{"_id":"63689de0e80bff5a994fa675","area_name":"East Buttress","shortCode":"","climbs":[{"_id":"yxDWT8bOWyCWQ1XAB/XJqg==","name":"Steeplechase","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"2 lines: Erik Werner and Chad Volk (variation written here) 5/14/11. Greg Sievers & Brian Verhulst (similar line in area, 2 months earlier)","type":{"trad":true,"mixed":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67198,40.30634]},"left_right_index":5,"mp_id":"107162023","mp_crag_id":"116518653","climb_id":"yxDWT8bOWyCWQ1XAB/XJqg==","areaRef":"TNaw98i3UG+J2KnD0QvP/w=="},"content":{"description":"P1. Climb the short but cruxy dihedral (M4-5) to a tiny bonsai tree at the top, then work your way up several short rock steps, trending slightly left, to a large snowfield with trees. Belay at farthest tree or rock outcrop on the left you can reach, 60m, M4-5? (I'd like to hear what others think of that opening dihedral, so we can give it a consensus grade. I felt it was substantially harder than\n\nWham Couloir\n\nor\n\nThe Cleft\n\n, both M4, but I was also occupied with a ton of moss excavation on lead, so who knows? Maybe with subsequent ascents/cleaning, it'll deserve an easier grade. Let me know what you think.)\n\nP2. Take the incut dihedral directly above the rock island belay, and work your way straight up to an overhanging block/corner, which you'll climb and exit on the left (watch for loose toaster oven). Continue straight up, passing numerous bouldery steps, toward the tip of a snow finger that perfectly exits on the upper snow slope, find a tree to belay from (might require some simul-climbing to find a good one), 70m?, 5.5 M3-M4, depending on line.\n\nP3. Head right across snow to a large slab. There are 3 finger cracks here, take the middle one, and when it levels out, take a left straight up the fall line, passing a short bouldery step en route to the top, 40m, M3+/4-.\n\nDescent: downclimb the back of the summit block, and descend to trees on right. Either downclimb the couloir, or rap using sling + biner we left on lowest tree. Snow conditions were somewhat suspect when we did it, so we opted to be careful. The couloir is ~500 feet, with many options on wall for additional anchors if snow is really sketch. Skirt the base back to the boulderfield.","protection":"4-5 medium nuts and a single set cams to #3 Camalot. A pinky tricam protected the crux move on P3, but you could do with a small cam possibly.","location":"Hike up to Emerald Lake, head up the climber's trail to the left of the lake, and veer straight for face (we racked up at Memorable Tree, see the pic). In front is a face with a snow gully on the left and then three clear snow fingers going up, Steeplechase starts in the third one from left (see the pic). Hike up snow finger to below steep dihedral with moss remnants outside of the crack, belay here (you can bypass this step via continuing up snow finger to easy step)."},"__v":0},{"_id":"c3dv+18AXWaUGBsCjNnxhw==","name":"Left of Cleft","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"mixed":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67198,40.30634]},"left_right_index":9,"mp_id":"108147380","mp_crag_id":"116518653","climb_id":"c3dv+18AXWaUGBsCjNnxhw==","areaRef":"TNaw98i3UG+J2KnD0QvP/w=="},"content":{"description":"Left Cleft is a scrappy mixed line on Hallett Peak's eastern flank. It is, as stated in the name, to the left of\n\nThe Cleft\n\n. I believe this route would be superior (than the conditions in which we found it) in late spring (\n\ni.e.\n\nMarch or April). The crux pitch is pretty engaging and sustained throughout its duration. This route can be climbed quite quickly. Brent and I did it in under three hours.\n\nApproach as for Hallett Couloir or\n\nThe Cleft\n\n. Before reaching\n\nThe Cleft\n\n(a narrow couloir roughly 200' to the left of Hallett Couloir), head up a broader couloir for 400' aiming for a steep, rock groove.\n\nP1: climb the broad snow filled couloir for roughly 400'. We climbed this unroped, moderate snow. Belay at the base of the steep rock groove.\n\nP2: fire up the groove. In late Spring, this would likely be filled with a small amount of ice. We found it in pretty sloppy, dirty conditions. The climbing is not extremely strenuous, but there is quite a bit of loose rock, though the pro is adequate. Belay at the top of the gendarme to the left of the obvious snow couloir to the right, 190', M4 (R?).\n\nP3: this pitch is shared with\n\nThe Cleft\n\nthough belaying at the gendarme will significantly reduce the length of the pitch. Step right into the couloir, and move up towards the obvious roof. Pull through the roof on turf sticks and stemming. Once over the roof, continue climbing to the right of a rock buttress, 160', M2.\n\nP4: continue up on steep snow to the summit, 120'.\n\nDescent: Hallett Couloir.","protection":"Single rack to #3 Camalot. Knifeblades may be handy in the crux pitch.","location":""},"__v":0},{"_id":"jC8ESNuSUzqgYxLT+oSYAQ==","name":"East Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67198,40.30634]},"left_right_index":10,"mp_id":"105882135","mp_crag_id":"116518653","climb_id":"jC8ESNuSUzqgYxLT+oSYAQ==","areaRef":"TNaw98i3UG+J2KnD0QvP/w=="},"content":{"description":"This is a fun way up Hallett, especially when covered with snow. The first section, the gully just left (south) of Emerald Lake is an enjoyable moderate snow climb or ski descent, and a good, though shorter, alternative to Flattop's famous couloirs on busy or south-facing heat-induced avalanche days.\n\nIf you decide to do the entire East Ridge, from the top of the gully head west just below the south-facing cliffs, encountering a few 4th Class sections, until you get to the the middle of another snow gully (Chaos Couloir). Head up this couloir (similar climbing as the first one) and, from the top, make your way along the broad, low-angled east ridge toward the summit snowfield. Get out your ice axe again for this final short snow slope which takes you to the relatively snow-free summit.\n\nScramble northeast toward Tyndall Glacier, and either descend that down Tyndall Gorge and back to Emerald Lake, or take the Flattop Trail.","protection":"A good solo, but can be protected with pickets and/or a light rock rack.","location":""},"__v":0},{"_id":"z6jwO5QXVGmeyWpCBLJ4tg==","name":"Butterfingers","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Possibly Chad Volk and Erik Werner, 5/21/11","type":{"trad":true,"mixed":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.67198,40.30634]},"left_right_index":6,"mp_id":"107410165","mp_crag_id":"116518653","climb_id":"z6jwO5QXVGmeyWpCBLJ4tg==","areaRef":"TNaw98i3UG+J2KnD0QvP/w=="},"content":{"description":"The name comes from the simple fact that I dropped a ton of kit while on the FA. Freezing cold at the base while belaying, I tried to add a balaclava... ZIP, helmet went like an upside down turtle down to Emerald Lake. Further up, I was scrambling with tools hooked over my neck and dropped one down the ridge into the descent gully, Butterfingers.\n\nP1. Find the start chimney behind a fin, it angles right. Fun climbing straight up chimney (M4) leads to block ledge system. From here, either take blocky ridge on the right to a pink headwall or move left and climb smooth slab to the same spot (M4+).\n\nP2. At the headwall, either traverse left and immediately head up over bulges (M4) or take headwall diagonaling crack (M4-M5). Head straight up ridge, climbing the fun, bouldery steps and cracks as they present themselves. Climb up to big ledge below a clear headwall, or as far as rope drag permits.\n\nP3. Climb the headwall, M3+/M4, via the offwidth, and then take the left exit of the Y-crack. You get bomber tool and gear placements. Continue as far as you can on the ridge until rope drag shuts you down. One might be able to make it up to the tree.\n\nP4. Continue along ridge to the final difficulties. Take the ledge out to right, and climb the vertical section at the clear weakness (5.8, be careful, the boulder up top moves). Continue up to final corner leading to the summit (5.6).\n\nDescent: downclimb back of a block to trees in a gully on the right. The rap anchor is on the lowest tree (you can also just downclimb a gully if the snow is safe).","protection":"A standard rack to #2 Camalot, no screws, and no pins.","location":"This is on the same mossy, chossy buttress above Emerald as other routes. Skirt the base to the far right, directly before the descent gully. Several options exist for first pitch - blocky starts aplenty or the chimney we used."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,093a76c5-0bf1-513e-b660-3afabfdf5936,00649f14-b49f-55ed-aefb-57617e8d589b,f36240b8-275e-50cb-a99e-9897d6e361d8,ab8058e9-d8c4-5c60-be27-fc83dd99b35a,4cd6b0f7-c8b7-506f-89d8-a9c3d10bcfff","pathTokens":["USA","Colorado","CO Ice & Mixed","RMNP - Mixed/Ice","Bear Lake Trailheads","Emerald Lake / Tyndall Gorge","Hallett Peak - ice/mixed/snow","East Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"4th"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.67198,40.30634]},"bbox":[-105.67256964345019,40.30589033981814,-105.67139035654982,40.30678966018186],"left_right_index":-1,"ext_id":"116518653","area_id":"TNaw98i3UG+J2KnD0QvP/w==","polygon":{"type":"Polygon","coordinates":[[[-105.67256964345019,40.30589033981814],[-105.67139035654982,40.30589033981814],[-105.67139035654982,40.30678966018186],[-105.67256964345019,40.30678966018186],[-105.67256964345019,40.30589033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:07.422Z","updatedAt":"2024-01-20T01:01:23.656Z"}