{"_id":"63689d5ce80bff5a994f535c","area_name":"5. Manure Pile Buttress (aka Ranger Rock)","shortCode":"","climbs":[{"_id":"sAPhhY/GXDmr4dvgcj+zbg==","name":"Unknown (Too Lame To Name)","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":0,"mp_id":"118490141","mp_crag_id":"105833498","climb_id":"sAPhhY/GXDmr4dvgcj+zbg==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"This route is to the left of Haley's Comet, this route starts up with close space bolted  with lots of dirt moss and loose flakes! Seems like first ascent party was more focused on putting a new route then putting up a good climb?","protection":"Bolts with some pro needed on the finish of the route, No anchors, use to have a couple wired stoppers with a couple carabiners for the anchors which are no longer there.","location":"Left of Haley's Comet"},"__v":0},{"_id":"xOCvlG2yXrCurOl0HQ3oeQ==","name":"Renus Wrinkle","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Eric Mayo, Brian Bennett, Bob Ost, 9/88","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":11,"mp_id":"106387242","mp_crag_id":"105833498","climb_id":"xOCvlG2yXrCurOl0HQ3oeQ==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Renus Wrinkle is the bolt / trad line just left of the 5.9 start to the Nutcracker, and just right of the original start.  It goes straight up the face past three good bolts that protect the crux very well, then heads right a bit on somewhat finnicky gear (but good).  Then up past 2 old 1/4\" bolts.  From here either traverse straight right to the tree with rap slings that is the belay for the Nutcracker 5.9 Variation or continue straight up to the Nutcracker ramp building a gear belay when you need it and climbing an easier (5.8ish) final short pitch.\n\nGood solid rock and fun climbing.  Just spicy enough to be exciting, but never dangerous.\n\nIf someone replaced the last two high bolts, I bet this line would see a lot more traffic.  The first three bolts that protect the crux are all new and bomber.","protection":"RPs to 2.5 friend (as per Reid)\n\nOr\n\nDraws, couple small nuts and aliens, cams to #2","location":"Just right of the Nutcracker Original start and just left of the 5.9 Nutcracker variation start."},"__v":0},{"_id":"QUysHvKKW5CR58NqxS8jbA==","name":"The Nutcracker Suite (aka Nutcracker)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Royal and Liz Robbins, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":10,"mp_id":"105833505","mp_crag_id":"105833498","climb_id":"QUysHvKKW5CR58NqxS8jbA==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Nutcracker is one of the most popular routes in Yosemite. Rarely can one hike to the climb and not find a number of parties on the route. Having said that, it's an excellent route, with clean cracks, good protection and fine climbing!\n\nP1 (5.7 or 5.9): There are two possible starts. The original, starts up a sort of left-facing gully-crack system, heading for a belay above. A 5.9 variation goes up the cool-looking (but seriously slippery!) finger crack that angles right, then up.\n\nP2 (5.4): Head up a sort of low-angle chimney-crack system and belay above.\n\nP3 (5.7): Step right to gain a nice crack running up the wall. Climb this to a stance below an overhang above.\n\nP4 (5.8): Traverse left across a slab towards a tree, then follow the crack to a belay below the infamous mantle move.\n\nP5 (5.8): Climb up to the corner system above and execute the infamous mantle. Continue above in a nice crack that takes you to a flat summit. My personal feeling is that the reputation of this move is a bit undeserved: The holds are pretty big and it's over quickly. Ankles have been shattered on this pitch, however, so be careful!\n\nDescent: Scramble down off the back-left of the formation and down the gully back to the base.","protection":"Standard rack.","location":"Nutcracker starts on the right side of Manure Pile Buttess where you'll see a bunch of broken flakes below a tree. Easily identified by the obviously trafficked finger crack to the right of the tree. Look for the crowd."},"__v":0},{"_id":"m6h65+D6XyS5hrf0x1qKxQ==","name":"Nutcracker 5.9 Start Variation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":12,"mp_id":"105862632","mp_crag_id":"105833498","climb_id":"m6h65+D6XyS5hrf0x1qKxQ==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Twenty feet to the right of the standard start for Nutcracker is a beautiful finger crack that ascends the blank wall to a tree (110'). After the tree ascend another 80 feet to join the original route at the start of the fourth pitch.\n\nThe start of the variation takes you up 15 feet of an unprotected slab. Then sink a couple small cams and climb up the smooth 5.9 face. After 20 feet the climbing eases.","protection":"Cams from .25 to 2 inches.","location":"Twenty feet to the right of the original Nutcracker start."},"__v":0},{"_id":"Towyn5kuXKmT3MwR6SrWvg==","name":"Mouse King","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Meyers, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":9,"mp_id":"111133732","mp_crag_id":"105833498","climb_id":"Towyn5kuXKmT3MwR6SrWvg==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Less popular variation on Nutcracker, around 3rd pitch, great way to get past some crowds.\n\nThis is more of a classic Yosemite sandbagged 5.9, much harder than the Nutcracker 5.9 Start Variation.\n\nBoth variations can be linked on this climb. It's a great way for stronger climbers to avoid route congestion.\n\nCrux at the bolts on the first pitch.  Need more traffic a little sandbagged slab moves but on par for a 1976 route.","protection":"Three bolts on first pitch.  On fixed hex.  Well protected at cruxes.  Only tricky moves with gear at your feet clipping first bolt. Second pitch has 5 1/4\" bolts yet to be replaced but on easier terrain.  I replaced the first pitch 1/4\"ers 2015.","location":"From the 5.4 ramp on Nutcracker headup the crack to the line of bolts to the right.  There is a one pitch route with bolts also to the left that is not in any book currently."},"__v":0},{"_id":"MXg/GtSqXhmfXuX8h3js7Q==","name":"Just Do-do It","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":6,"mp_id":"106000331","mp_crag_id":"105833498","climb_id":"MXg/GtSqXhmfXuX8h3js7Q==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Short face and crack.","protection":"2 bolts plus a light rack.","location":""},"__v":0},{"_id":"WizmXUNzWVKJmHzR88bpJQ==","name":"Jump for Joy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Yvon Chouinard & Joy Herron, 1967","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":2,"mp_id":"105866381","mp_crag_id":"105833498","climb_id":"WizmXUNzWVKJmHzR88bpJQ==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Ascends the face and broken crack system to the left of\n\nAfter Six\n\nand right of\n\nHaley's Comet\n\npast a single, good bolt.  Shares a 2-bolt anchor with\n\nHaley's Comet\n\n.\n\nRap 65' to ground.","protection":"One bolt, small cams and wires (or TR after climbing Haley's Comet).","location":""},"__v":0},{"_id":"NbIz2wlEUQC2POeS/Arexw==","name":"Haley's Comet","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lance Alred & Jason Torlano","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":1,"mp_id":"105874742","mp_crag_id":"105833498","climb_id":"NbIz2wlEUQC2POeS/Arexw==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Haley's Comet ascends the arête on the far left edge of the Manure Pile Buttress.  Fun face climbing past 4 good bolts to a 2-bolt anchor shared with\n\nJump for Joy\n\n.\n\nAlthough the route is bolted, it is not really a \"sport\" climb, as there are only 4 protection bolts in 65 feet.  A fall before clipping the second bolt would likely result in a ground fall.  As such, I have given it a \"PG-13\" rating.\n\nIf you are not up for leading the route, it is possible to scramble up the gully to the left with a section of 4th class terrain, do one single rope rap down to the anchors.  One more rap gets you to the ground.","protection":"4 bolts to 2-bolt anchor.","location":""},"__v":0},{"_id":"ApmIqUQOXSueetobcr8rMg==","name":"Fecophilia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Yvon Chouinard, Chuck Pratt, and Mort Hempel (1967)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":8,"mp_id":"108192257","mp_crag_id":"105833498","climb_id":"ApmIqUQOXSueetobcr8rMg==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"This climb is really only done for its first pitch.  The first pitch is usually toproped due to the first protection being a bolt around 25 feet off the ground.  This pitch is start off at 5.9 slab and moves into the 5.8 realm as you move up.  The following pitches are runout, covered in lichen/vegetation, and have some holds that will break off.","protection":"A draw and gear to about 1.5\", but the whole thing is pretty runout and thin so don't plan on placing a lot.","location":"Start right on C.S. Concerto and stay in the right system, going to the unprotected face for the upper pitches."},"__v":0},{"_id":"HHZqn/4AURKwpwLxqd9WmQ==","name":"Dynamic Doubles","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan and Sue McDevitt","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":13,"mp_id":"120144718","mp_crag_id":"105833498","climb_id":"HHZqn/4AURKwpwLxqd9WmQ==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Face climb to the right of the 5.9 face crack variation to the first pitch of Nutcracker. Starts just right of the right side ramp start of that variation. Start below a body size incut feature 60’ or so up the wall and follow features up towards it while cleaning leaves and lichen out to get some gear. Find the bolt below the incut and after arriving climb out right of it to another vertical feature for gear before climbing past 2 bolts to a ledge. Continue up left then right using gear to a ledge with a tree. Belay and/or climb up on the right past 2 more bolts to the ledge at the end of the easy ramp of Nutcracker. Enjoyable climbing but not very clean rock for the area.","protection":"Mixed, mostly small cams and bolts","location":"Right side of the slab right of the Nutcracker starting gulley."},"__v":0},{"_id":"96v5wWKKWPG1yUP+AP2a9w==","name":"Commissioner Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Galen Rowell and Joe Faint (March '69)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":14,"mp_id":"107065849","mp_crag_id":"105833498","climb_id":"96v5wWKKWPG1yUP+AP2a9w==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"This is an old and somewhat classic route that has drifted into obscurity in modern times. It would probably get climbed a lot more if it had been included in the Supertopo Freeclimbs book. Instead of waiting behind slow parties all day on After Six and Nutcracker, just hike another 5 minuets up the hill and get on this fun moderate that's almost always open. The route is defined by its varied climbing with fun jam cracks on the first 2 pitches, and good belay ledges throughout.\n\nPitch 1 (5.9, 160ft) - The low angle groove is actually steeper and a bit more of a grunt than it appears from the ground. The crux comes in the steep dihedral above. I found a 4.5\" cam to be useful here, but it's not required since the crack is irregular and has constrictions that accept smaller gear. The offwidth corner leads to a fun handcrack up the side of a detached flake. Above this is a ledge with rap slings and a piton. If you've got a lot of rope drag you can stop here. Otherwise continue up the flakes and double cracks which lead to a cool belay spot on an exposed blade of rock.\n\nPitch 2 (5.8, 100ft) - This is another great pitch. From the belay move left (I think you're supposed to downclimb a bit first. I headed up and traversed under the roof which felt 5.9 and off-route). Squeeze up the chimney to reach steep double cracks. The double cracks lead to the roof which you will exit to the left. Having a 4.5\" cam is useful here as well. I'm guessing most people use the tree to get over the roof, I sure did. Above the roof you can either chimney up the corner to the left or stay out on the face and use the crack for some more fun and exposed 5.8 climbing. There's a few options to finish the pitch, whichever way you go you'll end up on a large ledge with a bunch of manzanitas. If you want you can link this with the next pitch which is really just a short scramble.\n\nPitch 3 (5.5 50ft) - Scramble up some blocks and squeeze up a short chimney behind a large flake to reach another long ledge system.\n\nPitch 4 (5.5R 50ft) - You want to climb up the low angle face via the path of least resistance. There's not much pro and no bolts. Wander up the face to a flake about 30ft up where you can get some solid pro. Then head up and slightly right and make a final traverse left on some steeper but featured rock before mantling onto another ledge.\n\nPitch 5 (5.5 100ft) - Around the corner to the left is a low angle gully. Most of it is 4th class with a bit of awkward 5th class near the top.\n\nDescent: Walk towards the top Manure Pile Buttress. There's a drop-off that prevents you from scrambling down to the top of Nutcracker, but keep heading North and West and you'll eventually find your way down into the gully that links up with the well-traveled Manure Pile descent trail.","protection":"Pro to 4.5\", doubles to \"3.","location":"Commissioner Buttress starts a few hundred feet up the hill and to the right of Nutcracker. Stay down in the forest until you pass a small rib of rock that protrudes from the main formation. Look up and you should see a prominent gully system with a very tall pine tree about 100 ft up. Commissioner Buttress begins just to the right of the gully, up a smaller and lower angle groove that heads for a steep corner."},"__v":0},{"_id":"D2Z2avyCXO+dIHPhgf3GlA==","name":"C.S. Concerto","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chuck Pratt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":7,"mp_id":"107374627","mp_crag_id":"105833498","climb_id":"D2Z2avyCXO+dIHPhgf3GlA==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"CS Concerto... Chuck Pratt's response to Royal's Nutcracker Suite.\n\nThe first pitch heads up a 3\" crack. An alternate start is a slab past a bolt 20 feet right of the crack, which is the first pitch of Fecophilia.  Wander right and then back left up the slab, connecting thin vertical cracks.  Pull up onto the ledge and belay in a good tree. 5.8, 120'.\n\nSecond pitch heads straight up the crack above the tree.  The crack waves and flares and culminates with a mantle to pull up onto the giant ledge. 5.8, 100'\n\nAt the back of the ledge and 10 feet left is the third pitch, the best on the route.  The pitch heads up a very appealing streak of intrusive rock with big features and intermittent cracks.  Follow this up and a little right, through some mild runouts on sub crux climbing.  Belay in a shallow bowl. 5.8, 120'\n\nThere are a couple cracks that head up from the pod, they are both fairly easy (5.5 or easier.)  Top out 100' above on another huge ledge.\n\nFrom the top of the route you can walk off left or continue up After 6 if you would like to top out the Manure Pile Buttress on 200' of 5.3.","protection":"Gear to 3\"","location":"40' left of Nutcracker."},"__v":0},{"_id":"u3015qG/WNaeqAEHg27ZsQ==","name":"Beer Pressure","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Walt Shipley  1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":3,"mp_id":"117945182","mp_crag_id":"105833498","climb_id":"u3015qG/WNaeqAEHg27ZsQ==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Start just to the left of After Six. Beer Pressure goes up the face staying on the arête past two bolts, than moves left up face past one more bolt. End on top the large ledge of Jump for Joy.  Hard moves after first bolt and third bolt.  Past third bolt is harder than 10.a in my opinion.","protection":"Four bolt and some small gear if you can find it. Best top roped","location":"Start just to the left of After Six. Beer Pressure goes up the face staying on the arête, than moves left up face."},"__v":0},{"_id":"mr51l4M0Wlm0nQzPKpYPJw==","name":"After Six","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Yvon Chouinard and Ruth Schneider - June 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":4,"mp_id":"105862639","mp_crag_id":"105833498","climb_id":"mr51l4M0Wlm0nQzPKpYPJw==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"Great moderate climbing with increasingly beautiful views of the valley.\n\nPitch 1 - (5.6) This is the crux of the route. Jam and stem up a right facing dihedral to belay at a tree above. Move the belay up and across 3rd class for forty feet to the base of a wide crack. (120')\n\nPitch 2 - (5.5) Climb the wide crack to the top of a pedestal and then continue slanting right across 5.4 territory to an alcove. (180')\n\nPitch 3 - (5.3) Slab climb up a knobby face to a large ledge. (120')\n\nPitch 4 - (5.5) Climb up the face to a right facing flake then either climb to the large roof and move right under the roof, or move right into a crack and avoid the roof entirely. Belay at a small tree.\n\nPitch 5 - (5.6) Climb up the crack and onto the face to the top of the buttress.\n\nDescend by walking off into the gully on the left.","protection":"Set of nuts, small cams to 2 inches.","location":"As you walk up the trail from the parking area After Six is the first climbing route that you come to on the left side of buttress."},"__v":0},{"_id":"Wn/mwxaCUBOX53teLLucKA==","name":"After Seven","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"left_right_index":5,"mp_id":"105874735","mp_crag_id":"105833498","climb_id":"Wn/mwxaCUBOX53teLLucKA==","areaRef":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":"This fun crack is to the right of the first pitch of \"After Six\".\n\nJam up nice, smooth hands and fingers to where a step right can be made. Continue up to a ledge.\n\nFrom here one can either continue climbing up and joining \"After Six\", or descend.","protection":"Pro to 2.5\".","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,d4cf6a0f-86cb-528c-9182-186f34799174,86c0a652-3f6c-59a8-b603-bd8e0a43ebfd","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","C. El Cap Picnic Area (Eagle Creek)","5. Manure Pile Buttress (aka Ranger Rock)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":4,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":6,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":4,"intermediate":10,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":10,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.619,37.73059]},"bbox":[-119.61956854460524,37.730140339818135,-119.61843145539476,37.731039660181864],"left_right_index":-1,"ext_id":"105833498","area_id":"hsCmUj9sWai2A72OCkPr/Q=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:54:46.369Z","updatedAt":"2024-01-15T16:41:23.542Z"}