{"_id":"6368a50be80bff5a995b095c","area_name":"East Face","shortCode":"","climbs":[{"_id":"U0H35VGNWja1SZ3NO1I8ng==","name":"Trenchfoot","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jason Stevens & Jared Nielson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":1,"mp_id":"106764234","mp_crag_id":"105973474","climb_id":"U0H35VGNWja1SZ3NO1I8ng==","areaRef":"QUSee2OjXx2cLjepV+s+ww=="},"content":{"description":"Start 25' left of chimney/chockstone.","protection":"Bolts, large cams and hexes.","location":"Start 25' left of the chimney/chockstone at a small overhang. Protect the opening moves with a nut and climb straight up to the first bolt (5.11-). Gain the crack system, climb jams and finger locks then exit the crack where it veers right and climb straight up to the anchors.\n\nA 5.10a variation starts 6' right of the overhang in a crack/dihedral protected with small nuts and cams. Move left at a weakness to the first bolt."},"__v":0},{"_id":"7LPOOUH+XcO4AqcZsd7glQ==","name":"Northern Wanderer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":4,"mp_id":"110174128","mp_crag_id":"105973474","climb_id":"7LPOOUH+XcO4AqcZsd7glQ==","areaRef":"QUSee2OjXx2cLjepV+s+ww=="},"content":{"description":"This route has likely been climbed by many folks looking for a moderate line up the lower bench of the East face of Quartermoon and then failing to link back to Aurora Borealis. If someone feels like they got the FA feel free to chime in with a different name.\n\nA great all-traditional route. Although runout on 5.8 terrain, the cruxes have strong gear nearby. The rock quality is surprisingly good and the lack of bolts is refreshing. Approach as for the Direct Start of Aurora then begin 20 ft right below an obvious sickle.  I found this route just as good as Aurora Borealis.\n\nP1: Climb up into the sickle (slightly crunchy) through an easy bulge, then follow the sickle right and achieve the big ledge.  Continue straight up with a few poorly protected moves before strange nut placements begin to appear.  Easy climbing punctuated with a couple 5.10 moves keep the search for gear interesting.  Link bulges and ledges wandering generally right until faced with a final bulge above a horizontal.  Good gear in the horizontal inspires 6 feet of awkward traverse before committing to the crux runnel/bulge. Continue to the big ledge. Save 1 to 2 inch gear plus tricams for the anchor. 50 Meters.  Long runners make this a surprisingly plumb pitch. 40 meters. 5.11a.\n\nP2: Move left on the ledge and climb the cracks and flakes right of Aurora up to the bolted anchors on the next big ledge. 20 Meters. 5.10c\n\nContinue on Lunar Power or rappel Aurora.\n\nA direct continuation from the top of P2 awaits a bold lead.","protection":"Nuts, Pink and red tricam, Standard rack of cams + doubles around 1.5 inches. Long slings.","location":"Start below the rotten looking sickle (right leaning) at the very bottom of the Quartermoon East Face 20 ft right of the Direct Start to Aurora Borealis.  The route stays relatively plumb for the first and second pitch, then steps left and climbs straight up for the third."},"__v":0},{"_id":"OJxUv45SWw6OqTdOitMo4w==","name":"M1 Garand","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jason Stevens & Jared Nielson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":2,"mp_id":"106764209","mp_crag_id":"105973474","climb_id":"OJxUv45SWw6OqTdOitMo4w==","areaRef":"QUSee2OjXx2cLjepV+s+ww=="},"content":{"description":"Start in the back of the \"Trench\" directly under the huge boulder/chockstone. Follow 3 bolts up the face and gain the crack system then climb into the pod. Climb left where the boulder meets the wall, then right to the anchors.","protection":"3 bolts, medium cams and nuts","location":"Located in the back of the \"Trench\", the gully/slot that separates the front section (Aurora Borealis) of Quartermoon Tower from the back and upper part of the formation. The massive chockstone is the landmark here."},"__v":0},{"_id":"q1a59bWeViKHwu7hVIoJdw==","name":"Hardpan Heroics","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Tyler Phillips & Robbie Colbert with help equipping from Christine Balaz","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":0,"mp_id":"105973482","mp_crag_id":"105973474","climb_id":"q1a59bWeViKHwu7hVIoJdw==","areaRef":"QUSee2OjXx2cLjepV+s+ww=="},"content":{"description":"P1. Classic. super fun, atypical Ibex. Really steep with a cool vein to pinch at the start, a dynamic toss up high, after that rely on slab skills to bring you to the 2 bolt anchor. 5.12-\n\nEven if you just are looking for single pitch sport routes consider hiking here and doing this pitch.\n\nP2. From nice stance climb up the wild wind scoops placing a TCU or two to a really nice ledge and 2 bolt belay, long slings helpful. 5.10a\n\nP3. From luxurious ledge climb up obvious left facing corner placing all those big cams you humped up there, from the top of the crack pass 2 bolts to a dead vertical crux, troubling use of weird holds leaves you feeling \"just in there\" (hardmen/women need not apply), pass a few more bolts to the top. Slings helpful in the corner/crack, long, 5.12-.\n\nWhen you get to the top you are on a separate \"summit\", walk north to locate the tequila and summit register, from here it is possible to rap down the north face or walk back over to the Hardpan Heroics for 3 raps back to the base.","protection":"QD's, long slings, #1 metolius to #4 camalot (doubles on 3.5 or #4 camalot is nice).\n\nReplacment slings for anchors if rappelling the route might be nice","location":"This route lies on the east face, easily spotted from the hardpan. On the topo note the ghetto arrows I drew in, these arrows are a gulley system that will lead you to the base. Walking the Moonbeam is about 100 feet from here too."},"__v":0},{"_id":"Iu1ybx92VculhcdusyDyZQ==","name":"Eagle Terrace","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Kelly MacLeod, Josee MacLeod  2003","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":5,"mp_id":"106346618","mp_crag_id":"105973474","climb_id":"Iu1ybx92VculhcdusyDyZQ==","areaRef":"QUSee2OjXx2cLjepV+s+ww=="},"content":{"description":"P1\n\n- A big hold off the ground leads to some hard feet and some small holds, punch it up over the small roof and to a anchor. Short 40ft. 5.10+\n\nP2\n\n- Plug in some medium gear up the right facing corner and make a hard rock over move. At the top of the short crack section is a bolt. Clip this and route find around roofs clipping a couple more bolts to a large ledge and 2 bolt belay. 90ft. 5.10-\n\nP3\n\n- Climb up a runnel with opposing cracks, near the top of the runnel break over left and clip a bolt. Small nutting brings one to a right facing fist crack corner. After this the route is kinda weird as the bolt wants to pull you out left but there is a good corner to the right. Pull up onto a ?nice fat ledge?. 5.8+ 100ft.\n\nI think this route stops here and the following pitches are a previously climbed route???\n\nP4\n\n- Hop over the \"chasm\" to a curving crack, don't pass up gear and climb up to another large ledge and 2 bolt belay. 5.7 65ft.\n\nP5\n\n- Climb up and around to the right of a big boulder on the ledge, after getting on top of this, a hand crack shoots up to another 2 bolt belay. 75ft. 5.7\n\nP6\n\n- Climb the last pitch of Shovin' Moonful to the top. A fun and well protected O.W. leads to a single bolt and a boulder move (height dependent) to another 2 bolt anchor. 5.8+ 80ft.\n\nRap Walking the MoonBeam. 2 70M ropes will hit the ground from the summit.\n\nWe linked pitches 1 and 2, 4 and 5.","protection":"A rack up to #3 Camalot, set of nuts, QD's, slings nice.","location":"This route doesn't quite start on the ground. Instead walk around the bottom buttress to a small \"sidewalk\" about 50 Ft. up. There are currently 2 bolted lines off of this sidewalk. The NorthEast Arete starts on the well....far NorthEast corner."},"__v":0},{"_id":"mFwcghTjXNmbhULt30RUPQ==","name":"Aurora Borealis/Lunar Power","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Jason Stevens for AB and James Garrett and Renae Power for LP, 2002-2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"left_right_index":3,"mp_id":"106138589","mp_crag_id":"105973474","climb_id":"mFwcghTjXNmbhULt30RUPQ==","areaRef":"QUSee2OjXx2cLjepV+s+ww=="},"content":{"description":"These are really two separate routes. I have climbed them several times now, and always seem to combine them to attain the top of Quartermoon.\n\nInitially, Aurora Borealis, named for the lightshow the FA witnessed the night before during their drive to Ibex, started partway up the East Face of Quartermoon. It ended on a big ledge with a two bolt belay on a gargantuan boulder. Lunar Power later started at the actual base of the Tower at its lowest point and then continued to the summit. By combining these two routes, one has one of the longest routes at Ibex and makes for a great option for climbing Quartermoon. This climb has just about everything going for it. The very start is 5.12b (FFA=Tim Toula) for one move but is easily cheatable and well protected.\n\nPitch #1: Start at the overhang near a large flat topped boulder at the base of the east face of Quartermoon. Getting off the ground will be the hardest move. Pass 4 bolts to a ledge and belay here or continue up passing many bolts and killer gear placements in a long pitch reaching a two bolt belay. 5.10a A0 or 5.12b, 35m.\n\nPitch #2: Continue up the steep face following more bolts to the the big aforementioned ledge. 5.10b, 30m.\n\nPitch #3: Lunar Power begins here and climbs an easy step to another down sloping ledge and another two-bolt belay. 5.6, 15m.\n\nPitch #4: Climb a rightward diagonalling crack to a couple of bolts and move right to a wide bolted layback crack. Follow this until one reaches an inset chimney / ramp. You will find a two-bolt belay here. 5.9, 30m\n\nPitch #5: Climb the rampish chimney to another ledge. Cross the ledge to a perfect steep hand crack that reaches a two-bolt belay at the base of the final chimney. 5.7.\n\nPitch #6: Utilize the final pitch of Lunar Power to worm your way through the pleasant and well protected Chimney/OW (one bolt) to a final puzzling finger crack to the two bolt belay on top. 5.9, 25m.\n\nContinue on to the tower top to the north for festivities and sign in.\n\nDescent is best via the northern routes or by Walking The Moonbeam.","protection":"Set of Camalots to #3. QDs, Shoulder runners","location":"Walk along the base of the East Face of Quartermoon to the table top boulder. The bolts will be seen from there. Aurora Borealis is the original route here and Lunar Power provided a prefix and suffix type extension of the climb.\n\nProbably best to descend one of the other routes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,fae759b2-9cfd-54b6-af15-a5602b64b693,f1b4726f-5b34-52be-b7fb-f6e0df89436d,71f2cee7-7020-5253-908f-6738b93edbe0,41449e7b-63a3-5f1d-9c2e-37a957eb3ec3","pathTokens":["USA","Utah","West Desert","Ibex","Quartermoon Tower","East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.3896,38.9906]},"bbox":[-113.3901785276885,38.990150339818136,-113.3890214723115,38.991049660181865],"left_right_index":-1,"ext_id":"105973474","area_id":"QUSee2OjXx2cLjepV+s+ww==","polygon":{"type":"Polygon","coordinates":[[[-113.3901785276885,38.990150339818136],[-113.3890214723115,38.990150339818136],[-113.3890214723115,38.991049660181865],[-113.3901785276885,38.991049660181865],[-113.3901785276885,38.990150339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:26:56.779Z","updatedAt":"2024-02-19T18:41:16.851Z"}