{"_id":"63689de0e80bff5a994f92d5","area_name":"Redgarden - Lumpe to the top","shortCode":"","climbs":[{"_id":"nvTZk8q6UPmrdDsxC/eucA==","name":"The Zot Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Richard Rossiter and Ann Chernoff, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":40,"mp_id":"105760434","mp_crag_id":"105807704","climb_id":"nvTZk8q6UPmrdDsxC/eucA==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"The better finish to the Great Zot.  Lots of tricky routefinding on this route, but I found that the description in Rossiter more or less matches the route very well.  There is a lot of runout 5.6 climbing but the \"5.8+\" traverse near the top looks well protected. See the comments for the Great Zot for a discussion of various routefinding issues on this route.\n\nStart by following the first 3 and a half pitches of the Great Zot.  Before you start pitch 4, observe that your eventual goal is the obvious tree and ledge directly above you.  At the end of the cruxyness on the leftward traverse of pitch 4, look for a ramp-like weakness that leads up and right to the tree.  Belay here.\n\nThe next pitch is where the routefinding gets weird.  Traverse straight right to a dirty looking left facing dihedral capped by a licheny roof.  Climb the dihedral, pulling around to the face on the right before the licheny roof.  Once on the face, eye your eventual target: a small tree (the only one) on a ledge up and slightly left.  Climb straight up the face looking for a very thin crack that diagonals in from the left.Traverse left on this feature (crux) to a crack and corner system which leads up to the tree and ledge.  I thought that this section wasn't any harder than the pitch 4 traverse on the Great Zot.\n\nThe last pitch follows easy features to the top.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"kdNcUXrTWQuqNyPQimqTiQ==","name":"West Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Layton Kor and Ben Childlaw, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":44,"mp_id":"105822133","mp_crag_id":"105807704","climb_id":"kdNcUXrTWQuqNyPQimqTiQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"The climbing on this pitch is surprisingly good.  It can be used as an alternate start to\n\nRewritten\n\n,\n\nGreat Zot\n\n,\n\nSwanson Arete\n\n, Dirty Deed, or\n\nIcarus\n\n. It's a good way to get to the Red Ledge if the first pitches of\n\nGreat Zot\n\nand\n\nRewritten\n\nare busy.\n\nStart at the deep chimney about 10' right of\n\nGreat Zot\n\n.  Climb the chimney, passing some fixed pins and an intermediate bolted rappel station, to a belay at a tree just below the Red Ledge (160 ft) or a tree at the base of\n\nSwanson Arete\n\non the Red Ledge (205ft).\n\nThe upper pitches continue up the chimney/gully to the notch north of Lumpe Tower, but these are seldom climbed.  If you do go to the top, descend back to Red Ledge by rappelling from trees; be careful of loose rock.\n\nThe first pitch of this route is commonly used to descend from the Red Ledge.  There is a two-bolt anchor on the left wall of the chimney just below the Red Ledge (about 130' up), and a second two-bolt anchor about 70' up.  Two rappels with a 50m or 60m rope get you down.  It's possible to get down with one rappel with a 70m rope with a little bit of downclimbing at the end.\n\nIt's best to avoid climbing this route when parties are rappelling, unless you want to get brained by a tossed rope.","protection":"Standard rack.","location":""},"__v":0},{"_id":"sD90F1BEU0Ks66ab1+75gg==","name":"Warm and Fuzzy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Roth and Shane Plummer (maybe?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":46,"mp_id":"108536899","mp_crag_id":"105807704","climb_id":"sD90F1BEU0Ks66ab1+75gg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a fun little line.  It is worthy of a quick lap if you are walking by en route to the\n\nChockstone Chimney\n\nraps or headed for the East Slabs.  I don't know if it's been climbed before, but it should be climbed some more....\n\nSmear up the initial slab to a bulge where you can get a suspicious cam in a licheny slot.  Ten feet higher there is a cluster of huecos where you can stuff a #2 Camalot and some tricams if you have them.  Then move up left on a ramp that turns into a right-facing corner.  The higher you get, the better the gear.  When you hit the ridge, head up left to the top of the Lumpe Tower.","protection":"Gear is not great on the first half.  Tricams are ideal, we had a 2.5, but a little bigger would be better...","location":"This is near the East side of the South face of the Lumpe Tower summit block.  From the notch between Tower 1 and the Lumpe Tower, scramble down the gully to the east.  This obvious line is on your left.  It is just left of a short, huecoed wall."},"__v":0},{"_id":"njRyTEd9Vj26q2CD4zhEkQ==","name":"Waiting Room","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":8,"mp_id":"107078506","mp_crag_id":"105807704","climb_id":"njRyTEd9Vj26q2CD4zhEkQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a good climb in an area of the wall that is known for bad rock and less than classic climbs.  The first 50' climbs somewhat suspect, lichen covered rock, but the upper finger and handcrack is as good as any in the canyon.  Start on top of the block with a juniper tree growing out of it.  Climb up and left to a concave groove on the arete that contains a thin crack.  Head straight up aiming for the right of two right-facing corners above. There is a ledge here for an optional belay, but it is only about 50' up and it is best to continue up the crack in the corner for about 120' to a belay stance shared with\n\nNorthumberland Crack\n\n.  This crack is the best part of the route and has many nice finger locks and excellent gear.  This is a great pitch to access\n\nNorthumberland Crack\n\nwithout having to do its grungy first pitch.","protection":"Standard Eldo rack to a #4 Camalot. (You will want several #4s if continuing up\n\nNorthumberland Crack\n\n).","location":"Waiting room is located to the right of\n\nThe Hot Spur\n\nand to the left of The Dull Men's Club.  It starts on top of a large block with a juniper tree growing out of it which lies against the wall.  If you stand back from the wall, you can see the upper crack from the trail."},"__v":0},{"_id":"aVL2iFqfUjWQ3sB32rxLJw==","name":"Unknown left of Darkness 'til Dawn","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":25,"mp_id":"105804746","mp_crag_id":"105807704","climb_id":"aVL2iFqfUjWQ3sB32rxLJw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Just left of the main\n\nDarkness 'til Dawn\n\ndihedral is a very obvious groove that continues past a small tree. This route is not in the guide, but I've eyed it more than once over the years. We finally climbed it, thinking it might be 10 or so, but since the gear looked to be good, so why not have a go? It turns out it's 9- or so with very good gear and very good climbing. What looks like the crux, moving left where\n\nDtD\n\nstarts its real climbing, turns out to be easy. The actual crux is above the tree in the green corner. The corner eventually blanks out. Move up and right to get some decent holds. From here, the best choice is to continue right into upper\n\nDtD\n\n. We chose to move left around the arete into a left-facing corner and up to a questionable anchor. Chuck tried to continue up the corner to the\n\nDtD\n\nanchors, but it got hard, and he had little gear, so we ended up backing up the anchor in the corner and rapping from there. This anchor seems to exist for those who rap from the top of\n\nGrandmother's Challenge\n\nwith a single rope.\n\nRoute details: start as for\n\nDarkness 'til Dawn\n\nor just left and climb up to where\n\nDtD\n\nenters the crack system on the right wall. Instead, move right and layback up to gain the groove. Moderate climbing leads to a small tree. You could move left here into the left facing corner, but instead, continue up the green corner above. Where it starts to blank out, make a move up and right to get some decent hand holds. Either move right to\n\nDtD\n\nor stem left to the arete and then left around the corner and up to the anchor.","protection":"Standard rack to #2/gold Camalot. If you continue to the Darkness 'til Dawn anchors, you'll need a 70m or double ropes to get down, or will need to downclimb a bit. If you finish to the left, be prepared to back up the fixed anchor.","location":"This is in the same location as\n\nDarkness 'til Dawn\n\n."},"__v":0},{"_id":"3GRZCIakWT2e24m2syljWg==","name":"Twist and Crawl (aka Slice of Time)","yds":"5.14","grades":{"yds":"5.14","french":"8c+"},"fa":"prep: Chris Hill, 1980s. FFA: Mike Anderson, Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":30,"mp_id":"116752982","mp_crag_id":"105807704","climb_id":"3GRZCIakWT2e24m2syljWg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This route was first bolted by Chris Hill in the 1980s and was attempted by a few of the local legends.  It didn't have an anchor and was approached as a second pitch to\n\nDarkness Till Dawn\n\n. A flaky,unprotected traverse brought you to the start of the climb.\n\nOver the years, it has seen some interest from well known climbers, but because of the bolting ban, it sat untouched.\n\nThis climb now has a two bolt anchor and a direct start. You can climb this route from the ground in one monster, mouth watering, 40 meter pitch! Mega!\n\nIt's 14 bolts, but you might want to hang a 6 and 7 foot sling from two of the bolts down low. Don't expect any respect from Christian if you do.  If you can climb 5.14, you should be able to climb 12d/13a R.  You should also untie and solo off when you get to the anchor.\n\nAll of the bolts up high were once ring bolts but have since been replaced with fat glue-ins.\n\nThis is probably the hardest line in the park.","protection":"14 bolts to a two bolt anchor. It is 40 meters. Knot your ends!","location":"In the\n\nDarkness Till Dawn\n\nalcove, this is obvious."},"__v":0},{"_id":"pkFD50yhXCOi8UUDnhOk2g==","name":"Tower Corner Exit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":37,"mp_id":"108095639","mp_crag_id":"105807704","climb_id":"pkFD50yhXCOi8UUDnhOk2g==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a huge corner climb. It can be seen from\n\nThe Great Zot\n\n.","protection":"Standard rack. Prepare for some spiciness.","location":"Look for the birds. Finish as for\n\nRewritten\n\n."},"__v":0},{"_id":"bD3mPawJVlCFIzrUW7ZXlQ==","name":"Swanson Arete","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Stan Shepard, et al. 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":45,"mp_id":"105748651","mp_crag_id":"105807704","climb_id":"bD3mPawJVlCFIzrUW7ZXlQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a beginner classic. This was named in memory of Jon Swanson who was killed descending Mt. Sir Donald in the Selkirks in 1968.\n\nThere are many ways to start this climb.\n\nOption 1: Start as for\n\nRewritten\n\n, but after P1, traverse up to the Red Ledge to the right. Find a tree to the right of the\n\nWest Chimney\n\nand belay from here.  5.7 PG-13.\n\nOption 2: Do the\n\nWest Chimney\n\npassing a 2 bolt intermediate anchor and continue up to either the 2 bolt 2nd anchor (50m) or continue up to the tree (60m).  5.6.\n\nOption 3: Do the 1st pitch of\n\nGreat Zot\n\n, 5.8+.\n\nP1. Follow the arete on the right side.  Note, the start is a bit loose in places.  There is a easier-than-it-looks slot with holds in the back (crux).  You can belay on the left side of the arete at a tree.\n\nP2. Continue up to the right of the arete, passing a slot with a tree or along the arete (5.6 R).  Move up into a left-facing dihedral (crux) with a thin crack protectable with wires to a tree.\n\nP3. Continue up on airy but blocky holds.  Skirt the roof to the right and finish up  the dihedral to the summit.\n\nDESCENT (multiple options):\n\nOption 1: Downclimb (S) to the notch in between Lumpe Tower and Tower One and make 3 double rope raps--or downclimb to the East side of Redgarden.\n\nOption 2: Downclimb to the tree just below the summit.  Three 2 rope rappels off the tree, off another large tree with a rope (left of Dirty Deed), and another off a large tree on the Red Ledge gets you down.\n\nOption 3: traverse off to the west along the ridge (lengthy and involves some exposed climbing/scrambling) to the gully descent near the top of Redgarden Wall.","protection":"Standard rack--double ropes, or an extra rope for raps on descent. Be careful of loose  rocks on the ledges of this rap, known as the \"Dirty Deed\" rappel.","location":""},"__v":0},{"_id":"9g4xeP1CVs+SluhRRTOCbQ==","name":"Sunstar","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dick Walker and Steve Gaskill, 1972","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":15,"mp_id":"105756241","mp_crag_id":"105807704","climb_id":"9g4xeP1CVs+SluhRRTOCbQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"It's surprising that this multi-pitch 5.9 hasn't been added to the site yet.  Perhaps it's the long walk up to the route.... regardless, this route sees very little traffic, and has a definite alpine flavor to it (it did rain/hail on us a couple of times during the route, which added to that feeling). Loose rock on most of the pitches, routefinding challenges, and some curious gear opportunities give this route an 's' rating.\n\nAbout 50 yards past the\n\nDarkness 'til Dawn\n\ndihedral and just before a rotten band (home of choss-fest Outer Space) lies an obvious chimney/slot with two large chockstones 40 and 70 feet up. Immediately right of this chimney is a well-chalked crack that is\n\nDisappearing Act\n\n.\n\nP1. Ascend the chimney, awkward 5.6. There is an optional belay on top of the second chockstone. It's better, however, to continue up the dihedral to it's exit, 150 feet high, to a tree with slings. Be careful for loose rocks on exit from the dihedral.\n\nP2. Scramble up the easy dihedral for about 60 feet to another tree with slings and belay just under a bulge with a hand-sized chockstone.\n\nP3. Here's where it got interesting. Our clear target is the ledge 20 feet to the right of the enormous tree on the face above you; however, chossy rock is between you and that belay ledge. We turned the bulge, hand-traversed out the wide crack, and then gingerly climbed up large, loose, licheny blocks before a final traverse back right to the ledge. Continuing up the dihedral from the belay and then coming back left *might* be a better strategy, but that looked pretty loose too. 50 feet.\n\nP4. Ascend the fingers-size crack in a small ramp/right-facing dihedral that curls back to the right for 60 feet, before turning a roof. Again, this is where it got interesting, as above this roof the route and pro becomes indistinct. Kreighton Bieger was heard whining that he would \"give his first-born for a good piece of pro\" on lead in this area. Supposedly follow the line of least resistence; we moved left and up, back and right to sling a horn, and then traversed left on an airy and exciting ramp before heading up more loose rock for 25 feet to finish. 150 feet.\n\nWe're still unsure if we went the correct way; no chalk marks anywhere gave us hints. Regardless, this is a little-climbed route that probably deserves more ascents.","protection":"Standard rack up to a #3 Camalot.  Doubles of fingers size and smaller comes in handy on the last pitch.","location":""},"__v":0},{"_id":"EcgQMF+2WZm2+VynvBW+OA==","name":"Spur of the Moment","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Doub, Jimmy Walker, Dan Grandusky, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":31,"mp_id":"107942018","mp_crag_id":"105807704","climb_id":"EcgQMF+2WZm2+VynvBW+OA==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"P1: Start to the left of the fin/arete of\n\nGrandmother's Challenge\n\n. Start on a block and move around to the right side of the arete.  Stay on the arete passing a small roof and a bolt. Belay from a chockstone stance (.9+ R 80').\n\nP2: Move left under a roof to the crux arete with two pins. Pull flakes onto a face, and then hit the original\n\nGrandmother's Challenge\n\ntwo bolt anchor clipping, but don't stop, and finish to the top (.11c PG13 130').","protection":"SR.","location":"This is around the corner from\n\nGrandmother's Challenge\n\n. Start on the left side of the fin/arete that forms the main\n\nGrandmother's\n\nwall."},"__v":0},{"_id":"JRE6UfhxWYOH7hmJ0OLAaw==","name":"Silver Raven","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Skip Guerin & Bob Horan FFA, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":21,"mp_id":"105753868","mp_crag_id":"105807704","climb_id":"JRE6UfhxWYOH7hmJ0OLAaw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This excellent route is just to the right of\n\nThe Grand Course\n\non the West Ridge of Redgarden. It has two pitches, but it is better to do the first pitch of Silver Raven followed by the 11a pitch of\n\nGrand Course\n\n.\n\nClimb up the chimney on the right for about twenty feet. Place nuts out left from an insecure position and then traverse into the crux. Fire that, then get ready for a burly, awkward section just afterward to a much appreciated stance. Easier finger jams lead to a belay ledge where you are required to build your own anchor.","protection":"Standard Eldo rack with Aliens.","location":""},"__v":0},{"_id":"DS/NFjrcU2iIy/uo/qZuqQ==","name":"Sayat-Nova","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matt Reeser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":29,"mp_id":"114335524","mp_crag_id":"105807704","climb_id":"DS/NFjrcU2iIy/uo/qZuqQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a direct start into Christian Griffith's route \"\n\nThe Color of Pomegranates\n\n.\" It's not really a route you want to go ground up on. If you do, bring some small nuts and a few finger-sized cams. I added this direct start and two bolts to link this into the\n\nTwist and Crawl\n\nproject, but I did not add any bolts to\n\nThe Color of Pomegranates\n\n. I would suggest you climb\n\nDarkness Till Dawn\n\nand traverse over to the anchor. You can then hang your draws. I hang a 6 foot sling from the second to last bolt and a 7 foot sling from the 3rd to last bolt. I know, it's silly, but it's worth it!\n\nThe Color of Pomegranates\n\nrefers to a 1969 film about Sayat-Nova, an Armenian poet. The film was originally titled Sayat-Nova, but the communist party changed its name to\n\nThe Color of Pomegranates\n\nin an attempt to censor it.","protection":"8 bolts to a two bolt anchor.","location":"This route is on the slightly overhanging face to the right of\n\nDarkness Till Dawn\n\n."},"__v":0},{"_id":"gX4/0epwXsygxhtzP7lkaw==","name":"The Roof Wall","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. Culp & S. Shepard, 1965","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":13,"mp_id":"105758808","mp_crag_id":"105807704","climb_id":"gX4/0epwXsygxhtzP7lkaw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"If you found\n\nSunstar\n\nto be a great route but wanted something harder more devious and with less protection and insecure belays, then this is a route for you. This route is rated 2 stars in this description. I am an individual that enjoys \"adventure climbing,\" which is to say that I find unexpected difficulty, complex protection, and funky moves to be more exciting than disturbing, provided that is well below my maximum on-sight grade. If you can't deal with runouts, loose rock in spots, or some route-finding difficulty, then choose another route.\n\nI did make the mistake of taking a less advanced follower on this line, which resulted in poor communication and some dangling in space.  Lucky for us, some folks walked by and \"relayed\" vocal messages between my second and I so that we did not have to resort to a prusik situation.  If you are said party, a deep and hearty thanks from us.\n\nThe description here is as we have climbed it and may not be the true original line. It is, however, nice, and generally true.  As described, the route is probably 5.10c but could be made easier by wandering left or right at key places as noted below.\n\nFind the last substantial buttress of Redgarden Wall; this is the\n\nHot Spur\n\narea. This is further up the Redgarden Wall trail, past The\n\nGrand Course\n\n,\n\nDisappearing Act\n\n, and\n\nSilver Raven\n\n, and just past Sunstar.  Near the center of the base of this buttress you will see a large pine growing atop a large boulder and in front of the wall.  Go just right of this to see a left-leaning, overhanging, hand-to-fist crack in junky [rock] about 40 feet up the wall.  Climb up to the right-hand edge of this and continue past it on the right through an acute corner (1\" cam) to a ledge.  Wander up and right past a tree another 60' to a second tree on a slanted ledge full of death blocks below a substantial overhang.  There is one tree on this ledge at the very edge, which is not much good for a belay, but a good belay can be had from a few cams 2\"-3\" and just over from that a 0.4\"-0.6\" cam.  This is just below the only decently solid seat on the ledge.  From there, you can flick the rope to a notch just South of the little tree and North of a little horn such that it will not pull loose rocks down onto your belayer.\n\nThis pitch can be 5.7 or so, but it is pretty junky that way (bomb rating).  However, if the last 40 feet is done as described below, it can be serious fun.  In the last 40 feet below the belay there is a steep, open-book dihedral with a thin finger crack in it.  This lies just below and slightly right of the belay tree.  A yellow micro-Camalot can be placed in this along the way (decent pro) with a nut or two as well.  Climb up into this open book and directly up to the belay, avoiding the 100+ lb. puzzle-piece of rock that lies chocked into the wall on the left.  The crack disappears into a few solid sidepulls. The wall on the left has a lot of lichen- be careful of your stems and lie-backing footholds. I have cleaned the lichen off of the critical holds and this goes about 5.10c, \"S-\".  For more excitement still, climb to the yellow M.C. placement and then out left to the arete and up some edges and slopers on the arete to the ledge (5.10b, S). I downclimbed to remove the gear and reclimbed up in this spot, because it looked fun. This is about the only area of the first pitch worth of merit.\n\nFrom this belay, the topo implies that you would take a route more left than the initial part of the route to be described here, but that looked looser and less direct...the way we took was steep, reasonably solid, sustained and fun! So, step just right of the tree and battle though an opening boulder problem to reach the wall above. You will pass a few perennial 'shrubs' which were just recently pruned of some annual growth so as to pass them with out needing stitches... and continue upward toward an acute red V-slot. The red V-slot above is climbed like a bomb-bay chimney due to its lack of feet at the start.  It is ~5.9 and easier for small people. The solid rock and surprisingly positive holds are great here. Reach up into the slot and get a good left-hand notch. Smear your feet under the overhang and move up to get your right foot out behind you to the right on a broken-looking hold. There is a great offset seam on the right-hand wall which also gives incredibly good edges and sidepulls. Get out of this after 30' of climbing and head up through this one of two V-slots above.  The topo implies that you will climb the left-most of these again, but again, climb to the right, just left of the face of\n\nSunstar\n\n.  Both systems will dump you out just below the \"crux\" roof anyway....  Continue upward on decent rock, working up and left through cracks and corners until you can see the double roof out to your left.  Climb up and left on well-spaced, but adequate protection to reach a point perhaps 15' under the right hand edge of the roof. There is one slick spot with lichen that will be passed to get to the roof from here.\n\nYou can set a belay somewhere here (uncomfortable, less then perfect pro) or continue....\n\nContinue up to the corner of the roof, placing a 1-1.5\" cam under and to the left of the crack and perhaps a stopper just out further to back it up. Crank through the multi-tiered roof on fingerlocks and edges to a final jam just above the last roof. A passive brown tricam was perfect crux pro. Go over the roof and up to the left-facing dihedral system above.  Belay here or continue to the top of the wall with a few stoppers for pro, or medium cams if you've brought doubles.  I placed sparse pro and had left my hand sized cams at the belay.  As a result there was substantial runout, but no rope drag.\n\nBelay from the top from a good slung boulder (1/2 buried) and a tree 30' back from the edge--provided you have cord or spare rope to do so.\n\nTo descend, walk West to the standard Redgarden walkoff by the Hypothermia area.","protection":"Depending on how you do this you will need different amounts of pro.  I seriously recommend doing this wall in 2 pitches if both climbers are solid at the grade (will not dangle helplessly in space after a fall). This avoids bad belays. If both climbers are not seriously solid at the grade, I suggest climbing something else.\n\nRack for 2-pitch ascent (50M followed by 65M):1 set stoppers, 1-2 sets small tricams, 1 set friends from small TCU's to 3.5\" with doubles from 1.5-3\". A ton of 2-foot runners and biners. A 70M rope if you will do a 2-pitch ascent.There will be some significant sections of poor or sparse protection along this route and it should be considered serious.","location":""},"__v":0},{"_id":"gN3t3LrkVxyN4fakiRlr/A==","name":"Rewritten","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Hurley, Bob Culp, John Link, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":38,"mp_id":"105750106","mp_crag_id":"105807704","climb_id":"gN3t3LrkVxyN4fakiRlr/A==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is another excellent classic on Redgarden. Six pitches takes you to the summit of the Middle Buttress via\n\nRebuffat's Arete\n\n. Start at the base of the\n\nWest Chimney\n\nbelow the Middle Buttress about 15 feet left of an alcove.\n\nP1 is a steep start but only 5.6 up a nice crack (~110 feet). There are two cracks starting here. The thinner crack on the right is The\n\nGreat Zot\n\n(8+) and is one of my favorite 5.8s in Eldo. Take your pick.\n\nP2. Climb an easy pitch up to the Red Ledge arcing left. Look for a large eyebolt.\n\nP3. Continue up the left-facing dihedral to a belay stance on the right (6).\n\nP4. This is the crux and most exciting pitch. From the belay, traverse the hand crack left, pull around the arete, and continue up the steep and exposed hand crack. Belay on a ledge to the left of where previously existed a large, detached block or the right. Caution: this block fell down; this 6 foot high piece of rock used to rock back and forth if you pulled on it!\n\nP5. Follow the crack to the R (5) or straight (8) up\n\nRebuffat's Arete\n\n. The arete is recommended as it more spectacular. Belay at a tree in the large V on the left.\n\nP6. Find a clean, 5.5 crack to the summit. This is a great short pitch also with a nice view and bomber gear.\n\nPer\n\nDoug Haller\n\n: you can combine P5 & P7 with a 60 or 70m rope and save a belay, 140'.\n\nDescent: downclimb a notch to the North back to the West side of Redgarden Wall. The notch is beyond several towers to the NW. If it doesn't look like easy 4th Class, keep going.","protection":"Good pro for the whole climb--standard rack up to 3\" with plenty of 12-24\" slings and  wired stoppers.  A 48\" runner is also useful for slinging large rock horns.","location":""},"__v":0},{"_id":"mCgcILo9UFGCNGTEMiNKzQ==","name":"Rebuffat's Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe O'Laughlin, Steve Turner, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":39,"mp_id":"108095626","mp_crag_id":"105807704","climb_id":"mCgcILo9UFGCNGTEMiNKzQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is most popularly done as a variation to the fifth pitch of\n\nRewritten\n\n.  From the dead tree belay of Rewritten, avoid the chossy gully and head straight out right on to the edge of the arete.  There is more protection than would first appear.  Have fun peeking over the edge and head right up to the top.  Then carefully downclimb 5-10 feet to the notch. It is 80'.\n\nIt can also be done from lower on Rewritten, right after the hand traverse and finger crack on pitch 4.  Instead of moving left, head straight up the arete.  It is 190', PG-13.\n\nIt can also be accessed from\n\nTower Corner Exit\n\n.  Reach the arete by moving left up a ramp system, then follow to the top as above. It is  130'.","protection":"Standard Eldorado rack.","location":""},"__v":0},{"_id":"V/bHz4OjXVuidAlPIofhZQ==","name":"Razors to Rubble","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"TR: Jay Eggleston, Mark Roth, 4-20-11,                   First lead: Mark Roth, 7-25-11","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":0,"mp_id":"107225190","mp_crag_id":"105807704","climb_id":"V/bHz4OjXVuidAlPIofhZQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"The first half of the route is a steep slab with a veritable ladder of perfect crimps (the \"razors\").  The top has some loose flakes, cracks, and loose blocks (the \"rubble\").  The first half is super fun, but probably R rated.  The crux comes at about 20 feet.  The holds get really small for a section and you have to mantle and stand up on your handhold...  I used hooks with duct tape to protect this move.  There is also a red C3, but I don't know if it would hold.  After the crux you get good gear, a #5 cam.  One more big move and you get a #9 hex.  After mantling onto a ledge and moving to the highest point, there is one more tricky section.   A #2 C3 & a similar sized nut in a loose flake \"protect\" the move off the ledge.  A seam on your right will take a bomber #2 RP and a #1 ballnut.  A few moves later there is a nice hole that takes a perfect 2.5 tricam.  Angle left (watch out for a large loose flake) and follow broken cracks up to a tree with slings and rings....","protection":"Maybe listed too much gear beta already?  Standard rack...  #5 Camalot is nice (or a #6), #9 hex (an 8 or 10 may also work in this spot), the 2.5 tricam was perfect (didn't see any other gear near by, so it was nice to have).\n\nIt is easy to toprope from a tree directly above the route.  There is easy access from the Redgarden wall walk off trail.","location":"This is the furthest left route on Redgarden wall, therefore WAY up the trail.  Start on the face about 12 feet left of\n\nDoris Gets Her Oats\n\n.  This is the buttress on the left when the trail heads up the walk off gully."},"__v":0},{"_id":"usGbhzarXre3kQTfTCvFqQ==","name":"Rabbits From Hats","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Archer, Todd Bibler, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":17,"mp_id":"106259184","mp_crag_id":"105807704","climb_id":"usGbhzarXre3kQTfTCvFqQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Climb directly up the finger crack start for\n\nDisappearing Act\n\n.  At the rest on\n\nDA\n\nbefore the crux moves into the dihedral, layback up and left to an obvious #3-3.5 Friend placement. Climb & layback up the corner for a few moves to a horizontal out left. Get fail safe cams here. Climb up until you are standing on the horizontal and place a good nut and RPs.  Continue straight up, clipping a fixed pin along the way, to reach the top of the first half of\n\nDisappearing Act\n\n. Continue up the second half of\n\nDA\n\n.","protection":"For Rabbits finishing on\n\nDA\n\n: RPs, Nuts, Aliens/C4s, 2 sets of Friends 1-3, (1) 3.5 and 4.","location":"Start on\n\nDisappearing Act\n\nand head left and up just before\n\nDA's\n\ncrux. Finish on\n\nDA\n\n. Rap or lower."},"__v":0},{"_id":"j2uhYibnU5q3sAxFTny/eQ==","name":"Please Close Lid","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chris Weidner, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":53,"mp_id":"105764712","mp_crag_id":"105807704","climb_id":"j2uhYibnU5q3sAxFTny/eQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Please Close Lid lurks across a 40-foot wide gully from The Recreant, the lowest sport route of The Enigmas. These are located near the summit of Lumpe Tower in a deep and shady cleft and offer that extra pitch or two after completing one of the myriad classics on the 'front side' of Redgarden Wall.  Ten feet right of a large pine tree opposite the sport routes is a short, attractive seam leading to a ledge with two bushes.  Begin in the seam with small hand and footholds climbing on its right side, until after just 20 feet of bliss the route yields to jugs and the ledge.  It's kind of fun while it lasts.\n\nTo descend, scramble easily up the crest of the rib above Please Close Lid until even with the highest sport route of The Enigmas, Lex Loci.  Downclimb 10 feet back into the gully beneath the routes.  This is likely the same downclimb that got you here in the first place.","protection":"A few very thin nuts and cams, RPs, a medium cam.","location":""},"__v":0},{"_id":"vLwZG/DmVlWhFsDkkhrELA==","name":"Piece of the Sun","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kent McClannan, Bruce Miller, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":5,"mp_id":"107217985","mp_crag_id":"105807704","climb_id":"vLwZG/DmVlWhFsDkkhrELA==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is located right of\n\nThe Hot Spurs\n\npitch 3 and left of\n\nControlled Burns\n\npitch 2.\n\nP1: Climb a roof crack and progressively easier crack system above to ramp/ledge, 5.11d, 70 feet.\n\nP2: Continue up crack on the left face of the dihedral to top of buttress, 5.6, 40 feet.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"gu7RLM0sVaK5LsOvZJsyzQ==","name":"Paris Girl","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Christian Griffith 80s","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":19,"mp_id":"105750766","mp_crag_id":"105807704","climb_id":"gu7RLM0sVaK5LsOvZJsyzQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"QDs only.\n\nPer\n\ndameeser\n\n: the bolts were replaced on 3\\22\\2020. There are 6 lead bolts. They were all replaced with 8mm twisted leg SS glue-ins 100mm in length.","location":""},"__v":0},{"_id":"c5H6nPlxU560mhNQiBwY6w==","name":"Northumberland Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Culp and George Hurley, 1965.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":9,"mp_id":"105764973","mp_crag_id":"105807704","climb_id":"c5H6nPlxU560mhNQiBwY6w==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"If you've done\n\nSunstar\n\nand\n\nThe Roof Wall\n\nand want a little more adventure, check out Northumberland Crack.  The crack on the second pitch is challenging and exposed.  There's some loose rock and lichen, but also some high-quality climbing.\n\nStart about 60' left of the\n\nSunstar\n\nchimney. Look for a large block with two trees.  Scramble up the block from the right and belay just left of the highest tree.\n\nP1. 5.7, 150'.  Climb straight up flakes and cracks aiming for a tree directly above. Watch for loose rock. Pass the tree on the left and climb to a rotten ramp. Traverse left on the ramp to a good belay spot about 30' left of the crack and roof on the second pitch.\n\nP2. 5.9+, 100'.  Traverse 30' right on a 3'-wide ledge back towards the crack.  Climb up and right to a bolt about 10' below the roof.  This is not a good belay spot, so continue on.  Climb up to the roof and place a #4 Camalot in the wide crack.  You can slide this piece up or place a second #4 Camalot a little higher.  Make some strenuous moves to pass the lip of the roof (9+).\n\nThe fun isn't over: a few more wide-crack moves get you to a stance where you can finally rest.  I belayed here.If you still have a #4 Camalot, you can continue up a flared chimney and belay at a ledge with a tree about 40' higher.\n\nP3. 5.7, 100'.  Climb the flared chimney (7; #4 Camalot for pro) to a ledge with a tree.  Pass the tree on the left and continue up a steep wall with jugs (6) to the top.\n\nThe views from the top are great:\n\nRewritten\n\nand\n\nThe Yellow Spur\n\nreally stand out.\n\nDescend via the same descent as for\n\nRewritten\n\n,\n\nThe Green Spur\n\n, etc.  Head north to a notch (follow cairns) and scramble down to the trail.","protection":"Standard Eldo rack with extra large cams: two #2, two #3, and two #4 Camalots useful.","location":""},"__v":0},{"_id":"ZLuuQCzoVQmL4dbic8bC9Q==","name":"Noodle Salad","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Clint Locks, Dave Holliday","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":51,"mp_id":"113789711","mp_crag_id":"105807704","climb_id":"ZLuuQCzoVQmL4dbic8bC9Q==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"On the Dreamweaver Wall, begin at the end of the left-trending, diagonal crack. Climb the slab/ramp below up and left. At its end, move up and left on mostly positive pockets. Exit through a shallow trough just right of\n\nDream Weaver\n\nand left of a pocketed bulge. Like most others on the wall, this climb is more overhanging than it first seems from the ground. It has great moves on solid rock and is good fun....\n\nDream Weaver Wall is generally sheltered from the wind, and though the approach involves some bushwhacking, it's worth the side trip if you're already in the Roof's Way area, or have some steam left after any Lumpe Tower summit route.","protection":"Bring a standard Eldo rack to 4\" and doubles in 2\".","location":"Noodle Salad is the rightmost climb on the wall."},"__v":0},{"_id":"3qSDvIZ2X1qJMLEj9Y0Qwg==","name":"Maverick","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"M. Brooks, L. Smith, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":3,"mp_id":"107584574","mp_crag_id":"105807704","climb_id":"3qSDvIZ2X1qJMLEj9Y0Qwg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This pitch has some pretty nice climbing on it, but it is marred rather frequently by bushes or loose rock. An experienced adventure climber will not mind, but it is not a route for tentative leaders.\n\nThe crux is probably the first 3 meters of climbing and involves a massive but precarious looking flake.  While I was comfortable climbing on that and jamming it, the thought of placing gear behind it was rather unattractive, and so there was a runout there.","protection":"A standard rack of nuts & cams to 4\".  This area of the wall tends to accept large gear too, but it is not necessary, as other options are not far away. Take some cord or webbing if you want to retreat after completing this pitch and not continue on\n\nThe Hot Spur\n\n.  A 70m JUST touches down from the best tree we could locate.","location":"This route starts as for\n\nThe Hot Spur\n\n, in a left-facing, left-leaning corner. After a move or two, pull into a handcrack behind a massive flake and pass a small tree.  Continue up and left past a small roof and head sharply left away from the left-facing slot of\n\nThe Hot Spur\n\nand out to a second crack system.  The climbing improves.  Continue up cracks on some 5.7 to 5.8+ terrain past a medium pine to a ledge with additional pines.  A delicate traverse (sloping ledge with loose rocks on it) will take you South 4 meters to a very solid and well situated tree to rap, if that is your goal.\n\nBe VERY careful pulling the rope from the wall. \"Bricks\" abound on the ledges...."},"__v":0},{"_id":"HUO2z3xTU3iinfaSCUYILg==","name":"Lost in Space","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim and Dave Erickson, 1972","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":14,"mp_id":"105752884","mp_crag_id":"105807704","climb_id":"HUO2z3xTU3iinfaSCUYILg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Don't do this route.\n\nAs a moderate lead, it fails on two distinct counts.  1)  Loose Rock, dangerous to both climber and belayer.  2) A runout third pitch, the last  pitch up the \"huge dihedral.\"  I felt a 40+ foot fall was definitely possible.\n\nThe first pitch, as Rossiter says, ascends \"indistinct terrain\" and is characterized by loose rock.  We were  hoping for 3 solid pitches in the 5.7 dihedral.  Yes,  there were some good moves, especially on the bulges in the 2nd pitch, but the runout 3rd and the additional loose rock in the 4th pitch made this an unappealing climb.\n\nNote that trees are everywhere, and you could wrap off this at any point with a single rope.","protection":"Up to a #4.5 Camalot.  A couple of double length slings are helpful on the first, wandering pitch.","location":""},"__v":0},{"_id":"dMzKMzFHU9GopVrayMVISw==","name":"Hot Links","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":7,"mp_id":"106621668","mp_crag_id":"105807704","climb_id":"dMzKMzFHU9GopVrayMVISw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This climb is a variation on pitch 3 of\n\nHot Spur\n\nand will link the\n\nHot Spur\n\nroute into the upper portions of\n\nNorthumberland Crack\n\n.\n\nIt starts after stepping right and out of the hanging, left-facing corner on pitch 3 of\n\nHot Spur\n\n(about 50' into the pitch). Traverse right and up on a *loose* and exposed ledge following the path of least resistance toward the route\n\nNorthumberland Crack\n\n. A few 5.6 moves are encountered toward the end of the traverse. Belay at the end of pitch 2 of\n\nNorthumberland Crack\n\n. The position here is fantastic. Continue with the last 2 pitches of\n\nNorthumberland Crack\n\n.","protection":"Standard rack.","location":""},"__v":0},{"_id":"w/r74AzeWOe8AAFtNFguTg==","name":"The Hot Spur","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Culp and Stan Shepard, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":4,"mp_id":"105758919","mp_crag_id":"105807704","climb_id":"w/r74AzeWOe8AAFtNFguTg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"If you can find it, you can climb it.  This one is way up on Redgarden; keep hiking.  If you make it to the 3rd class walkoff you've gone just a bit too far.  Seriously, pass by\n\nRewritten\n\n,\n\nGrand Course\n\n, and\n\nSunstar\n\n(first pitch chimney is easy to spot).  Just as the trail starts to switch back to the left (away from the wall) look back to the wall and find the best path to get there.  This area is pretty steep and seems to be prone to erosion.  From this point on, we constantly wondered if we were on route.  I think we got close but corrections or clarifications are certainly invited. That said...we found the start of the route by locating what Rossiter describes as a large fallen block.  The block angles against the rock and opens uphill with a small pine on top.  It makes a nice spot to shoe up as the hillside is steep and loose.  This spot is also in the shade of trees which is nice when it's 90.\n\nP1 - Just a bit uphill from there a crack diagonals up and to the left with a small pine just a few moves away.  Climb straight up  (awkward but easy) to gain a second crack and follow this a bit left then up. Supposedly, there is a chimney in the area but we never spotted one.  The closest being a wedge-shaped corner.  Just to the left a 12'-15' vertical crack provided a couple fun (5.7?) moves up to a ledge and the belay.  It is probably 100' of 5.5-5.6 overall.\n\nP2 - This pitch started with another short vertical section followed by 3rd/4th class for another 150' up a loose and rocky ramp.  This gully is so loose it is impossible not to launch a rock or two.  Be certain to position your belay with this in mind.  In addition, try setting some occasional high pro to keep the rope up. As you reach the top of the gully the rock firms up and rises in a series of aretes.  Set the belay as soon as the rock will take it.\n\nP3 - The last pitch is described by Rossiter as \"a slightly overhanging, left facing corner\".  Pick your way to the top. Although the rock is still questionable, there are some interesting lines. We chose a broken crack up a less than vertical face.  The rock got bad and my leader dropped into the gully to finish the lead (5.5 into 4th). Seconding, I cleaned the first half then climbed back down and onto the arete-vaguely reminiscent of\n\nIcarus\n\n/\n\nYellow Spur\n\n.","protection":"Standard rack.","location":""},"__v":0},{"_id":"szFWm+3eXFWJF4lTGKRKyg==","name":"Heddie La Rue","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"M. Brooks, J Stuberg, C Coy, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":2,"mp_id":"105759726","mp_crag_id":"105807704","climb_id":"szFWm+3eXFWJF4lTGKRKyg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This route lies near the very top-end of Redgarden Wall. In fact, it is very near Crag X and the Hypothermia area, where Redgarden merges into the Rincon Area at the Potato Chip.\n\nApproach via the Redgarden Wall trail going all of the way to the top at the LAST clear switchback. This is where the uppermost branch of the walkoff trail hits the ground. There is a small crag just NW of this point, with a few left leaning crack systems running up from its right hand side to the summit.  At the lowest right hand edge of this crag is a ~4\" diameter Juniper tree, and 8' left of that is a ~10\" short-needled pine. A thin crack rises from the ground ~3' left of the tree, in spots this opens to 2\" and in spots is is barely a seam.\n\nClimb up the leaning crack towards the top- the crux is after perhaps 20' and over a decent #1 Camalot. Footwork on small holds and finger strength for key sidepulls and pinches are the keys to making this route go. As you go upward beyond 30 feet, the route gets easier. Perhaps 5 feet from the top the crack gets nasty- step left 5' to the next line and ride it for an additional 15 feet to the top of the crag.  Walk back a ways from the edge and set an anchor and place your rope so as not to knock off anything loose (this was done on a #3 Camalot and a huge stopper on the FA).\n\nTo descend, walk up and to the climber's left past some death blocks and under the low branches of a few trees to reach the Redgarden walk-off trail again. (3 min)\n\nI'll place some pictures up when I get my slides developed and scanned in.","protection":"1 set of nuts including small RPs or BD copper-steels + a few small tricams and TCU's + One 2-2.5\" Friend. The pro is thin and not usually quite where you'd like to have it. Some of the pieces are poor near insecure moves. A groundfall should be really unlikely, but the route is heady.","location":""},"__v":0},{"_id":"FUUotSU8VD2K7AZcCF6wdA==","name":"The Green Spur","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Dornan, Dallas Jackson, 1960, FFA: Larry Dalke, ~1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":35,"mp_id":"105748645","mp_crag_id":"105807704","climb_id":"FUUotSU8VD2K7AZcCF6wdA==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is my favorite 5.9 route in Eldo. It is a great line up a cool dihedral and the  moves are very fun and interesting. The crux is thin-fingers liebacking or stemming in an interesting corner. The route begins in a corner about 20 feet to the right of\n\nGrandmother's Challenge\n\n. It is also about 50 feet left of the\n\nWest Chimney\n\n.\n\nP1. Start by climbing a short, 40-foot  pitch up an easy corner to a belay ledge.\n\nP2. The next pitch is for real. Start by using two parallel cracks about three feet apart until the right crack becomes too thin to use. Climb the left crack  through a wide section until it becomes a smooth dihedral with thin fingers in the back. Climb the dihedral until you are just under the roof and then step across the face to the right onto a  blunt arete that leads to the top. After the lip at the top there is about 30 feet of easy runout to a large rappel bolt on the Red Ledge.\n\nFrom here, climb the top half of\n\nRewritten\n\nto the top, or make one double-rope rappel to the ground. It doesn't get any better.\n\nPer\n\ntooTALLtim\n\n: If you continue above P2: from the P2 belay, move up and left along Red Ledge. Belay where\n\nGrandmother's Challenge\n\nends, in the alcove next to the BIG boulder, by the tree.\n\nP3: Climb up a large block to a short hand crack, towards the blocky roof. The exposure here is great. Hand traverse under the roof, and pull over on bomber finger locks (5.8).\n\nP4: Continue up the beautiful corner to the top of Rebuffat's Arete. (5.8) You might see some people on the arete climbing\n\nRewritten\n\n.\n\nP5: Now join with\n\nRewritten's\n\nface climbing to the top. (5.5)\"","protection":"Standard trad rack of nuts and cams. Some TCUs or Aliens would be helpful for the second pitch.","location":""},"__v":0},{"_id":"/7rdPr2CXTmXxMGWmfNzXA==","name":"Green Sleeves","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Ed Webster and Henry Browning, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":33,"mp_id":"106972258","mp_crag_id":"105807704","climb_id":"/7rdPr2CXTmXxMGWmfNzXA==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Green Sleeves is on Steve Levin's obscure tour and is well worth seeking out.  The variation to\n\nThe Green Spur\n\nis worth doing once but is not the same quality as the regular route. The 5.10 finger crack on the crux pitch is amazing, though. Starting this route with\n\nGrandmother's Challenge\n\nor\n\nThe Green Spur\n\nwould be a great outing.\n\nP1/2: follow\n\nThe Green Spur\n\nup to the crux dihedral. Break out left, and follow discontinuous cracks to the Red Ledge (5.9+, 195 feet).\n\nP3: scramble along the ledge and around the corner to the left and belay on the ledge below the start of\n\nGreen Slab Direct's\n\n3rd pitch. Watch out for loose rock (5.3, 120 feet).\n\nP4: angle left to the arete and follow face/cracks to a new bolt (2015). This bolt protects the face moves to the right. Gain an amazing finger crack with great locks and a few tricky moves to the\n\nGreen Slab Direct's\n\nbelay stance (5.10c, 150 feet).\n\nP5: pick an easy crack system to the top. There are two variations to choose from (5.6, 150 feet).","protection":"The crux pitch requires at least a double set of small cams and a set of RPs.  Two #1 Camalots were also handy on this pitch.","location":"The start shares the first 120 feet of\n\nGreen Spur\n\n."},"__v":0},{"_id":"QT8HDEMhXnOLMXACRu8GcQ==","name":"Green Slab-Original Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Dornan and partner, before 1960.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":24,"mp_id":"107423155","mp_crag_id":"105807704","climb_id":"QT8HDEMhXnOLMXACRu8GcQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Follow the description already given for the\n\nGreen Slab Direct\n\nfor the first 2 pitches. The small roof on P1 is surmounted via a thin crack near its right edge. If one doesn't surmount the roof from the right side, it's much more difficult. If one continues left a few feet from this roof, it's possible to climb an unprotected slab to the same final belay ledge, but this is 5.9. It is then possible to follow a distinct ledge to the prominent arete on the left. The next 2-3 leads (depending on rope length) follow the arete on very moderate climbing to the top of the wall. There are several lines possible, but the climbing is never more than 5.7 with good protection.\n\nThe descent is accomplished by following the ridge line North until some steep and dirty gullies lead back down to the scree.","protection":"A standard Eldorado rack is adequate, and the emphasis is on small to medium wired stoppers.","location":"Use the same start as\n\nGreen Slab Direct\n\n."},"__v":0},{"_id":"ucMhbbQ7V2eKcW/S31i6YA==","name":"Green Slab Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Culp and Henry Heuerman, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":23,"mp_id":"105754933","mp_crag_id":"105807704","climb_id":"ucMhbbQ7V2eKcW/S31i6YA==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"A fun route with some damn longs leads.  We're not 100 percent sure we did the route correct, so take this discussion with a grain of salt.\n\nP1:  Start in a nice crack system near the left edge of the alcove containing\n\nDarkness 'Til Dawn\n\n- about 20 left of that route.  Ascend easy climbing up crack systems, aiming for the roof about 80 feet off the ground.  There's a pin just underneath the left corner of the roof; clip and power over (5.8).  Continue up, angling slightly right and then back left.  Hit the rotten band and move up and a bit left and belay just left of a small tree growing out of the band.  You will be even with the anchors of\n\nDarkness 'til Dawn\n\n140', 5.8+.\n\nP2:  Go straight up easy crack systems on the face.  Avoid getting pulled left to the big trees.  Right up the face to a nice big ledge.  Belay at the low point of the ledge, right in the middle fo the face and below the obvious crack you will be climbing next.  90', 5.5.\n\nP3:  Here's where it gets interesting.  On the middle part of the ramp, a steep crack system gets gradually more difficult (5.7 then 5.8+ then 5.9).  You will notice a fixed pix 10' to the left after about 50', which is not on this route.  Continue straight up as it gets more strenuous (there's a small brass stopper that is now probably fixed pro thanks to my first 15-foot whipper at this point).  The crack eventually turns to small fingers.  At this point, going straight up is 10d R.  Going left is 5.9+R, though only for a short section.  Going right is 5.9PG, where you aim for the large ramp system about 10 feet away.  In any case, all options converge on the ramp which you follow for about 40 more feet of easy climbing. Belay at a decent stance in the right-facing dihedral in the middle of the face.  5.9, 140'.\n\nP4:  Follow the dihedral up and out to a dead tree.  Then, we continued up and slightly left, finishing in a V-dihedral.  However, we believe the correct route actual is to move up and angle right (5.6) past a tree, to finish.\n\nDescent:  Follow the trail running on the east side of the ridge north for about 150 yards.  Look for several cairns, and follow them up to a notch and then down class 3 scrambling to the west and north.  Rejoin the main Redgarden trail, grab your bags, and go get a beer.","protection":"Standard rack.  I don't recall using my #3 Camalot or anything bigger.","location":""},"__v":0},{"_id":"wcL3iPxRWOuRXZyZqRL5Ng==","name":"The Green Hornet","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mark Hammond and Amos Whiting, Nov. 2010","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":36,"mp_id":"106962921","mp_crag_id":"105807704","climb_id":"wcL3iPxRWOuRXZyZqRL5Ng==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Climb the shallow corner/seam until it bends left and join the arete. Make a key placement and balance up to clip the first bolt. The crux is in this vicinity.\n\nOne more bolt and the #4 Camalot will take you to the rubbly ledge at the dead tree.\n\nPitch 2 steps left and up arete into corner. Aim for the upper arete, clipping the final bolt to get there. Climb straight up the arete, protecting in horizontals.","protection":"RPs to #4 Camalot. Could probably get by with nothing bigger than a #2 although I placed the #4 on both pitches. HBs, C3s, small Aliens are key. Consider ballnuts, I think a good one may go where I had a very shallow C3. This climb could be R rated without the right tiny gear or the skill to place it.","location":"Start from the optional belay stance at the end of the 5.9 climbing on the\n\nGreen Spur\n\n."},"__v":0},{"_id":"ZSOlwfTzV52nM5lGOHKEFQ==","name":"The Great Zot","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bob Culp, Stan Shepard, 1960.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":42,"mp_id":"105748648","mp_crag_id":"105807704","climb_id":"ZSOlwfTzV52nM5lGOHKEFQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a fun, moderate route near\n\nRewritten\n\n. The route starts about 12 feet to the left of the\n\nWest Chimney\n\n. This route has some interesting and unique crack climbing on it that is not  to be missed.\n\nP1. The first pitch goes up the crack in the middle of the face to the left of\n\nWest Chimney\n\n. It opens up into a small cave and then jams out the top of the cave for a fun lead.\n\nP2. The next pitch is not fun. It is and ugly, upward traverse right to the red ledge about the\n\nWest Chimney\n\n.\n\nP3. The third pitch is short and climbs a 5.7 crack and corners to the left of the gully until a stance at the bottom of an incredible hand traverse left.\n\nP4. Pitch four is the best pitch of the climb and is airy and exhilarating. Follow the obvious hand crack the traverses diagonally left.  The crack is very reminiscent of a short section on Rewritten but is far longer. The exposure  here is great. The best way to go is about halfway along this crack reach a small stance and climb up and to the right to a ledge with a tree. Watch out for rope drag.\n\nP5. From here climb the\n\nZot Face\n\nto the top via one or two pitches. This part is runout but is an incredible place to be climbing.","protection":"A standard rack of nuts and cams.","location":""},"__v":0},{"_id":"G6QYa4qdVaqir4S84HHNFQ==","name":"The Great Zot Variation A.","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"NA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":43,"mp_id":"105760704","mp_crag_id":"105807704","climb_id":"G6QYa4qdVaqir4S84HHNFQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"To get to this variation, follow the first four pitches of the Great Zot as Rossiter describes it and not as it is described here (from the left angling hand crack continue straight left to a big tree in a gully instead of cutting back right to the tree belay below Zot Face).  The variation is a different last pitch to this route, and is described well by Rossiter.\n\nP5: From the big tree belay in the gully, climb up the gully a few feet past the tree until you spy above you on the face a crack-like weakness.  This is the route.  Rossiter illustrates it as being a double crack at the top, and indeed it is, but the features can hardly be called cracks.  The pitch passes a piton with a ring about half-height, and finishes just right of the large tower that rewritten finishes on.\n\nI don't give this variation many stars because although it has exciting exposure differentiating from the traditional Great Zot finish and adds to the overall quality of airiness that the fourth pitch delivers, it is very very loose.  In the so-called cracks are flakes just waiting to be yarded on.  It is definitely a matter of opinion, and this pitch delivers its' full dose of adventure, but finding good placements can be interesting at times.  At one point there is an easy offwidth section within which lies a large loose block that would sever your rope at the very least.  Be careful, and have fun.","protection":"Standard Eldo rack; there is one fixed pin on this route.","location":""},"__v":0},{"_id":"1NH9L5y6Ukm6mKMdtY2OYQ==","name":"Grandmother's Challenge","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"L. Kor, P. Ament, Dean Moore, 1963. FFA: Jim Erickson, John","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":32,"mp_id":"105748813","mp_crag_id":"105807704","climb_id":"1NH9L5y6Ukm6mKMdtY2OYQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Grandmother's Challenge begins 20 yards left of the nasty chimney that is the start to\n\nSwanson's Arete\n\n. It lies directly left of the\n\nGreen Spur\n\n. It is the really obvious overhanging offwidth left of the crux on\n\nGreen Spur\n\n.\n\nP1. The first pitch is fun and 5.8. Lead directly up to beneath the intimidating offwidth that splits the overhang.\n\nP2. The second pitch is the crux, this thing looks really hard from the ground, but once you are underneath it  doesn't look quite as bad. Place your #4 Camalot in the offwidth, and do a burly lieback up it to a good jam underneath the roof. Get a good stem to rest a tad, place good pro, and do a .10a lieback around the right side of the flake that forms the roof. This whole section is quite sustained and definitely warrants a .10c rating. Once above the roof continue on 70' of good 5.7 face climbing to a large tree.\n\nFrom here, either continue up to the top of the wall on\n\nGreen Slab Direct\n\nor\n\nGreen Spur\n\n, or make a double rope rappel to the west off the tree. This is one of the best (and most awkward) .10s in Eldo.","protection":"You need a #4 Camalot for the crux, and a #3 is also very useful.","location":""},"__v":0},{"_id":"v0wnGlDgUpKyhOfw/tY3bg==","name":"The Grand Course","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FFA - Jim Erickson and John Behrens","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":20,"mp_id":"105750751","mp_crag_id":"105807704","climb_id":"v0wnGlDgUpKyhOfw/tY3bg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"First, let me state that I am amazed how many routes in the Eldo data base have 3 stars.  Don't let this 2 star rating dissuade you - I'm keeping things in perspective.  This route is as good as most of the \"3 star\" routes in the vicinity.\n\nP1. For the first pitch (10-), you need to be adept at crack climbing.  It has a section of wide hands and fists.  Also, this short pitch is rather polished, so watch your foot placements carefully.  There are a couple of choices for establishing a belay at the end of the first pitch.  Take the one that suits you best.  We opted to stay low at the first large ledge to avoid the fumes of bird excrement.\n\nP2. Move up into what can best be described as a twin crack system.  Take this upward and move right into a right-facing dihedral. This dihedral is mostly thin, but as I mentioned earlier, a #3.5 Friend (or 2) may have worked.  I also managed a #1 Camalot, but a #2.5 Friend may have worked a little better. I got a wobbly, but decent nut at a weird block in the crack near the crux.  Anyway, you will know when you get to the business.  It looked like persons taller than myself may have moved slightly right at the crux.  I pretty much had to go straight-up.\n\nMy best advice for someone considering this climb is to 1) be able to crack climb; 2) have good footwork, including stemming; and 3) be comfortable doing cruxes a little above your gear.\n\nThere is a 5.9 variation, where you stay left/straight above the first pitch.  I only glanced at it and it looked good and may protect better than the 11- pitch.  A couple parties that did it earlier and did the climb in one pitch.\n\nErickson's book rated P1 5.9 and P2 10-!","protection":"Bring a standard rack at least up to a #4 Friend.  A #4 Camalot was placed on the first pitch by my partner.  I possibly could have used a #3.5 Friend on the mid/upper part of the 2nd pitch.  At the top of the crux pitch, work up and left to a belay tree from which you will need 2 ropes to rappel to the ground.  Also, save a 0 TCU/blue Alien for the crux pitch.","location":""},"__v":0},{"_id":"voPx5RgBU6CrXFiOF4Wslw==","name":"Fanning the Flame","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Weidner, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":48,"mp_id":"105759876","mp_crag_id":"105807704","climb_id":"voPx5RgBU6CrXFiOF4Wslw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"\"Fanning the Flame\" is located on a small, steep cliff 80 feet downhill from the North Side of Lumpe Tower (see Rossiter's guide p.338).  The logical approach to this cliff is to climb one of several three-star routes on Lumpe Tower, like \"\n\nSwanson Arete\n\n\", 5.5, or \"\n\nThe Ytrid Deed\n\n\", 5.6, or on Tower One, like \"\n\nThe Yellow Spur\n\n\", 5.9.  If you still crave another pitch or two after one of these routes, this wall is worth a visit.\n\nLocated 15 feet left of \"Burning Desire\" 10d, \"Fanning the Flame\" 5.8 is a gently overhanging, right-leaning crack that parallels an incipient crack a few feet to its left.  The climbing is characterized by juggy face holds on good rock, a few crack moves and a tricky finish.","protection":"Bring a single set of cams up to #2 Camalot, and small to medium nuts.  There is a tree about 20 feet beyond where the route tops out, so have some long slings or webbing handy for the anchor.","location":""},"__v":0},{"_id":"wYTe08wdW/OZPVlzgfe/yQ==","name":"The Everybody Route","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eric Johnson, Chip Ruckgaber ad Brad Bond","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":52,"mp_id":"105757624","mp_crag_id":"105807704","climb_id":"wYTe08wdW/OZPVlzgfe/yQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This route is on the North side of Lumpe Tower, about 100 feet downhill from a route called \"One Night Stand.\" Climb a steep, left-leaning crack system past loose rock and lichen to a belay on the slab above. The crux is at the start and it's pretty hard.","protection":"One set of TCU's and cams up to 3.5\".","location":""},"__v":0},{"_id":"DUsuJEbDUbuLad2YUCtH1A==","name":"Doris Gets Her Oats","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim Stuberg and Mike Brooks, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":1,"mp_id":"107109408","mp_crag_id":"105807704","climb_id":"DUsuJEbDUbuLad2YUCtH1A==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a fun route with good moves.   A #6 can be bumped up all the way through the fist half with other protection available, but none are as trustworthy as a giant cam.  After the wide crack (no off-width moves required), there is a tricky move leaving a ledge and launching onto some suspect flakes.  The rest of this crack seemed dirty and loose and had some scary blocks above, so I decided to top out on the right crack instead (recommended).  The right crack is the top of\n\nHeddie La Rue\n\nand is really fun.  Although not the crux of that route, this upper crack  may be the crux of this route.  Solid and steep rock with good protection and pretty big moves more than make up for the lichen.","protection":"Standard rack and some big gear.  One #6 is helpful.  There is a big tree on the top to belay from and a pretty easy walk off.  An extra #3 is nice, because there are lots of #3 placements on the first half, but it is a good idea to have one near the top since there isn't much else.  If you only have one, try to save it for the top out.","location":"This is all the way at the upper end of Redgarden Wall and just left of\n\nHeddie La Rue\n\nwhere the walk off trail hits the ground.  This is the obvious wide crack you may have noticed on your walk down from\n\nRewritten\n\n.  After belaying at the tree on top, scramble up around the left side (big loose blocks) and duck through a notch to the north to join the descent trail."},"__v":0},{"_id":"pimVnED4XG2tklhfNx6MCw==","name":"Dream Weaver","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Erickson, solo.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":50,"mp_id":"108810413","mp_crag_id":"105807704","climb_id":"pimVnED4XG2tklhfNx6MCw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"The rightmost crack on the Dream Weaver Wall, Dream Weaver shoots to the top using a combination of huecos and sharp jams.\n\nStart directly below the crack and pull the steep starting moves on jugs to gain a ledge. Place some okay pro and climb up the widening crack. Throw in a bomber #4, push through the steep crux and then race the pump to the top and a large tree. Walk off.","protection":"Standard rack to #4.","location":"This is the furthest right crack on the Dream Weaver Wall."},"__v":0},{"_id":"D/NuMfQMULOtXTq1145mYw==","name":"Disappearing Act (aka Kryptonite)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Roger Briggs","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":18,"mp_id":"105749425","mp_crag_id":"105807704","climb_id":"D/NuMfQMULOtXTq1145mYw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This route lies beyond\n\nGrandmother's Challenge\n\n.  Darkness till Dawn is the obvious dihedral around the corner from\n\nGrandmother's Challenge\n\n.  Disappearing Act is uphill 20 yards, directly to the left of\n\nParis Girl\n\n, a bolted .13a face left of Darkness.  The route begins with a finger crack reminiscent of\n\nChockstone\n\non the West Ridge, then enters a right-facing dihedral to a spot where one can step left to belay.  This climb is on excellent rock, the difficulty lies mainly in hanging on through thirty feet of sustained climbing, and placing pro.  From the top of the first pitch, one can step left and easily rap of a tree to the base.  The second pitch continues up an obvious thin crack next to the arete, then moves over into a left-facing dihedral, .10c I believe (we didn't do this pitch) an excellent climb.","protection":"There is a fixed pin\n\n(no longer)\n\nhalfway up pitch one, otherwise you will need a good selection of small to medium stoppers, TCUs, and some midrange cams (#1 Camalot size). A #2 Camalot will protect the opening moves off the pedestal. This is quite well-protected.","location":""},"__v":0},{"_id":"qJBoOVc3VWmedM2JjQgkDg==","name":"Direct Variation to Zot Face","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Rob Candelaria, Lee Rozaklis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":41,"mp_id":"108229807","mp_crag_id":"105807704","climb_id":"qJBoOVc3VWmedM2JjQgkDg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This pitch links from the 2nd pitch of\n\nThe Great Zot\n\nto the beginning of\n\nZot Face\n\n.  From the 2nd belay of\n\nThe Great Zot\n\n, move up the red ledge to the left-facing dihedral, and follow it up and trending slightly left to large roof (same strata as the roof on\n\nThe Great Zot's\n\n3rd pitch. Pull over at the obvious break in the roof, and follow the crack up toward a small tree where you can belay (uncomfortable).  For a better belay, do a right rising traverse to just beyond a tree (30'?) where a decent ledge can be found (rope drag can be an issue).\n\nThere are a number of hollow flakes on the pitch, but all can be easily climbed around using solid hand and foot holds.  The beginning dihedral takes good stoppers.","protection":"Standard rack to gold #3; one old pin just down from where you come into the roof; doubles on gold, red, and green if belaying at 1st tree.","location":""},"__v":0},{"_id":"TZNVhIQWUF+/iYVcJZsdtA==","name":"Darkness 'til Dawn","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeff Sherman, Hunter Smith, John Ruger, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":26,"mp_id":"105750565","mp_crag_id":"105807704","climb_id":"TZNVhIQWUF+/iYVcJZsdtA==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Had I not had to go uphill and out of site to use the bathroom before doing Vertigo last week, I would not have seen this beauty.  D.t.D is just around the corner from Grandmother's Challenge in a shaded alcove.  This climb stays shaded a long time.  No one does the 2nd pitch and no one should want to do it.\n\nBasically, start on big holds and a crack on the right side of the dihedral.  This climb throws it all at you.  I had fist jams, hand jams, thin hands, finger locks, side pulls, jugs, a couple of crimps, stems, feet in the crack and feet on small edges (don't worry, if I forgot something, this pitch probably has it).  The other really nice thing about this route is that it is fairly sustained and stays interesting.  The climb is nice and steep, especially the first section, and it may even stay dry in the rain.  If you can't tell by now, I enjoyed the heck out of this climb.","protection":"The first pitch is about 140 feet long and has chain anchors.  I placed a #4 Camalot near the top for added comfort.  Otherwise, bring a standard rack.","location":""},"__v":0},{"_id":"rDXNo94+WDG8c52ZoXKlIA==","name":"Culp-Raubach Finish","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bob Culp, Roger Raubach, 1961","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":22,"mp_id":"110473653","mp_crag_id":"105807704","climb_id":"rDXNo94+WDG8c52ZoXKlIA==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is the easiest way to top out from the large ledge at the base of the crux pitches of\n\nGreen Slab Direct\n\n,\n\nGreen Sleeves\n\n, etc. The route takes a groove just to the left of that face and tops out after two pitches.\n\nStart at the left side of the ledge by a tree. Climb the groove and belay in a nice alcove (100 feet). Climb straight up out of the alcove, past some loose blocks and a bit of chossy rock (standard Eldo fare for less-traveled routes), and continue more or less straight up until you can bear left towards a large tree near the top (120 feet).\n\n(The route name and first ascent information were obtained from Steve Levin's guidebook to the canyon.)","protection":"Standard Eldo rack. No bolts or fixed anchors.","location":"This routes starts by a tree just to the left of the start of the crux pitch of\n\nGreen Sleeves\n\n. Get yourself to that ledge via\n\nGreen Spur\n\n,\n\nGreen Slab\n\n,\n\nGreen Slab Direct\n\n,\n\nGrandmother's Challenge\n\n, etc.\n\nAfter topping out, descend via the Rewritten walkoff back to the Redgarden Trail."},"__v":0},{"_id":"U3PLYRjtWd+BStPw6t9JPQ==","name":"Controlled Burn","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bruce Miller, Kent McClannan, 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":6,"mp_id":"107217981","mp_crag_id":"105807704","climb_id":"U3PLYRjtWd+BStPw6t9JPQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Begin between\n\nThe Hot Spur\n\nand\n\nWaiting Room\n\n.\n\nP1: Climb the lichen-covered dihedral to a pine tree, 100 feet (5.9 entry to access dihedral, then mostly 5.8).\n\nP2: Climb to the loose ledge, aiming for the hanging dihedral system left of\n\nNorthumberland Cracks\n\ncrux pitch. Climb through bulge and the steep dihedral (5.10b/c R), then climb a slab angling slightly left near top on prominent 5.7 R jugs to a ledge, 110 feet.\n\nP3: Climb obvious thin crack right of the\n\nHot Spurs\n\nfinal pitch (5.10c, 35 feet).","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"1cQsvZJxUfKmpZ6g8yb40w==","name":"The Color of Pomegranates","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Christian Griffith, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":28,"mp_id":"107942033","mp_crag_id":"105807704","climb_id":"1cQsvZJxUfKmpZ6g8yb40w==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Begin as for\n\nDarkness 'Till Dawn\n\n. Very early on, move right underclinging to two thin cracks then right to a bolt. Straight above the bolt, grapple with the crux and latch better holds gaining the arete. Then stay on the arete.","protection":"SR.","location":"This is to the right of\n\nDarkness 'Til Dawn\n\n."},"__v":0},{"_id":"anl0uP3rV/K1q/qiWz3YmQ==","name":"Cinders And Saints","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chris Weidner, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":47,"mp_id":"105764742","mp_crag_id":"105807704","climb_id":"anl0uP3rV/K1q/qiWz3YmQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Located on the north side of Lumpe Tower is a steep, hidden wall with several worthwhile routes, and it is described in Rossiter's Eldo guide on p.338.  Not to be confused with one of the quality routes on the wall, Cinders And Saints lies 10 feet left of\n\nFanning the Flame\n\n, or about 25 feet left of Burning Desire.  It is the left-most route on the cliff.  Begin in a small right-facing corner with a crack, left of a pine tree.  Climb the overhanging corner on jug pockets for at least five feet of flaky fun, then grovel upward finishing in a lichenous crack and groove.\n\nTo descend, walk off left.","protection":"A few small to medium cams and a selection of nuts.","location":""},"__v":0},{"_id":"YZC+LIDfVeSfnLGOgjjtWw==","name":"Chris Cross","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Shaun Reed and Matt Reeser","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":27,"mp_id":"113453643","mp_crag_id":"105807704","climb_id":"YZC+LIDfVeSfnLGOgjjtWw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Jump! Jump!  This pumpy line takes the bolt line to the right of\n\nDarkness 'til Dawn\n\n, then crisscrosses\n\nThe Color of Pomegranates\n\nto join back into\n\nDarkness 'til Dawn\n\nabove its crux. Shorter folks may have to Jump! Jump!","protection":"5 bolts, a couple RPs for the start of the crack, and cams from 0.3\" (blue Metolius or green Alien) and up. We used a single rack up to #3 BD.","location":""},"__v":0},{"_id":"qp+Giua7WeKjHP8ui2oWOw==","name":"Burning Desire","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Warren, Dan Hare","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":49,"mp_id":"113796893","mp_crag_id":"105807704","climb_id":"qp+Giua7WeKjHP8ui2oWOw==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a fun, steep route with some interesting moves at the crux. Clamber up easily to a ledge, and climb a pinch feature and pockets. When the pockets end, engage the crux to get to a hand crack. Continue with more of the same to a wide, low-angle groove that takes you to the belay tree. The gear is adequate, but you'll have to climb above it a bit at the crux.\n\nThere's a large tree at the top from which to belay. Walk off climber's left back down to the base.","protection":"A standard Eldo rack.","location":"This route is a few feet to the left of\n\nDream Weaver\n\n."},"__v":0},{"_id":"QXWAzSoRVPGQYF4O1926Rg==","name":"Burning Chrome","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"S. Dieckhoff, ???","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":34,"mp_id":"105944797","mp_crag_id":"105807704","climb_id":"QXWAzSoRVPGQYF4O1926Rg==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This is a good line that is overlooked due to its proximity to more popular routes, like Rewritten and the Green Spur, which it sits between. Still, it is a good line that deserves more attention than it gets. It is a Journeyman's route, not a trade route, as it requires a steady mind and steady feet to ascend, on spicy protection.","protection":"A standard light rack including small cams and nuts plus some long slings.","location":"This climb starts in the left-facing corner just right of the start of Green Spur and continues up for some distance linking corners to corners until the major system stops.  Continue on cracks and flakes past the roof of Green Spur which is on your left, and merge with P2 of that route."},"__v":0},{"_id":"wu52CTzaVP6zyrmt572dEQ==","name":"Alternate Erikson Start (Roof Wall)","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"J. Erikson, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":12,"mp_id":"116840488","mp_crag_id":"105807704","climb_id":"wu52CTzaVP6zyrmt572dEQ==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"This route has good and interesting climbing with a little poor rock down low. No less, it is pretty good climbing and certainly will not have anyone on it. This is the route for shorter climbers to suggest to taller partners for grins and giggles. Tall climbers, beware, and get ready to kiss your kneecaps!\n\nThe route starts up some \"blah\" rock on easy moves in a corner then reaches solid stone under a left-leaning roof with a hand and fist crack. Scrunch up under that roof, and head left for a body length or so, teetering on thin feet and reaching around the corner to move up past the lip and onto a ledge with a tree and fixed anchor.","protection":"A few hand and fist-sized cams and some slings.","location":"This climb is located high up Redgarden on the Hot Spur. Approach as for\n\nSunstar\n\n, passing\n\nThe Grand Course\n\nand\n\nDisappearing Act\n\n, then continue just past the obvious chimney of\n\nSunstar\n\n, as if heading to\n\nNorthumberland Crack\n\nor\n\nThe Hot Spur\n\n.\n\nBetween these routes lies\n\nThe Roof Wall\n\n, which starts to the right of a left-rising ramp below a reasonably-sized slab of good rock. To the right of this left-rising slab, a shallow, right-rising trough ascends up and right 30' to a dirty corner below a ledge with a large pine tree above.\n\nUnder this ledge, an obvious jagged hand-to-fist crack cuts its way under the roof out and left, presenting some surprisingly fun and engaging climbing to reach the ledge. This is the climb.\n\nOne can continue up on\n\nThe Roof Wall\n\nfor 3 more pitches to the top of the wall or stop here, retreat from the fixed anchor, and head up something else."},"__v":0},{"_id":"MrQDhvoHUPi18l9zLzVA8A==","name":"Abracadabra","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Chris Archer, Sarah Spaulding, Nick Archer, 20 Sept. 2008","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"left_right_index":16,"mp_id":"106259193","mp_crag_id":"105807704","climb_id":"MrQDhvoHUPi18l9zLzVA8A==","areaRef":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":"Climb the arete just right of the final 40' of\n\nDisappearing Act\n\n.","protection":"Gear on\n\nDisappearing Act\n\nfor a while and then not much.","location":"The route climbs the arete right of the voie normal crack and directly above the crux of the 2nd pitch of\n\nDisappearing Act\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,d6b82da5-08f2-5918-b016-268909c51b50,68f369c3-6b5d-5565-9ebf-225592f7ca59","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Redgarden Wall","Redgarden - Lumpe to the top"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.7"},{"count":4,"label":"5.6"},{"count":5,"label":"5.8+"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.14"},{"count":4,"label":"5.8"},{"count":2,"label":"5.5"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12d"},{"count":4,"label":"5.9+"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":48,"bands":{"unknown":0,"beginner":23,"intermediate":17,"advanced":8,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":2}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":23,"intermediate":17,"advanced":10,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28671,39.93228]},"bbox":[-105.28729640851066,39.93183033981814,-105.28612359148934,39.93272966018186],"left_right_index":-1,"ext_id":"105807704","area_id":"aPNpw2tdVWWevyJVkvfKWQ=="},"content":{"description":""},"density":0,"totalClimbs":52,"__v":1,"createdAt":"2022-11-07T05:55:58.555Z","updatedAt":"2022-11-25T11:16:31.682Z"}