{"_id":"63689de0e80bff5a994fa162","area_name":"Left Book","shortCode":"","climbs":[{"_id":"vj5XsAcqWjCH7DF1i3ycmg==","name":"Zingando","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"C. Salaun, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":1,"mp_id":"105757546","mp_crag_id":"105833341","climb_id":"vj5XsAcqWjCH7DF1i3ycmg==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"This route is on the Left Book. Approach as for\n\nWhite Whale\n\n,\n\nHiatus\n\n(there's a pretty recognizable trail leading around the west end of the Book). Trail takes you to the base of main slab where these routes begin. Zingando begins ~75 yds up and to the left of the main slab. Scramble along boulders and ground level slabs adjacent to main slab. Stop when you are even with the last two large trees on either side of you; here there's a ancient, large log lying across the slab, rack up here. Belay at the end of the log at a nice seat, just below a deep slot in the wall above.\n\nP1. Make junky, somewhat dirty moves to start, up past two flakes, and reach for jugs on top of the last flake, right by a small tree. Continue up left-arching flake to roof, go left a few feet, over roof and up a crack to tree belay on the right.\n\nP2. Traverse on the large flake to the left, up a short crack, then take handcrack that angles off to the right; follow to the large ledge above. this last pitch is superb--great handcrack with gear anywhere you need it (although it is quite easy)!\n\nThis is a good alternative for a weekend when\n\nWW\n\n/\n\nHiatus\n\n/\n\nThe Dog\n\nall have parties on them (as we found). I feel it's even a good destination climb for beginning Lumpy climbers. Heck, my partner and I enjoyed it a lot more than\n\nBatman and Robin\n\n; more continuous, although not as long and not a summit route. Nonetheless, a good route.","protection":"SR; #4 Friend useful in a couple of places, but not necessary. Hexes.","location":""},"__v":0},{"_id":"Q9bkjl5tWLiS3zqc+B7OpA==","name":"White Whale","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dan Hare & Randy McGregor, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":5,"mp_id":"105750013","mp_crag_id":"105833341","climb_id":"Q9bkjl5tWLiS3zqc+B7OpA==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"To approach the Left Book, you take the Book trail, but actually then leave it to the left on the trail to the Bookmark. Hike around west of the Bookmark, and then, follow the \"trail\" (i.e. bushwhack) up past the chimneyish recess separating the Bookmark from the Book, to the base of the slabby cliff, which will be on the right. Unfortunately it is somewhat difficult to distinguish between routes here.\n\nP1. The first pitch of White Whale is a crack that leads up to a tree about 10 feet above a rectangular roof. The correct crack intersects the very left edge of the roof band and is very easy at the start; similar cracks lie to the left of this one.\n\nP2. The cracks on pitch two lie flush on the slab and angle up and somewhat left from the belay; fantastic 5.7.  Belay on the left side of a large concave roof/bulge/alcove after a full ropelength.\n\nP3. The third pitch goes up a crack around the left edge of this feature, and then wanders up a steeper wall to the walk-off ledge and a tree belay (a little run-out; be sure to avoid a black water groove on the right which is 5.8 and totally unprotected).  One can avoid the final wall by traversing left to the walk-off ledge after the initial crack on P3.\n\nP4.\n\nAddendum:\n\nWide, right-angling crack above walkoff ledge.","protection":"Bring a standard rack, emphasizing finger-sized gear. Like many Lumpy climbs, it is flared but gobbles up stoppers.","location":""},"__v":0},{"_id":"IyheqoAFXZyHLcy1nwvbWg==","name":"Whale Rider","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Lewis & Sara Rider","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":6,"mp_id":"111103349","mp_crag_id":"105833341","climb_id":"IyheqoAFXZyHLcy1nwvbWg==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"This is one of the topout options that goes to the summit above Paperback Ledge. I think it is well worth the effort and adds another 1-2 pitches to the routes leading up to ledge. I have used this as an extension to\n\nWhite Whale\n\nmultiple times with my guiding clients, and they have enjoyed it.\n\nMy guess is that someone else has done this route at some point in Lumpy's history.\n\nPitches: it can be done in one pitch. Breaking it up into two pitches reduces drag and offers the opportunity to take advantage of a great, exposed belay ledge with plentiful gear options, and it breaks the pitch into its natural two sections.","protection":"A standard rack.","location":"From the top of\n\nWhite Whale\n\n, look straight up and there is a 15' overhanging OW slot that leads into some black streaks, that leads left into a left-facing dihedral. The dihedral trends left and up toward a roof with a large block.\n\nDon't be scared of the \"OW\" in my description. There are really nice, incut jugs to pull over the small overhang with.\n\nThe crux is about 30' up, there is a left-leaning, hand-jam/layback move that takes you over toward the dihedral.\n\nYou can end the first pitch at the top of the dihedral before breaking into the lower angled climbing above the blocked overhang. For the 2nd half - choose your own adventure up the lichened slab.\n\nDescent: walk off to the north into the gully, curve SW with the gully, and meet back up with the trail that comes off Paperback Ledge."},"__v":0},{"_id":"TgqQz2bZX7mGoINaUBJTSQ==","name":"Well Hung","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":0,"mp_id":"105846355","mp_crag_id":"105833341","climb_id":"TgqQz2bZX7mGoINaUBJTSQ==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"This ascends double cracks in an overhanging corner, it is harder than it looks, and it is pumpy but not 11 since there are 3 ledges to use.","protection":"Couple of finger size cams then #1 to #4, save a second yellow Camalot for top.","location":"As you walk down the East side of the Bookend a short orange dihedral with double cracks is seen on the right."},"__v":0},{"_id":"oCOUpcBPWJOsGSdsus+Enw==","name":"Manifest Destiny","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bradley & Mayrose, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":3,"mp_id":"105750838","mp_crag_id":"105833341","climb_id":"oCOUpcBPWJOsGSdsus+Enw==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"Manifest Destiny is located on the Left Book.  The route I will describe is a variation to the original line.\n\nP1. Start about 10 feet to the 2 cracks left of\n\nWhite Whale\n\n.  Aim for a lieback flake on a raised pillar and belay at the ledge.  The original line (3 cracks left of\n\nWhite Whale\n\n) takes the large left-facing dihedral just to the left.\n\nP2. Climb the right facing dihedral on the left with a knobby face.  Turn the roof and traverse 10 feet to the left.  Head up the runout face (5.6) and join a right-facing lieback flake that is tough to see from below. Belay where the 5.5 fist crack on \"\n\nThe Dog\n\n\" joins your line.\n\nP3. Either finish with the last pitch of \"\n\nThe Dog\n\n\" or \"\n\nWhite Whale\n\n\".\n\nP4.\n\naddendum:\n\nleft-facing dihedral just left of P4 of\n\nWhite Whale\n\n.\n\nDescent: follow a trail to the left which leads you to the base of the climb.","protection":"Pro to 3.5 inches.","location":""},"__v":0},{"_id":"xLtPAzWMXEG3KtoG7tbIfQ==","name":"Left Out (aka Lost Crack)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kimball and Rusty George, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":9,"mp_id":"105818827","mp_crag_id":"105833341","climb_id":"xLtPAzWMXEG3KtoG7tbIfQ==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"This is the right one of two crack routes on the pretty slab just left (west) of the entrance to the Renaissance Wall Canyon on what is known as the \"East Face of the Left Book\".  Climb the obvious crack through a small overlap and stay in the crack until it ends, then step right into the dihedral which is a bit dirty and takes one to the top of the slab.","protection":"A full range of nuts and cams to 3\". There is a pro and 1 bolt anchor at the top of the first 80' from the route, \"Shinbuster\" which joins Left Out at this point. You can also bypass this anchor and climb up and left for another 40' of quality climbing to the top of a large ledge system which can be traversed south into the Bookmark Pinnacle chimney.","location":"Rappel from the anchor at the top of the 80' pitch or if you take this pitch up for almost 50 meters, heading left to a large ledge, you can rappel or traverse east to descend.  The crack starts off a small ledge above a small slab on the opposite side of the tight canyon and a little downhill (100' distance) from another classic Kimball route, \"The Man Who Loved Cat Dancing, done in '79.\""},"__v":0},{"_id":"4ynwdykLUvuONIX7T2vgZQ==","name":"Hiatus","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":7,"mp_id":"105749026","mp_crag_id":"105833341","climb_id":"4ynwdykLUvuONIX7T2vgZQ==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"A superb, moderate route, as good as White Whale. Like that route it is actually on the Left Book, which, although it is part of the Book, requires you to follow the turnoff for the Bookmark (situated in front of the Book) and scramble around west of that rock to the base of the slabby Left Book, which could perhaps even more accurately be termed the \"west Book\".  Confused?  If not, you might yet have trouble finding the exact line of the route.  The belays are all shared with\n\nWhite Whale\n\n, hence the first pitch heads up to a small tree.\n\nP1-Start right of the continuous crack of\n\nWhite Whale\n\n, directly below a roof band. climb up a thin dead end crack, make some moves up and left across the slab (sparse pro), go around the left end of the roof, and belay at the tree.\n\nP2-go right from the tree to an obvious pillar with a wide crack that tapers to nothing.  When that ends, head up and left to make a belay (full rope-length).\n\nP3-climb a short crack, then traverse off left, or head straight up nebulous 5.7 terrain to the walk-off ledge (avoiding at all costs a water-worn groove which appears easier than it is).\n\nP4-\n\naddendum:\n\nMove right, and continue up 5.9 to a topless tree to a small, triangular roof.","protection":"Standard rack; the second pitch has an easy wide crack for which one bigger piece such as a #4 Friend might be nice.  Make sure you have at least a normal allowance of small gear.","location":""},"__v":0},{"_id":"azzlctouV76V6rT5kXOqgA==","name":"The Dog","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"B. & R. Gillett, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":4,"mp_id":"105763257","mp_crag_id":"105833341","climb_id":"azzlctouV76V6rT5kXOqgA==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"This is a pleasant, 3 pitch route on the Left Book.  It may not be quite the quality of\n\nHiatus\n\nor\n\nWhite Whale\n\n, but it can provide a good alternative for those who have done the more popular classics enough that they have lost their charm or when the popular classics have queues leading to frustration.  This line lies just left of\n\nWhite Whale\n\non the 'almost climb anywhere slab.'  It follows distinct terrain and is probably harder than\n\nWhite Whale\n\nor\n\nManifest Destiny\n\n, but it seems easier than\n\nHiatus\n\nor\n\nBeelzebub\n\n.  The start lies near the nadir of the Left Book.\n\nP1.  This starts up in the left-facing dihedral with two loop-able horns above 15 feet up just left of\n\nWhite Whale\n\n.  Follow this dihedral up easy terrain for 30 feet or so, you can sling the first tree of\n\nWhite Whale\n\n, then the difficulty ratchets up as the dihedral closes tighter than fingers (which feels like the crux) for a few moves.  The dihedral opens up just above.  There is a good rest before the dihedral fades.  Where it fades, face climb (5.7) left with no protection for about 15-18 feet.  Find a nice belay on a boulder in a notch.  ~110 feet.\n\nP2.  From this notch lie two opposing dihedrals, take the right one (left-facing) to a small overlap (#3 Camalot), make a longish reach to a jug, pull over, slot a small cam (green Alien size), move R to a pleasant, easy crack. Run this to a stance.  ~165 feet.\n\nP3. Continue up angling left with face & crack moves (perhaps 35 feet) & then angle right to a sloping ramp.  Move over the ramp & gain a small R dihedral-like feature, find an old pin, face climb up to a small roof, pass the roof on the R.  This bit above the pin may feel slightly runout.  ~100 feet.  2.2 stars.\n\nApparently, P2 has a variation continuing straight over the overlap with 5.6 s climbing (perhaps 70 feet without protection).\n\nWalk off left down the Paperback Ledge.","protection":"Standard rack to #3.5 Camalot or #4 Friend.  More hand to fist size if you sew up easy cracks.","location":""},"__v":0},{"_id":"FYyDGMzbUfC93kkzh3byrg==","name":"Cottontail","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":2,"mp_id":"105759654","mp_crag_id":"105833341","climb_id":"FYyDGMzbUfC93kkzh3byrg==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"Cottontail is located on the Left Book between\n\nManifest Destiny\n\nand\n\nZingando\n\n.  Like\n\nZingando\n\n, it's an excellent choice when the more popular routes like\n\nHiatus\n\nand\n\nWhite Whale\n\nare occupied.  The start is up and to the left of the base of the wall, under two, left-facing, left-angling dihedrals.\n\nP1. Face climb a short distance to the bottom dihedral (\n\nManifest Destiny\n\nclimbs above the upper dihedral) and then continue up and left to a spacious belay in what Gillett calls a left-facing \"curious mouth-shaped belay stance.\"\n\nP2. By far the best pitch.  Continue up and left to join a long, sustained, right-facing dihedral.  There are actually a couple of finger to hand sized cracks for protection.  The dihedral bulges to the right and then cuts back to the left.  Be careful with protection here, as a bad placement will result in terrible rope drag higher up (where you don't want it).  Continue up the sustained dihedral and belay at the top on Paperback Ledge.  Walk off to the left.\n\nFrom the second belay, you can climb a short, easy pitch to the right that leads up to the\n\nHiatus\n\n/\n\nWhite Whale\n\nfinish.  Good, sustained climb.","protection":"Standard rack - stoppers and cams.","location":""},"__v":0},{"_id":"9r7vuDYYWgmsrDPQIafcmg==","name":"Beelzebub","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"B. Bradley & P. Mayrose, ~1965.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"left_right_index":8,"mp_id":"105751507","mp_crag_id":"105833341","climb_id":"9r7vuDYYWgmsrDPQIafcmg==","areaRef":"IoF0TgUFWvKIyOHcjqxfEw=="},"content":{"description":"This route is on the Left Book.  It climbs the nice slab to the right of\n\nWhite Whale\n\nto a beautiful dihedral.\n\nPitch 1 - run it out 50 feet or so up a very clean 5.6 slab to the base of the dihedral.\n\nPitch 2 - Lieback one of the nicest 5.6 dihedrals anywhere, finger and hand sized gear.  Belay at the roof.\n\nPitch 3 - The route is vague here.  Either go right on unprotected 5.7 rock or go left on unprotected 5.8ish rock.  Don't fall.\n\nPitch 4 -\n\naddendum:\n\nAscend the left side of a bulbous formation with a 5.9 dihedral.","protection":"Standard rack to #3 Camalot.  1st and 3rd pitches are very runout.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,2281744e-0505-5af2-88c8-e1dc8eac5f13","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Left Book"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":5,"label":"5.7"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":8,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5356,40.40708]},"bbox":[-105.53619052509198,40.406630339818136,-105.53500947490802,40.40752966018186],"left_right_index":-1,"ext_id":"105833341","area_id":"IoF0TgUFWvKIyOHcjqxfEw==","polygon":{"type":"Polygon","coordinates":[[[-105.53619052509198,40.406630339818136],[-105.53500947490802,40.406630339818136],[-105.53500947490802,40.40752966018186],[-105.53619052509198,40.40752966018186],[-105.53619052509198,40.406630339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:52.298Z","updatedAt":"2024-01-20T01:01:02.479Z"}