{"_id":"6368a50be80bff5a995b0181","area_name":"Factory Butte","shortCode":"","climbs":[{"_id":"wBNkH9aoUAaeKqd8Zl636A==","name":"Flo and Al's/School For Advanced Suffering","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"John Fleming or Tony Calderone","type":{"trad":true,"bouldering":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45724,38.79847]},"left_right_index":0,"mp_id":"105718261","mp_crag_id":"105717155","climb_id":"wBNkH9aoUAaeKqd8Zl636A==","areaRef":"ENKpcnZ0W9id2rr/A7IQzQ=="},"content":{"description":"The route we followed goes up a deep chimney/gully system on the right side of the west face. When we did this, we camped at the obvious small outlying pillar to the southeast of the butte. This had many tire tracks leading to it. This side-road may now be closed. From here Frosty Weller and I hiked around the south side, looking for the gully described in Bjornstad's guide. This approach took hours. Eventually, once round on the west side, the major gully is pretty obvious.\n\nHere Frosty and I took off our packs and hiked in our tennis shoes to get a closer \"reconnaissance.\" Our packs had the usual ropes, plus gear, short pieces of lumber etc. Our reconnaissance took us into the gully, and we just kept heading upwards. The nature of the first few hundred feet is a deep chimney, with occasional boulder problem walls. Pretty low in the gully is the first of these. Maybe 15/25 feet or so, and about 5.8. No possible gear. From here easier chimneying and scrambling leads to a fork. Here either way involves tricky bouldery mantels onto sloping mud, with an ugly fall potential. Here Frosty went right, and I went left. The left gully was nice and deep for a hundred yards or so, then became less defined, until I was kicking steps into a mud crust. The crust would hold my weight, but once disturbed, would disintegrate into fine dust, covering smooth shale.  A fall from here would go on and on... So I kept going upwards, till I reached some large boulders, where I could stem and reach from one to the next. Above this was a talus arête, where at one point I was swimming, boulders cascading away out of the soft matrix as I paddled my arms and legs, in a \"dynamic au cheval\" technique. I retained some upward momentum, and gained better consolidated talus, where I was able to touch bottom again. A large series of loose ledges led upwards for several hundred meandering feet to the cliff bands at the top. It turned out that Frosty's right (south) fork was considerably safer and easier, and we both descended his way.\n\nAt the cliff band, we settled on a dusty back-and-foot chimney, with several wedged blocks (these could be tied off). This chimney is distinguished by being parallel to the main cliff face, i.e. oriented north-south. It is entered from the north, by a funky move. At its top, there is a hairy (and very exposed) exit move, stemming carefully out onto the slabs above. Likely 5.7 or so. Probably very serious even with a rope. I don't remember much above this point. It must have gotten easier here, but was still real climbing on real rock (yummy) to the summit. It may not have gotten much easier though, and routefinding skill/luck is required. The summit is huge and flat, with amazing views all around. From here it is apparent that the approach is better from several miles away to the south, in order to avoid the gullies which come off the south face.Descent is the reverse of the route. Follow the south fork in the gully.\n\nI wore basic tennis shoes. Stiffer boots would have been better, for easier kicking of steps, but the softer soles were nice for the rock bits. It would be possible to rappel the chimney, but slow. A long chunk of webbing would probably suffice. There was no sign of fixed anchors. I took a dagger-shaped rock from the summit down with me, to help with any step-kicking. This turned out to be a good idea. Expect to have to downclimb whatever you climb up. If you are not comfortable with this, turn around. A rescue would be real nasty.\n\nThere have been some real shenanigans involving this climb in print: Regarding the \"first\" ascent. Tony Calderone sent a detailed description of this route to Eric Bjornstad and/or the American Alpine Club (see AAJ 1996, and Bjornstad's guidebook). After this info was published, Bjornstad and the AAC received a letter from John Fleming explaining that he climbed Factory Butte earlier (see AAJ 1998 p200). The route we followed is most likely the line Calderone describes as School For Advanced Suffering, but some or all of it may have been done previously by Fleming (who describes several routes on the formation). Regarding the description: Bjornstad, in trying to describe this route in detail, decided arbitrarily to split it up into pitches. These do little to describe the difficulties. The supposed gully rappels from chunks of lumber (Calderone had suggested this as a possibility to Eric, but had not used lumber himself, nor recommended it) would be impractical, as the chimney/gully is often six or seven feet wide. In fact using ropes at all for upward or downward progress would be slow and dangerous. The \"route\" is memorable, unique, and very adventurous. Enjoy...","protection":"A dagger-shaped flake. It's sitting at the bottom for the next party.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,3bbf61ef-6f4a-5261-a323-d6721c953a97,10d2a972-7674-5bd8-9dda-baff03b210cd","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - South","Factory Butte"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V-easy"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.45724,38.79847]},"bbox":[-110.45781696474208,38.79802033981814,-110.45666303525793,38.798919660181866],"left_right_index":-1,"ext_id":"105717155","area_id":"ENKpcnZ0W9id2rr/A7IQzQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:32.999Z","updatedAt":"2024-01-15T16:49:15.101Z"}