{"_id":"6368a29ce80bff5a9956b020","area_name":"Hanging Garden","shortCode":"","climbs":[{"_id":"SL6sn54bUKyA1KCYdOBjjQ==","name":"Zeus","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"(TR) Eric Z, FL: Harrison Dekker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":2,"mp_id":"105989344","mp_crag_id":"107357675","climb_id":"SL6sn54bUKyA1KCYdOBjjQ==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Incredible steep route in an amazing setting.  Difficult crux at 3rd bolt, tough redpoint crux at fixed pin (5th piece on route).  Tough technical face to finish.  Great exposure.","protection":"NC sport route.  6 bolts, 1 pin.  Two bolt anchor.","location":"This route is located in the Hanging Garden area of Moore's Wall."},"__v":0},{"_id":"7vKN9G5/UjKwImk0EsXK2Q==","name":"W.P.","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Orthel and Frank Orthel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":24,"mp_id":"108173232","mp_crag_id":"107357675","climb_id":"7vKN9G5/UjKwImk0EsXK2Q==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"A nice jaunt up a featured face with good exposure and a variety of interesting movement. A short but somewhat cryptic crux and more than one section that will get your attention make this a worthy route and probably one of the softer 10s at Moore's.\n\nTwo bolts get you started on a juggy face. Don't botch the first clip - it'd be a long way down after you've scrambled up to the start.\n\nAfter getting established, plug what pro you can through the 5.7 or 5.8ish climbing aiming for the roof. This is the same 3-4 foot roof capping the wall across the face of the other hanging garden gully face climbs.\n\nWork your way near the arete and eventually you'll see another bolt in the middle of the face just above the roof. This protects the crux. Clip and have fun puzzling it out. *The crux bolt was recently replaced (2015). A good thing too, as I hear the old one gave up disturbingly easily...\n\nFollow weaknesses in the rock more or less straight up working through a few lesser challenges until you end below the massive First In Flight roof at the top. Used to be bolts near the end but now you'll need to build a gear anchor.\n\nNote: Name updated in accord with the wishes of the FA party 7/2020.","protection":"Pro: 3 newly replaced bolts and a full rack up to a Camalot C4 #2 or #3. Long route that wanders a bit so take a fair number of slings.\n\nTop out onto a small ledge just below the big main one with and build a gear  anchor (top anchor bolts are now gone).\n\nTwo rope rappel from the anchor or there is a slung block towards the middle of the roof patio area I've used to rap down to the gully in a single rope rap with a 70m. Take care to not rap off the ends. There is also a set of giant but rusty hangers to rap off of on the other side of the large ledge that drops you down to the Hanging Garden and from there you could scramble back down the gully.","location":"Start is hard to find unless you know where it is - almost immediately after you scramble up to the ledge that the hanging garden gully starts on (right side) there is a left leaning 15' or so tall block above to your left with another ledge a bit left. Scramble up between the two and step across to the the block out right (careful a fall would be BAD but it's not hard). A nice flat ledge awaits and a good belay stance with a tree to anchor to. Above you will see two bolts indicating the line on the licheny face.\n\nNote: if you start going up the gully by mistake you'll see some bolts (rather high up) that belong to a different route (Hodadical Master) on the flat face - don't be fooled you can't see the Whipping Post bolts from the ground."},"__v":0},{"_id":"2wJJm5H3XMStON1YVRescg==","name":"Super Crimp","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Howie Feinsilber 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":17,"mp_id":"106418785","mp_crag_id":"107357675","climb_id":"2wJJm5H3XMStON1YVRescg==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Start the same as first in flight but climbs directly up the ~45 overhang from the shared first bolt.  4th bolt leads out steep roof. Very bouldery, oh and crimpy.","protection":"Bolts replaced 2017 with stainless steal power bolts and 3-perma draws at the top.  Enjoy","location":"hanging garden"},"__v":0},{"_id":"+Cu6O0yEVPmooMtEigX0bQ==","name":"Sun Spot","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":16,"mp_id":"112812275","mp_crag_id":"107357675","climb_id":"+Cu6O0yEVPmooMtEigX0bQ==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Climb the flake above the thick brier patch.","protection":"Standard","location":"Tucked in the Cleft to the right of the Zeus Wall"},"__v":0},{"_id":"RytkHzDLUP+lJJZu5JG4jw==","name":"Stars and Stripes","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Todd Skinner and Russell Erikson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":11,"mp_id":"106336803","mp_crag_id":"107357675","climb_id":"RytkHzDLUP+lJJZu5JG4jw==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Pull a hard and fun boulder problem past a bolt and a fixed pin to a jug.  Climb better holds past 2 bolts to a stance.  Finish out moderate roof to the anchor. This route didn't make Selected Climbs for whatever reason.  It definitely gets more traffic than most routes in the Hanging Garden except maybe the Pooh routes. A great Moores 5.12 on solid rock with good gear.","protection":"Mostly a clip-up, but bring a few cams.  Tim F. recently upgraded the last 2 bolts and anchor on this route, so whip away.","location":"In the Hanging Garden. Start left of Porter's Pooh where you can clip a bolt almost from the ground."},"__v":0},{"_id":"mJP6nPBWWDS+4aydPVBh7Q==","name":"Seth's Pooh (aka 'Come Out Swinging')","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Seth Tart","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":15,"mp_id":"109909974","mp_crag_id":"107357675","climb_id":"mJP6nPBWWDS+4aydPVBh7Q==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Seth's Pooh was an appropriate name coined by Greg Loomis, as it never really had a name but Come Out Swinging was a pun referring to the incident that happened during the first ascent.\n\nWhile in the R section of the upper headwall, suddenly the rope went taunt, jerking one of my feet off the wall and pulling my arms into full extension. My belayer, James Glover, had stepped on a huge boulder at the top of the hill which dislodged beneath his feet and sent him riding it downhill like a surf board until he went airborne. As I struggled to look down to get my foot back on, I caught a glimpse of James soaring beneath the tree limbs yelling, \"HOLD ON DUDE!!!\" We both continued to exercise our right to freedom of expression until the situation was resolved. Needless to say, we lived to tell the tale.\n\nNote: This is a bit of a serious route, as a ledge fall is possible during the bouldery R section near the top.\n\nStart about 15' right of Pooh Corner.  Climb up and around the left side of the low roof at the corner of the wall. Follow the obvious right trending seam that leads to the big ledge at half height. Climb off the right side of the ledge onto a thin headwall. Moving up and left, pass a bouldery section and sparse gear to your first good piece way up high. Evading the ledge fall, enjoy fun big moves through the roof to the top.","protection":"Mostly small to medium cams and nuts.","location":"15' right of Pooh Corner."},"__v":0},{"_id":"wKP2QB2OVwaWrCaVySMuCA==","name":"Season in Hell","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Seth Tart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":3,"mp_id":"106363990","mp_crag_id":"107357675","climb_id":"wKP2QB2OVwaWrCaVySMuCA==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Season in Hell is an excellent variation to Zeus, adding another fun boulder problem up high. Climb Zeus through the crux roof to the fourth bolt. Instead of clipping the fixed pin, clip a bolt out right and bust a few big pulls on good holds with bad feet. Place a small piece in the horizontal and move up and right past one more bolt to the anchors.\n\nSupposedly, the first ascent climbed directly up from the last bolt. While this would add some harder climbing (though not nearly as hard as the lower cruxes) up high, it's a bit contrived since one can move just right and climb jugs. Either way, Season in Hell is a great hard route in the Piedmont area.","protection":"One or two yellow Alien/orange TCU/pink Tri-cam pieces (for the slot after the crux) and bolts - mostly with fixed draws. Bring at least one draw for the crux bolt.","location":"Begin on Zeus, the left line of fixed draws on the Hanging Garden wall. Clip the fourth bolt on Zeus then climb right and up."},"__v":0},{"_id":"tcDxsPJZXIStuIjS7UANRQ==","name":"Pygmalion","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Porter Jarrard (1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":9,"mp_id":"108063758","mp_crag_id":"107357675","climb_id":"tcDxsPJZXIStuIjS7UANRQ==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"A technical and interesting line that goes straight up from the first bolt with little side to side traversing necessary. The climb is of outstanding quality. Solid Crimps, long pulls and interesting footwork lead to a juggy topout and a rusty 2 bolt anchor.","protection":"5 bolts to a 2 bolt anchor","location":"This route is 2 lines to the right of Zeus or one over from Hercules. Its first bolt is the closest to the ground on the whole wall."},"__v":0},{"_id":"5aRPofLgV5avDAhNIul2Qg==","name":"Primal Rage","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Seth Tart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":1,"mp_id":"108212964","mp_crag_id":"107357675","climb_id":"5aRPofLgV5avDAhNIul2Qg==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Since this route was first climbed, a new sequence has been found which lowers the grade to 12+ and makes the second crux considerably more esthetic. West coast climber, Thad Friday, unlocked the sequence by climbing out left to a block side pull before moving right onto the crimp ladder face.\n\nGrunting and growling on incredible stone; a typical Zeus wall experience and this one does not disappoint. Climb up the blocky 20 foot start to a small perch, placing a couple pieces along the way just in case. A slip here would be a 150 feet down. Stick clip the first 2 bolts from the perch and fire a big, unnerving move to the lip of the roof. Get re-established, then work out left and power your way through the second crux. From here nice technical face climbing leads to a balancy finish at the anchors.","protection":"6 bolts, anchors, and a couple TCU's for the start","location":"Far left of Zeus wall just before turning the corner to Catnip, there is a roof/arête feature 20' up with 2 obvious bolts."},"__v":0},{"_id":"h4hov2dfW/+mGzGI/bA7aQ==","name":"Porters Pooh","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Porter Jarrard, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":13,"mp_id":"106874939","mp_crag_id":"107357675","climb_id":"h4hov2dfW/+mGzGI/bA7aQ==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Start on Pooh Corner, but instead of heading up the dihedral after the low crux ape out left on a diagonaling horizontal, then gun straight for the top.  The route is steep and sustained the whole way, with multiple .11 cruxes and little opportunity to rest.  However, the protection is excellent... and the climbing is absolutely out of this world.  This route is an absolute must do if you climb at the grade.","protection":"Singles to .75/1 camalot.  Gear anchor, easy to build with nothing but nuts.  Descend from Stars and Bars anchors.","location":"Same as Pooh Corner"},"__v":0},{"_id":"0GpnWLRkVuOuAVrOJFMH1g==","name":"Pooh Corner","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"David Petree, Jon Regelbrugge, Tim Fisher, Doug Reed","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":14,"mp_id":"106874929","mp_crag_id":"107357675","climb_id":"0GpnWLRkVuOuAVrOJFMH1g==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"The route is steep and thuggy the whole way, but good rests take a little of the edge off of the pump.  It protects very well, if you climb at the grade don't let the steep and intimidating nature of the line scare you off.  Have an adventure!  Natural belay at the top, rappel from the Stars and Bars anchors.","protection":"Singles to #2 Camalot will do fine.","location":"Take the gully up to the Hanging Garden, about 150-200 feet past the Fire Wall.  Once in the Hanging Garden, Pooh Corner is the overhanging, right leaning \"crack climb\" on the far right hand side of the wall."},"__v":0},{"_id":"SI2E0EnuWrWIvoNmE52/5A==","name":"Lightning Thief","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Seth Tart","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":10,"mp_id":"108226183","mp_crag_id":"107357675","climb_id":"SI2E0EnuWrWIvoNmE52/5A==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"This route will steal your thunder if your jock strap is loose. From the first bolt and first move of Stars and Bars reach out left into an undercling, moving through cool moves and good gear. Pass thru a quartzite band with little to no gear, heading for an obvious left leaning 2.5\" slot that siloettes against the sky. A fall thru this cruxy band could be quite serious so do not take lightly. Once past the slot, climb the much easier headwall to Stars and Bars anchors. From the anchors this route is easily top roped and would be advisable before a lead.","protection":"One bolt, rack of small to midsize cams (one big enough for the slot) and stoppers. Fixed anchors.","location":"Left of Stars and Bars."},"__v":0},{"_id":"1DPqQJrTX0iU6vpVEJ0szg==","name":"Howie's Hercules","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Howie Feinsilber","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":5,"mp_id":"114184385","mp_crag_id":"107357675","climb_id":"1DPqQJrTX0iU6vpVEJ0szg==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Howie Feinsilber found and established Howie's Hercules as an alternative to the original Hercules line. It is a slightly friendlier and easier variation that allows you to go around the stopper crux of Hercules and instead use a series of powerful and dynamic movements off very small crimps.\n\nDavid Hume, who was a top sport climber in the country at the time and an accomplished 14 climber, verified Howie's Hercules at 13d/14a and commented on the stunning beauty of the Zues wall in Climbing Magazine back in '99. To date, Howie's Hercules has only seen 3 known repeats and Hercules is still unrepeated.\n\nStart in the same place as Zues, off of the highest obvious ledge in the center of the Zues Wall and below the steepest section of rock. Zues goes up and left and beautifully silhouettes the sky at half height. Hercules climbs up and right following an early sequential crux to the second bolt which eventually gets you established on two good side by side incut crimps. Here Hercules continues right, following the unmistakable crack seam weakness just under the roof feature. Howie's Hercules is cryptic and not so obvious but fires up and left over the roof off the two crimps mentioned above. Once established over the roof, traverse right across the top of the roof system and make a big move to get back on line. Execute a series of big moves and tosses under one of the steepest sections of rock on the wall and get a quick shake on a large blocky sloper. Fire a few powerful moves off small crimps to get your first good rest at 3/4 height and proceed up an easier crimp latter to the top of the wall.","protection":"Sport","location":"Starts off the highest most obvious small ledge in the center of the Zues Wall."},"__v":0},{"_id":"NM/JY7HAW/Wm054eYBXx5Q==","name":"Hodadical Master","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Orthel and Frank Orthel","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":22,"mp_id":"117646395","mp_crag_id":"107357675","climb_id":"NM/JY7HAW/Wm054eYBXx5Q==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Slabby face climbing, crimping on flat edges up past three well spread out bolts.\n\nP1 5.9+ish: Sling a tree to prevent a nasty tumble prior to bolt 1. Climb meanders up, following available holds, trending left with a couple of possible paths leading into bolt 3, then straight to the anchor. Take care, botching clips might result in rather long falls.\n\nP2 5.11ish: Head up and right to the looming roof and clip the (older) bolt. Crank the roof and get established on the face. Fight the lichen and follow various weaknesses to set trad gear and top out somewhere around the rap boulder.\n\nAlso entirely possible to combine both pitches.","protection":"P1 3 bolts + anchor w/ rings + maybe a tiny stopper. P2 1 bolt + trad gear.\n\nNote P1 bolts were replaced 2013.\n\nRap down from the large slung block in the center of the ledge. As always, check the condition of the anchor before trusting to it and be prepared to supplement or replace old cord. Note a single rope won't get you all the way down, just a bit up the gully above the tree at the mid-point. Watch your rope ends!","location":"Scramble up to the ledge that the hanging garden gully starts on (right side). Move a bit left and keep your eyes open for a bolt on the clean steep slabby face."},"__v":0},{"_id":"pvHJss52VLWNBBdywb+t6Q==","name":"Good, Bad, but not too Ugly.","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":25,"mp_id":"108991114","mp_crag_id":"107357675","climb_id":"pvHJss52VLWNBBdywb+t6Q==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"A nice little diversion off the beaten path, this route follows a right-diagonaling finger crack up a vertical face and up a mellow (if lichenous) 5.3ish corner or slab.\n\nFrom the ground it looks a bit more intimidating than it is but plentiful gear and bonus footholds keep it reasonable. There is a bit of excitement to be had puzzling out and committing to the sequence that takes you out of the crack and past the bulge that protects the easy slab. Maybe it's a 5.7 move? Not sure, but this is Moore's so I'm calling it a 5.6 - just don't forget there are more holds than the ones in/on the crack!","protection":"Standard rack","location":"Found on the way to the Hanging Garden Gully.\n\nFrom Sentinel Buttress area, hike right passing the Fire Wall and hike down a bit passing some green vertical to slightly overhanging chossy cliffs. Continue past a little tree-choked amphitheater until the trail slopes back up. Staying on this will put you at the base of the ledge about 10 feet up that you ascend to get into the gully (left and up). Shortly before you reach this ledge there is a slabby wall on the left broken by the aforementioned crack. This is the start of the route.\n\nFollow the crack on the left side of the easy slab all the way to it's bushy conclusion and you will find a big tree slung with some static line and links. Single 60 will get you down with room to spare and/or belay from the ground."},"__v":0},{"_id":"saH/9vmZVdebcZKrT/1oAQ==","name":"Hercules","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Seth Tart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":6,"mp_id":"106339315","mp_crag_id":"107357675","climb_id":"saH/9vmZVdebcZKrT/1oAQ==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Hercules is currently the hardest route at Moore's and one of the hardest in the state. This obscure, rarely repeated (has it even been repeated?) testpiece was originally bolted by Porter Jarrard. It climbs a direct line up the steepest part of the Hanging Garden wall with a thin, powerful, nearly footless boulder problem (V9ish) to better holds with some huge throws up high for added value.","protection":"7 bolts","location":"On the Hanging Garden Wall. Shares the first bolt with Zeus then moves right."},"__v":0},{"_id":"noh/MwOfXsWVq2940LeSVA==","name":"Gnatty Pale","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Gilliam, May 2008","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":21,"mp_id":"106177078","mp_crag_id":"107357675","climb_id":"noh/MwOfXsWVq2940LeSVA==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Start between Hodad and Double Ought, near a pointed horn. Aim for the pale streak over roof above. Climb to and sling horn. Climb to and clip a bolt (placed by another party after the FA) that protects a balancy 5.9ish bit to better holds, but no gear. Easy moves lead to a nice stance. Either step right and clip the Hodad anchor (reeeeally long) or climb up to a couple micronuts that protect another balancy move to the roof. Under the roof, sling some good gear out right with a 4 footer. Step left to negotiate the roof and enjoy well-spaced but good gear and holds to top. Generally follow the clean streak, aiming for an obvious crack in final overlap, and sling boulder to belay.","protection":"Nuts, micronuts, small cams (0.3 - 1.5 inches), tri-cams, long slings, a couple 4 ft slings, 3 Camalot.","location":"Start between Hodad and Double Ought in the Gully to the Hanging Garden.  Either rap from the fixed cord around the boulder atop the route -- a 60 barely reaches -- or walk left and rap into the Garden then scramble down the gully or walk right and descend Whipping Post with Two ropes."},"__v":0},{"_id":"hDNObm45WJuQAMiSX7JpdQ==","name":"First In Flight","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Russell Erickson & Todd Skinner (1985)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":18,"mp_id":"106344724","mp_crag_id":"107357675","climb_id":"hDNObm45WJuQAMiSX7JpdQ==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Good mixed route with sustained climbing and great exposure.  Don't forget to look down as you throw the crux move over 150 feet of air. The belay is a little tricky- set it at the lip and have the second climb past it and set one higher to back clean.  This will avoid BAD rope drag. Walk off.","protection":"Bolt, cam, bolt, cam, natural belay","location":"On over-hanging wall above and to the right of the Hanging Garden"},"__v":0},{"_id":"PzJkjIYmVNWg4xAhUOboRw==","name":"Fight or Flight","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Sean Barb, Nathan Brown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":19,"mp_id":"106347985","mp_crag_id":"107357675","climb_id":"PzJkjIYmVNWg4xAhUOboRw==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"This route climbs the steepest part of the wall and it is quite a lot of fun. Traverse right out the large rail past some shallow cams to reach an obvious bomber camelot. Continue to traverse right past a hidden pin to gain a second rail and rock right onto the slab. Gear belay. Rap from tree on \"Supercrimp\".","protection":"Medium rack of cams. Gunk style (or Moores style) tied off friends work well in the first couple of shallow placements.","location":"Located in the hanging garden.  This climbs the huge \"First in Flight\" roof via the obvious left facing dihedral to the right of the climb \"First in Flight\"."},"__v":0},{"_id":"/WR9o8TxXpSlOg+EfKbmJQ==","name":"Enter The Void","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Seth Tart / Dennis Buice","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":23,"mp_id":"109528509","mp_crag_id":"107357675","climb_id":"/WR9o8TxXpSlOg+EfKbmJQ==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"This route was a real 'diamond in the rough' to find, but it did demand a bit of serious cleaning before it gave up passage. It is one of the bigger roof climbs at Moores and should be sampled by anyone who is strong at the grade but like many Moores routes, it should not be taken too lightly.","protection":"Standard Moores Wall rack. Cams above 2.5 are not necessary and some very small nuts are useful. You will also want 2 or 3, 1/2\" and 3/4\" cams and maybe one smaller if you have it.","location":"Climb onto the ledge that accesses the Zues Wall gully. Don't go up the gully but boulder up the black 4th class dihedral to another ledge 20' up. Step right for Whipping Post or walk up and left to the single tree for Enter The Void.\n\nStart at the tree and follow a seam that is five feet left of the obvious corner. Follow it through edges and small gear to the base of a left leaning dihedral. Pull over the dihedral to the right and into a stance beneath the big roof. Pull through magnificent jugs and a super exposed exit to gain another good stance. The upper headwall is not too hard, not too soft but just right for a really nice finish to the same anchors as Whipping Post."},"__v":0},{"_id":"KIRiTtinUmi7vzrtrDv40A==","name":"Double Zeus","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Seth Tart","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":7,"mp_id":"109225359","mp_crag_id":"107357675","climb_id":"KIRiTtinUmi7vzrtrDv40A==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Double Zeus is a link-up route that starts on Double Dare and then climbs through Hercules and Season In Hell to finish on Zeus. It is the longest route in The Garden and is primarily an endurance line with a red point crux protecting the anchors. It's great fun and flows exceptionally well.\n\nDouble Zues was a Greg Loomis brainchild. I suggested Zeus or Double Dare and he said, \"Why not Double Zues\". The new link provides a good amount of new climbing sequences and the added value of some big air between the higher bolts.\n\nClimb Double Dare to the 5th bolt, then continue out left to the jug on Hercules. Clip the Hercules bolt with a 24\" runner. You could follow a large crack seam down and left from here but the line continues up and left through small holds to the large tooth feature on Season In Hell. Clip the bolt beside the tooth 24\", then make for the anchors of Zeus. You do not actually use any holds on Zeus except for the anchor jug.","protection":"Sport Route.","location":"Climbs Double Dare to the 5th bolt. Then climbs up and left across the wall, eventually finishing on the anchors of Zues."},"__v":0},{"_id":"IS+DTgXjWh2Kqnt/NS7oag==","name":"Double Ought","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Orthel and Frank Orthel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":20,"mp_id":"108080953","mp_crag_id":"107357675","climb_id":"IS+DTgXjWh2Kqnt/NS7oag==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"A bit thin and sustained for a newer 5.8 leader, but no stopper moves. Make sure you have enough small gear and climb carefully.\n\nStart on a shallow corner angling up and left (it looks more difficult than it is). A very small nut can be used to protect the opening move.\n\nCarefully work the shelf-like holds and occasional cracks, placing such pro as you can. Sling a nice rock horn and continue up, rock left, and work through the lightly overhanging but not outrageous face climbing above, negotiate a tricky small roof (probably the crux) and onto easier ground. Diagonal up and right into a short traverse to a weakness in the larger roof, slinging long through here.\n\nFinagle some sub-optimal gear and crank through the juggy roof at the first slot anyway, savoring the exposure. Not quite as glorious as the Zoo View roof move, but pretty good.\n\nRomp up and right to find a rap station slung around a large boulder under the final monster roof where First In Flight and Super Crimp begin.","protection":"Lots of small gear, nothing larger than #1 C4. RPs may be helpful here and there.\n\nConsider anchoring the belayer to the large tree up slope a little since the first moves are a little thin with small pro and a fall could take both on a fatal tumble.\n\nDescent\n\nA single 70m can rap directly from the boulder station into the gully (just below the hard move in gully). A 60m will get you to the base of the route with rope stretch.\n\nAlternately, go left and rap down into the Hanging Garden and hike back down the ascent gully.","location":"On the left side of the face above the steep ascent gully that leads to the Hanging Garden.\n\nHike up the gully. Leave most of your stuff at the bottom. The base of the route is in a small flat area before a large tree just past the most difficult part of the gully (an exposed 5.1-ish move over a large block)."},"__v":0},{"_id":"SbWfwYBbUzWJIGzEcdDS5A==","name":"Double Dare","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Porter Jarrard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":8,"mp_id":"108192758","mp_crag_id":"107357675","climb_id":"SbWfwYBbUzWJIGzEcdDS5A==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"At 4th bolt of Pygmalion follow the bolt line out left into the steep intimidating bulge with incredible holds. Then hold on through the thin face to get a much needed shake. Fire the roof sequence above and set up for one last push to the anchors.","protection":"8 Bolts with Anchors. Cleaning from the anchors down on this route is very rough on the rope!! Clean on TR if possible.","location":"This route shares the same start as Pygmalion"},"__v":0},{"_id":"gEp4knubU2yDDkOlXkxqNg==","name":"Catnip","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"John Black","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":0,"mp_id":"108314732","mp_crag_id":"107357675","climb_id":"gEp4knubU2yDDkOlXkxqNg==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Obvious bolted line on the far left hand side of the Hanging Garden wall before the gully.  Grab the stick clip from hanging garden to clip the first bolt.  Pull the roof (1st crux) and face move (PG13) to get to 2nd bolt.  Move isn't to bad.  Fun face climbing with a challenging crux after the 4th bolt.  Then it's a matter of holding on for the finish.","protection":"7 bolts","location":"Lower from the tree anchor above the route.  Best 5.11 sport climb at Moore's?"},"__v":0},{"_id":"/7W/n/h/X3OU85SbXVOlaQ==","name":"Armageddon","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Seth Tart","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":4,"mp_id":"114192033","mp_crag_id":"107357675","climb_id":"/7W/n/h/X3OU85SbXVOlaQ==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Armageddon is a direct finish to Season In Hell, which goes up and left through a steeper, sheer section of the final headwall instead of traversing right and up some jugs via the dark water drain on Season In Hell. It adds a short but sustained 10' crux which demands you have a little more left in the tank at the very end of the route.\n\nClimb Season In Hell to the last bolt which is maybe 10' beyond the dyno section. Here Season In Hell traverses slightly right and takes an obvious path of least resistance up a dark water seam with jugs. For Armageddon, clip the last bolt and traverse slightly left and get into a shallow left facing dihedral. Thin bouldery moves pull up the dihedral and over the final bulge.","protection":"Sport but needs one small cam or pink TRI CAM after the dyno.","location":"Direct finish to Season In Hell."},"__v":0},{"_id":"V2ZwDGdMWcKk4zjn2tQGBg==","name":"Aries","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Seth Tart","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"left_right_index":12,"mp_id":"108213018","mp_crag_id":"107357675","climb_id":"V2ZwDGdMWcKk4zjn2tQGBg==","areaRef":"kAnrGrqAWe+Hcb9zCZyOnQ=="},"content":{"description":"Prepare for battle. Make one move on Stars and Bars then iron cross out right to a big sidepull. Crimp and toss you way through an extended boulder problem and 3 more bolts to finish on Porters Pooh.\n\nThis route also has a direct start to the first bolt which bumps the grade up to 13A.","protection":"4 bolts and gear, stick clip first bolt.","location":"Right of Stars and Bars."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,7dc6d7e7-fa9e-50f3-94b5-4e7101bd5442,dee90fb3-d596-571a-8446-75dbf92b297e,4940620b-f0eb-5538-9d9b-d80dfb553886,9009eb1a-ba80-59ef-8771-bf73099c8e9d","pathTokens":["USA","North Carolina","3. Piedmont Region","Moore's Wall","Moore's Wall (Routes)","Hanging Garden"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.13b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.13c/d"},{"count":2,"label":"5.8"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.14a"},{"count":2,"label":"5.11"},{"count":1,"label":"5.6"},{"count":1,"label":"5.14b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.13d"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":9,"expert":1}},"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":12,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.28668,36.39624]},"bbox":[-80.28723863075314,36.39579033981814,-80.28612136924689,36.396689660181856],"left_right_index":-1,"ext_id":"107357675","area_id":"kAnrGrqAWe+Hcb9zCZyOnQ==","polygon":{"type":"Polygon","coordinates":[[[-80.28723863075314,36.39579033981814],[-80.28612136924689,36.39579033981814],[-80.28612136924689,36.396689660181856],[-80.28723863075314,36.396689660181856],[-80.28723863075314,36.39579033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T06:15:58.576Z","updatedAt":"2024-01-20T01:05:23.015Z"}