{"_id":"6368a1b8e80bff5a995542d4","area_name":"Alchemy Wall","shortCode":"","climbs":[{"_id":"P/QgvzKoWeeHvOONKkGWMA==","name":"The Alchemist","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"left_right_index":7,"mp_id":"120994363","mp_crag_id":"120934934","climb_id":"P/QgvzKoWeeHvOONKkGWMA==","areaRef":"Jrw4OYdrW4SvCL7ztlgMXg=="},"content":{"description":"Stick clip the first bolt and generally be cautious of the big drop behind you but there is plenty of room for you and your belayer to operate if you are careful. This thing is great fun. Juggy but tricky much of the way with a bit of slab style trickery to gain the anchor. If you aren't comfy on slab you might pause before punching it to the anchor but the reality is that the fall should be safe.","protection":"4 bolts to pigtails","location":"As you walk the cliff base from left to right, as you get to the far right end of the cliff you will see a BIG drop on your right with a safety rope across it. Look up and find a weakness breaking through the left edge of a low cave. "},"__v":0},{"_id":"JvbbJ9N2VW+WKMNOig7UwA==","name":"Theoretical Physics","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Lee Hansche 11/21/20","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"left_right_index":0,"mp_id":"120984095","mp_crag_id":"120934934","climb_id":"JvbbJ9N2VW+WKMNOig7UwA==","areaRef":"Jrw4OYdrW4SvCL7ztlgMXg=="},"content":{"description":"This line struck me more powerfully than any other in the area when I first arrived. In fact it was the second line I bolted here and to date is my favorite climb at Russell. You can’t look at the thing without thinking of a much more famous route of a similar grade, it looks remarkably like the profile of Predator. That being said, the techniques required for Theoretical Physics are much different than it’s mega classic sister. Jams, locks, a kneebar and even an inversion were employed on the first ascent of this beauty. So… who’s going to go for the second?","protection":"6 bolts to pigtails","location":"As you approach the area from main cliff you will see the striking overhanging prow. This route climbs up to and then out on the crack feature to the prows tip following bolts. "},"__v":0},{"_id":"fytsqtqbVliGNzwav76QqQ==","name":"Subtle Science","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"left_right_index":4,"mp_id":"121185986","mp_crag_id":"120934934","climb_id":"fytsqtqbVliGNzwav76QqQ==","areaRef":"Jrw4OYdrW4SvCL7ztlgMXg=="},"content":{"description":"As the name implies this is a delicate route for the most part where subtle control wins the day. A little power in the tank won’t hurt however when you are pulling through the final overlaps. Clip the anchors from a comfy ledge. Easy to set up TR or rescue gear by climbing Libatious 5.6. ","protection":"5 bolts to pigtails","location":"On the right side of the Alchemy wall, look for a wide rounded stemming corner capped by a couple of small roofs. Just right of the Libatious arete."},"__v":0},{"_id":"effj0i4JXkeZn/aVg7Fftg==","name":"Magick Moste Evile","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"left_right_index":5,"mp_id":"120994249","mp_crag_id":"120934934","climb_id":"effj0i4JXkeZn/aVg7Fftg==","areaRef":"Jrw4OYdrW4SvCL7ztlgMXg=="},"content":{"description":"Climb a perplexing sequence on edges and indistinct holds up a blunt arete to a shake at the horizontal break. from the break move up and left encountering one last strenuous sequence before topping out. Stick clip the 1st bolt and take care to find solid clipping positions throughout the climb. It's not always obvious but it's all there. ","protection":"4 bolts to pigtails","location":"On the right end of the cliff there is a section of mostly vertical orange rock. The most notable feature is a right facing corner with a crack (Castles of Choss) This line is just to the left of that corner."},"__v":0},{"_id":"WUtrI+oVVOaGSiBQpd3D0w==","name":"Paracelsus","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"left_right_index":6,"mp_id":"120994303","mp_crag_id":"120934934","climb_id":"WUtrI+oVVOaGSiBQpd3D0w==","areaRef":"Jrw4OYdrW4SvCL7ztlgMXg=="},"content":{"description":"Sometime a climb offers more than you would expect at first glance. This one is like that. There are a couple of very obvious large holds on the initial face. There is however a distinct thinning of holds between those jugs. The fun happens within those seemingly blank spots. In the upper 1/3 you get a very cozy rest on a ledge before one last bulge to gain the anchor. So far the reviews say that people really enjoy this one. ","protection":"4 bolts to pigtails.","location":"On the right end of the cliff just right of the distinct right facing cracked corner (Castles of Choss).  "},"__v":0},{"_id":"igqjxpIZWgec2i8iR7eqaw==","name":"Lunafaction","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"left_right_index":2,"mp_id":"120987983","mp_crag_id":"120934934","climb_id":"igqjxpIZWgec2i8iR7eqaw==","areaRef":"Jrw4OYdrW4SvCL7ztlgMXg=="},"content":{"description":"Admittedly awkward but in an endearing way, in my opinion. Stem your way up the initial groove seeking out the good holds along the way. Jam a short section of crack and break out left onto the upper face. A few delicate moves up this low angle face get you the prize. Success!don’t hesitate to stick clip the second bolt. Due to rock quality issues the bolt spacing is a little wider than some routes and the second bolt can be an awkward clip. ","protection":"5 bolts to pigtails","location":"As you walk the base of the cliff left to right , step over/around the fallen tree below Crushing Darkness. Look for a wide groove. Clip bolts up the stemming groove and then up and left. "},"__v":0},{"_id":"ufBcpAjvWICVgSNU91j/8A==","name":"Libatious","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"left_right_index":3,"mp_id":"120994224","mp_crag_id":"120934934","climb_id":"ufBcpAjvWICVgSNU91j/8A==","areaRef":"Jrw4OYdrW4SvCL7ztlgMXg=="},"content":{"description":"Always nice to have a true moderate to round out a crag. Libatious is just that. A delightful warm up or perhaps a nice challenge for a newer climber in the group. Start off of the boulder on the right hand side (stick clip the 1st bolt). Step onto the cliff to the left. Move up the ridge of rock passing a very tricky sequence for the grade but when you hit it right it seems more reasonable. Once past the crux there is a nice ledge and then a low angle face that is a solid grade easier than the first half. ","protection":"5 bolts to pigtail anchor","location":"As you walk the cliff base from left to right you walk up a short steep section. At the top of that short steep hill look for a blunt arete feature with bolts. "},"__v":0},{"_id":"Ga6ISNx9V1O1GSeFB5UKIA==","name":"Crushing Darkness","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"left_right_index":1,"mp_id":"120987927","mp_crag_id":"120934934","climb_id":"Ga6ISNx9V1O1GSeFB5UKIA==","areaRef":"Jrw4OYdrW4SvCL7ztlgMXg=="},"content":{"description":"Some routes are very feature driven. This line exists because the feature, a striking arete, needed to be climbed regardless of how enjoyable it may or may not be. It so happens that it is an enjoyable route after all. Interesting technical moves lead to a rest before breaking out to the arete. Think about perhaps a knee bar. Feel around to optimize your hand hold choices and generally give what you’ve got in order to get through this bouldery crux. Getting to the chains shouldn’t be an issue once through the crux, but don’t fall asleep at the wheel. You might sink into the Crushing Darkness.","protection":"7 bolts I think. Pigtail anchor","location":"This is the line of bolts up the nice arete you see when you enter the area proper. It starts where you have to step over/around the downed tree that fell away from the cliff. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,3b1dda09-df4a-5cea-9629-72a88e20aa5b,26bc3839-876b-5b84-af08-bef3b6580c5e","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Russell Crags","Alchemy Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.6"}],"byDiscipline":{"sport":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":4,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.65786,43.99303]},"bbox":[-71.65848502779231,43.992580339818126,-71.65723497220768,43.993479660181855],"left_right_index":-1,"ext_id":"120934934","area_id":"Jrw4OYdrW4SvCL7ztlgMXg==","polygon":{"type":"Polygon","coordinates":[[[-71.65848502779231,43.992580339818126],[-71.65723497220768,43.992580339818126],[-71.65723497220768,43.993479660181855],[-71.65848502779231,43.993479660181855],[-71.65848502779231,43.992580339818126]]]}},"content":{"description":"Above Bird Murder and across the gully to the east (right) of Main Cliff lies a delightful, perhaps even magical little corner of the Russell kingdom. The Alchemy Wall has a lofty feel while still managing to be shady and peaceful. Thought the left side of the cliff is pretty safe/secure the right side is absolutely NOT a great place to bring kids and or dogs. There is a 100 ft drop that could sneak up on the unobservant. With established climbs from 5.6 to 5.13b there is bound to be something for everyone in your crew. The Alchemist, Castles of Choss and Paracelsus are some of the favorites. Theoretical Physics is next level rad and is a must do for any 5.13 climber who has some crack skills. "},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:12:21.668Z","updatedAt":"2024-01-20T01:04:45.787Z"}