{"_id":"6368a05be80bff5a9952edac","area_name":"Main Face","shortCode":"","climbs":[{"_id":"CRfJsNgdWgSKBfQBd5O0og==","name":"Eyeless in Gaza","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ken Nichols (May 1985, TR)","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-72.32229,42.13452]},"left_right_index":0,"mp_id":"119045522","mp_crag_id":"119044030","climb_id":"CRfJsNgdWgSKBfQBd5O0og==","areaRef":"AQePUE03XuSBt5HZp73OsQ=="},"content":{"description":"On the slab left of the big tree, start on a triangular stone platform, and wander among small holds to an overlap, after which the angle and difficulty ease up. The cleaned headwall at the top gets hard again. This line directly above the starting platform is what's clear of lichen now. The original line may have started more the left?","protection":"A TR. Since it's about 37 meters tall, use an 80m rope, a 70 with an extended anchor, or a single 40m strand if you belay from the top or TR-self-belay.","location":"Left of the big tree is a flat, triangular block where you can clean your shoes and start climbing."},"__v":0},{"_id":"4AEQMEIHWY+z5t9sHFurxw==","name":"Serpent Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Harry Brielman and Mark Bourque","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.32229,42.13452]},"left_right_index":4,"mp_id":"119228504","mp_crag_id":"119044030","climb_id":"4AEQMEIHWY+z5t9sHFurxw==","areaRef":"AQePUE03XuSBt5HZp73OsQ=="},"content":{"description":"Boulder up a right-facing, zig-zagging flake on fingertips and small feet one or two moves before you can sink fingers and then a whole hand behind the same flake. Traverse up and right on a series of horizontals to a left-facing flake. Follow this up through an arching undercling to arrive at the crux: more fingertip flakes and small feet, past where the bolt used to be, before you can again sink fingers behind the flake. This section -- fingery edges and then a pancake flake in pale clean granite -- combines aspects of the Gunks' Arrow and CCK, only at a stiffer grade.","protection":"Many finger-size cams. The two runout sections are the easy traverse after the first flake, and the crux up high where the bolt was. You can get solid protection in the crack just after the crux.","location":"Find the right-facing finger flakes that bend left under more more flakes and cracks winding right and left again. A rectangular block set flush with the dirt path marks the start. The striking upper crack is easier to see from the left, as in back a ways from Castor and Pollux. It tops out on a flat ledge with a large pine tree. Its trunk is bent and slightly overhanging at the bottom. If you anchor off this tree, girth hitch it high to avoid drag from the rope running over the rounded ledge."},"__v":0},{"_id":"oy8PE+llU0+NMIO5NIpLfg==","name":"Crack In The Box","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sam Slater and Mark Bourque, Summer 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.32229,42.13452]},"left_right_index":2,"mp_id":"119122641","mp_crag_id":"119044030","climb_id":"oy8PE+llU0+NMIO5NIpLfg==","areaRef":"AQePUE03XuSBt5HZp73OsQ=="},"content":{"description":"Follow the finger and hand crack splitting the right wall of the chimney. The crux is the first 15 feet. Then you can put your back against the opposite wall, find footholds outside the crack, or even climb the slab next to the crack. At the broken roof, trend right to a small ledge  Belay here (45') or continue past a horizontal, then climb up more cracks and into a slot that leads to a large tree (95' total). For a better finish, climb out of the slot right, then over a bulge to the tree.","protection":"Cams to 3/16\" to 2\". Double up on fingers. The bottom fingers part is rattly and uneven, so work to get solid placements.","location":"It's the crack in the boxy chimney, obviously."},"__v":0},{"_id":"gqGpeSCNXBKbQw4sSAQ/tA==","name":"Castor","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Sam Slater, Spring 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.32229,42.13452]},"left_right_index":3,"mp_id":"119247750","mp_crag_id":"119044030","climb_id":"gqGpeSCNXBKbQw4sSAQ/tA==","areaRef":"AQePUE03XuSBt5HZp73OsQ=="},"content":{"description":"Climb the left hand of the two crack systems roughly in the middle of the Main Face, to the right of Crack in the Box. Good holds down low lead to slightly more challenging holds higher up and a tricky mantel move to exit onto the final ledge.","protection":"A standard rack up to 3\"; very small cams (black Alien) are helpful near the top.","location":"The climb starts on a \"bench\" about 3 feet above the ground."},"__v":0},{"_id":"RQhsbr4FXvSRLkxFo7TUrw==","name":"Blade Runner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Brian Boyd","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-72.32229,42.13452]},"left_right_index":5,"mp_id":"119814220","mp_crag_id":"119044030","climb_id":"RQhsbr4FXvSRLkxFo7TUrw==","areaRef":"AQePUE03XuSBt5HZp73OsQ=="},"content":{"description":"Do the same start as Serpent Crack, but traverse right under the first sickle-shaped flake to a horizontal crack and ledge. Climb the arete and/or face just left of it. Or layback with one or both feet on the right face. The climbing eases when the arete fades into lower angle slab, though I did not see any placements to end the runout. It is possible to traverse between Serpent Crack and Blade Runner at several places higher up but not with gear protection so far as I know.","protection":"Al Rubin's topo says RPs and TCUs. I don't know if there was ever a bolt in the upper section. To protect against a long fall from near the top, it may be prudent to seek gear a bit to the right of the line. The only bolt hole I remember is low down, just above a large horizontal crack that would take large cams (or a medium one, if some dirt is removed from an in-cut).","location":"Do the same start as Serpent Crack (see the photos). There has also been a stone belay throne at a tree and a crow feather in the ground marking the start."},"__v":0},{"_id":"14npMSzRXiSpXFu68jbj6w==","name":"Big Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.32229,42.13452]},"left_right_index":1,"mp_id":"119052782","mp_crag_id":"119044030","climb_id":"14npMSzRXiSpXFu68jbj6w==","areaRef":"AQePUE03XuSBt5HZp73OsQ=="},"content":{"description":"Climb the angled finger crack to the first tree on a sloping ledge below a left-facing corner and offwidth crack. Thrutch the flaring crack, layback its dull edges, or pinch and hug the sharp arete. Paddle a slab to the second tree. Trend right to gain an easier corner crack, which leads all the way to the top. The upper slab also goes at 5.8 (Road Warrior) but lacks protection, and some holds lie under a thin layer of moss and dirt. With pro in the crack, a 70m rope may be too short to lower a leader back to the ground.","protection":"Gear to 6\" for the offwidth, slings for the trees, and steady nerves for the slab.","location":"Start at the cracks leading to the lower tree on the right side of the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,f4e43cd6-30c3-5d91-9fcb-6f08c88c2e75,7093d831-edda-5154-902d-d146f71d26d6,a398b691-e3b7-5ac8-9f94-9ee4fe50d6c2,01078f50-4d37-5ee4-81b7-91d9a7bdceb1","pathTokens":["USA","Massachusetts","Eastern, MA","holding area","Bunyan Mountain","Main Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.32229,42.13452]},"bbox":[-72.3228963609652,42.134070339818145,-72.32168363903477,42.134969660181866],"left_right_index":-1,"ext_id":"119044030","area_id":"AQePUE03XuSBt5HZp73OsQ=="},"content":{"description":"This 120' tall wall faces west. Trees shade the bottom in the afternoon. Most of its area is unprotected slab with some less-steep bands, dishes, and ledges 40 or more feet above the ground. One tree grows from a small ledge in the middle, and two more trees from a crack system on the far right. The left end is steep and clean all the way to the top. The right half features many more holds but also lichen, moss, and dirt. A 60-meter rope is too short to rappel or TR from the top."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:06:24.308Z","updatedAt":"2024-01-15T16:45:17.203Z"}