{"_id":"6368a50be80bff5a995b06fb","area_name":"Mt. Ogden","shortCode":"","climbs":[{"_id":"QHJ8kWRDW9qGU3cb2cdoKg==","name":"Wishful Thinking","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown  this ascent Derek DeBruin, Dan Newman, John Fisher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87952,41.20029]},"left_right_index":1,"mp_id":"111975574","mp_crag_id":"108257470","climb_id":"QHJ8kWRDW9qGU3cb2cdoKg==","areaRef":"nQ7Y+SthXPmoKfZdBLx1Aw=="},"content":{"description":"This climb was an attempt at a more continuous route on Mount Ogden than the \"Gray Slabs.\" It's name stems from the fact that this is not feasible if starting on the eastern most, lowest buttress given the broken nature of the stacked slabs.  However, it does avoid most of the scrambling on P3 and P4 of the Gray Slabs and P5 provides some very enjoyable moderate climbing.\n\nI'll describe the first line we took as well as a few variations for pitches 1 and 2, all of which go at 5.8 - 5.9.\n\nP1 5.7 80ft:\n\nWander through the initial face to a ledge just right of a moderately-large tree/bush.  Continue up the face above trending left toward the right-facing corner, passing a few hollow blocks/flakes. Step around the corner to the left and belay at the base of a left-facing corner on finger size gear.\n\nP2 5.8 120ft:\n\nA couple interesting moves past a bush leads into the left-facing corner.  Atop the corner, step right below the roof and perch upon the pedestal created by the corner.  A few moves up and left leads to a stance near a gulley.\n\nP3 5.7 40ft:\n\nStep across the gulley and onto the short, clean face.  Wander up, following the gear, trending left toward an obvious tree and belay.\n\nP4 5.8 or 4th 50ft:\n\nMove the belay across the ledge and rubble to the base of a few right-facing corners.  The second corner from the left features a nice, but short, hand crack that leads to the next ledge. Alternately, scramble up and left onto the left or down and right and back up the next gulley system.\n\nP5 5.7 100ft:\n\nCross the ledge and step into the gulley, moving the belay just below an alcove at the base of twin cracks.  Ascend the twin cracks and continue up and right following near a squeeze chimney above (no chimney climbing required).  Belay on the obvious ledge with the large tree.\n\nP6 low 5th 75ft:\n\nFrom here, scrambling options exist left, up, and right that connect with the upper reaches of P4 of the \"Gray Slabs.\"  You'll want to finish just left of the proper ridge line in a gulley that deposits you at the 2-bolt belay marking the base of P5 of the \"Gray Slabs.\"\n\nContinue via the \"Gray Slabs\" to the summit and walk off, or scramble off to the left down one of the many gulley systems.\n\nVARIATIONS:\n\nAlt P2 5.9 140ft:\n\nBelay near the tree on the ledge atop a shorter P1.  Continue up the face and right-facing corner to an overhang.  Pass the overhang into a short right-facing corner and follow the rock above to the top of the pedestal to rejoin the original P2.\n\nLeft Variation P1 and P2:\n\nP1: Climb face below and left of the original P1 tree ledge that features a step-across move left of the tree.  From here, follow a dirty, vegetated face to a stance about 10 feet left across the same belay ledge as the original P1.\n\nP2: Head up the face above, generally staying near the vegetated crack system, terminating at a ledge/gulley below a giant chock stone.  Step right below the chock stone to join the original P3, or head up and left of the chock stone onto a similarly clean face that ends at the P3 belay tree.","protection":"Single set to #3 including small gear and stoppers, additional set of cams from roughly 0.5 to #2.","location":"Located just uphill and right of the true low point of Mount Ogden's eastern shoulder.  Begin in front of a large evergreen that affords some nice shade."},"__v":0},{"_id":"9+EvVME9Vam2cfHx1qwBIQ==","name":"The Gray Slabs","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"James Garrett, Patrique Maloney, and Blake Summers, September 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87952,41.20029]},"left_right_index":0,"mp_id":"108257474","mp_crag_id":"108257470","climb_id":"9+EvVME9Vam2cfHx1qwBIQ==","areaRef":"nQ7Y+SthXPmoKfZdBLx1Aw=="},"content":{"description":"This excellent, fun, and well protected Wasatch alpine climb is worth doing now before the hordes find out about it! Though by nature of the intricate slab layout there are some broken up sections, many stand out alone pitches make the whole endeavor well worth your while.\n\nAll pitches assume a natural belay stance on good ledges and though it is possible to link pitches, doing so might create enough rope drag to bust your fun meter.\n\nLook for the beginning of the route at almost the lowest point of the Face on the Left (south and closer to Needles Gondola) side.\n\nPitch #1: Climb beautiful pockets and bullet proof edges trending right to some fixed pitons and more bolts to a great ledge and two-bolt belay. 9 bolts. 5.9, 35m.\n\nPitch #2: Continue up right of the arête trending again right to a weakness through a roof. Climb past several bolts straight up to a ledge and two-bolt belay. 6 bolts. 5.8, 33m.\n\nPitch #3: Now scramble/walk up and around to an unpleasant and brushy, jumbled, and blocky section mostly in a left facing dihedral. A tag line (definately NOT to be blindly trusted!!) has been left here to facilitate passage and speed, but may later be removed. As of 8.8.2020, the tag line \"marks\" the first step of this 4th class, but has been removed from the upper step. A left facing dihedral can be easily climbed and protected by 0.5 or 0.75 Camalots and eventually leads to the \"ridgeline\" where the \"way\" again becomes more obvious. Simul-climbing this together with P4 really speeds things and gets you quicker to better things. 4th Class, 50m.\n\nPitch #4: Continue following the \"ridge\", which goes down, then back up and climb through an easy roof (bolt) to the arête which culminates with a two-bolt belay. 3 bolts. 5.4, 50m.\n\nPitch #5: Climb a right trending hand crack to a \"step across\" 1m wide loose \"gully\" to a compact face. Bolts protect these brilliant face moves to a roof, with a right-facing dihedral. Continue up a few moves until possible to move back out above the roof and reach a two-bolt belay ledge. 7 bolts, 5.8, 35m.\n\nPitch #6: From the ledge, move right over some blocks to a short smooth section to another ledge. Move right again on the ledge to where more face climbing following nice features lead to a piton/bolt belay ledge under an overhang. 5 bolts. 5.7, 25m.\n\nPitch #7: Go right around a corner and climb to a fixed piton (marked with webbing) and continue straight up passing 5 bolts to the left of a skeletal dead snag to a ledge and two-bolt belay. 5.6, 35m.\n\nPitch #8: A steep brief step (5.5) leads to an easy arête and more low angle scrambling. An escape gully is just around the corner to the left. Stay right on the ridge crest here to reach a two-bolt belay on the ridge. Simul-climbing here can buy you time. 4th Class, 80m.\n\nPitch #9: Follow the most compact rock trending right and then climb straight up to a nice ledge and two-bolt belay. Wall register here. 6 bolts. 5.6, 35m.\n\nPitch #10: Climb out above the belay and pass 1 bolt (marked with webbing) following the somewhat loose (take care) arête to where it finally deteriorates to the point you can build a belay when you run out of rope and becomes a 3rd class scramble to the summit. 2 bolts. 5.5, 60m.\n\nP10 may be contrived for some and may be avoided entirely by going out left into a loose low angle gully that also leads to the summit antennas.\n\nPitch #11 (Optional): With the prominent Mt. Ogden summit antennae clearly in view, climb the final short Gray Slab to the top.\n\nWalk off to the south via the hiking trail.","protection":"Most climbers will be comfortable just carrying 12 QDs and some shoulder runners. A small assortment of Camalots from Micro size to #1 can come in very handy and should be sufficient if supplemental protection is desired....in this manner, you can climb fast and make it back to the gondola in time to avoid the hike down!\n\nAll belays (with the exception of the optional Pitch #11) are bolted. In the case of thunderstorms, retreat is possible by rappelling the route, however, after P6, escape may be best via the easy scree gullies to the left (South) and up and over the top.\n\nAs you are climbing above 9000 feet, don't forget a warm layer, rain jacket, and helmet on your equipment list. Generally, the rock is much more stable and solid than LCC alpine limestone.","location":"Many previous traditional routes have been no doubt climbed up the numerous corners and dirty crack systems by Ogden locals in years past. The southern most Gray Slabs seem to follow the longest line linking the many intricate slabs together. Once the first pitch is located, the route seems fairly intuitive and the presence of the \"tag line\" navigates the climber through the unpleasantness to more memorable pitches.\n\nThough the route is equipped for rappel, up and over would appear to be the safer and more logical choice. If nothing is left at the base of the route, the fastest and easiest way back to the Needles Gondola top station is hiking on the ridge line trail south over the backside of the Needles and staying on the trail to the Lodge.\n\nIf Gondola hours of operation are limited, another great option is a mountain bike. It offers great access via the many bike trails. Or even load it into the gondola and then casually ride it down on your own schedule after climbing.\n\nWith the laid back convenience of the Gondola Approach at very reasonable prices, Snowbasin is a great option for alpine rock climbing tourism.\n\nThe Needles Gondola at Snowbasin is unfortunately only open on weekends at this time. Mountain hiking and biking, an array of mountain flowers, great diversity of summer music concerts, and fine dining are other attractions in the cool mountain air."},"__v":0},{"_id":"pagGKNehWISPqvQuB/V2XQ==","name":"Battle Rattle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown  this ascent Derek DeBruin, John Fisher, Dan Newman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87952,41.20029]},"left_right_index":2,"mp_id":"111975704","mp_crag_id":"108257470","climb_id":"pagGKNehWISPqvQuB/V2XQ==","areaRef":"nQ7Y+SthXPmoKfZdBLx1Aw=="},"content":{"description":"This route ascends directly up the northeast face of Mount Ogden.  It features more continuous climbing than that found on the \"Gray Slabs.\"  Engaging movement, good shade in the afternoon, and a direct line make this a good test piece for the 5.8 leader.\n\nBegin atop the scree/talus pile of the apron below the NE face (around the buttress right of the Gray Slabs).  Start right of a large right-facing corner and left of a chossy-looking ramp that angles up and right.\n\nP1 low 5th 80 ft:\n\nWander up for about 50 on beautiful polished, compact rock, picking the line of least resistance through terrain with spaced out protection. Angle up and right to the base of a left-angling ramp under an overhang.  Switchback left up the ramp and belay at the apex of the ramp in a short right-facing corner on finger size gear.  Check out the old bong piton while you're at it.\n\nP2 5.8 130 ft:\n\nAn awesome pitch!  Step left off the belay around the corner to good pro in a short crack.  After this, head up and slightly left on super fun crimps, edges, and dishes. A few small pieces lead to a bolt, followed by a short right-facing flake/crack. From the crack, begin trending right to another bolt. Continue up and right to a bolt at the small overhang. Pull the overhang and head straight up to a 2-bolt anchor. Bring plenty of small gear.\n\nP3 5.7 130 ft :\n\nReasonably fun climbing, but still pretty dirty. Head up the face aiming for the right side of a small tree.  Past this tree, trend up and leftward, passing a small roof through its weakness on the right.  Finish on a spacious ledge under the shade and security of a large evergreen and belay.\n\nP4 5.7 60 ft:\n\nWalk across the tree ledge and climb the short, clean face to the tree ledge just above.  A portent of the equally good pitches above.  Belay at a tree.\n\nP5 5.7 150 ft:\n\nFrom the P4 belay, move the belay across the ledge to the right about 50 feet, ending at the left-facing corner.  A tree at the lip of the ledge provides a new anchor.  Climb the slab above following the easiest moves on rock that yields easier climbing and better protection than it first appears (though pro is amply spaced at times).\n\nAs the climbing tapers, head up and right across a sloping ledge system (beware loose rock!) and belay at the base of a short left-facing corner system.\n\nThere is a dug-out placement in a low horizontal crack for a 0.75.  The corner crack needs either a tipped out #3 or a #4; unfortunately, this is the only place a #4 is needed on the entire route.\n\nP6 5.6 100ft:\n\nClimb the short face immediately above the belay (no pro) to the ledge, then walk right across the ledge and step up to sink a bomber #2 camalot in a pod near a small grassy crack.  Continue up the face aiming to finish just left of the apex of the pyramid above.\n\nBelay at the final single-bolt belay anchor of the \"Gray Slabs.\"  This bolt is easily backed up by a medium nut or finger-sized cam.\n\nP7 4th/low 5th 100ft:\n\nScramble up and right along the ridge to the summit of Mount Ogden.\n\nDescend via the walk-off trail to the saddle to the south.  Continue along the ridge line trail and skirt the Needles on the right/west side to the Middle Bowl saddle.  Follow the obvious trail back to the gondola.","protection":"Single set to #3 or #4, doubles to 0.75.  Bring plenty of small cams and 10 - 12 slings.","location":"Hike north past the \"Gray Slabs\" around the low-point of the east shoulder, and continue uphill passing \"Wishful Thinking.\"  Continue uphill around the right to the top of the scree/talus pile that marks the base of the route and the top of the Mount Ogden apron."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,87f2a278-0161-52ab-beef-ce3c57f03f73,a24448f6-6633-5c54-b897-6926136d491b,2e9bdeb3-a4fe-5153-b894-2f4ba870b7b8,9d0ed8f9-2b61-5cf9-a829-f65d04bc7503","pathTokens":["USA","Utah","Wasatch Range","Northern Wasatch","Ogden","Snowbasin","Mt. Ogden"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.87952,41.20029]},"bbox":[-111.88011762528491,41.19984033981813,-111.87892237471509,41.20073966018186],"left_right_index":-1,"ext_id":"108257470","area_id":"nQ7Y+SthXPmoKfZdBLx1Aw==","polygon":{"type":"Polygon","coordinates":[[[-111.88011762528491,41.19984033981813],[-111.87892237471509,41.19984033981813],[-111.87892237471509,41.20073966018186],[-111.88011762528491,41.20073966018186],[-111.88011762528491,41.19984033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:49.678Z","updatedAt":"2024-02-19T18:41:06.761Z"}