{"_id":"6368a214e80bff5a9955d8e7","area_name":"Main Sector","shortCode":"","climbs":[{"_id":"m0f6GwDQUw+jqHhspC2Zlw==","name":"Waffle Cone","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"A. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":1,"mp_id":"115418313","mp_crag_id":"115193592","climb_id":"m0f6GwDQUw+jqHhspC2Zlw==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"Jam up a perfect hand crack behind a large hollow flake( waffle flake) passing one bolt about 15’ up before the flake becomes solid rock. The route has a short but excellent crux. Place high thin gear from a good stance at a pod and fire the moves using a mix of compression and lieback movement. It can be done straight up or by moving out right (slightly easier).  Then cruise up some easier but interesting terrain to the anchors.","protection":"Double set of cams from 00 to 0.4 and singles to #2. Small wires could be used instead of cams at the crux, but a green and purple C3 fit well.","location":"Route is in the first sector north of the Entranc Pinnacle sector. This is a nice spot with three good routes close together.  10 feet right of Rocky Road. "},"__v":0},{"_id":"DmJhagGoW5WKqdiB7R30KA==","name":"Vanilla Corner","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"A. Miller, L. Peterson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":7,"mp_id":"116140159","mp_crag_id":"115193592","climb_id":"DmJhagGoW5WKqdiB7R30KA==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"Very fun climbing on a variety of crack sizes, but mostly wide. ","protection":"Double rack from 0.75 to #5 camalots. Some draws. Optional #6 for the top. \n\n Bolted anchor with chain. Please use your own quickdraws to toprope.","location":"Just around the corner from Bubblegum, look for a chimney choked with immovable talus blocks. At the start, notice a small cave opening that connects to the larger cave opening for the start of \"1/2 Baked Alaska\". Scramble up this talus to reach a ledge that wanders right a few feet to gain the bottom of the corner system with a good hand crack."},"__v":0},{"_id":"PfXCwHxaUc+IPLui/h06LA==","name":"Salted Caramel","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"A. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":11,"mp_id":"117952593","mp_crag_id":"115193592","climb_id":"PfXCwHxaUc+IPLui/h06LA==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"Beautiful corner stemming route. It starts on soft rock through 4 glue-in mega-bolts(don’t over-commit your feet onto anything) but moderate movement. The climbing really starts after the 4th bolt with thoughtful stemming and small fingers in a corner. Gear abounds but some of it requires techy stances to place well, and to fully visualize the placement, but lots of options for reasonably good pro. Work up to a great stem at the top of the corner where the dihedral scoops-back into a steeper curve, and from a magical left foot on an unlikely feature resembling 1/3 of a softball. Commit the last dihedral moves and find a better finger crack where glorious 5.11 climbing is your reward for another 40’ to the anchor.\n\n Thanks to Leslie for help establishing the line, and to Logan for help equipping it.","protection":"4 bolts, and I left a pre-placed fixed wire at the upper crux(wrong gear here could gobble the finger slot, happy to remove it if folks rather)). Bring doubles from 0.2/green C3 to 0.5, maybe one 0.75. Could also bring 0.1 piece. Pro can be tricky to place, but lots of options.","location":"Far right end of ICP, just before Gold Medal Ribbon. Look for 4 bolts emerging from a good ledge leading up a perfect stem corner. First couple of bolts are on obviously easy terrain, which steepens through 4th bolt. "},"__v":0},{"_id":"hnZGZBK/XJyEZ2LmO/Hf/Q==","name":"Rocky Road","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":0,"mp_id":"115356971","mp_crag_id":"115193592","climb_id":"hnZGZBK/XJyEZ2LmO/Hf/Q==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"The first half of the route is a shallow V-slot that requires a little bit of off-width-style heel-toe. The slot terminates in a small roof and then transitions via jugs to a steep finger crack. It's only 50 feet long, but every bit of that is good climbing.","protection":"Double set from #0.1 C3s to #1 Camalot. One one #2 for the top of the little roof.","location":"This route is on a nice panel on the left end of the main sector. It is easily identified by the shallow V-slot that characterizes the bottom half of the route."},"__v":0},{"_id":"zk1t8MYoVn62tNkIRFmz7g==","name":"Nonfat","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"A. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":9,"mp_id":"115193805","mp_crag_id":"115193592","climb_id":"zk1t8MYoVn62tNkIRFmz7g==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"This crack requires a bit of power and focus. A fun lieback start gets you to the base of first crux where you can easily shove a bomber red and or green C3 high into the seam. A couple of big moves get you to the base of a steep finger crack, and a mantle onto a ledge at base of dihedral. Make sure you have something close to a double set of C3s remaining on your rack.","protection":"Bring at least a triple set from #0 to 0.3, plus a couple finger sizes and two #2s for the pods at the start. I didn't really find a need for the 000 (gray C3), but one could probably place it somewhere. You want something close to double set from yellow down to purple C3 remaining when you get to base of corner.","location":"Right end of the Main sector, in the shared alcove with Chocolate Factory. Look for a tips crack with a few good hand pods near the bottom. this leads to a cool finger crack and then a right-facing corner above."},"__v":0},{"_id":"Ve0vnCl/UumHJKkw+sEVqQ==","name":"Ice Cream Truck","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"A. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":3,"mp_id":"115193718","mp_crag_id":"115193592","climb_id":"Ve0vnCl/UumHJKkw+sEVqQ==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"Shallow left-facing corner with wide crack at start. Easy wide lieback gets you to bolt, then good stances before crux section. Hits shade on earlier side of the day. ","protection":"Single Rack from 0.2 to #6. quickdraws. Optionally bring an extra red C3.","location":"In an alcove just above trail. Right before the trail scrambles behind a large boulder at the base of Delirious Dihedral. "},"__v":0},{"_id":"A14XsQrzViON06vk8h2ZeA==","name":"Ice Cream Plant","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Logan Peterson Oct 13th, 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":10,"mp_id":"115434101","mp_crag_id":"115193592","climb_id":"A14XsQrzViON06vk8h2ZeA==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"Start from a pile of massive blocks, following a tips crack to a ledge. Proceed up a short section of hands in a corner to a large and precarious-looking block*, and clip the bolt to its right. Placing gear behind this block is unnecessary, and might be a bad idea. From atop the block, follow wandering finger cracks through fun sequences to the anchors. There are two obvious options in the upper third of the route--of similar quality and difficulty. Follow your rumen and practice selective grazing. This route was named in honor of the esteemed range ecologist Scott Woodall, who applies the term to desirable forage species.\n\n *We spent a good deal of time yarding on this boulder with a wrecking bar and it wouldn't dislodge. We even hauled a scissor jack out, but it didn't fit behind the block. If any of you engineer types can devise a way of prying on it from below while staying out of the fall-line, feel free to try, and pull the bolt if you succeed.","protection":"Doubles from 00 through 0.5, one 0.75, and a #1. A third red C3 or blue TCU might be nice. There are also good placements for stoppers. Add a few quickdraws, and runners to taste. I managed to place a 000 C3, but it wasn't crucial. 2-bolt anchor.","location":"The next route right of Chocolate Factory. This is the last dihedral with \"solid\" rock from bottom to top. Look for an intimidating block (shaped like and abstract of a heart or an elephant's head) with a bolt to its right. Belay on a pile of massive, loose blocks that threatens to swallow loose gear/pets/children."},"__v":0},{"_id":"SdmoWHxfVhG6ImK7Mujrzg==","name":"Half-Baked Alaska","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"A. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":8,"mp_id":"115454387","mp_crag_id":"115193592","climb_id":"SdmoWHxfVhG6ImK7Mujrzg==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"This is an unusual route that pieces together a few features to make a very enjoyable and interesting climb. It has a well-protected and bolted crux, but the rest of the climb is gear, sometimes fiddly. \n\n Start in a north-facing cave and stem/chimney up fun moderate movement through small ledges and a nice splitter crack to reach the first of two bolts. Consider accessing another smaller corner system to the right as you move through the bolted crux section. Commit to punching for the good rail and mantle up to last small ledge at base of upper corner. Fiddle in your 00 cam or stopper and make the final easy moves to the anchor.","protection":"Single rack from .3 to #2 with one purple C3 (grey or purple metolius?) or wires and one #5 or #6 cam for the bottom chimney.  Draws for the two bolts and maybe for the first two pieces leaving the cave.","location":"Right end of the crag, just left of Nonfat and Chocolate Factory. Start in a small cave formed by the large tower leaning against the wall. "},"__v":0},{"_id":"8GGPVBwHWmGn5Gh17rvh9g==","name":"Gold Medal Ribbon","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"A. Miller and L. Peterson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":12,"mp_id":"116139944","mp_crag_id":"115193592","climb_id":"8GGPVBwHWmGn5Gh17rvh9g==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"","protection":"Bring a single rack from 0.5 to #5 camalots with double 4’s. If you climb confident in the 4-6\" crack size, you are set; if not, bring an extra 4 or 5. Also 2 red camalots for the belay anchor. Optionally, a few tips pieces would protect the traverse across.\n\n Bring at least 5 draws, but maybe 7 or 8, including for the anchor, are preferable. Also, might be good to have extendable 2' draws at least on the second bolt and first cam placement to smooth out the traverse pendulum.","location":"This Ribbon of crack is visible from pretty much every vantage point along the crag and will have you immediately asking “When do we get to climb that line?”  The climbing starts from the ledge on the east side of a leaning block of rock. Look for the bottom of 3 bolts, the belay stance is just below this. \n\n It is due south facing, getting first morning sun and staying sunny long after the rest of the crag goes into shade.  Cooler days, or late day sun is optimal for your send.\n\n GMR is the last route on the wall, so walk to the end of the cliff where the bottom of the band of good welded-tuff gives way to soft ignimbrite deposits that are unclimbable."},"__v":0},{"_id":"ejo0K6EyVqSzHqpgGSvCYw==","name":"Double Scoop","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"A. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":2,"mp_id":"115193704","mp_crag_id":"115193592","climb_id":"ejo0K6EyVqSzHqpgGSvCYw==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"Obvious left-facing corner with classic double-finger-crack finish. ","protection":"Double Rack to gold Camalot.","location":"first large dihedral you come to at the Main sector. "},"__v":0},{"_id":"Gy9uy0y7W+qND1dTp5vl5Q==","name":"Delirious","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"L. Peterson, A. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":4,"mp_id":"115193738","mp_crag_id":"115193592","climb_id":"Gy9uy0y7W+qND1dTp5vl5Q==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"Logan's attempt to reference his favorite comedy routine by Eddie Murphy.....Climb fun and well textured double finger cracks in a corner to a pod with easier climbing above.","protection":"Double Rack to #1, single #4.","location":"Large, south-facing dihedral, just above large boulder in trail. "},"__v":0},{"_id":"4Zs0eE6yVYOSgjeagCotow==","name":"Butterscotch Crack","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"A. Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":5,"mp_id":"115193762","mp_crag_id":"115193592","climb_id":"4Zs0eE6yVYOSgjeagCotow==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"Not much to say, pure fun on a great splitter.  This route goes into the shade a little earlier, maybe around 1pm. ","protection":"Triple Rack from 0.1 to 0.5. Optional extra 0.4","location":"Just around the corner from where the trail squeezes behind the giant boulder. Starts in an interesting tips layback. "},"__v":0},{"_id":"AYASjxTpVPCJv1rxuMcvTQ==","name":"Bubblegum Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"A. Miller, L. Peterson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"left_right_index":6,"mp_id":"115193783","mp_crag_id":"115193592","climb_id":"AYASjxTpVPCJv1rxuMcvTQ==","areaRef":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"This is a great warmup handcrack, perfect tight #3 hands. Very clean fun. Unfortunately, it stays in the sun til 2pm.  I will probably get some flack from small-handed folks about hand-discrimination at this crag.","protection":"single #2 and then as many #3s as you are comfortable placing in 40'.","location":"Just upslope from Butterscotch, the obvious south-facing super clean dihedral. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,7c661144-e7fe-5f65-bbdf-da5fe427442e,2c14b26c-fbf9-58fa-b323-801d8fb53aed,0b730ef2-0bcb-5638-8eb3-fec6b0cada6e,ca77cdcb-1cf9-5a11-a078-7c2b8e675d72","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Capulin Canyon and Cochiti Mesa Area Crags","Capulin Canyon","Ice Cream Parlor","Main Sector"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.12a"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.37483,35.77171]},"bbox":[-106.37538421060125,35.77126033981813,-106.37427578939871,35.772159660181856],"left_right_index":-1,"ext_id":"115193592","area_id":"ynfNyxz5WhGgeHwrjmddcg=="},"content":{"description":"This is the business section. Lots of fun cracks on good rock."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:13:44.887Z","updatedAt":"2024-01-15T16:47:11.105Z"}