{"_id":"6368a50be80bff5a995b0218","area_name":"Pangaea","shortCode":"","climbs":[{"_id":"qPFFyEKdVi2fMq6phBhauQ==","name":"Your Substrate Makes My Lava Flow","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Roy Suggett, Ryan Brenteson, and Phyllis Suggett","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":7,"mp_id":"109284426","mp_crag_id":"109284102","climb_id":"qPFFyEKdVi2fMq6phBhauQ==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"Start on the arete and clip the bolt on the face to the left.  Follow the line of bolts using face edges and occasionally the arete on the right. There are fun and thoughtful moves on the face that are well protected.","protection":"Five QDs and two shoulder length runners gets you to chains.","location":"Follow the trail past the \"Stargate Tower\" and past a small detached pillar composed of a black version of the Osiris Tuff that is now being called the \"Tower of Darkness.\" Head up a few loose steps of talus and and cut back sharply left or south into an improbable looking hole/chimney. Head into this formidable and dark place turning right and then left to reach a right facing dihedral containing the off width. The bolted face in front of you is your line. This line shares an anchor with the off width to left."},"__v":0},{"_id":"6VV/iiafUm2nnaMC2hdQdw==","name":"Tectonic Plates","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA: D. Stireman & A. Mollard, 7/2014 - FCA: K. Howes, 8/2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":1,"mp_id":"109286735","mp_crag_id":"109284102","climb_id":"6VV/iiafUm2nnaMC2hdQdw==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"Plate tectonics is a scientific theory which describes the large-scale motion of Earth's lithosphere, broken up into\n\ntectonic plates\n\n, under the influence of mantle dynamics, gravity, and Earth rotation.\n\nOn the Jungle level, it is a theory which describes the smaller-scale motion of Earth's lithosphere, broken up into\n\nchoss plates\n\n, under the influence of gravity and a crowbar.\n\nBegin this geologic adventure on top of a pedestal facing a crescent-shaped hairline crack. A series of intricate moves relying on finger locks, tiny edges and creative stems will get you off the deck and past the first bolt. The crack  pinches out after a few more funky moves, forcing you up and left onto a thin face protected by two more bolts.\n\nCatch a welcome rest in the alcove which caps this section then tackle the thin dihedral above, heading toward a jagged triangular roof. A few thuggy moves will see you through this feature, leaving you a the base of a perfect dihedral crack. Get your liebacking hat on and embark on a pumpy cruise up this ever steepening feature. If you can handle the sharp jams (no tape, the crack never opens to solid hand size), disappearing feet (stemming is cheating) and melting forearms, the anchors await after a final mantle on top of a small triangular pillar.\n\nNote:\n\nthe plate tectonics theory was found to accurately represent what we found in the 20' section under the roof. Several 100+ lbs plates and blocks drifted from the wall with very little help. The thin unprotectable dihedral capped with a house-of-cards-style roof cleaned up amazingly well, yielding jugs, solid placements, and barely enough looseness to remind you that you're in the Jungle.","protection":"Three bolts in the lower section.\n\nA rack of small/medium nuts and cams from the tiniest sizes to #3 (BD). Doubles from .5 to #1 (triples handy if you want to sew it up or hate liebacking).\n\nThe grey and purple C3s are\n\nmandatory\n\nfor the start (double up on these sizes if you don't trust aid gear) and a yellow mastercam will save you endless frustration.\n\nA few runners come in handy if you place gear below the roof.\n\nI plan on getting back up there soon to update the anchor (cordelette through bolts + 2 old biners) with chain and quicklinks. If you get there before me, the cord is fresh as of 07/2014.","location":"The route tackles the gut of the Celestial Keep, the tallest buttress in Pangea, a free standing beast immediately left of the Star Gate Tower and the Time Portal.\n\nIt is about 200' right if the red clay spot described in Pangea directions.\n\nA picture of the tower from the approach can be seen\n\nhere"},"__v":0},{"_id":"ERgd12umXeuGlAN14ypvbg==","name":"Subduction Zone","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Alexis Mollard, Kezzie Shuster, Roy Suggett, 5/2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":5,"mp_id":"114424331","mp_crag_id":"109284102","climb_id":"ERgd12umXeuGlAN14ypvbg==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"Start in a grungy corner on slightly hollow stone, placing small gear until you can mantle on top of a blocky pillar. Stem or jam out of a small roof, clipping the first of 3 bolts, and negotiate a flaring section of crack using small edges, large ominous flakes on the left (don't pull out!) and the occasional lieback move. The crack reopens after the third clip, letting you dive in and out of the cheese wedge on good gear. Cruise up the excellent lieback flake until it gets thin and hollow and a large bush appears (la touffe!!). Dodge both choss and vegetation by exiting the crack and heading right through dark rock on huge horizontals rails (formed by solid stacked blocks). Take a breath and launch into the bulgy headwall, using sidepulls and crimps to get past 3 bolts on excellent black rock. Don't tunnel vision at the top or the last moves will be heart breakers...\n\nI'd say 2.5 stars for a long and varied ride, 3 stars if it weren't for sections of questionable rock inside the crack which forced the addition of a couple of bolts.","protection":"6 bolts + nuts and a set of cams from tiny (purple C3) to wide hands (BD #3) with doubles in the fingers to thin hands range (BD .3 to #1). A couple runners can be useful.\n\nThe route takes all of a 60m rope.\n\nThe 1st bolt is right next to a seemingly bomber #2 placement, the 4th not far above a textbook nut placement. In both cases the inside of the crack rings really hollow and I couldn't get myself to trust the gear, especially after I managed to break through a sort of egg-shell layer inside other sections of the crack with a light tap of the hammer. I decided to play it safe as the climbing gets harder around these spots and there is a risk of pulling gear and falling on questionable pieces below...","location":"The Subduction Zone is found on the right (north) side of the Shadow Keep, a few feet left of a huge lichen-covered corner. It climbs a wavy crack/lieback feature capped by a large bush then escapes right onto a dark face to the top of shark-tooth pillar. The crack is easily identified by the cheese-wedge roof feature about 70' up.\n\nTo get to the base follow the approach for the routes on the Tower of Darkness and scramble up a heinous pile of loose gravel and blocks a few feet before reaching the tower. There's a decent platform at the base."},"__v":0},{"_id":"SIRbIpjhXGOPllgA76/IaQ==","name":"Primordial Lichen Soup","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"A. Mollard & D. Stireman, 7/2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":2,"mp_id":"109287139","mp_crag_id":"109284102","climb_id":"SIRbIpjhXGOPllgA76/IaQ==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"MT5oaCJkULGE9IWAvGqSeA==","name":"Ode to Sha're","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Zac Warren & Roy Suggett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":4,"mp_id":"109296536","mp_crag_id":"109284102","climb_id":"MT5oaCJkULGE9IWAvGqSeA==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"A shot moderate crack with a fun cruz. It's worth doing if you are ticking all the moderates in the area. Continue up the crack past the thinky cruz, once the pro runs out, move right to join the sport route to the right.","protection":".5, .75(x2), and a 1. A few QDs for the bolts and maybe a shoulder-length runner to extend a placement or bolt.","location":"The crack located climbers left on Stargate Tower. This joins the 5.7 bolted line to the right for the last 3 bolts."},"__v":0},{"_id":"we0gAegKUhqSyDME2z6wig==","name":"Land of the Lost Portal","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Phyllis Suggett, Roy Suggett","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":3,"mp_id":"109284150","mp_crag_id":"109284102","climb_id":"we0gAegKUhqSyDME2z6wig==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"Start on the right side of the west face of what is now being called the \"Star Gate Tower\" on a very easy crack. Traverse left to the first bolt. Using the arete, continue up the bolt line to chains with a quick link. Excellent view from the top of this tower!","protection":"Four quick draws, 2 runners. There are places for gear but the belayer/spotter is most likely enough until the first bolt is clipped. Avoid stepping into the portal! OR NOT!","location":"The line is on the west side of what is being called \"Star Gate Tower.\" The \"Time Portal\" is a VERY interesting geological anomaly found on both the wall and the detached tower. We want to know if anybody gets through and back.  Sometimes the crap on the news makes us all hope for greener pastures and better rock in another universe!"},"__v":0},{"_id":"HLop6zqbX2CwR/Vn1NIyow==","name":"Gondwanaland Man","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Zac Warren & Ryan Brenteson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":0,"mp_id":"109484714","mp_crag_id":"109284102","climb_id":"HLop6zqbX2CwR/Vn1NIyow==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"The first route in Pangea begins in the chimney with the obvious crack on the right side. Stem and chimney your way up placing good gear in a variety of weaknesses. The route holds a top crux after the steming. This route was done ground-up and still has a little looseness but is much better than it appears form the ground. Worth doing if you are in the area. We originally topped out on the FA if you aren't interested in hiking back to the chute.","protection":"Rap bolts at the top. Standard rack to 3\" in nuts and maybe tricams useful.","location":"The first route in Pangea begins in the chimney with the obvious crack on the right side."},"__v":0},{"_id":"odyGdrUSX32Rsm5Tl5SsNQ==","name":"Continental Drift","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kris G, Rosie F","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":9,"mp_id":"119446037","mp_crag_id":"109284102","climb_id":"odyGdrUSX32Rsm5Tl5SsNQ==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"As of August 2020, this is the first route on the right-hand wall after you enter the hallway behind the Tower of Darkness. Chimney up past a couple bolts and then left around the arete and onto the face. Continue up the face through the crux to easier climbing below the anchors shared with Caveman Odyssey to the left. Crux may be reachy if you're a shorty.","protection":"8 bolts to bolted anchors with quick clips.","location":"In the cool hallway feature formed by the main cliff face and the Tower of Darkness, on the far right side of Pangaea. A solid hour hike from lower Jungle parking if it's your first time as you gawk at all the incredible climbs and views along the way. If you rap in from above as described on the main Pangaea page, your feet will land within 10' of the entrance to the hallway."},"__v":0},{"_id":"PtvEG8h2XnKuy/xc2BFgbg==","name":"Caveman Odyssey","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"D. Stireman & A. Mollard, 7/2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":6,"mp_id":"109287166","mp_crag_id":"109284102","climb_id":"PtvEG8h2XnKuy/xc2BFgbg==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"4+FZZll/Xu6vB6Qa+EQnTQ==","name":"Breaking Up Is Hard To Do","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Roy Suggett, Ryan Brenteson, and Phyllis Suggett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"left_right_index":8,"mp_id":"109284374","mp_crag_id":"109284102","climb_id":"4+FZZll/Xu6vB6Qa+EQnTQ==","areaRef":"yzIq9O7IW0C1ZfaEKK/afQ=="},"content":{"description":"This off width is fun!  I know you do not often hear those words spoken, but here it is true!  Perhaps it is the unique location, perhaps it is the length or quality of rock, but I think what gives this line the fun factor is the old-school liebacking needed for the first 20 feet (the crux), in any event, (I know I sound like a drug dealer) try it, you will like it!","protection":"Bring one BD #1, one #3, three #4s and maybe one #5 which gets you to chains.","location":"Follow the trail past the \"Stargate Tower\" and past a small detached pillar composed of very dark colored welded tuff that is now being called the \"Tower of Darkness.\"  Head up a few loose steps of talus and and cut back sharply left or south into an improbable looking hole/chimney.  Head into this formidable and dark place turning right and then left to reach a right facing dihedral containing the off width."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,4c519abc-0ed3-55db-ba68-3a0fa3d8b0d7,cb322af4-eec8-5b40-b565-f68428afda7d","pathTokens":["USA","Utah","South Central Utah","Jungle, on the Aquarius Plateau","Pangaea"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":7,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.87101,37.76031]},"bbox":[-111.87157877295799,37.75986033981813,-111.87044122704201,37.76075966018186],"left_right_index":-1,"ext_id":"109284102","area_id":"yzIq9O7IW0C1ZfaEKK/afQ==","polygon":{"type":"Polygon","coordinates":[[[-111.87157877295799,37.75986033981813],[-111.87044122704201,37.75986033981813],[-111.87044122704201,37.76075966018186],[-111.87157877295799,37.76075966018186],[-111.87157877295799,37.75986033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:26:34.844Z","updatedAt":"2024-02-19T18:40:45.193Z"}