{"_id":"63689d20e80bff5a994f2775","area_name":"Boulder and Main Wall, The","shortCode":"","climbs":[{"_id":"bNG8fEhXUECuWhZSWKxVUA==","name":"Snake Fur Jacket","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ian Davis, Aaron Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99364,31.93363]},"left_right_index":0,"mp_id":"119689215","mp_crag_id":"119681054","climb_id":"bNG8fEhXUECuWhZSWKxVUA==","areaRef":"tSEsbEwnWF+yJ7dnQFGQ4w=="},"content":{"description":"Approach Pitch options:P1) Climb anything on the Boulder then downclimb into the chasm and set-up under the flake          orP1) Climb easy ramp that crosses the main wall from left to right. Enter the chimney and continue back to set-up under the flake (the FA way)          orP1) quest directly up through the chimney to close to under the flake  (spiders...)P2) Climb up and Past the flake, past a slab move or two, up the short chimney/ow thing to the crack that trends up and left to the treed ledge below another chimney/ow thing. 115', 5.9 P3) climb up the ow to the steep crack and jugs above. it gets hard for a minute here but there's perfect gear and perfect fingers that then peter for a minute before coming back more splitter than ever and depositing you straight on the top of the pinnacle. Best single pitch at the Rattlesnakes! 80', 5.10Rap into the gully off of the big chicken head right on top of the pinnacle. Single rope is fine but I'd suggest using a 70. Scramble back down to the front porch. ","protection":"Standard double rack and 1 big cam","location":"On the Main Wall"},"__v":0},{"_id":"dbVAot8lX/u3WmI98bQkNg==","name":"La chimi chinga","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"David Tellechea, Winslow Fruits","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99364,31.93363]},"left_right_index":4,"mp_id":"119686162","mp_crag_id":"119681054","climb_id":"dbVAot8lX/u3WmI98bQkNg==","areaRef":"tSEsbEwnWF+yJ7dnQFGQ4w=="},"content":{"description":"An enjoyable chimney route at the Pinnacles. Moderate cracks inside the chimney and some stemming will get ya to the top of the formation. Walk off or rappel the forked tongue route “snake skin boots” ","protection":"Singles to 4/5 cam","location":"Starts 10 ft right of “Grown Man Hands “ "},"__v":0},{"_id":"KTYdEGKEWmWAqbrmyihjMg==","name":"Hairy Hands","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ian Davis, Aaron Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99364,31.93363]},"left_right_index":2,"mp_id":"119686406","mp_crag_id":"119681054","climb_id":"KTYdEGKEWmWAqbrmyihjMg==","areaRef":"tSEsbEwnWF+yJ7dnQFGQ4w=="},"content":{"description":"This route starts on the Boulder. From the front porch, traverse under the obvious splitter and around to the right for about 30'.  P1) Climbs up easy ground through trees and looks to be heading straight to the crescent OW above. There is a bolt on the slab that protects the moves into the OW. Then up slabs and to big obvious chicken head on top of the boulder. 90ft, 5.9+P2) We thought this pitch was going to be more of a rope move but it ended up having a few unprotected moves. You generally want to move south along the ridge. The first step across is committing and then there are 2, 5.6 slab moves. Continue south and go around the big pillar and up on 4th class. Then, down climb into position onto the chockstone below your route. Many anchor options exist here. 100', 5.6P3) The Money. From the chockstone, step down and left onto the slab then head up and left to a small ledge with a steep left facing OW and steep chickenheads on the face. OW protects well and the next 15' are the crux. continue straight up the fun and sustained crack. towards the top. If you've had enough you can exit early to the GMH tree ledge out left or continue straight up like the Boa did and climb more 5.9. When the crack ends, step left above the tree to plated face. Supper cool easy plates and heads to finish. Save a big cam for the belay or belay off chickenheads at the top. 180', 5.10Rap into the gully off the big chicken head. Single rope is fine but I'd suggest using a 70. scramble back to the front porch","protection":"Standard double rack to 4 and 1 big cam","location":""},"__v":0},{"_id":"kz7UjeGUUaqm+c5YPjFj5Q==","name":"Grown Man's Hands (GMH)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Aaron Davis, David Tellechea, Ian Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99364,31.93363]},"left_right_index":3,"mp_id":"119688092","mp_crag_id":"119681054","climb_id":"kz7UjeGUUaqm+c5YPjFj5Q==","areaRef":"tSEsbEwnWF+yJ7dnQFGQ4w=="},"content":{"description":"P1) Starts up the easy ramp to the ow that goes up and right. continue up ow until chickenheads appear, exit out left on heads and continue up slab to belay on top of the boulder 5.9.  (V.) up ramp, up ow until able to exit on hand crack. This is the Dad's Hands Variation, 5.9)P2) We thought this pitch was going to be more of a rope move but it ended up having a few unprotected moves. You generally want to move south along the ridge. The 1st step across is committing and then there are 2, 5.6 slab moves. Continue south and go around the big pillar and up on 4th class and then downclimb into position onto the chockstone, below your route. Many anchor options exist here. 100', 5.6 P3) Go straight up the beautiful crack using many face holds along the way. about 80' up, start working your way left and up through a diagonal weakness and onto the treed ledge. 120', 5.8P4) use the tree to gain the crack. step across left onto the alligator skin and chicken headed face. fun, easy climbing leads to the summit and your rap. Save a big cam for the belay or belay off chicken heads.Rap into the gully off of the big chicken head. Single rope is fine but I'd suggest using a 70. Scramble back down to the front porch","protection":"Standard Double rack and 1 big cam","location":"This route starts on the boulder. traverse under the splitter, heading around to the right, passing Hairy Hands. This route starts on a low angle ramp. "},"__v":0},{"_id":"j/Mnv39vVkSdtIBThw+YWw==","name":"DDC Did Do It!","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"DDC and Unknown, early 90's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99364,31.93363]},"left_right_index":1,"mp_id":"119686045","mp_crag_id":"119681054","climb_id":"j/Mnv39vVkSdtIBThw+YWw==","areaRef":"tSEsbEwnWF+yJ7dnQFGQ4w=="},"content":{"description":"Short engaging climbing followed with really fun adventure climbing.  This is a fun outing for chasing morning shade or on a cold winter afternoon.P1: Find the splitter crack on the boulder and start by crawling up the slab to the right of the tree at the base.  Access the steep hand to thin hands crack and power through a short crux section to nice hands.  Enjoy the short, but awesome crack.  Belay at the top with large gear or find a belay around the top of the boulder.  (5.10)P2: Move the belay off the top of the boulder and start in the crack that trends left.  Travers for about 15 feet on a good ledge to access a fun low angle hand/fist crack until you end up on the next ledge.  Then traverse up and right to the next system of cracks.  Belay under the offwidth on gear. (5.7)P3: Traverse right off the belay a few feet until you reach the finger crack.  Power through the crux off the ledge with good gear in your face.  Once the vertical crack runs out, traverse out right until it is possible to climb the bulge/slab to access the final crack systems to the top.  Aim for the wide crack at the top of the formation and belay on large gear in the crack or chicken heads on top.  (5.10)Rappel with a 70m off the bomber chickenheads on the top out. ","protection":"Gear Route - set of nuts, doubles from .3-3, Single 4-5, optional/recommended 6","location":"Use the description to access this staging area.  The splitter crack start on the boulder can't be missed!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,cfbff4ac-34be-565c-8a67-adf1dc03e3d0,b5212c6c-4c27-585f-b227-b767405190e3","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Rattlesnake Pinnacles","Boulder and Main Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.99364,31.93363]},"bbox":[-109.99416984641054,31.933180339818144,-109.99311015358948,31.934079660181865],"left_right_index":-1,"ext_id":"119681054","area_id":"tSEsbEwnWF+yJ7dnQFGQ4w==","polygon":{"type":"Polygon","coordinates":[[[-109.99416984641054,31.933180339818144],[-109.99311015358948,31.933180339818144],[-109.99311015358948,31.934079660181865],[-109.99416984641054,31.934079660181865],[-109.99416984641054,31.933180339818144]]]}},"content":{"description":"This area has a great front porch. It stays shady for a long time and all routes here are 2 - 4 pitches. However, the boulder has 4 established routes on it and all 4 could be done as 1 pitch climbs instead of linking them into their upper pitches. The boulder has a huge chickenhead on top that's perfect for belaying or rapping off. You can also downclimb off the Boulder, towards the Main Wall onto another great staging area where you can do the step across start to DDcDDI or continue downclimbing to start in the crack or to climb Snake Fur Jacket. Also, from the top of the Boulder, you can do a super cool traverse up, down and around to the chockstone belay where the Hands' routes continue."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:53:02.317Z","updatedAt":"2024-01-20T00:57:00.115Z"}