{"_id":"63689de0e80bff5a994f92c6","area_name":"West Ridge - part E - top to Xanadu","shortCode":"","climbs":[{"_id":"s1XrxSQBVbGcbzzJY4LHhQ==","name":"Whiplash","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":31,"mp_id":"105751180","mp_crag_id":"105807733","climb_id":"s1XrxSQBVbGcbzzJY4LHhQ==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Whiplash is another one of the best winter climbs in Eldo if done from the top of\n\nXanadu\n\n. The four-star rating is the overall rating for the two climbs put together.\n\nXanadu\n\nis 4 stars on its own, and this is icing on that cake, a classic roof-crack finish that is safe and takes good gear. On its own, it is a 2 star climb, but it is too short to garner more on its own.","protection":"The pro solid and pleantiful. Take a set of 1-2.5\" cams: a 1.5\" (blue HB Quadcam) + one red Camalot will do the job if you are solid at the grade. Double up if you want to sew it up overhead as you climb. Gear can be placed overhead at any time.","location":""},"__v":0},{"_id":"3g4umnaeXFCUbGOZAMVUag==","name":"Tilt Right","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FFA: Donahue/Helmuth, 2000s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":30,"mp_id":"109991533","mp_crag_id":"105807733","climb_id":"3g4umnaeXFCUbGOZAMVUag==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is good but hard and sharp.\n\nStart as for\n\nAndroid Tilt\n\n, but when you hit the roof above the triangular slot, go right and pull an awkward and thin crux past the roof to get established on the face and corner to the right. Additional runout but easier climbing (5.9?) gets you to the anchor. Falling from the top would be unlikely... but bad.","protection":"Gear to 2\" including some small cams (\n\ni.e.\n\n. Aliens) for behind flakes and the very thin crack below the roof. The route goes to a 2-bolt and chain anchor with links.\n\nA TR is possible.","location":"This route starts as for\n\nAndroid Tilt\n\nand finishes to the same anchor."},"__v":0},{"_id":"TcHG3oEOXVyWpz0V2aco0A==","name":"Tales of Ulysses","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Bohn, Ken Duncan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":0,"mp_id":"113481696","mp_crag_id":"105807733","climb_id":"TcHG3oEOXVyWpz0V2aco0A==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This route isn't a classic, but it does have the distinction of being the highest route on the West Ridge listed in Steve Levin's guidebook to the canyon.\n\nIt starts with a corner that looks questionable but isn't that bad. Once you pass the corner and get onto a good ledge, climb the hand and fist crack to the top. There's a bit of loose rock in the crack, but it's easy to get around it.\n\n(The route name and first ascent party were obtained from Steve Levin's excellent guidebook to the canyon.)","protection":"Standard Eldo rack up to a #4 Camalot. There are no fixed anchors at the top but plenty of spots for a gear anchor.","location":"The route is a little ways up the Shirt Tail Peak approach gully. Look for a prominent flake and crack on the right side of the gully as you leave the trail that goes from Rincon to the West Ridge. The corner starts straight below said crack. Once you top out, easily scramble down climber's left back to the Shirt Tail Peak gully trail."},"__v":0},{"_id":"QxHDOv8RWDa0Rx2CMinLFw==","name":"Sylvia's Bush","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paula Crenshaw, Pat Ament ,1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":2,"mp_id":"106573347","mp_crag_id":"105807733","climb_id":"QxHDOv8RWDa0Rx2CMinLFw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Traverse up and left along a thin crack from the belay on\n\nSirens of Titan\n\n.  After a stump, the crack turns more vertical for a few moves.  Then, top out.","protection":"Whatever gear you took for\n\nSirens of Titan\n\nwill do fine.  Walk of to the left.","location":""},"__v":0},{"_id":"XtF3Gcd4UEmv39KMqkFs8A==","name":"Speakeasy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brooks, Stuberg and Harrison 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":6,"mp_id":"105936229","mp_crag_id":"105807733","climb_id":"XtF3Gcd4UEmv39KMqkFs8A==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"The beginning of this route ascends a dirty left facing corner to a scary looking flake.  Carefully climb around the flake and up a short chimney to a ledge on the right and belay.  The second pitch continues up a right facing corner to the top.  This route has some loose rock and a lot of lichen on it.","protection":"Standard rack of nuts and cams.","location":"The start of this route is located behind a tree about 6' left of Muscular Dystrophy.  Just look for a precarious flake about 20' up.  Walk and down climb to the north to get down."},"__v":0},{"_id":"8meontdwVyOM4TO6nO79Fg==","name":"Sirens of Titan","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rob Candelaria and Pat Ament","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":3,"mp_id":"105753850","mp_crag_id":"105807733","climb_id":"8meontdwVyOM4TO6nO79Fg==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Start as for Prince of Darkness.  This is the right-angling crack on the top buttress of the West Ridge.  Scramble up to the base of the crack, place one or two big pieces and pull up into the crack.  Follow the crack to the arete and then up to a belay ledge.  Be careful setting up the belay as the blocks are big but detached.  Walk off towards the gully.","protection":"Camalots (1, 2, 3, 3.5 and 4) plus a few nuts.  Extra #2 and 0.75 Camalots for belay.","location":""},"__v":0},{"_id":"u9cohRepXIapvb8y7vmBIw==","name":"Superstone","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Joyce and Richard Rossiter, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":18,"mp_id":"105759303","mp_crag_id":"105807733","climb_id":"u9cohRepXIapvb8y7vmBIw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Lots of climbing when combined with the first half of\n\nChockstone\n\n. A good hard 11 for the solid 10 climber, since the 11 crux is at a good bolt, and therefore very safe and easy to aid if necessary.\n\nDo the first half of\n\nChockstone\n\n(10a), step right at the tree rap anchor. Clip a bolt in the dihedral above and do the crux moves to enter the dihedral and reach a good jam. You might want to clip the bolt with a single locking biner since there is a chance you can hit the ledge falling off the crux. I was unable to do the crux moves, but came close a few times. So for me it was 10+ A0. Step left out of the corner and up on 9 and easy 10 moves past some OK but not great gear. Wires and a funky blue Camalot in a flare. An offset cam might work great here. When it starts to get hard (10c crux), place some gear in the corner to your right. I escaped right here, as suggested by Rossiter, to a left facing corner, then up and back left. The direct 10c crux looks exciting.\n\nBelay at the same tree as for the upper part of the\n\nChockstone\n\n. There are no fixed rap anchors here as of 1/19/03. To get off, downclimb with a belay about 20 feet right to the\n\nPurple Haze\n\nanchors.","protection":"Brass nuts (HB offsets or HPs) plus standard rack up to blue #3 Camalot, a large offset cam of blue camalot size would be perfect for up high. Single set of small cams.","location":""},"__v":0},{"_id":"kIvyVNUtXfGCs7zj44r5Xg==","name":"S&M","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Carl Harrison, Scott Kimball, 1981.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":33,"mp_id":"105748918","mp_crag_id":"105807733","climb_id":"kIvyVNUtXfGCs7zj44r5Xg==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is a 150 foot pitch just 30 feet south of\n\nChockstone\n\n. This one does not get climbed much, it has lots of loose rock and vegetation, also the pro is there but very thin at bottom and hard to find before crux. Start just left of\n\nXanadu\n\nin a right-facing corner with no pro, traverse left after 10 feet into another, more pronounced, left-facing corner and cruise to the top and turn roof on left (sketchy pro) and get into fist crack in a left-facing dihedral. Cruise up this crack past 2 trees to rotten ledge (crappy belay), then scramble north to gully between Rincon and top of West Ridge.","protection":"Standard rack.","location":""},"__v":0},{"_id":"+MIidm1DVwKnWlM5CV5ieA==","name":"Red House","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Andy Donson and Steve Levin","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":19,"mp_id":"105759048","mp_crag_id":"105807733","climb_id":"+MIidm1DVwKnWlM5CV5ieA==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is the obvious, hanging dihedral between\n\nSuperstone\n\nand\n\nFriends in High Places\n\n. It has great position and quality rock. Climb the easy lower section of\n\nFriends in High Places\n\nto the break and traverse left beneath roof to a ledge by a tree. Swing up and right into the right-facing dihedral on the right. Climb this past an excellent undercling and good but small gear to reach a belay at another tree.\n\nTo descend, climb down to the belay at the top of\n\nFriends\n\n.","protection":"Blue and green Alien, small wires, RPs.","location":""},"__v":0},{"_id":"BiO4YoXzXjW35Iivfbyw4g==","name":"Purple Haze","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Hare and Jim Michael, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":23,"mp_id":"105750514","mp_crag_id":"105807733","climb_id":"BiO4YoXzXjW35Iivfbyw4g==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"The route ascends an obvious dihedral about 20 feet to the right (and around a corner) of\n\nChockstone\n\n.  Rossiter gives the first pitch a 5.7, and IMO I think it deserves a 5.8.  It's awkward and a little bit more strenuous than a 5.7 would be.\n\nP1 (7). Climb the dihedral (the lower one, the crack above it is\n\nJoke Crack\n\n11c).  I actually used\n\nJoke Crack\n\nto stem my foot out for the first half, either way, it's awkward but yet fun.  Gain the ledge and traverse over a couple of feet to set up the belay.\n\nP2 (9).  The crux is right away.  If you can find a way to get a stopper or an RP in, continue to the right up a corner to a hand crack.  Follow this hand jam crack all the way up to the tree.","protection":"Bring cams from #0.5 to 3 (Camalots).  Doubles in #1 and 2 would be very helpful.  The top of the first pitch has a good spot between two rocks (on the right side of the ledge) for a couple large stoppers and some tricams for a perfect anchor.","location":""},"__v":0},{"_id":"bcBPeCCJWYuZCMTXtfz3WQ==","name":"Prince of Darkness","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Archer, Stephan DeWet, Cris Ann Crylsdale, 1988.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":1,"mp_id":"105763989","mp_crag_id":"105807733","climb_id":"bcBPeCCJWYuZCMTXtfz3WQ==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is one of the last routes up the West Ridge.  It's actually a separate rock, just west of where the West Ridge descent trail kicks you out.  The black, shaded north face is split by this line.  A wide slot runs up and left, while a diagonal hand crack runs up and right.  In between these, four bolts continue straight up the thin face, through 2 distinct huecos.  A nice line, and a good one to seek out when the rest of the rock is baking hot.","protection":"4 draws, ~#3 Camalot, and something smaller for up top.","location":""},"__v":0},{"_id":"pKqOplweUgi9h4ArsS7Adw==","name":"Muscular Dystrophy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":9,"mp_id":"105751174","mp_crag_id":"105807733","climb_id":"pKqOplweUgi9h4ArsS7Adw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Up at the top of the West Ridge, this route has nice position. The first pitch is easy 5.9 then comes a nice crux. It is very technical but not sustained, a 3-move sequence with a big gravity bill waiting for anyone who doesn't keep their eyes and mind wide open. It seems a little harder than some area 5.11a's, but again, the crux is short and well-protected.","protection":"The pro solid for someone of average height.  The crux is a bomber small-medium (#6BD) nut placement above the head that is at the feet when the crux is completed. Take a normal rack with 2 big-hand-sized cams for the jams getting up to the crux.","location":""},"__v":0},{"_id":"e6stk+pYXOOjVMD0CWTR9g==","name":"Modern Defense","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Weidner, May 1, 2014","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":27,"mp_id":"108923796","mp_crag_id":"105807733","climb_id":"e6stk+pYXOOjVMD0CWTR9g==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Climb 20 feet up a wide crack on the left side of a pillar to a rocky ledge. Place several small to medium cams as high as possible in the right-leaning corner. This is the only gear until its well below your feet. I placed a crashpad on the ledge for peace of mind (Id recently witnessed a compound tib/fib fracture at Movement) though its benefits were questionable.\n\nCrank a steep, powerful boulder problem on great rock to a break with good gear. Continue more easily up the leaning crack and seam to a dead tree below a roof. Traverse right beneath the roof on red, broken rock joining the final 15 feet of Jeep to a two-bolt anchor.\n\nI rehearsed this well on toprope before leading it.\n\nThe EASIEST way to set up a TR is to climb Halo (5.9 R), ten feet right of Modern Defense, and make an anchor from #1 and #2 Camalots in the roof above the dead tree. However, Halo is a dangerous lead with plentiful lichen and some loose rock. I cleaned it up some, but don't underestimate its challenge.\n\nThe SAFEST way to set up a TR is to climb to the two-bolt anchor above\n\nFriends in High Places\n\n. Use double-length slings off the bolts, and lower carefully rightward to the same roof anchor above Halo. There is a pin and a solid cam halfway to the roof while lowering to minimize the risk of a big swing.","protection":"1 each: #00 Metolius-#2 Camalot (including a #0/1 Offset Metolius for the initial corner); RPs.\n\n2 each: #0.5 Camalot.\n\nSeveral long slings.","location":"Modern Defense is ten feet right of\n\nMinistry of Fear\n\nand ten feet left of Halo on the upper West Ridge."},"__v":0},{"_id":"jDbxh5LAWfahMw8jCzAPYA==","name":"Ministry of Fear","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Alec Sharp, Matt Lavender, 1981","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":26,"mp_id":"106563700","mp_crag_id":"105807733","climb_id":"jDbxh5LAWfahMw8jCzAPYA==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Another fine Alec Sharp horror-show! Ministry of Fear climbs the thin offset seam on the steep, neon green wall just right of \"\n\nPurple Haze\n\n\" and \"\n\nBorn under Punches\n\n\". Climb up the easy, chossy slab up to a chossy roof. Make a big move to a good hold on the lip of the roof, then a fun hand traverse right to the base of the seam. Tenuous lay-backing up the thin offsets leads to an insecure crux move, then a big jug. Mantel up onto the ledge, then scramble left to join \"\n\nPurple Haze\n\n\".\n\nThere is very little potential for protection, it should be considered a true free solo. The only possibilities I saw:\n\n-Good cams way out left, below the roof. They might protect the big move to the lip, but would do you no good once the seam is reached.\n\n-A couple of small RPs behind a semi-attatched flake in the crack. They'd theoretically protect the crux, but they're very marginal, and would still leaves some hard, tenuous climbing unprotected below.\n\n-I didn't see where they'd go, but apparently Mr. Sharp led this with pre-placed duct-taped hooks?!\n\n-Possibly a thin blade or RURP in the base of the seam?","protection":"Hope, Faith, and Love...\n\nor, for mortals, set up a Toprope! Climb \"\n\nPurple Haze\n\n\" or \"\n\nFriends in High Places\n\n\", lower off the new 2-bolt anchor atop these routes (thanks!). Swing right, and locate a fixed pin on a small ledge above the route. A small cam backs the pin up.","location":""},"__v":0},{"_id":"fCvaAC11UUKVYtQl0CgSBg==","name":"Laughing at the Moon","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Richard and Joyce Rossiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":7,"mp_id":"105750442","mp_crag_id":"105807733","climb_id":"fCvaAC11UUKVYtQl0CgSBg==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is a nice pitch of face climbing on the upper end of the West Ridge.  It is somewhat runout, but the cruxy sections generally have a bolt or pin nearby.\n\nBegin with the first pitch of Muscular Dystrophy.  This can be found at the top of the West Ridge, down and around the corner to the right from the clean slab of Prince of Darkness.  It is easily recognized by the short right slanting finger crack about 15 feet off the ground.  Climb up to the slanting crack, and follow it to the right.  Follow the corners up until you are below the steep and obvious crux corner of Muscular Dystrophy.  Place some well runnered pro and head left and up on precarious looking flakes and blocks to a slot behind a large block.  Belay here off a #3 and #2 Camalots (a #4 Friend is nice, too).  You should see a bolt above you on the clean face.  Now the fun really begins...\n\nClimb past the bolt and straight up to a second bolt that is hidden from below.  Head straight past this bolt over runout ground (possible marginal #0 or #1 TCU placements) until you can clip a pin in a horizontal crack.  Hand traverse left past a second pin, but not so far left that you are on the arete.  Head up and slightly right past another bolt and the crux moves to the top (climb the face, not the arete).  There is a single belay bolt that can possibly be backed up with a tree or some creative cam/nut placements.","protection":"For Laughing at the Moon proper, only 5 or 6 QDs are needed (although a tiny cam or two might make you happier).  However, bring finger through fist sized cams and a set of nuts for the approach pitch and belay.\n\nDue to the runout nature of the pitch, and the fact that you need to place gear to get to this climb, it's trad not sport.","location":""},"__v":0},{"_id":"FO/5jyBQVvuUTtkw+mFeEg==","name":"Knight's Move","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Hurley, Bob Culp, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":16,"mp_id":"105748912","mp_crag_id":"105807733","climb_id":"FO/5jyBQVvuUTtkw+mFeEg==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is high on West Ridge in Eldo, just south of Rincon Wall. Start just left of\n\nChockstone\n\nin a big left-facing dihedral.\n\nP1: Climb 60 feet and traverse left with tricky but good holds/flakes, climb up over bulging slot (crux) and take the V-slot another 50 feet up steep terrain to tree and belay (can continue to anchors but rope drag exists).\n\nP2: Take finger/hand crack straight up easier (5.5) terrain to large anchor tree.\n\nEds.\n\nP3 can be taken to the walkoff ledge.\n\nRappel 160 feet to ground or [be very careful!] 100 feet to top of\n\nChockstone\n\n(10a) and then another 60 feet to the ground from there.","protection":"Stoppers and a good selection of cams.","location":""},"__v":0},{"_id":"ADId5D0aXpiBiBlagdO5QQ==","name":"Joke Crack to Superstone","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Sharpe & Coyne, Rossiters","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":22,"mp_id":"105753055","mp_crag_id":"105807733","climb_id":"ADId5D0aXpiBiBlagdO5QQ==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Standard Eldo rack including medium - large wires, TCUs and cams to 3\".  Bring RPs if you continue with\n\nSuperstone\n\n.","location":""},"__v":0},{"_id":"Ujo8EuwBXuuR2IKMMtBWLw==","name":"Jericho","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Reveley and George Hurley","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":15,"mp_id":"105757600","mp_crag_id":"105807733","climb_id":"Ujo8EuwBXuuR2IKMMtBWLw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Some are content to climb only the classic routes of Eldorado that are chalked from top to bottom and worn smooth from the pitons of yesterday and the loving hands and feet of today.  This is a classic Eldorado route of a different nature.  It is unlikely to have chalk and the exquisite dihedral on the second pitch appears to never have been pitoned.  This dihedral is how the first pitch of the Naked  Edge might have looked before all the enthusiastic hammering occurred during the Golden Age.\n\nThis route is located between\n\nKnight's Move\n\nand\n\nBlack Out\n\nand contains an obvious flared, slightly overhanging dihedral on its second pitch.\n\nPitch 1 (5.9 s): Begin on\n\nKnight's Move\n\nand after ten feet  cut out left on dubious flakes and lichen covered terrain, sling a small tree and then head straight up thin cracks (RPs) on the arete to a terrible belay stance.  Load up the crack in the dihedral with tiny nuts and put in some better gear (#1.5 and #2 Friends) down and right from the stance.  It might be wiser to do a hanging belay from the cams down and to the right.  Either way, it's not a great place to be hanging out.\n\nPitch 2 (5.11c s):  The second pitch climbs straight up the steep, beautiful dihedral which is too small to accept fingers.  Intially the dihedral protects with RPs and the smallest TCUs.  A  \"thank god\" fixed nut is located about 10 feet up and the belayer's nervous twitches and spasms should subside when it's clipped and they are no longer the landing zone for the leader.  I give the start of this pitch a \"serious\" rating.  A combination of stemming, pressing, scumming and squirmming is required to gain ground.  Just when this combination  becomes bleak there are some face holds outside the dihedral on the left hand side.  Climb through a small roof and make some hard moves with much better gear.  Continue over easier terrain up and right to a ledge with a tree festooned with rappel slings.\n\nDescend by rapping\n\nKnight's Move\n\n.  A 60m rope will just make the first of two rappels","protection":"Lots of small gear - 2 sets RPs #00 & #0 TCUs plus standard Eldo rack.","location":""},"__v":0},{"_id":"guVXKHwjXJaUzdjY0sV3FQ==","name":"Jeep","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Brooks, Lynn Smith","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":28,"mp_id":"113796662","mp_crag_id":"105807733","climb_id":"guVXKHwjXJaUzdjY0sV3FQ==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is a fun route that keeps your attention most of the way. Climb some chunky rock past a tree to a ledge. Make a move to get to the slot, get some good gear, and then make crux moves to get into and out of the slot. Good holds and gear appear just when you need them. The gear is generally good but not abundant. It's probably not a great pitch to lead if you're pushing your limits, but your mileage will vary.\n\n(The route name and first ascent information was obtained from Steve Levin's excellent guide to the canyon.)","protection":"A standard Eldo rack. I placed gear from a purple TCU to a #1 Camalot and some small stoppers. Despite appearances, large gear is not needed as the back of the slot has spots for small, but good, gear.\n\nThere's a two-bolt rappel anchor at the top that's shared with\n\nAndroid Tilt\n\n.","location":"The route is located about ten feet to the left of\n\nAndroid Tilt\n\n."},"__v":0},{"_id":"5KBkiq3LUtGIM61zXEAc8w==","name":"Ice Nine","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Carl Harrison, solo, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":4,"mp_id":"105754657","mp_crag_id":"105807733","climb_id":"5KBkiq3LUtGIM61zXEAc8w==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is the wide, crooked crack that is easily spotted as you turn the corner around the North Buttress of the West Ridge.  It is just right of\n\nPrince of Darkness\n\nand\n\nSirens of Titan\n\n.\n\nThe first 20 feet are very wide but easy.  After enjoying a seat on a pinnacle, you do a fun, rightwards hand traverse and pull up into a left-facing corner that you follow to the end.  The last twenty feet of the corner protect beautifully on hand-size and smaller pieces, but will feel a little tough if 5.6 is your limit.","protection":"A large piece or two will protect the very wide start (\n\ni.e.\n\n#4.5 Camalot) or you can wait until the wide (and pretty easy) stuff is over at which point a standard Eldo rack will be fine.  The anchor setup requires care and equalization of a slightly more than average number of pieces due to detached blocks.","location":""},"__v":0},{"_id":"qEGpvV7eVoeIZ5JUJ+JMZw==","name":"Friends in High Places","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bruce Hildenbrand and Robert Mueller, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":24,"mp_id":"105750517","mp_crag_id":"105807733","climb_id":"qEGpvV7eVoeIZ5JUJ+JMZw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"The route starts about 10 feet to the right of\n\nPurple Haze\n\n.  (On the upper section of the West Ridge)\n\nP1 - Start up a crack in the middle of the face.  This pitch is fairly easy (6).  Go past a small tree stump.  Belay at the ledge.\n\nP2 - I almost want to give this a Serious rating.  It begins with a couple hard 5.9 pinchy moves.  There's really no pro on the direct line to start the pitch, but if you really want to you can barely get a stopper in crack around a small corner on the right.  Pull over the \"hump\" and continue to the dihedral on the left, past a piton.  The 10a section comes just after the piton.  Follow the crack up to the tree with slings.  80 foot rap.","protection":"Bring small cams from #0.2 to #0.75 (Camalots) and a set of small stoppers. The top of the first pitch has a great place to use large stoppers and some small camp tricams for a good anchor. You are able to rap off the top of p2 with a 50m rope from a bolted anchor.","location":""},"__v":0},{"_id":"HLlu8iA0WeS84TnzpRU1/A==","name":"Fading Light","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan Hare and Alan Bradley, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":11,"mp_id":"105753535","mp_crag_id":"105807733","climb_id":"HLlu8iA0WeS84TnzpRU1/A==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Thirty feet left of\n\nChockstone\n\non the North Buttress area of the West Ridge, straight above the first pitch of\n\nMuscular Dystrophy\n\n, find two closely parallel, right-facing dihedrals that start thirty feet off the ground and culminate in a blocky overhang a hundred feet higher.  The righthand of the two dihedrals is Byobu; the left is Fading Light.\n\nApproach via the starting dog-leg crack of\n\nMuscular Dystrophy\n\n, or scramble up blocks to the belay ledge (with a tree) from the right.  Belay near the pine tree and pull over a small roof to gain the dihedral which starts with some low-angle stemming and edging, then gets steeper as you move upward.  The technical footwork gives way to some physical lieback moves as you approach the roof that caps both Fading Light and Byobu.  Plug a good cam, monkey right across an exposed, juggy overhang while sorting out the sequence (might be solid 5.9), and pull onto a good ledge.  This move is exhilarating and fun.  There is a good belay anchor (slings and a fixed wire) ten feet above the ledge, which I recommend clipping with a long leash so you can stand on the ledge below.  Mind the pebbly rubble on the ledge.  The second pitch takes a steep 5.6 dihedral to the left via jugs and blocky steps.  If there is a crowd below, be very cautious up high as the rock is quite broken and loose, or consider rappelling from the first belay.  One could also take pitch two of Byobu (5.9 and also loose), straight up from the belay.  Either pitch leads to an easy walk-off to the northwest.\n\nThe first pitch is very good and much better than it appears from the ground.","protection":"Standard gear to an inch and a half for the first pitch.  Second pitch needs larger pieces to a #3 Camalot.","location":""},"__v":0},{"_id":"0OMkkRJzUIeZdX4e0nVuoQ==","name":"Fade To Black","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Variation on existing routes","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":12,"mp_id":"107497766","mp_crag_id":"105807733","climb_id":"0OMkkRJzUIeZdX4e0nVuoQ==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This is not a new route at all, but rather, a new combination on existing territory.  The last several years the mid-height corner of '\n\nBlackout\n\n' has been coated with bird poo and has been unappealing. One can instead start up as for\n\nFading Light\n\nand climb to about mid height of the corner.  There, a system of flakes starts on the compact arete between the two and  rises up and right toward the shared roof.  This can be protected to the left as for\n\nFading Light\n\nfor a few moves, then on its own before pulling a crux, around the arete and to the right just above the pigeon poo.  Continue hard right up towards the right-most end of the roof and to a crack system out to the right of either corner, riding this up and eventually left to a steady pine tree, and then left under that and to the top.","protection":"This has very good gear until heading onto the arete then good but only occasional gear until past the roof. Bring a full set of nuts, a full set of cams, and lots of slings.","location":"Start on '\n\nFading Light\n\n', transitions onto '\n\nBlackout\n\n' after some independent arete climbing and a crux, and then climbs so-so rock to the top."},"__v":0},{"_id":"1844WJD0WKqtwT2cS6yrDw==","name":"Cornerstone","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Peter Hunt TR 1986; Mark Tarrant self-belay(!) 1986.","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":17,"mp_id":"105763290","mp_crag_id":"105807733","climb_id":"1844WJD0WKqtwT2cS6yrDw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Cornerstone is the challenging face left of the Chockstone P1 crack. The 9/21/03 Chockstone photo by Guy Humphrey clearly shows the crux section of the Cornerstone face and the thin left-facing flake. According to Rossiter, Mark Tarrant led this self-belay with 2 bolts that were later chopped. Rossiter mentions a second pitch that was also led (presumably by Tarrant) with 2 bolts, and those bolts were also chopped. Rossiter doesn't give a rating or location for the second pitch.\n\nClimb the first few moves of Chockstone to the stance below Chockstone's crux. The climbing is sustained from here for the next 20 feet or so. Move left to reach a thin flake, then climb the flake to its top. With your feet near the top of the flake, move left to reach the arete, which is pretty slick. Another move gets you a small ledge and the end of the hard climbing. It is possible, but more difficult, to move left to the arete after first stepping up onto the flake, rather than climbing to the top of the flake. The next bit feels like cheating: Climb the left side of the arete for a few moves. You are only a few feet from the Knight's Move corner, and you could easily stem over to it. Step back right onto the main face and continue to the anchors. From the ledge after the crux to the anchors is about 5.9 or perhaps a bit harder.\n\nVariations: (I did not do these). Climb the entire arete from the ground, 12 something according to Rossiter. Possible minor variation: Avoid Chockstone by climbing about 2 feet further left.","protection":"Top rope after climbing P1 of Chockstone or perhaps Knight's Move. Clip a sling to Chockstone rap anchor, and place a double length sling over the flake to the left with 0.5 to #2 Camalots for backup.","location":""},"__v":0},{"_id":"0ovOrJRyVZCRTbh/ksMG8A==","name":"Chockstone","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"George Hurley, Bob Culp, 1966.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":21,"mp_id":"105763881","mp_crag_id":"105807733","climb_id":"0ovOrJRyVZCRTbh/ksMG8A==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Find this climb at the upper end of the West Ridge in a stretch where the trail levels out.  It is characterized by a small buttress with a bulge and a crack going up to a break with a tree with slings about 65 feet up.  It lies West of\n\nXanadu\n\nand East of\n\nKnight's Move\n\n.\n\nP1. About 65 feet. Starts with delicate face moves and 15 feet up is crux, getting into fingerlock and transfering into this crack system. Crack is perfect for stoppers and has great fingerlocks for 20 feet and then goes to tight hands and perfect hands for the final 30 feet. Chockstone kicked my ass last month but I flashed it twice today...got my revenge. Note that there is typically a tat anchor at the top of this pitch.\n\nP2 The second pitch continues up a thin face with occasional opportunities for small wires for pro. An awkward traversing/mantle/arete move leads to the second belay at two bolts. The second pitch (9+s the s is for sandbag as quoted from the new Eldo book) might seem a bit harder that the first....\n\nP3 Third pitch consists of easy climbing to walk down gully. Continue 10' up broken rock from the second belay to a nice vertical 15-20' finger crack in a right facing corner. This would be quite hard if stems weren't available on the right, but as it is it's probably 5.8. Past this things really easy off - continue up to a large tree with slings and rap rings.\n\nRappel from here back down to the\n\nPurple Haze\n\nrap tree or take the walk-off ledge to the left...per Jason Wells.","protection":"Standard rack with extra hand pieces. You can toprope, but must lead one of 2 5.7 pitches to set up toprope.","location":""},"__v":0},{"_id":"3DMCRFBmUIegBHgultt8hg==","name":"Chock Suey","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"R. & J.  [Rossiter], 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":20,"mp_id":"105761589","mp_crag_id":"105807733","climb_id":"3DMCRFBmUIegBHgultt8hg==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This climb is a good finish to\n\nChockstone\n\n, a route that is otherwise a great climb with a ho-hum finish. From the last \"good part\" of\n\nChockstone\n\n, the 5.9 thin dihedral up top, you reach a ledge with a easy, messy trough that leads to a tree and rap station. Instead of doing this, look left to a shallow, right-facing dihedral with a clean, thin crack. This pitch is reasonably well chalked. Start up and reach the crux at mid-pitch, stepping right at a bulge. Finish up top. Just up and left of the top of the pitch is the only decent gear to belay off of, and this top ledge does have some loose blocks that could kill those below. Though these are easily avoided, one must be vigilant up there.\n\nTo descend: A) scramble delicately down 20' to the tree above the top of\n\nChockstone\n\n, then [rap] down to the east 25m to another tree, then 30m to the ground. B) work your way E/SE down a broken ledge system to below the climb\n\nWhiplash\n\n(above\n\nXanadu\n\n), and continue past that point to scramble down a gully to the ground. Again, there are potentially dangerous loose rocks and, odds are, several people below.","protection":"Gear as for\n\nChockstone\n\n(required to approach). This particular pitch requires gear starting with RPs and moving to medium stoppers and small TCUs to 1\". A 1.5\" or 2\" piece can be placed near the crux, but equally good gear can be had in the smaller ranges.","location":""},"__v":0},{"_id":"oeeIKJsIVxu2Zsge4oMjCg==","name":"Bushwhack Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"C. Reveley & J. Serles, 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":5,"mp_id":"105754978","mp_crag_id":"105807733","climb_id":"oeeIKJsIVxu2Zsge4oMjCg==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Bushwhack Crack is a fine climb on good rock.  Despite its name, it is devoid of vegetation.\n\nThis route is the upper-most route on the South Face of the West Ridge, and ascends the dihedral and face on the top southwest arete of the West Ridge formation.  This is between the more popular routes\n\nMuscular Dystrophy\n\n(on the right) and\n\nPrince Of Darkness\n\n(around the corner on the left).  This climb is easily identified by a \"cat claw\" flake capping the dihedral, 50' off of the ground.\n\nThe climb starts from the ground as a low-angle left facing dihedral on good finger locks.  Follow this dihedral up about 50' or so to an obvious \"cat claw\" flake.  This flake is large, detached, pointed and is leaning outward.  Close inspection revealed that the base of the flake was in a good socket, and in my opinion it is of little real threat or concern to anyone.  Use your own judgement, however.\n\nPitch 1: Climb the dihedral through solid stone (5.8) for 50' before moving up and under the flake.  Pass the flake on the right (5.8-) and up to a good belay ledge.  Belay here or continue on Pitch 2.\n\nPitch 2: Ascend up and left to the left hand edge of the low-angle face above with no protection.  Climb the line of least resistance (5.6) for 30+ feet until you reach a left facing dihedral, where gear is available (5.5).  Shoot for the top.\n\nA variation with harder moves is to go straight up the left side of the cat-claw flake on pitch 1, hand and fist jamming through the overhang it creates.  This variation (5.9+) will set you up better to climb the entire route in a single pitch (less drag) if you use the right runners to keep your rope out of the crack.\n\nIf you are disturbed by the lack of protection on the second pitch, you can wander to the right and back, clipping the 2 bolts on Laughing At The Moon.  It is 5.9 to do so, and you will be some ways from them.  You could also simply finish on Laughing At The Moon (5.10b)\n\nTo descend, walk off in the gully between the West Ridge and Shirt Tail Peak.","protection":"A light rack with a few extra small cams.","location":""},"__v":0},{"_id":"yXYV5aIyUb68Dbr8MwV/VA==","name":"Born Under Punches","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"J. Schiavone & D. Grandusky, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":25,"mp_id":"105753364","mp_crag_id":"105807733","climb_id":"yXYV5aIyUb68Dbr8MwV/VA==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Locate the West Ridge North Buttress area favorites,\n\nChockstone\n\nand\n\nPurple Haze\n\n.  If you don't know where these are, go ask the line of top-ropers or cued up lead parties because they are on them.  (You can also refer to the on-line directions to those routes.)\n\nOn the right-hand side (facing SouthEast) of the Chockstone Buttress there is a huge, right-facing dihedral formed by the intersection of the buttress and the main wall.  This is about 50' to the Right of\n\nChockstone\n\n.   Through the left side of this dihedral is a ~2-3.5\" crack leaning hard ot the right which goes up 50' or so to a broken roof.  A few moves are stemming, a few feel more like a chimney, but the necesary technique is predominantly jamming.  Ride the crack up to the roof them work delicately up and left to past the overhang to the ledge.  Belay on fixed anchors several yards back, as per\n\nPurple Haze\n\n.\n\nThere are few opportunities in Eldo to climb on sustained handracks, so this one is fun by that right.  The crack is seriously abrasive, however, so if you are not a master-jammer, TAPE UP!","protection":"The protection is predominantly 1.5-3\" cams, and is generally good.  Take doubles if you want to sew this up, and maybe a few larger or smaller pieces.\n\nAt the top of the route, tread lightly and be careful where you place, because the rock is questionable.  I have done this route 4 times, and it felt fine... but I've been careful, so I can't promise that reckless abandon or pumped-panic won't produce a disaster.","location":""},"__v":0},{"_id":"CVcXrlXxW7Su6JKlj84xdQ==","name":"Blackout","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"J. and R. Rossiter, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":13,"mp_id":"105758667","mp_crag_id":"105807733","climb_id":"CVcXrlXxW7Su6JKlj84xdQ==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Start from the tree 30' above\n\nMuscular Dystrophy\n\nP1. Up the right hand of 2 dihedrals a right-facing, thin corner with  textbook but difficult to see, RP protection, 5.10-. Continue around a pigeon shit-coated, handcrack and stem up and right over a small roof (5.10-) with a good hand crack and edges. Belay 15' higher, [on top of] a flake wedged between 2 thin  cracks, tiny stance but excellent stopper/TCU anchors.\n\nP2. 5.7 ground leads to a [loose V] slot. Finish with a short but steep 5.9 hand and finger crack in a right-facing dihedral.\n\nWalk off. Quite enjoyable despite some looseness and pigeon poo.","protection":"Set of RPs. Standard rack to 3\".","location":""},"__v":0},{"_id":"/A4mTwtiVgqV5pxIa050HQ==","name":"Between the Cracks","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Wayne Crill and Brad Durbin, 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":14,"mp_id":"106370890","mp_crag_id":"105807733","climb_id":"/A4mTwtiVgqV5pxIa050HQ==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"I have been told by people in the know, that this line, unbelievable as it may be, apparently has never been led.  I do know of at least two parties however who have toproped the line, and I presume there might be more. This route begins 15' L of\n\nKnight's Move\n\nat a seam splitting an overhang 10' above the trail.  A #6 Camalot in the horizontal crack/slot to the L protects the initial crux pulling over the overhang onto the face.  Once established on the face, look for a good nut placement in the seam, and continue up the crack and face with moderate climbing and adequate gear to a fun delicate finish at the choss band just below\n\nKMs\n\np2 V-slot. The PG13 comes from the crux start, the big cam should keep you off the ground, but it would be a potentially awkward swinging fall into a dihedral. Once on the face there is plenty of gear when you need it.\n\nAn anchor can be set up in the crack at the start of p2 of KM to bring the second up, or easier, just place a TR directional here and traverse 30 R to the anchor atop\n\nChockstone\n\nand descend to the ground to belay. Both of the first ascentionists led the pitch placing gear.","protection":"Gear: SR and a 5-6 cam or big bro for the start.","location":"The route is located at the very top of the West Ridge, ~15 to the L of\n\nKnights Move\n\n, locate an obvious seam through a roof 10 off the ground which opens to a small crack paralleling p1 of\n\nKnights Move\n\nand terminating 60 up at the base of\n\nKnights Moves\n\np2 V-slot."},"__v":0},{"_id":"Nz55SRzhVbaIRRmo7cxojw==","name":"The Bat","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kyle Lefkoff & Leigh \"Manuel\" McGinley, 1987","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":8,"mp_id":"105754678","mp_crag_id":"105807733","climb_id":"Nz55SRzhVbaIRRmo7cxojw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Start as for\n\nMuscular Dystrophy\n\n, but where\n\nMD\n\ncuts left 12' up from the handcrack to a finger crack, place a 2\" or 2.5\" cam and cut ever so slightly left to a flake and seam.  A questionable medium nut can go behind the flake, and up and high right some micro cams or a small TCU can be placed with a little reach, in an open spot in the seam.  This is visible from the ground.  Move up past those moves (10a, crux?) to a stance where you can reach around to the right and set a few nuts in a crack for the right hand (hard to see until you look for it) which are good nuts.  Pull up and layback on this hold a tad (10a?  maybe this is the crux) to reach for positive holds above, then do the easy moves from there to the belay on the ledge above. You can finish on\n\nLaughing At The Moon\n\nor\n\nMuscular Dystrophy\n\n.\n\nRossiter's description and topo are poor.  The position of the route is clear, but there are a few issues: 1) The route is sure easy for 10b (9+/10a, my partner agreed) 2) The route is well protected for an S (partner agreed) 3) There is no fixed pin, which was prominent in the description and topo.","protection":"The route was rated S in Rossiter's books.  The books also mention a fixed pin, which is not there and has not been for a while.\n\nNonetheless, the route protects reasonably on some small-to-mediam nuts and micro-cams.  I placed the bottom 2 sizes of micro-Camalots and then a #7 BD nut next to a BD copper-steel nut (#4?).  That was the hard part.  I got a few nuts in later as well.  I never felt as though I was risking a long fall.","location":""},"__v":0},{"_id":"CIREuFWFVxe2Nf2Rvk8cfw==","name":"As We Liked It","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"P. Ament & G. Ringsby, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":32,"mp_id":"105753358","mp_crag_id":"105807733","climb_id":"CIREuFWFVxe2Nf2Rvk8cfw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"Follow the directions to the \"North Buttress\" of the West Ridge, by the area favorites Xanadu and Chockstone.\n\nIdentify the route Xanadu at the right-hand end of the SouthWest facing portion of the North Buttress. Xanadu is a hanging dihedral with a small crack and a small \"Dr. Seuss\" looking tree growing out of it 60 feet up. The next major crack system to the left (~15' NorthWest) is in a series of left facing dihedrals. This is S&M (5.7). Another 10' or so to the left of S&M is a thin crack capped by a four-to-six-inch flake with a seam beginning it.  Above that the thin crack is seam-like and there are a few small ledges with bits of grass growing in the cracks behind them. This system is 'As We Liked It.'\n\nThe route is more or less a \"hard start\" variation to S&M and skips the so-so climbing at the bottom of S&M.\n\nClimb the thin crack to where it becomes an undercling under a hanging flake. Place a few more small pieces and move up and slightly right into seams and on to a small ledge for rest.  The moves are a little tweaky, and probably harder than the 10a grade given by Rossiter. I'll say 5.10 and leave it to you to subdivide. From the rest, the climb moves up into a hanging dihedral above and finishes in that system, heading left into a second dihedral as the one overhead becomes less desirable. This is the same as for the route S&M.","protection":"The bottom moves of this route are protected on thin gear.  Several small nuts can be placed to protect, but these may be difficult to put in.  I did not use micro cams at the time, but they may work.  I believe that Ball nuts would add ease and security to the protection at the low crux.  A standard rack will protect the rest.\n\nThe landing at the base is pretty good, so a spotter and crash pad could probably prevent any real injury.","location":""},"__v":0},{"_id":"3oALGXOVWHOipGoPi0NgMg==","name":"Android Tilt","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Brooks & partner, 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":29,"mp_id":"105754681","mp_crag_id":"105807733","climb_id":"3oALGXOVWHOipGoPi0NgMg==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"This route is another addition to the \"Obsure Tour\" list that several of us are making.  Not even Rossiter has it quite right in the books, as there is no bolt anywhere on the line or near it.\n\nOn the West Ridge, about midway between\n\nXanadu\n\nand\n\nChockstone\n\n, there is a broken face that goes up to a 10' tall, shallow dihedral, which faces more or less, left.  At the top of this dihedral is a triangular roof, which is passed on the left to reach a tree, growing in yet another shallow left-facing dihedral.\n\nAlthough the seam of the dihedral offers no pro, there is a splitter thin-finger to finger crack on the wall at the left of it.  Take several pieces to place in this section, as it will likely be your only pro for the crux, and it is reasonable.\n\nPassing the roof is the crux, and after that you can either continue up moderate climbing until you reach a ledge to walk to a rap (as for\n\nXanadu\n\n) or make a rap somewhere on your own.  The tree in the route seemed OK, but I did not personally test it.\n\nThe moves are fun, and perhaps a shade hard at their grade, but the crux is short.  Although it is a reasonably fun route, there are certainly more worthy routes nearby, and I wondered at how this route managed to get a star (1/1) in the book.","protection":"The first part of the route is easy (below 5.8), and I didn't really protect it.  As the route approaches difficulty, there is a finger crack in the left side which can take protection.\n\nThe bolts/chains at the top above the ledge now facilitate a 75' rap or an easy TR off of a few draws. This TR is particularly handy for the 5.11d \"Tilt Right\" that exits the roof on the other side.","location":""},"__v":0},{"_id":"ADrXlqmAW1iL1T1xFMLopw==","name":"A Cut Above","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Charlie Fowler or Matt Lavender (retrobolted: P. Ament & C Griffith)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"left_right_index":10,"mp_id":"105755281","mp_crag_id":"105807733","climb_id":"ADrXlqmAW1iL1T1xFMLopw==","areaRef":"raKXOQnZUNqfCZlgr8bjpg=="},"content":{"description":"From Ken Trout: Pat Ament and Christian Griffith made a movie about this route (available @ AAC Library). It had one bolt and was led that way. Later, someone chopped the route, leaving it to remain as a toprope. Rossiter documented the line such, and as such it has remained.\n\nThe holds on this route are small and some are savagely sharp. A Cut Above?  Yeah, I got several cut above the first knuckle. I tried this in a post-desert-trip skin-peeling state and paid dearly. After 1/2 tries I went away with 1/2 dozen sliced, oozing fingers and without a clean TR. My partner (Peter Spindloe) got it, however. Thick finger pads are required.\n\nThere is no protection on this 25' line, but the crux is done with your feet between 5-10 feet off of the ground. After that, the climbing is easier.\n\nAbout 15-20 feet right of the start of the first pitch of\n\nMuscular Dystrophy\n\n, set a TR (or crash pads) below the center of a vertical face with small holds. The area is accessible from a scramble on the right and a large pine tree provides a place for the TR anchor. Work your way up on difficult holds to the tree.","protection":"There isn't any.  Still, the route's crux is reasonably close to the ground and the landing is flat.  This is originally a T.R., but would make a reasonable boulder problem with a few crash pads, or a 'headpoint' after [rehearsal].","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,de4cb35e-e240-5215-ba23-5e89db17bc91,ada29739-09d9-50da-9f09-9960afc6e3a6","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","West Ridge, The","West Ridge - part E - top to Xanadu"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10b"},{"count":2,"label":"5.11d"},{"count":4,"label":"5.7"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11b"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":6,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":33,"bands":{"unknown":0,"beginner":7,"intermediate":16,"advanced":10,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":16,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28897,39.93325]},"bbox":[-105.28955641682126,39.932800339818144,-105.28838358317877,39.93369966018186],"left_right_index":-1,"ext_id":"105807733","area_id":"raKXOQnZUNqfCZlgr8bjpg==","polygon":{"type":"Polygon","coordinates":[[[-105.28955641682126,39.932800339818144],[-105.28838358317877,39.932800339818144],[-105.28838358317877,39.93369966018186],[-105.28955641682126,39.93369966018186],[-105.28955641682126,39.932800339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T05:55:58.087Z","updatedAt":"2024-01-20T00:59:50.300Z"}