{"_id":"6368a1b8e80bff5a99553fc3","area_name":"3. Madigan Area","shortCode":"","climbs":[{"_id":"dD89jqAIWrOSPablwSaBSQ==","name":"Stone Dust Torture","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt and Kathy Barker - 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.19404,44.47322]},"left_right_index":1,"mp_id":"112029144","mp_crag_id":"112027456","climb_id":"dD89jqAIWrOSPablwSaBSQ==","areaRef":"kFezamkkWt+NFL4R0f0QvA=="},"content":{"description":"START - Continue walking up and left 20-30 ft from the start of Forist Grump (40-50 ft up and left of Madigan).  Above you and slightly right is a tree-and-bush/fern ledge.  Happy Birthday and Stone Dust Torture start on this ledge.  \n\n  P1 - Scramble up to the bush-ledge, the bolt(s) near the left end of the \"ledge\" mark \"Stone Dust\". Crux is in the first few feet, then easier climbing to the anchor shared with Happy Birthday.","protection":"draws and gear is desired for the easier climbing.","location":""},"__v":0},{"_id":"rocgFnLNX7ecgMYWJxrZUQ==","name":"Nibroc","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.19404,44.47322]},"left_right_index":5,"mp_id":"112068556","mp_crag_id":"112027456","climb_id":"rocgFnLNX7ecgMYWJxrZUQ==","areaRef":"kFezamkkWt+NFL4R0f0QvA=="},"content":{"description":"START- 10 ft right of Madigan with a bolt 12 ft up.\n\n P1 - Climb up to the bolt then on past a right-curving flake (gear) and straight up to bolt #2 then on to the double bolt anchors. 90 ft 5.5 - 5.6  For variety, at bolt #2 it's about 5.5 to the right, 5.6 straight over the bolt, and a bit harder (5.6+/5.7- ?) 2 ft left of the bolt.\n\n We did a P2 and a P3.  Whether P2 is actually the second pitch of Brown School I'm not sure, but very probably it is, as there's really nothing else in the neighborhood. P3 climbed just left of a route with several bolts, and \"intercepted\" that route at its top bolt.\n\n \"P2\" - Climb up past bolt #1.  At the 2nd (or 3rd ??) bolt, avoid moving left to the piton in the right-facing corner, but climb over the bolt very slightly to the right.  Pass at least one more bolt to the dbl bolt anchor, a bit left.  80-90 ft 5.6 or so\n\n \"P3\" - Up and a bit right to a crack/flake  that trends right.  Up this ( gear, #2, #1 Camalots) to an obvous 6-8 inch overlap.  The overlap sounded quite hollow so I did not place any gear in it, lest a fall initiate sharing the fall with rock. Over the overlap.  There is a line of bolts on your right, one of which looked inviting to clip but seemed \"a bit too far\".  Continue up the slab 20-25 ft to the final bolt of the series, clip it and then move up and left to the belay. 70-80 ft 5.5-5.6 R-ish.\n\n Rap:  3 raps with a single rope.  We had a 70m, a 60m would work. The longest rap was P1 anchor to the ground, about 90 - 95 ft.","protection":"Mid-sized cams","location":"10 ft right of Madagan"},"__v":0},{"_id":"rvPPE00KXVWohJHvWMoUBQ==","name":"Madigan","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.19404,44.47322]},"left_right_index":4,"mp_id":"112027518","mp_crag_id":"112027456","climb_id":"rvPPE00KXVWohJHvWMoUBQ==","areaRef":"kFezamkkWt+NFL4R0f0QvA=="},"content":{"description":"This is climb#5 in the \"guide-pamphlet\". Although listed as a \"sport\" climb, there are gear placements.\n\n A lovely 2 pitch climb with bolted anchors. Start on the clean face directly behind the broken tree.\n\n P1 - Six bolts to an anchor. I'd say the crux is up around bolt #5 or so. Maybe I missed the easiest way, but thought it closer to 5.7 than 5.6.\n\n P2 - After some thin climbing directly above the belay, up and left-ish following 5 bolts to a double bolt anchor.\n\n Descent - From the P2 anchors rap to the Forist Gump anchors and then to the ground.  (Even a 70m will probably not make it back to the P1 anchors on Madigan unless it's cut quite long.)","protection":"Draws, optional gear is mostly small & medium cams","location":""},"__v":0},{"_id":"hEm62fO2U6GLgbwB08NnHQ==","name":"Happy Birthday","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"C. Graham & M. Bowman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.19404,44.47322]},"left_right_index":2,"mp_id":"112029139","mp_crag_id":"112027456","climb_id":"hEm62fO2U6GLgbwB08NnHQ==","areaRef":"kFezamkkWt+NFL4R0f0QvA=="},"content":{"description":"START - Continue walking up and left 20-30 ft from the start of Forist Grump (40-50 ft up and left of Madigan).  Above you and slightly right is a tree-and-bush/fern ledge.  Happy Birthday and Stone Dust Torture start on this ledge.  \n\n  P1 - Scramble up to the bush-ledge and move right to beneath 2 bolts.  The crux is the first 5 feet (bolt-s), then nice, but much easier, climbing to the anchor.  \n\n  Descent - Rap the route","protection":"Draws and some gear if desired for the upper section","location":""},"__v":0},{"_id":"7zUFywoQX26omJVEj+G+7g==","name":"Forist Grump","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dave and Deedee Kelly","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.19404,44.47322]},"left_right_index":3,"mp_id":"112029126","mp_crag_id":"112027456","climb_id":"7zUFywoQX26omJVEj+G+7g==","areaRef":"kFezamkkWt+NFL4R0f0QvA=="},"content":{"description":"START - about 20 ft up and left of Madigan, below a dirty-looking overlap.  \n\n  COMMENT - Seldom, if ever, have I seen a piece of rock that appears as if it will yield only \"ugly\" climbing that actually \"goes\" with beautiful moves!  \n\n  P1 - Climb up to the overlap (gear) then climb up the right side flakes & cracks passing a bolt, then onto the nice face above with gear and bolt(s) about 100 ft The \"Guide\" and hence the FA-er's, give it a 5.8 but I thought is a bit easier.  \n\n  Descent - Rap the route","protection":"Draws and some gear, mostly small-to-medium cams.","location":""},"__v":0},{"_id":"cjAtCJh4VeWYg2i/wU6USQ==","name":"DLM Memorial Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Matt and Kathy Barker - 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.19404,44.47322]},"left_right_index":0,"mp_id":"112029153","mp_crag_id":"112027456","climb_id":"cjAtCJh4VeWYg2i/wU6USQ==","areaRef":"kFezamkkWt+NFL4R0f0QvA=="},"content":{"description":"This is the furthest left route (climb #1) in the \"guide pamphlet\". Other climbs further left have now been put in; see \"South End Area\".Pitches 5 & 6 are truly beautiful pitches.APPROACH -About 75 +/- ft up and left from the start of Madigan. There is now a branch of the main climber's path that goes directly up to this climb.START- on the face 15 +/- feet right of the large, right-facing corner composed of large flakes (photo).Six pitches to the top. (See \"Guide pamphlet\"), or use our description:P1 - Climb (unprotected-the pitch's crux) up to a small( 6-inch) overlap about 15-20 ft up (gear, TCU). Climb over easily up to the first bolt. Then follow bolts up, with some zig-zagging, to anchor. 100 ft 5.6 PG-13/R? There may be an easier/safer way to Bolt #1.P2 - The Guide says \"follow easiest line\" and that's a good idea below the first bolt which is about 35-40 ft up! This first bolt is sort of in the middle of a small, very smooth slab. I climbed a couple of feet Left of the bolt on smoothed flakes (sort of dike like) and felt it 5.7+ / 5.8-. Partner went up the slab, basically directly over the bolt (5.8 / 5.8+?) or to maintain the route at 5.7 take the easier way a few feet further right, then stepping back left to clip the higher bolt with a long reach.  A good place to use that quickdraw you have with two locking biners on it. Continue to anchor. 100 ft 5.7+/5.8 P3 - Up easy slab, through gap in bushes to another easy slab, step off top onto dirt (bolt ! , photo) to anchor. This pitch is getting more and more “ iffy” as the dirt erodes/washes away.   85 ft 5.4 - 5.?  P4 - Up easy slab above, staying slightly right, then more right towards trees. Pass by a double bolt anchor [ optional belay, but anchor is predominantly for the rap line ] and continue another 30-35 ft on very easy rock to a dbl bolt a chore at the base of the \"beautiful slab.\" 140 ft 5.3 - 5.4 P5 - (Variations 5a & 5b, There are three ways to do the 5th pitch) From the double bolt anchor at the base of the slab climb directly up passing a jutting, Right-facing flake [photo] (with bush just to the right) then onto the steeper, smooth slab above (bolt). Up the slab passing 2 bolts to a Left-facing flake (gear) and on to the anchor. The slab is very continuous 5.6 120 ft 5.6+ P5a - (\"Rain It In\" 5.8+ see COMMENT) From the dbl bolt anchor at the base of the slab, step 5-10 ft right and climb up sparsly-placed bolts (easier climbing slightly right), reaching the first bolt 25-30 ft up. ( “ 5.6 R+“)  Don’t blow the very run-out moves before this first bolt!  [ It is 10 feet right of the bush mentioned in P5.]  Now follow bolts up the even steeper and smoother slab about 5-10 ft right of the line of P5. 120 ft 5.8+ P5b - (\"Sea of Bowls\" 5.7 see COMMENT ) and now goes to its own anchor below the headwall) From the dbl bolt anchor at the base of the slab, climb  25 ft up and right and climb up via a quartz dike in pegmitite-type rock. Continue up easily to the start of the upper slab. Climb the clean, white-ish slab about 10 ft right of the line of P5a. To leave \"Sea of Bowls\" and return to DLM move left when you see the DLM anchor. 4 bolts and maybe some wire nut placements 120 ft 5.6 - 5.7 to the DLM anchor, or 200 ft to the upper anchors on the head wall. If you want to use the DLM anchor, it is suggested to go up to the 5th bolt, clip it and downclimb the very easy rock to the anchor, this provides protection for the second after he/she unclips the 4th bolt.P6 DLM Route- From the anchor at the end of the 5th pitch, continue up the slab (bolts) to the headwall with 3 closely spaced bolts. Up this ( awkward, then thin moves, 5.7, considered the crux by FA party) and then walk 20 ft left in the woods to a double bolt anchor on a huge block. 125 ft, 5.7 - 5.8-? See also COMMENTs about possible alternative headwall ending to the left of the bolted line.Descent - Rap the route, with a single 70m, or with double 60’s.  ","protection":"Draws for the bolts.  Gear placements here and there. We used nothing larger than a 0.5 (purple) Camalot-sized cam.","location":""},"__v":0},{"_id":"fuvhKUJfUsKg7fWOHQP1hQ==","name":"Brown School","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.19404,44.47322]},"left_right_index":6,"mp_id":"112068570","mp_crag_id":"112027456","climb_id":"fuvhKUJfUsKg7fWOHQP1hQ==","areaRef":"kFezamkkWt+NFL4R0f0QvA=="},"content":{"description":"Two stars as a top rope after leading to the shared anchors on Nibroc.  When/if top roping from the Nibroc anchor, a directional cam in the flake is helpful. \n\n  Just a few feet right of Nibroc there's a bolt, about 18-20 ft up, but difficult to see unless you walk 8-10 ft right and look back on it.  \n\n  P1 - Climb the brown \"stairstep\" ledges to the bolt, continue up (crux PG-13/R near-to-ground-fall) to the right-facing flake, then up tending slightly left to the Nibroc/Brown School anchor. \n\n  Brad White from IME submits P2 and info on the FA:    P2 - Climb straight up past the first bolt just before a thin flake (small cams or nuts). Continue up past flake slanting right past 3 more bolts below a right slanting overlap to a two bolt rap anchor at its end.  \n\nBrown School is an old route with no idea who put it up. Maybe Ed B. or Rob Adair a decade ago?","protection":"mid-sized cams","location":"About 5 ft right of Nibroc"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4eb5c882-6ac8-52c7-bb65-274c9e5a9f56,fc827843-cec0-5b01-a92d-49827794c36e,9057b36a-6924-5adf-8d14-be11d1fd10bc","pathTokens":["USA","New Hampshire","Great North Woods Region","Mount Forist","3. Madigan Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":2,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.19404,44.47322]},"bbox":[-71.19467014862735,44.47277033981813,-71.19340985137266,44.47366966018186],"left_right_index":-1,"ext_id":"112027456","area_id":"kFezamkkWt+NFL4R0f0QvA==","polygon":{"type":"Polygon","coordinates":[[[-71.19467014862735,44.47277033981813],[-71.19340985137266,44.47277033981813],[-71.19340985137266,44.47366966018186],[-71.19467014862735,44.47366966018186],[-71.19467014862735,44.47277033981813]]]}},"content":{"description":"The climbs that are generally on the left side as you hike up to the cliff."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:12:13.189Z","updatedAt":"2024-01-20T01:03:45.921Z"}