{"_id":"63689d20e80bff5a994f2296","area_name":"Brady Peak","shortCode":"","climbs":[{"_id":"M9y6pWvpXXeC1HBndqZu1A==","name":"South Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Beale, Haggart & Treiber - June, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.96385,36.24264]},"left_right_index":999999,"mp_id":"118008400","mp_crag_id":"118007915","climb_id":"M9y6pWvpXXeC1HBndqZu1A==","areaRef":"zXpV98cVUcyb5/FuyV+o/w=="},"content":{"description":"Pitch 1) A 20 foot chimney located within the main summit band of Brady Peak marks the beginning of the first pitch. Scramble up the exposed, but easy to climb chimney to a small ledge where a short crack begins. The crack climbs easy (5.5) free it, or rope up. After finishing the short crack climb, scramble up a series of class 3 and 4 ramps among some blocky loose rocks to the beginning of the second pitch.\n\n Pitch 2) An exposed corner marks the beginning of the second pitch. There are two options here. The first option involves an immediate traverse to a right leaning chimney. Climb the chimney until you reach a stout bush. Belay from here. The second option involves climbing slightly higher up on the exposed corner next to a spooky detached block. From here, make a rather committing move out onto some sandstone slab. From the sandstone slab continue up and to the right to establish yourself in a crack running parallel to the south chimney. The crack eventually becomes difficult to climb and loses its depth. Around this time, look for a spicy traverse right to establish yourself near the top of the 5.6 chimney of the South Chimney Route. Continue to the belay bush from there. The left V variation goes about 5.8.\n\n Pitch 3) From the belay shrub continue up a short face to a chimney for some easy 5th class climbing. After reaching a ledge continue east and make your way along the ridgeline towards the summit. There are a couple easy class five moves along the way.\n\n Descent: There is a set of  new rap anchors off the west end of the lower summit. We were able to reach the start of pitch two with a 70m rope. The pull can be tricky. ","protection":"Single Rack. Natural anchors at belay stations. Bolted Rap anchors on summit.","location":"The route to climb Brady can be found within the main summit band on the west side of Brady. Traverse along the summit band towards the rim, or left until you locate the 20 foot c3 chimney that marks the beginning of the first pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,f3ec0ed8-6b54-5ada-82e4-c9dab370269b,cd7a55f7-c715-51cc-9be7-f16ec95fa8ff","pathTokens":["USA","Arizona","Northern Arizona","Grand Canyon","Brady Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.96385,36.24264]},"bbox":[-111.96440753096316,36.24219033981814,-111.96329246903682,36.243089660181866],"left_right_index":-1,"ext_id":"118007915","area_id":"zXpV98cVUcyb5/FuyV+o/w==","polygon":{"type":"Polygon","coordinates":[[[-111.96440753096316,36.24219033981814],[-111.96329246903682,36.24219033981814],[-111.96329246903682,36.243089660181866],[-111.96440753096316,36.243089660181866],[-111.96440753096316,36.24219033981814]]]}},"content":{"description":"Brady Peak is a distinct summit located off the north rim of the Grand Canyon. It can be viewed from several prominent viewpoints off the north rim including Point Imperial,  Ariel Point and Roosevelt Point. At 8,132 feet Brady Peak is among the tallest of the Grand Canyon summits."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:52:45.341Z","updatedAt":"2024-01-20T00:56:41.686Z"}