{"_id":"63689de0e80bff5a994fa58a","area_name":"Industrial Buttress","shortCode":"","climbs":[{"_id":"EZoqRYy2VCaGi7xVEHQGLw==","name":"Unknown 5.8 AKA Top Rope Face One","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":19,"mp_id":"106644528","mp_crag_id":"105744738","climb_id":"EZoqRYy2VCaGi7xVEHQGLw==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This route is called \"Top Rope Face One\" in the newest guide by Haas and Schneider.  They gave it a star so we decided to climb it after doing\n\nDarker is Better\n\n.  The start, up a crack, is fun and sticking to the arete at the top is also interesting.  In between, the climbing is easy and easily forgettable.","protection":"We top roped it off our gear anchor for\n\nDarker is Better\n\nas suggested in the guidebook.  However, it can easily be led on gear with a short runout at the top.  There are no fixed anchors and a standard rack should suffice.","location":"This route climbs the backside of the block with the painted \"67\".  It is about 10 feet right of\n\nDarker is Better\n\n. At the start, a hand crack leads up to the slot formed by the block.  Follow the arete from here.  Walk off via a gully to climber's right."},"__v":0},{"_id":"yTURVf8NXg6qF6fE5DWMVg==","name":"Thunderbird aka Light Beer","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":17,"mp_id":"105762600","mp_crag_id":"105744738","climb_id":"yTURVf8NXg6qF6fE5DWMVg==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This is essentially the same climb as\n\nDarker is Better\n\n, except you use the left crack instead of the right crack in the middle of the climb. I think there is one 5.8 move in the left crack, which gives this variation a slightly higher rating.","protection":"See\n\nDarker is Better\n\n.","location":""},"__v":0},{"_id":"v4FfTihuWBSkk7CGqlcYKQ==","name":"What Would Jesus Bolt","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"??, 2000s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":5,"mp_id":"105962541","mp_crag_id":"105744738","climb_id":"v4FfTihuWBSkk7CGqlcYKQ==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This is an entry for the route snuck in between\n\nPoliticians, Priests, and Body Bags\n\nand\n\nFast Boat to China\n\n.  It is a bolted line which can be supplemented with a #1 Camalot to start and possibly a #0.5 or 0.75 Camalot up near the top.  It is a bit squeezed.  Anyone know the name or FA?\n\nYou can hand jam briefly to get off the ground to the right or face climb (harder) to the left of the 1st bolt.  Clip, yard, big ledge.  Clip.  Delicately slither up the face or stem right in the finger crack briefly.  Move up higher, clip.  From here, you can try to bear hug the sucker or move left into a crack system or chicken off onto\n\nPPBB's\n\ncrux face moves.  Clip again, and the face eases up considerably.  Join the top of\n\nFast Boat to China\n\nand top out.\n\nIf you wander right and left of the bolts, you can make it 5.10, cluck, cluck, cluck.  This is the apparent rating the the 2008 guidebook.","protection":"5-6 bolts, optional #1 Camalot to start, sorta unneeded but optional #0.5 or #0.75 Camalot near the top.  2 closely spaced anchor bolts.","location":"This route is in between\n\nPoliticians, Priests, and Body Bags\n\nand\n\nFast Boat to China\n\n.  It is left of the\n\nJohn Roskelley Show\n\nand right of\n\nHeidi Hi\n\n."},"__v":0},{"_id":"gC9HHvxAVcqsDkP/6Q/6+g==","name":"Take Flight","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":12,"mp_id":"108049775","mp_crag_id":"105744738","climb_id":"gC9HHvxAVcqsDkP/6Q/6+g==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This goes up the face and arete left of\n\nBlow Chow\n\n.  It is really hard to climb it independently from\n\nBlow Chow\n\n.  I bet 80% of the good holds are on\n\nBlow Chow\n\n.  I do not recommend this route.  I am only listing it so other people will know to avoid it.  I only climbed it to see what it is like.  The last bolt on this is missing a hanger.","protection":"7 bolts to a two bolt anchor.  You might want a #3 Camalot before the first bolt.","location":"This is the bolt line between\n\nBlow Chow\n\nand\n\nThe John Roskelly Show\n\n."},"__v":0},{"_id":"Au27DMmvWxOT4aCr2UxeZQ==","name":"Salad Bar once known as \"The John Roskelly Show\"","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Berk","type":{"trad":true,"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":8,"mp_id":"105758898","mp_crag_id":"105744738","climb_id":"Au27DMmvWxOT4aCr2UxeZQ==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"It is just left of\n\nNipple Phyle\n\n.  With top bolts and bolts to the top except for a blank middle, desperately needing a few cams to prevent any serious fall.  A series of short cracks for the first two-thirds with an easier face climb for the last third.\n\nAn easier 5.10 ONCE you figure out the move.  Just a beautiful, mixed, crack route.  No crack lasts long, so you are sent to the next crack with a new type of move.  Perfect for those starting out on the 5.10s as it continually engages you in altering your mode of movement.\n\nEds.\n\naccording to\n\nrichard berk\n\n, this \"is what we called Salad Bar.\" \"The route labeled \"\n\nIndustrial Buttress.\n\n\" PVC is what we called The John Roskelly Show (a kind of uninteresting offwidth in a corner).\"","protection":"This is a bolted (4) route, except for a blank section through the middle that could leave a serious fall. A few small/medium size cams can quickly solve this problem.","location":""},"__v":0},{"_id":"xgZh+MG5UG+CSAvLOuoDfg==","name":"Scarlett's Pulse","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":0,"mp_id":"105762741","mp_crag_id":"105744738","climb_id":"xgZh+MG5UG+CSAvLOuoDfg==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This climb is on the far left side of the Industrial Buttress.  There is a 4th-class gully about 30 feet to the left of the climb.\n\nYour destination is the wide dark crack that separates a large flake from main cliff.  To start, look for a thin crack about 15 feet high to gain the terraced forth class section.  This thin crack is probably the crux.  Head left across the terraced section to a thin finger crack that is about 10 feet long, then move further left to the big dark crack and break out the big cams.  It looks like the big flake that creates this wide crack will topple someday.\n\nIn the picture below, Scarlett's Pulse is the dark crack you can see in the upper left corner.","protection":"Standard rack, #3 Camalot, and a #4.5 or #5 Camalot.  This climb does not have bolted anchors at the top.  I only had a #4 Camalot and it was marginal.","location":""},"__v":0},{"_id":"PjVU2+DdX6ygwyJ5khKq9A==","name":"Politicians, Priests, and Body Bags","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"R. Berk, D. Hart, 1992","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":4,"mp_id":"105751639","mp_crag_id":"105744738","climb_id":"PjVU2+DdX6ygwyJ5khKq9A==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"Politicians starts on the left side of Industrial Buttress about 50 feet left of the painted 67. Climbing begins in a clean, right-facing dihedral with thin crack that takes a good TCU or two. Run up the corner to a ledge below a bolt protected face. This fires up to the anchor on fine basalt edge climbing at 5.10- that has been nicely protected. This is one of the better 5.10 face climbs on North Table Mountain, and one of the first-wave routes to go in here.","protection":"Bring half a dozen draws, a few thin camming devices (TCUs work well),  and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"FZCawAnmWT+TsSdZUX0cQg==","name":"Noodle Factory","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Hart, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":7,"mp_id":"106374431","mp_crag_id":"105744738","climb_id":"FZCawAnmWT+TsSdZUX0cQg==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"Noodle Factory climbs a crack system through a small roof to a good ledge shared with\n\nFast Boat to China\n\n.  From here, the two routes share the same terrain for 20 feet or so.  When\n\nFast Boat\n\ngoes left, move right to finish in an overhanging hand crack. Too bad the crack is so short.","protection":"Standard rack to a #2 Camalot.  2 bolt anchor at the top on\n\nFast Boat\n\n.","location":"This starts three feet right of\n\nFast Boat to China\n\nin a small open book.  It is immediately left of\n\nSalad Bar\n\n.  Descend from the anchors on\n\nFast Boat\n\n."},"__v":0},{"_id":"vtUByEr/XF2lHs2ivm6aCA==","name":"Nipple Phyle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":9,"mp_id":"105762123","mp_crag_id":"105744738","climb_id":"vtUByEr/XF2lHs2ivm6aCA==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This is the first crack to the right of the\n\nJohnny Roskelly\n\nArete.  Start up a wide, vertical, chimney-type crack, move up easier terrain, and then up the steeper and smaller crack.  There are fun moves low, in the middle, and high.\n\nTo descend walk Northeast to the first big gully.","protection":"Gear to 2\" and some RPs.  Use small to medium cams for the anchor and belay from the top.\n\nAlternatively, set a directional piece for your 2nd and use the\n\nJohnny Roskelly\n\nanchor bolts (use a long sling on the directional to prevent rope abrasion).","location":""},"__v":0},{"_id":"B/LjtezAVkmScOVlSRhLzA==","name":"Left-Hand Monkey Wrench","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":10,"mp_id":"105757456","mp_crag_id":"105744738","climb_id":"B/LjtezAVkmScOVlSRhLzA==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This climb is a little tricky to find; it is left of \"\n\nPolyvinyl Chloride\n\n\" and right of \"The John Roskelly Show\".  Standing at the base of the climb you will see the \"Left-Hand Monkey Wrench\" crack, which starts out as a broken crack going straight up; the crack angles right, then becomes cleaner as it follows a left facing dihedral at the top of the crag.  Standing at the base, you can also see a bolt on \"The John Roskelly Show\" arete about 20 feet up and to your left.  About 10 feet to your right and 10 feet up is a faded O.C. painted on the wall.  Towards the top of the crack, a block separates this left facing dihedral from the cleaner, right-facing dihedral, which is \"\n\nPolyvinyl Chloride\n\n\".\n\nStart by climbing the broken crack.  You will then negotiate a couple of ledges with interesting mantel moves, which may be the crux for some.  When you reach the cleaner crack in the left facing dihederal, the climbing becomes slightly overhung.  The crux for me was in the middle of the dihederal.  Past this point, there are a couple of easy moves to the top.  As usual, watch for loose rock on top, and there are plenty of wide cracks available to setup a bomber anchor for the belay.\n\nThis climb would not be a good first 5.7 trad lead, because several sections of the climb, including the cruxes, are protected with marginal small stoppers.","protection":"CAMs to 3.5\" and small stoppers.  There is no fixed anchor.  The larger CAMs are used for the anchor.","location":""},"__v":0},{"_id":"5qR/XUKKVj6U/RpliYWjkw==","name":"The John Roskelley Show or Polyvinyl Chloride","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Hart,1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":11,"mp_id":"106626618","mp_crag_id":"105744738","climb_id":"5qR/XUKKVj6U/RpliYWjkw==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"Other routes have been mislabeled The John Roskelley Show. There is no need to change the channel, this is IT. It is quite an adventure, too. This is not really harder than 9+, but it sure will feel like it compared to some other Table 9s. From below, some sections look pretty blank, dirty, and improbable, but when you get going, some holds appear, and the gear is good. The crux is definitely the fist crack up top. Most of my adventure came when I knocked loose one of the chockstones that was holding back a truckload of dust and gravel right in my face! Fun!","protection":"Standard rack and a shared anchor.","location":"This is the dihedral a couple cracks left of\n\nFlight 67 to Stockholm\n\n.  Start stemming up the dihedral left of\n\nBlow Chow\n\n(wave to the rats that live in there), resist the urge to clip a bolt (the squeeze job\n\nTake Flight\n\n). Continue gracefully stemming as long as you can until you are fist jamming, chimneying/battling upward in the hanging dihedral. When you feel like you are up, look down to your right and you'll see the anchor. Way down.  Luckily it's an easy downclimb to them...."},"__v":0},{"_id":"DOLBIaG9Xlqv5AAJDP2OPQ==","name":"Industrial Disease aka Dead Moonies Don't Sell Flowers","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tod Anderson, Dave Fields, Richard Wright, 1993","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":15,"mp_id":"105751381","mp_crag_id":"105744738","climb_id":"DOLBIaG9Xlqv5AAJDP2OPQ==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This is a totally rad climb. It follows a thin seam up a smooth slabby face for the first half, and then continues up a vertical to overhanging jug haul for the second half. The crux is a techinical move on the lower slab. The route lies just to the left of a gully that leads to the top of the cliffs.\n\nEds.\n\nAccording to\n\nrichard berk\n\n, this was once known as Dead Moonies Don't Sell Flowers.","protection":"It's a sport route with 5 bolts and a 2 bolt anchor. A medium sized stopper is nice if you are squeamish about the runout in the middle. It is very easy to hike to the top to set up a toprope.","location":""},"__v":0},{"_id":"BeZmRjIEWh+NdEzOOddnBw==","name":"Heidi Hi","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":3,"mp_id":"105761529","mp_crag_id":"105744738","climb_id":"BeZmRjIEWh+NdEzOOddnBw==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This route starts at the same location as\n\nPoliticians, Priests, and Body Bags\n\n, about 50' left of the painted 67. Climb up the right-facing dihedral as for\n\nPP&BB\n\n, but get onto the ledge to the left before you get to the first bolt. Then climb up a hand crack on a slightly overhanging face to a V-shaped slot and scramble up to the top.\n\nThe climbing is no harder than 5.8, but it's a bit tricky, and there aren't any rests above the ledge for a while, so gear-placement can be a bit tough. Not so good for top-roping, because the route wanders a bit and because it's a tough place to set up a good TR anchor. Nonetheless, the climbing is quite fun.","protection":"Several medium cams (about #1 or #2 Camalots, maybe a bit smaller for the bottom). Larger nuts may work in places, but are tough to set well. Long slings -  the route wanders. Bolted anchor at the top.","location":""},"__v":0},{"_id":"luN+9Lb1UZCapQcKrbZ87g==","name":"Forgotten Names","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Richard Wright, 1995, ?June 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":16,"mp_id":"105751624","mp_crag_id":"105744738","climb_id":"luN+9Lb1UZCapQcKrbZ87g==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"To put some limits on the definition of the Industrial Buttress, and to differentiate it from the MBA buttress, we can call Forgotten Names the furthest route right on IB. I am guessing that ten routes will fall naturally on IB. Forgotten Names starts in the slot immediately right of Industrial Disease. It follows up the arete with a tricky entry move and some thin technical stuff that is decidedly more difficult than it looks.","protection":"Bring 8 draws and something for the double bolt anchor at the top. A long sling helps in the start.","location":""},"__v":0},{"_id":"o1hHDerPV/WZeZ5+dftUAw==","name":"Flight 67 to Stockholm","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Scott Berk, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":14,"mp_id":"105751630","mp_crag_id":"105744738","climb_id":"o1hHDerPV/WZeZ5+dftUAw==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"Flight 67 over Stockholm lies to the left of\n\nIndustrial Disease\n\nand on the same face. A retro-bolt was placed near the start in 1996 by RMWright obviating the need for a single optional stopper. Alternatively, I have used a number six wired stopper, so take your pick; this is for the opening move. A retro bolt in the upper section has dropped the \"R\" rating, but you can still keep it spicey by skipping this clip. This is a solid line with a good climbing that sees heavy traffic and deservedly so. It was also one of the original lines on Table Mountain.","protection":"Bring 7 to 8 draws, something for the anchor, and a rope.","location":""},"__v":0},{"_id":"V1C6/NywXjmC0MXzn/Q92w==","name":"Fast Boat to China","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"'92 by Scott Berk, free solo?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":6,"mp_id":"105759243","mp_crag_id":"105744738","climb_id":"V1C6/NywXjmC0MXzn/Q92w==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This is the left crack system between\n\nPoliticians, Priests, and Bodybags\n\nand\n\nThe John Roskelly Show\n\n.  The upper part is visible in the photo below as the right-leaning twin cracks on the left side of the photo.\n\nThis climb seems to involve devious powerful moves between large ledges.  Start at an overhanging crack and reach up for a \"thank god handhold\".  From this ledge, a very thin crack continues, but I was unable to get my fingers into this crack and it seems a bit over 5.8.  If you move right a few feet, some devious moves will get you onto the next ledge at the grade.\n\nThe upper part of the route follows nice twin cracks, exiting using the left crack.  There is no anchor on top, but if you belay from gear you can easily walk back down by walking east 50 feet to an easy gully.  Alternatively, you can lower off the anchor for\n\nPoliticians, Priests, and Bodybags\n\n, but this is somewhat awkward to reach.","protection":"Pro to 2.5\" with emphasis on cams under 1\".  Closely-spaced 2 bolt anchor.","location":""},"__v":0},{"_id":"sP/cufBjUquwJD1AuCgGfA==","name":"Darker is Better","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":18,"mp_id":"105759546","mp_crag_id":"105744738","climb_id":"sP/cufBjUquwJD1AuCgGfA==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This is a fun, well-protected route that takes lots of pro and has two bolts (from adjoining route) that you can clip if you'd like.  The crack cuts left of the \"67\" that's painted halfway up the rock.  You can't miss it.","protection":"Standard rack to 3.5\", with larger cams for anchors (no fixed anchors).  #11 hex does nicely at the anchor.  Walk off right.","location":""},"__v":0},{"_id":"BiEilqGrUHq36NcHF8sTyQ==","name":"Blow Chow","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":13,"mp_id":"105762597","mp_crag_id":"105744738","climb_id":"BiEilqGrUHq36NcHF8sTyQ==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"This large crack is near the middle of the Industrial Buttress (about 20 paces West of the 3rd Class gully that separates the MBA Buttress on the East and the Industrial Buttress to the West). The crack goes basically straight up, and then angles slightly left about half way up.\n\nThis is a great climb! From the first move to the last, the challenging moves in this crack just keep coming. The climbing is not obvious, which separates it from many climbs at Table. There are great jams, some interesting balancey face moves, and a fun off-width section about 3/4 of the way up. I would highly recommend the off-width, but my partner proved you can bypass the off-width on the face to the left with equally fun moves.\n\nHowever..... There is some bad news with this climb. There is a major pile of pigeon shit deep in the crack about 10 feet up. It is best not to climb with your head in the crack at this point. A broom would work wonders for cleaning this area up.\n\nI'm giving the first awkward move on this climb a 5.8, but the rest of the climb is 5.7 to 5.7+.","protection":"A standard rack including a #3 and #4 Camalot. A double sling for the anchor, and a double sling for a chockstone during the climb. There are no bolted belay anchors for this climb.","location":""},"__v":0},{"_id":"neTlcryhU9irCaf6SGRxZQ==","name":"Belly Up Variation","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":2,"mp_id":"105758398","mp_crag_id":"105744738","climb_id":"neTlcryhU9irCaf6SGRxZQ==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"Where is it? In general, Belly Up is about 30 paces West of the\n\nBrain Cloud\n\narête. Start about 10 feet left (West) and around a small corner from\n\nPoliticians, Priests, and Body Bags\n\n(\n\nPPBB\n\nis easily identified by two, prominent, double, thin cracks at its base). Looking up from the base of Belly Up, your target is the thin crack that goes from left-to-right and converges with the hand sized vertical crack (\n\nHeidi Hi\n\n) on the smooth and slightly overhung upper face of the cliff.\n\nThe route: climb straight up over easier rock and head towards the left-to-right thin crack. Midway up the thin crack you will pass a small flake. Then, you will move into the\n\nHeidi Hi\n\nhand crack. This route has excellent protection.","protection":"Pro to 3\" (cams work best), bolted anchor.","location":""},"__v":0},{"_id":"bH0CINCrWySVUS3tWH8SJw==","name":"Belly Up","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"left_right_index":1,"mp_id":"105762348","mp_crag_id":"105744738","climb_id":"bH0CINCrWySVUS3tWH8SJw==","areaRef":"haQrMye+XhehtG8Y9MAVYw=="},"content":{"description":"Belly Up is located in a right-facing corner about 30 feet left of\n\nPoliticians, Priests, and Body Bags\n\n.\n\nScramble up and over some 4th class terrain for about 25 feet to the start of the Belly Up corner crack.  At this point, the climbing gets steeper.  Climb the crack for approximately 40 feet.  The crux is near the top of the crack and involves a weird move where you lean back while stemming (hence the belly up).  Alternatively, you may be able to do this move \"belly down\" and slide over a lip on your right; but this could be ugly.  The #4 Camalot is used to protect the crux move.\n\nThere is a flat ledge with some solid cracks at the top (and to your right) where you can setup the belay.  To exit, head North and descend the first big gully.\n\nHubbel gives this climb 5.8-.  I think it is 5.6.","protection":"Light rack and one #4 Camalot.  Use small and medium cams for the anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,054defef-ef8b-511a-8dd3-3f5a56ac32eb,85a42b33-27be-5e17-a1b4-6f18f4c01563","pathTokens":["USA","Colorado","Golden","North Table Mountain/Golden Cliffs","Industrial Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.11"},{"count":3,"label":"5.10a"},{"count":4,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":11,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":5,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.21838,39.76842]},"bbox":[-105.21896501039963,39.76797033981815,-105.21779498960034,39.76886966018187],"left_right_index":-1,"ext_id":"105744738","area_id":"haQrMye+XhehtG8Y9MAVYw==","polygon":{"type":"Polygon","coordinates":[[[-105.21896501039963,39.76797033981815],[-105.21779498960034,39.76797033981815],[-105.21779498960034,39.76886966018187],[-105.21896501039963,39.76886966018187],[-105.21896501039963,39.76797033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:57:04.932Z","updatedAt":"2024-01-20T01:01:20.654Z"}