{"_id":"6368a265e80bff5a99565c8d","area_name":"Main Cliff","shortCode":"","climbs":[{"_id":"cIeA9us5Wmuvi0UVTEqrWg==","name":"Vernal Imperatives","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"October 1994, Jim Vermeulen, Bill Morris","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":13,"mp_id":"106876771","mp_crag_id":"118950134","climb_id":"cIeA9us5Wmuvi0UVTEqrWg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb face with diagonal features to bulge, then around bulge/alcove to the left (crux).  Climb easy face and small ledges to the bolted anchors.  This route uses the middle of the wall.  Little Gem Diner to the left, and Blue Toes to its right.","protection":"Bolted anchors on top.  Please use webbing to build anchors, do not top rope through bolts!","location":"Start a few feet to the right of Little Gem Diner, on a face with several diagonal features."},"__v":0},{"_id":"qeD2zobjXe+4DEqZ3LYtjw==","name":"Time Trials","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":16,"mp_id":"110491419","mp_crag_id":"118950134","climb_id":"qeD2zobjXe+4DEqZ3LYtjw==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Crux is at the bottom, but there are a few interesting moves breaking the mini-hang. Casual, fun climbing after that.   Climb up the (often dirty) left-rising crack to reach good holds to its right, mantle onto these and break the mini-hang another left-rising crack. Climb directly up the face, eschewing all possible early escapes, to top out at its apex.","protection":"Standard Adk. Trad Rack. Permanent anchor shared with Bogus Dent.  Easy to set up top-rope, but build an anchor from it to save the chains/quick links.","location":"Right side of the bottom of a steep dirt cone below and right of the Little Gem Diner wall. Look for a left-rising vertical crack starting near ground level, becoming a dirty offwidth where it reaches a small overhang 15' up.   There is a birch tree to climber's right of the top-out, but rappelling off this will kill it. There is a downclimbable ramp a bit farther downhill."},"__v":0},{"_id":"noHShA0IUGSSvlHe2DRtlg==","name":"Soweto","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lawyer, Williams, Dahn 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":8,"mp_id":"107221217","mp_crag_id":"118950134","climb_id":"noHShA0IUGSSvlHe2DRtlg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"5.8 G - Follow hand crack up and left into a book (crux), then follow this up to a rest near the raven's nest below the large roof. Head right following the arete to a series of flakes that go straight up, trending slightly left. At the top head right to a single bolt [there's also chains now].","protection":"Chains installed for anchor.","location":"On the left wall, at an arete with a book 40 feet up, 20 feet up from the end of the arete at a small belay terrace with a large python-looking root climbing up the slab to a dead birch tree.\n\n Rap from chains with 60m rope or walkoff is back into the woods 50 feet,wander left for the walkoff which will take you a while but no rappelling required."},"__v":0},{"_id":"F5ddGHttV92WYnsZVyxqIw==","name":"Soup Kitchen","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"The Shanty Team","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":20,"mp_id":"107717399","mp_crag_id":"118950134","climb_id":"F5ddGHttV92WYnsZVyxqIw==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Scramble up to a ledge below the right rising over lap, go over the overlap and bulging face. follow the slab up to the fixed anchor.","protection":"3 bolts","location":"20 feet left of the serrated topped boulder. At a 4' high right facing corner on the left side of an overhanging wall."},"__v":0},{"_id":"8m9PR3/bUxezM6gWqVOU2Q==","name":"Son of Circuitous Shit","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jay Harrison, Dick Tucker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":5,"mp_id":"109558297","mp_crag_id":"118950134","climb_id":"8m9PR3/bUxezM6gWqVOU2Q==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"P1: Climb through the roof to a right facing short face with a crack in it. Climb the crack to a sloping ledge with small trees. Step left and climb the offwidth/chimney. Exit right at a horizontal crack and round the arête to the Circuitous Shit Slab, up the slab to the top.","protection":"Standard rack with emphasis on finger size protection.","location":"At a roof 10ft left of a wide crack/notch that leads to a right leaning slab."},"__v":0},{"_id":"w9LTWZDMXRKeQwDfdMS8/Q==","name":"Slumlord","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":28,"mp_id":"115190571","mp_crag_id":"118950134","climb_id":"w9LTWZDMXRKeQwDfdMS8/Q==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Up the slab passing 1 bolt. Break the overhang passing 2 more bolts up and right to reach easier terrain (5.6). Move left on a good horizontal to a vertical crack and follow up and slightly right on discontinuous crack systems to a 3 bolt anchor. ","protection":"3 bolts + small rack to .75 or 1","location":"Farthest route on the right side of the main cliff at an overhanging wall about 20' up.  "},"__v":0},{"_id":"4DTfMDAOXFGxB4ifd+2CAg==","name":"Sleepwalk","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Jim Vermeulen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":1,"mp_id":"109558114","mp_crag_id":"118950134","climb_id":"4DTfMDAOXFGxB4ifd+2CAg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"P1: Climb the fern filled gully and step right following a right leaning crack in the slab. Climb up to the lower of two left leaning cracks, follow the lower crack to it's end and exit up a left facing corner/crack system from a ledge. Scramble to the top.","protection":"Standard rack. Be sure to protect the second on the traverse. Gear or tree anchor necessary. Walkoff is about 3 minutes to the base to climbers left.","location":"This route begins on the extreme left of the cliffs, just downhill from lunch rocks and just up hill of the steep trail. There is a low roof that goes into the ground. Begin 15 ft left of this."},"__v":0},{"_id":"+BBWKh5ZXLCmkgaste9gEA==","name":"Shitty Shit Shovel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":34,"mp_id":"117267580","mp_crag_id":"118950134","climb_id":"+BBWKh5ZXLCmkgaste9gEA==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"This is likely not a new climb, but it doesn't appear to be documented anywhere. It is the direct route beneath the anchors for Climber's Yodel #7. Climb straight up. 5.6 with one 5.8 move. Going right or left at the 5.8 move near the top are likely easier options.","protection":"Anchors at top.","location":"Direct route below the Climber's Yodel #7 anchors. Up the loose slope beyond the downed tree. Alternative and easier approach to start is from uphill."},"__v":0},{"_id":"xbR/zsCFW/WhUKo0GSU8+g==","name":"Shantytown","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":24,"mp_id":"107954921","mp_crag_id":"118950134","climb_id":"xbR/zsCFW/WhUKo0GSU8+g==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb up the face and outside corner to the large overhang. Climb up the left edge of this a few feet and make long reaches up and right to get past the obstacle and onto the face above the OH.   Climb up the face to a left-leaning, left-facing corner, follow this to a notch meeting a right-rising crack system and take that crack up to a final short traverse to the anchors. The final moves are spicy.","protection":"Mix of bolts and trad gear, predominantly the former but a few spots are dangerously runout without a trad rack.","location":"This route begins on the face right of Gunky Route, joins that route to pass the large overhang, then climbs directly up the face to a right-leaning crack system before traversing sharp right to bolt anchors.   Look for a pile of large, fresh-looking boulders lying at the base of the cliff in front of a left-facing corner bordering a small & shallow rock amphitheater."},"__v":0},{"_id":"aTYRspYCWN2IP3PQrKwHRA==","name":"Shantyclear","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1999?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":17,"mp_id":"110491463","mp_crag_id":"118950134","climb_id":"aTYRspYCWN2IP3PQrKwHRA==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Better, and more devious, than it looks. Climb up the right-rising crack/notch, make an awkward move into a tiny alcove, then - rather than climbing through the awkward, greasy crack - make committing but easy moves up and right, onto the steep bulge forming the right side of the alcove. There's a right-rising small overhang serrated by several thin cracks, use these for gear, then make an interesting move back left to regain the wide, left-rising crack system (thus bypassing the nasty section of crack). Weave up crack systems to exit at a large birch tree.","protection":"Standard Adk. Trad Rack.","location":"Downhill (right) of the Little Gem Diner Wall, near the base of a dirt scree cone. Time Trials begins to the left, at an obvious, ground-level, left-rising crack. Shantyclear begins in the chunky, right-leaning notch just left of a dirty class 3 gully.   Descend via 3rd class ramp downhill (climber's right)."},"__v":0},{"_id":"IbJ3xrarU6uAZz2Tf/7uoQ==","name":"Shanty Girl","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":30,"mp_id":"109663057","mp_crag_id":"118950134","climb_id":"IbJ3xrarU6uAZz2Tf/7uoQ==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb through the bouldery overhang using the left leaning crack. Follow the crack left to the center, then follow next crack (right leaning) right or go straight up to the right leaning crack after pulling the bulge (harder). Finally, follow the next left leaning crack to the cliff top. Top out is a bit tricky after the easy middle section.","protection":"Small cams, tricams and a set of nuts. Nothing bigger than a brown tricam or green (0.75) Camalot. There are chains on the left and cold shuts on the right. DO NOT TOP ROPE THROUGH THE FIXED HARDWARE. USE YOUR OWN WEBBING AND CARABINERS.","location":"At the opposite end up the face (right side) from Pug Love at the left leaning crack that starts above a bulge/overhang."},"__v":0},{"_id":"JLbWxN1CX66Xn7vdyaHmRA==","name":"Shaky Flake & (V1 - Flake it again!)","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"V1   FFA: Tyler Harju & Tim Trezise.  August 2017","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":33,"mp_id":"117393909","mp_crag_id":"118950134","climb_id":"JLbWxN1CX66Xn7vdyaHmRA==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Shaky Flake: Climb directly up the short lower slab, up small cracks/seams to big ledge.  Walk across ledge to climb the large flake on the upper face.  Anchor at the top.\n\n (V1) Climb up the crack angling left to the big ledge then climb the arête and finish right at the anchor for Shaky Flake.","protection":"1 each of small - medium cams","location":"Shaky Flake - start at tree at the center of a short low angle face - About 25' right of Mean Low Blues.\n\n (V1) Start on the left side of the short low angle face -  about 15' right of Easy Street and 10’ left of the start of Shaky Flake."},"__v":0},{"_id":"ox31AjrSWKGeG7x7f8SonQ==","name":"The Shack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"FFA Tim Trezise & Kate Trezise, September 2017","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":22,"mp_id":"117393772","mp_crag_id":"118950134","climb_id":"ox31AjrSWKGeG7x7f8SonQ==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Sport Climb – 8 bolts to permanent anchor. Climb up the slab either left or right to the first bolt and into the “shack” (chimney/cave-like feature), clipping the second bolt above your head. Climb up through the burly off-width V of the roof or pass around the left bulging wall to break through the roof. Before climbing above the roof clip the third bolt then step across the roof to the right. Climb across the face angling to the right with crimps (clipping three bolts) into the vertical cleft (run out the easy, secure climbing) then onto the left side of the main face following 2 more bolts to the anchor shared with Skid Row. Long draws (18” – 24”) are recommended for the first 3 and the last clip to reduce drag.","protection":"Gear: 4 regular draws, 4 18” – 24” draws.","location":"Start: 15’ left of Skid Row under large corner V-shaped chimney."},"__v":0},{"_id":"KLwojurOW6y2M/ozLmuQVQ==","name":"Rocinha","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Sept 22, 2007, Jonathan Nickel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":9,"mp_id":"107783889","mp_crag_id":"118950134","climb_id":"KLwojurOW6y2M/ozLmuQVQ==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Thin but bolted face climbing gains more featured face climbing that leads to a tight finger crack slashing the headwall. Very enjoyable. \n\n  The crack is the crux, though it's easier for tall people who can make longer use of the last good foot rail.","protection":"5 bolts and smaller cams. Probably best to bring gear to 1\" or so. Quick-clip anchor.","location":"Starts at the left-most bolt line on the left side of the high dirt slope. Start on the ledge to the right of Soweto.  \n\n  It's possible to set up a top-rope by rapping in from above after topping out Soweto. (The Rocinha anchor should not be used to TR Soweto, this would invite huge dangerous pendulums.)"},"__v":0},{"_id":"gZB8/5FDUJ6L4D/1n0Sz1w==","name":"River View","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"December, 1982 Dick Turner, Lois Legg","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":3,"mp_id":"106874808","mp_crag_id":"118950134","climb_id":"gZB8/5FDUJ6L4D/1n0Sz1w==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Start where 2 cracks go up onto the slab, then climb straight up wall passing 2 large left leaning cracks.  Pull over sharp edges to finish (crux).","protection":"Generally top roped, although I could see where protection could be used.  On rappel it would be a good idea to put something under the rope where it goes over the edge (to avoid rubbing).  Gear needed for anchors.","location":"Upper section of Main Wall, same start as Bo Peep."},"__v":0},{"_id":"ulFHJMJdVP6G12K8iC/h7A==","name":"Railroad Donnie","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":37,"mp_id":"119001213","mp_crag_id":"118950134","climb_id":"ulFHJMJdVP6G12K8iC/h7A==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Start just behind the tree, go straight up. Avoid the jugs of Grips of Wrath to the left. Likely not a new climb, but also not likely traveled often as I've broken numerous holds on the climb; more are likely to break and change the grade.","protection":"TR from anchor for Railroad Dickie.","location":"A straight-up route directly beneath the anchor for Railroad Dickie."},"__v":0},{"_id":"lVNZcJspXnCOEsazWEWjIg==","name":"Railroad Dickie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"????","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":38,"mp_id":"108300161","mp_crag_id":"118950134","climb_id":"lVNZcJspXnCOEsazWEWjIg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"From the \"New Routes\" section of adirondackrock.com:    The second clip is difficult for short people.  Climb straight up the face to a left-rising crack, then straight up to the top of the face. Instead of standing up, hand traverse left on hidden jugs for 10' to a fixed anchor. 25'","protection":"4 draws to anchor.","location":"On the Squatter Wall, 150' left and uphill from the Sports Arena.  It is the right-most of three bolted lines.  From adirondackrock.com: 4' right of the 4-trunked maple tree, and 8' left of the right side of the face, at an incut edge 6' up."},"__v":0},{"_id":"W05WC6zPX+Ssj6oi9/DzBA==","name":"Pug Love","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"The Shanty Team, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":29,"mp_id":"107221223","mp_crag_id":"118950134","climb_id":"W05WC6zPX+Ssj6oi9/DzBA==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"5.6 G - Start to the right of the tree on the left side of the wall.  Follow right leaning crack for a move, then straight up.","protection":"Fixed anchor at top.  Mostly small gear.  Challenging lead IMO for the grade but fun because of it.","location":"1 minute uphill from the Sports Arena is a pair of walls split by a class 4 gully.  Pug love starts behind a tree close to the left side of the left of these walls.  Rappel down."},"__v":0},{"_id":"Sj7bfUxJVGCMBNjxcKXMZg==","name":"Pobrecito","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"FFA Tim Trezise, July 2018","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":18,"mp_id":"117393717","mp_crag_id":"118950134","climb_id":"Sj7bfUxJVGCMBNjxcKXMZg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"A small buttress and steep face to the right. The route “C & E” traverses across the center of this cliff section. This climb is similar in quality and character to Shaky Flake but more difficult. The name is Spanish for “poor little thing”. Climb the short finger arête up through the smaller V Notch (clipping the first bolt) to the moss covered ledge about 18’ up. Climb to the base of the buttress then move right about 7’ to a vertical finger crack starting 8’ up above overhanging rock. (The topo has this incorrectly labeled as an off-width.)  Clip the second bolt then layback the crack that feels more like a positive flake (takes # 0.4 Cam) to the juggy horn at the top. Turn right around the corner, clipping the third bolt, traversing the steep face on the 3”- 4” ledge rising to the right to the left facing corner, then layback the corner flake in the opposite direction. Climb up the right angling inside corner crack or around left on the face to the permanent chain anchors, about 10’ below and 10’ left of the anchor for Ghetto.","protection":"Gear: 1 each of C3s, #0.4 - #2 C4s, small wires, 3 quick draws","location":"Start: About 20’ left from Soup Kitchen, about 10’ left of a maple tree. At the upper most of the short (about 8’ -10’) rock finger arêtes angling down below the base."},"__v":0},{"_id":"MJiVWBfFXIi7FTWgOQoewQ==","name":"Mean Low Blues","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"The Shanty Team, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":31,"mp_id":"107221228","mp_crag_id":"118950134","climb_id":"MJiVWBfFXIi7FTWgOQoewQ==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"5.7 G - Move up a groove and stay on the right half of the wall to a birch tree, climb crack through overlap above birch (crux) then straight up. \n\n  5.8 R Variation stays mostly on the left of the wall and face climbs the right side of the arete.  Good to top rope after leading the 5.7 route.","protection":"Fixed anchors at top.","location":"1 minute uphill from the Sports Arena are two walls split by a 4th class gully.  This route is on the right wall."},"__v":0},{"_id":"07OsvvCXVF2MuB7UZ/eeTA==","name":"Little Gem Diner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"June 1987, Jim Vermeulen, Bill Morris","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":12,"mp_id":"106875514","mp_crag_id":"118950134","climb_id":"07OsvvCXVF2MuB7UZ/eeTA==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Start at left leaning crack.  Work up the crack about 20 feet to a good stance, then straight up to a bulge with 2 cracks running through it.  Use the left crack to pull over the bulge (crux), then climb straight up to the anchors (above a large ledge a few feet from the top).","protection":"Bolts at top for anchor.  Can walkoff, eventually exiting using the third class ramp.","location":"150 feet to the left of the third class ramp, about halfway up the eroded dirt slope.  Easiest to follow the main path past the eroded slope, then take second path (right) up the the start of this route.  The path below Soweto and Hard Times is in much better condition."},"__v":0},{"_id":"l2E4Ef75Vo6pUO54OXEFqQ==","name":"Life and Debt","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"2007, The Shanty Team","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":11,"mp_id":"107783909","mp_crag_id":"118950134","climb_id":"l2E4Ef75Vo6pUO54OXEFqQ==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"High-quality flake/crack climbing that would likely be held in high regard if it only were longer. For the grade it requires a little thought (though that might just be the lack of chalk to follow) but it never gets too strenuous, so there's plenty of time to figure it out. After the bolts, follow the crack system to the top.","protection":"Three quick bolts and then a mix of gear to 2\". Quick-clip anchor.","location":"Starts at the right-most bolt line on the left side of the high dirt slope. It's the highest route on the slope, just left of the gully with the big chockstone."},"__v":0},{"_id":"NO4lyK/xWFymZ5qzmNrbMg==","name":"Hooverville","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA Arietta Climbing 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":25,"mp_id":"120650535","mp_crag_id":"118950134","climb_id":"NO4lyK/xWFymZ5qzmNrbMg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Start same as Shantytown, move right under roof to a bolt. Pull up through the roof. Continue up through the middle of the second smaller roof (dirty). Trend right aiming for a bolt below a long vertical fin, Layback up the fin to the anchor shared with Shantytown. ","protection":"Quick draws, if climbing near your limit you wish for some small cams for the run-outs.","location":"Between Shantytown and Favela"},"__v":0},{"_id":"IoZbQaUDVcu1iTiV/W56nw==","name":"Hard Times","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":10,"mp_id":"114588179","mp_crag_id":"118950134","climb_id":"IoZbQaUDVcu1iTiV/W56nw==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Clip the first bolt of Rocinha and move right to the first hidden bolt of Hard Times. Follow the bolts up the fun face climb to the difficult crux near last bolt. Drop-ins for the anchor. There is a nice bolt for the belayer on the ledge under the climb.","protection":"All bolts","location":""},"__v":0},{"_id":"omweKcYCW1ikCd9v7FetQQ==","name":"Gunky Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Late 1990s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":23,"mp_id":"107931107","mp_crag_id":"118950134","climb_id":"omweKcYCW1ikCd9v7FetQQ==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb up the inside corner facing left, moving out onto the face, up to another left-facing corner above an overhang. Make a reachy move to circumvent the OH, then traverse right 20' to another left-facing corner. Climb up this a ways, break out right, and climb through a final overhang to reach the top.","protection":"The blokes that bolted Shantytown bolted right through the crux of this route. Mildly annoying, but the pro there is now bomber if you use the bolts. For the purist, find gear a bit higher up the left-facing corner (nuts or tiny cams), and use a long sling.   A standard rack deals with the rest, and there are plenty of opportunities for using it along the way.   One could use the anchors of one of the nearby routes; just inspect them for damage before trusting them.","location":"Same as Shantytown: the left-facing corner below roofs, about 100 yards downhill of the main buttress."},"__v":0},{"_id":"q1XDyiCNVn2yJzYhu48nIw==","name":"Grips of Wrath","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":36,"mp_id":"107633095","mp_crag_id":"118950134","climb_id":"q1XDyiCNVn2yJzYhu48nIw==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb up very easy blocky rock to an area of overhung climbing with great holds.","protection":"3 Bolts to bolted anchors.","location":""},"__v":0},{"_id":"6mvNqZHJXRagq1z7MEHFPg==","name":"Gravy Train","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FFA Peter Whitmore","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":27,"mp_id":"117765567","mp_crag_id":"118950134","climb_id":"6mvNqZHJXRagq1z7MEHFPg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb the slab (bolt) to a steep corner with a bolt on the right and a hanging chain draw at the top - the crux move (reachy and height-dependent).  Continue with gear straight up easier terrain along small left facing corners and horizontal cracks in the face to the right (second half of the Gunky route) to a triple chain anchor.  There is a rope eating crack that can be problematic for rope drag just right of the small triangle-shaped block at the crux (just left of the chain draw).  Set a directional above to help keep the rope out.  Eventually another bolt may be place just above that to help better manage the rope. ","protection":"3 bolts then the rest takes gear (single rack).","location":"Start at the lowest flattest section on the right side of the Shantytown cliff section - just left of the start for Slumlord.  Climb up the right side of the ferns onto the slab."},"__v":0},{"_id":"YXsKim15X6KsFmjkilyEiA==","name":"Grandson of Circuitous Shit","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Justin Serpico","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":6,"mp_id":"109558146","mp_crag_id":"118950134","climb_id":"YXsKim15X6KsFmjkilyEiA==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Technically this is a V1 version of Son of Circuitous Shit. \n\n  P1: Begin as for Son of Circuitous Shit. Climb up the chimney to where it begins to be choked with trees. Exit right onto the face using the hand size horizontal crack (filled with snake skins). Zig zag your way up the face to the next horizontal crack (brown tricam protects well). Exit this crack and go right around the arête onto the upper slabs awkwardly straddling the arete using holds on both sides. Friction up past a horizontal covered by a flake and mantle up to the ridge. Walk the flat rock to an appropriate belay (trees or gear anchors).","protection":"A mix of gear will protect this climb well. Sizes from blue CCH Alien to a #2 Camalot with an emphasis on finger size gear. Tricams up to brown were helpful. I found protecting the second on this variation difficult. I believe the other routes traverse further right on the low angle slabs. Exiting directly up to the ridge leaves ground fall potential once the final cam is removed, although the leader is well protected.","location":"Same as Son of Circuitous Shit. 35ft uphill of the right end of the low roof system or 10ft left of the wide crack that is the start of Circuitous Shit."},"__v":0},{"_id":"/TjhVsAuU0K98aGFEdaplg==","name":"Ghetto","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FFA Tim Trezise & Don Grigorinko, July 2018","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":19,"mp_id":"117393758","mp_crag_id":"118950134","climb_id":"/TjhVsAuU0K98aGFEdaplg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb to the second bolt then “choose your own adventure” by 1) going left up an inside left facing corner with a finger crack – original climb, or 2) V1: straight up the blocky inside corner and face, or 3) V2: angle right up the easier terrain to finish at a highly featured face. All adventures lead to the permanent chain (10’ right and 10’ up from the chain anchor) for Pobrecito anchor by This anchor may be shared by C& E.","protection":"Gear: 1 each of C3s, #0.4 - #3 C4s, small wires, 2 quick draws","location":"Start: On the trail at the first short rock finger arêtes about 10’ left and up the trail from Soup Kitchen. Directly in front of a small maple tree at the base of the larger off-width V notch in the ceiling."},"__v":0},{"_id":"jBFgZ61gW3y474H3HGXJlw==","name":"Flying Friends","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"May 1988, Stuart Williams, Eric Dahn, Jim Vermeulen","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":4,"mp_id":"106874826","mp_crag_id":"118950134","climb_id":"jBFgZ61gW3y474H3HGXJlw==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb a crack onto the slab (V1), then left to a birch. Take the upper crack and another diagonal crack up and right to the arete. Gain another crack to traverse right (crux) and to the top.\n\n V1 5.7 Continue straight up to a horizontal crack in a steep face. (V2) Traverse left to a small mantel ledge, then finish up the arete of the normal route. V2 5.8+ Continue straight to anchors.","protection":"Standard ADK rack. Fixed anchor.","location":"Start 15 feet downhill from Bo Peep and River View, or 20 feet uphill/left from Circuitous Shit."},"__v":0},{"_id":"y/Dg/bsSU3Wd6EEciN3omg==","name":"Favela","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":26,"mp_id":"115190598","mp_crag_id":"118950134","climb_id":"y/Dg/bsSU3Wd6EEciN3omg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Up the slab and into the left facing corner passing 2 bolts (crux) through the small roof. Up and around a second bulge then follow cracks up to the anchor. ","protection":"single rack + 2 bolts","location":"Start at the far end of the main cliff in a large left facing corner with 2 bolts."},"__v":0},{"_id":"JreNKkoDX1Op2QzlggNSNw==","name":"Easy Street","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"FFA: Joyellen Trezise & Tim Trezise.  September 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":32,"mp_id":"117393810","mp_crag_id":"118950134","climb_id":"JreNKkoDX1Op2QzlggNSNw==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb up the short face and into the right rising blocky notch/crack to featured face climbing to the top chain anchor between Mean Low Blues and Shaky Flake.","protection":"1 each small - medium cams","location":"Start 5-10’ right of Mean Low Blues below the birch tree that is about 10’ up."},"__v":0},{"_id":"Sd1RuggDUGu73950oqNHEw==","name":"Climber's Yodel","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":35,"mp_id":"107633078","mp_crag_id":"118950134","climb_id":"Sd1RuggDUGu73950oqNHEw==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb up blocky stone (almost steps) to a bit of vertical wall with good holds. Traverse up and left for three bolts to bolted anchors.","protection":"6 bolts to bolted anchors.","location":""},"__v":0},{"_id":"/alyLXdrVfG+pxhCPoK3hg==","name":"Circuitous Shit","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":7,"mp_id":"117122650","mp_crag_id":"118950134","climb_id":"/alyLXdrVfG+pxhCPoK3hg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb the crack onto the slab. Traverse right 10' to a right-leaning crack and follow it to a left-leaning arete and slab that faces right. Up the arete to a vegetated ledge with a birch. At the top of the vegetation (and on the right-facing slab), climb an orange open book with a good crack to the top.","protection":"Trad, with trad anchor at top. Walk off the top, or go left to the fixed anchors for Flying Friends and rappel.","location":"25' uphill from and left of the right end of the low roofs, at a wide crack that breaks through the low roof barrier."},"__v":0},{"_id":"ol6M4iZyUoS2TzJ4ZdRxGQ==","name":"Butterscotch","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"9/19/2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":0,"mp_id":"119599809","mp_crag_id":"118950134","climb_id":"ol6M4iZyUoS2TzJ4ZdRxGQ==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"(V1) Friction up the slab (crux) to the first gear at 20' (V2). Take an easier vertical crack with good ledges to the top.V1 5.4 G: Good for when the scooped slab is wet. Up the fern filled gully on the right (same as Sleepwalk) to a left rising crack, take this to join the normal route.V2 5.6 PG: After reaching the horizontal, move left to a series of small corners until reaching a vertical crack in a larger corner. Move up this to a right rising crack to the top.","protection":"Trad, tree or gear anchor.","location":"5' left of the fern filled gully of Sleepwalk, at a scooped slab leading to a horizontal crack."},"__v":0},{"_id":"yOFeHPHbVEG+J0Vpww4+GQ==","name":"Breadline","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"The Shanty Team","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":21,"mp_id":"107717442","mp_crag_id":"118950134","climb_id":"yOFeHPHbVEG+J0Vpww4+GQ==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"The bolted line next to Soup Kitchen. Go up to the first bolt, make a tricky move to stand on the sloping shelf. Pull over the bulge/corner to the fixed anchor above","protection":"3 bolts","location":"Bolted line right of Soup Kitchen. 15' left of the serrated boulder on an overhanging face with bolts. In between the sports arena and the main upper face of Shanty"},"__v":0},{"_id":"f47RWi7AXTm17T5ys/ITJg==","name":"Bogus Dent","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":15,"mp_id":"117593380","mp_crag_id":"118950134","climb_id":"f47RWi7AXTm17T5ys/ITJg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb the left side of the corner to its top, paralleling the ground, then up a crack to the top of the small buttress. Step right and climb to the top of the pinnacle.\n\n Be mindful of loose rock.\n\n Shared fixed anchors with Time Trials.","protection":"Trad to top fixed anchors.","location":"Downhill and right of Blue Towes, below a small left-rising arete taht forms a left leaning, right facing corner filled with grass and ferns. A constructed terrace exists at the base."},"__v":0},{"_id":"sA0mk2T2VvK3ZHpu2nmLzA==","name":"Bo Peep","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":2,"mp_id":"118798299","mp_crag_id":"118950134","climb_id":"sA0mk2T2VvK3ZHpu2nmLzA==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Climb the cracks onto the slab, then follow the upper of the two parallel left-leaning cracks in the headwall above.","protection":"Standard ADK Rack","location":"At the left end of the low roof where it goes into the dirt, below two shallow cracks that begin 6' up."},"__v":0},{"_id":"pVYlPH3jV/eUKDnZ5bdCHg==","name":"Blue Toes","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"left_right_index":14,"mp_id":"117394078","mp_crag_id":"118950134","climb_id":"pVYlPH3jV/eUKDnZ5bdCHg==","areaRef":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":"Fun easy climbing up the large broken crack/blocky section (may have some ferns in part of it) on the far right side of the large slab shared with Vernal Imperatives and Little Gem Diner. Set a directional 3/4 of the way up when you go left at lower angle rock to the anchors.","protection":"Permanent chain anchors installed 2018 to the right of Vernal Imperatives.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,20fdec12-76bc-55ea-b7ee-4e95e222eb65,0cabf124-43ca-5080-85ab-233a6de5c9f9","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Shanty Cliff","Main Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.6"},{"count":6,"label":"5.7"},{"count":4,"label":"5.8"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.3"},{"count":1,"label":"5.9+"},{"count":4,"label":"5.5"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.4"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":22,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":2,"expert":0}},"tr":{"total":14,"bands":{"unknown":0,"beginner":12,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":27,"intermediate":9,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.15106,43.53608]},"bbox":[-74.15168027162295,43.53563033981814,-74.15043972837705,43.536529660181856],"left_right_index":-1,"ext_id":"118950134","area_id":"DKvxJEPKUICFqyM6beXJ+Q=="},"content":{"description":""},"density":0,"totalClimbs":39,"__v":1,"createdAt":"2022-11-07T06:15:06.353Z","updatedAt":"2024-01-15T16:47:26.109Z"}