{"_id":"6368a265e80bff5a99565d8c","area_name":"z. . . more . . .","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,80770603-5b32-5a9b-84e0-dd0c995fba3f,f0a0b711-cd36-5aad-90ee-d77afa7d19e4","pathTokens":["USA","New York","Powerlinez","z. . . more . . ."],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.16244,41.14522]},"bbox":[-74.16303712312094,41.14477033981814,-74.16184287687905,41.14566966018186],"left_right_index":-1,"ext_id":"112407598","area_id":"8KC3Ec02Wq2Q7td6+n0Z5A==","polygon":{"type":"Polygon","coordinates":[[[-74.16303712312094,41.14477033981814],[-74.16184287687905,41.14477033981814],[-74.16184287687905,41.14566966018186],[-74.16303712312094,41.14566966018186],[-74.16303712312094,41.14477033981814]]]}},"content":{"description":"This sub-Area contains Areas or Routes which are Closed. Also Areas or Routes which we're not sure where they fit in the known areas and sub-areas of Powerlinez. Usually because we're not sure where they are located ... e.g. because the directions are vague and the photos don't seem to match anything near the GPS latitude longitude. \n\nClosed areas (as of 2017) . . . \n\npeak Ramapo Torne\n\n  . . (GPS latitude longitude approx N41.1515 W74.1627) . (altitude 1095 feet / 334 meters).   The obvious summit easily visible from the Thruway and the Torne Valley road - (unlike the Tower Wall which is difficult to spot). Great wide view from the top. Surrounding its west and south sides are inviting cliffs. Likely several routes were climbed before 1960. But it's a long ways to get up and in to those, especially hauling ropes and protection gear. And it's CLOSED to technical or roped climbing. \n\n  There is an official trail (marked orange) through the west face of those cliffs (scramble 3rd class, dangerous with ice or snow). But that trail starts from parking / trailhead by Seven Lakes Drive around the north side. As of 2017 there is no trail into there from the Powerlinez parking / trailhead. Anyway the official trail can be done as a pretty loop with more views, starting and finishing from the north side parking, so it makes sense to \"go for the summit\" from that side. \n\n  . . (somewhere along one of the Loop trails over the peak, is a site called the Russian Bear. This was an interesting rock, but sometime in recent years it fell down). \n\nTorne Guard Tier\n\n  Line of cliffs facing roughly west and south which is higher than the Books Tier cliffs and lower than the peak Ramapo Torne cliffs. That's a long way to haul rope and protection gear. And it's CLOSED to technical or roped climbing. \n\nWest End area\n\n  Boulders well below and out west from the Boulder Road. At one time they were open for climbing, and included these rocks: West End Wall, Johnny Crash, Tower of Density, Crater Inn, Hobbes, Fireplace - (diagrams and photos in the print guidebook 2011 edition. But now they are CLOSED to all climbing. \n\n  to visit this area: From the main trailhead walk N on dirt road gentle up about 1000 feet to a junction. Turn sharp Left onto dirt road and walk gentle WSW about 400 feet to a fork intersection. Take the Left fork onto dirt road and walk SW and look for the rocks."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:15:08.750Z","updatedAt":"2024-02-19T18:38:29.874Z"}