{"_id":"63689de0e80bff5a994f92ca","area_name":"West Ridge - part A - Verschneidung to base","shortCode":"","climbs":[{"_id":"fLe6qdUZVVqoQhs5Ivpc2w==","name":"Wishbone","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Kevin Gallagher","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":33,"mp_id":"105890923","mp_crag_id":"105807749","climb_id":"fLe6qdUZVVqoQhs5Ivpc2w==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Wishbone climbs the vertical and exposed, south-facing wall overlooking the creek at the very end of the West Ridge.  The route was originally attempted as a headpoint and can be led by the bold with minimal and hard-to-find gear at 5.11b/c X.   This is a safe, Eldo-style bolted route with exceptionally technical face climbing and a thought-provoking finish. From the belay, step down and right to an instantly exposed start and the first bolt around the face.  Climb up and right through 3 bolts to the big flake, place a piece then move right then up to the 4th bolt.  Climb up through the technical vertical face clipping the 5th and 6th bolts, followed by the crux and the thrilling finish.  This is a wonderfully exposed climb with classic, technical face and one of the most scenic belays in the canyon.  Enjoy!","protection":"There are 6 bolts and anchors with an additional finger-sized cam or medium-sized nut placed between the 3rd and 4th bolts.  Bring a #3 Camalot and #2 Friend to supplement the fixed nut for the belay.","location":"See directions to Amphitheater on page 232 of Eldorado guide.  Shares the belay with\n\nWild Turkey\n\nand\n\nKickin' Chicken\n\nlocated approx. 40ft right of the\n\nBlues Power\n\n/\n\nWingshot\n\nalcove.  Follow the broken band right and down to an exposed belay overlooking the creek.  This is one of the best belay spots in the canyon with lots of sun (good in winter) and great exposure."},"__v":0},{"_id":"JbxDmMHUWIilAiPE0giODQ==","name":"Wingshot","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Reveley and John Ruger, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":29,"mp_id":"105758404","mp_crag_id":"105807749","climb_id":"JbxDmMHUWIilAiPE0giODQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"At the base of the West Ridge there is a big amphitheater, just up and across the stream. This is seen in the very right hand edge of the attached photo, although the routes are obscured by shadow. The broken rock hanging in the amphitheater makes it look daunting. None the less, there are a few good lines through it; Wingshot is one of them.\n\nCross the stream and head up the trail until a foot-worn path leads up and right, as for the approach of Allosaur. You will walk and scramble to the slab below the amphitheater.  If you arrive at the base of Allosaur, traverse down and right to reach the slab below Wingshot.\n\nAt the lower right end of the amphitheater there is a broken overhang that goes to a few underclngs, then to a thin hands and finger crack on the left side of an inset, past a yellow and blue fixed sling on a chockstone, and then up and left past a roof to a fixed anchor with chains.  This anchor is above Office Girls Walk the Plank and Blues Power (12a).\n\nClimb the line as described. Lower from the anchors.  If you will have a partner follow, please feed the rope directly- use biners & save the anchor.\n\nShot And Chaser is a great extension and finish to the route, and is considerably easier than the 5.11 grade which it is given in the rossiter book, but is earned on this first pitch.","protection":"Not a handcrack at all.  One large cam (#4 Camalot) for the broken area at the base, cams 1\" -2\" for the area around the crux sequence (1\" crux at the crux move), and a few nuts or small tricams.  A 2\"-2.5\" cam was great in the only placement in the otherwise runout finish to the left.","location":""},"__v":0},{"_id":"FrEA8i/uWCyArix/lxM/pg==","name":"Wild Turkey","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Wayne Crill, Kevin Gallagher, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":31,"mp_id":"105759222","mp_crag_id":"105807749","climb_id":"FrEA8i/uWCyArix/lxM/pg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Wild Turkey climbs up the face and overhanging arête to the right of Wingshot in the alcove area. The route is high quality, challenging climbing with modern quality bolted protection, and spectacular position above the creek. The route gets good sun all winter, though its frequently very windy.  Scramble up to the alcove area from near the boulder traverse along the trail and to the base of Blues Power and Wingshot.  Follow the break to the right below the blocky magenta band at the start of wing shot for about 40' to find a small, exposed ledge, the turkey perch, overlooking the creek.\n\nFrom the turkey perch, it is best to reach up and clip the first bolt before begining the climbing proper.  Climb onto the steep face moving up and left past a detached undercling flake (careful!) to a left leaning crack from which the second bolt can easily be clipped.  Continue up to positive holds at a rock scar then up and right to a large flake in the broken band.  Powerful and sustained climbing up the steep bulgy arête past 3 more bolts deposits you at a stance on the vertical face above the arête.  Continue straight up the delicate face to a two-bolt ring anchor.\n\nThis route was \"originally\" established in the \"head point\" style, placing all traditional gear and clipping 20 yr old bolts in the upper section on lead. Three bolts were added to the begining of this climb and all of the old existing bolts replaced in September 2006. Unfortunately, the anchors are difficult to reach from the top of the climb so setting up a TR requires a short rappel from the summit to the anchors proper.  Rossiter lists this route as Thunder Construction, a long abandoned project.","protection":"Gear:  9 quickdraws.","location":""},"__v":0},{"_id":"I4nVkv5gUhaOop5LDzJutw==","name":"Water Line","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Brooks, Lynn Smith, 1982","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":43,"mp_id":"105755317","mp_crag_id":"105807749","climb_id":"I4nVkv5gUhaOop5LDzJutw==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Hike around the South tip of the West Ridge. You will pass a short South-facing wall with a crack and a bolt at 20 ft. This is Water Line, and it entails good face climbing with gear in the crack leading to the bolt. Things run out a bit getting to the slab after the bolt, but climbing backs down considerably. Belay at one of the trees and walk off left. This will also link up to\n\nRoadside Attraction\n\nif you need to get to the top of the ridge. Pulling the overlap on thin but crisp edges, bolt protected, is the crux. Interesting problem.","protection":"Bring a fist full of wired stoppers and a rope.","location":""},"__v":0},{"_id":"DY4Gbn0EVi2afCcLkMoX1w==","name":"Verschneidung Direct","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Sorenson/Erickson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":1,"mp_id":"114130112","mp_crag_id":"105807749","climb_id":"DY4Gbn0EVi2afCcLkMoX1w==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This climbs a sparsely protected, thin face to the classic dihedral.\n\nClimb a slab to the right most of several colorful aretes. Move right past a break, and undercling right on a flake and up to a scoop. Continue straight up the poorly protected face, and veer left to\n\nVerschneidung Dihedral\n\n.","protection":"A standard rack to 3” including RPs.","location":"Start down and right of the obvious V dihedral."},"__v":0},{"_id":"b4WVrCvgX8K0x0eEBVo5zg==","name":"Verschneidung Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Erickson and John Behrens, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":0,"mp_id":"105748936","mp_crag_id":"105807749","climb_id":"b4WVrCvgX8K0x0eEBVo5zg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"It starts out 5.6 up 15 foot corner with wide crack and then heads up easy slab between 2 big boulders and scoots up to slab traverse to the right and belays at large tree below the famous Verschniedung V-slot with perfect hand crack.\n\nPitch 2 heads up to the slot, place stoppers and/or small cams before making tricky moves into slot. Then jam perfect hands for 40-50 feet straight up the V-slot. When this crack ends, you must go left up overhanging crack with big holds for 20 feet to slab....move up slab and traverse left for 15 feet to belay, now updated with a 2 bolt anchor (Metolius rap hanger & chains).\n\nDescent is one double rope 60m rappel and a scramble down to ground or two raps with a 60M rope. This route is just right of\n\nThe Unsaid\n\n, one of the first popular areas to climb on west ridge. Verschniedung is easily recognized by a tower that rises above the ridge with a v-slot and vertical hand crack (easily seen from trail).","protection":"Standard rack.","location":""},"__v":0},{"_id":"/pOEdT2iWnCvt6LxuLyV/g==","name":"Up the Downclimb","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Stuberg, Carl Harrison, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":14,"mp_id":"106984709","mp_crag_id":"105807749","climb_id":"/pOEdT2iWnCvt6LxuLyV/g==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route is somewhat of a mixed bag. It starts easy and a little junky, has solid rock through a steep, airy, and fun bulge to a ledge, and then goes up a pretty crappy chimney. At the ledge after the bulge, there is a two-bolt anchor where an optional belay could be made. I would recommend finishing the route there as the chimney above is not worth the effort. If you decide to do the whole route, climb the chimney to the large tree with rappel slings.","protection":"Standard rack.","location":"This route is about ten feet to the right of\n\nStepping Stones\n\n. See that route for directions. There are several small trees in the first ten to fifteen feet of the route.\n\nThe descent is two single-rope rappels (from a tree and then a bolted anchor) with a 60m rope."},"__v":0},{"_id":"P3eL4FlGXnS5hLRd7DS0Sw==","name":"Turkey Jerky","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"M. Reeser","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":32,"mp_id":"112252771","mp_crag_id":"105807749","climb_id":"P3eL4FlGXnS5hLRd7DS0Sw==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route starts with the first two bolts of\n\nWishbone\n\n. After the second bolt, trend up and left towards a series of overlaps. The first overlap will protect you if the RP at the second overlap rips. At the second overlap, clip a fixed RP, and make a big move to a good rail (crux). One more hard move and then you can look left for a jug and gear options. Keep climbing upwards, and after you plug your last piece of gear, stay on the face left of the\n\nWishbone\n\nanchors. Climbing more to the right is possible, but the lichen will add to the excitement.\n\nThere is a lot of runout climbing, but there are a few spots for gear. It is easily toproped from the\n\nWishbone\n\nanchors.","protection":"RPs and small gear to 0.5.","location":"This is between\n\nWild Turkey\n\nand\n\nWishbone\n\n. Finish on the same anchors as for\n\nWishbone\n\n."},"__v":0},{"_id":"a9AuN+iNW/69b9HWq/rwaw==","name":"Thunderworld","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"S. Dieckhoff, G. Ringsby?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":40,"mp_id":"105761490","mp_crag_id":"105807749","climb_id":"a9AuN+iNW/69b9HWq/rwaw==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route can be found on the SW Face of the\n\nMorning Thunder\n\nwall on the lower West Ridge. Approach as for\n\nMorning Thunder\n\n, but this climb is around the corner \"left\" of M.T., just past \"\n\nThunderbolts From Hell\n\n.\" A broken system of far overhanging flakes (mostly solid) goes up and left through an alcove. Most of the protection is 2-2.5\" and most of the holds can be jammed. The rock is rough and sharp, so it grips well, but also cuts/abrades. Tape up. Place gear at the lip and mantel up. [Reaching] the bolt from the lip will be nearly impossible for those under 6'0\" and difficult for those who are. A reasonable move with a cam in a horizontal at your waist/knees protects the move to get on the face, then clip the bolt. Ascend while traversing to the right past the bolt (crux) past a slanting, slightly sloping, BROKEN(*) hold, diagonaling up to an incut \"bucket\" on a rail near the arete. Easier moves are made to reach the summit, near the right hand arete.\n\nBelay from the top on whatever gear you can wrangle. Descend as for\n\nMorning Thunder\n\n.\n\n(*) A 4\" by 6\" flake has obviously been broken off, just right of the bolt, this is crux hands, then crux feet. It is apparent from the print left [on the] rock that the top of said flake was once flat relative to the earth's plane, and also inches higher, [definitely] providing a higher hand and foot and presumably one less insecure. The grade felt more difficult than S.D.'s other routes near that grade, IE,\n\nSaturnailia\n\n, (11b) and nearly as hard as\n\nThunderbolts from Hell\n\n, (12a) I wondered if the hold was broken off after the grade was assigned, and perhaps even recently?","protection":"A few large stoppers and cams from 1\" to 3\" with an extra 2\" or 2.5\" if you like to sew it up. A single bolt protects the true crus of the route.","location":""},"__v":0},{"_id":"eiodDVF1UtydnAAUORqIIQ==","name":"Thunderbolts From Hell","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"G. Ringsby, S. Dieckhoff","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":39,"mp_id":"105764355","mp_crag_id":"105807749","climb_id":"eiodDVF1UtydnAAUORqIIQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route is a good climb, but heady. It lies on the 'Morning Thunder' wall, and, in fact, climbs the first few feet of the namesake climb before breaking left to a bolted arete. Endurance crimping and stable footwork are the keys to making this climb go.\n\nStart up Morning Thunder and place a few good stoppers with a long sling (a litte strenuous), climb left to reach the arete and soon thereafter clip a bolt. Continue past a few more bolts and some tough moves on some flexi-flakes to reach the top of the arete. Keep moving, because endurance is a factor and the holds are small. Top out and build a belay.\n\nThis is a pretty stout route- and a few of the little flakes you will yard on are flexing and dubous at best. Be mindful that a fall from the wrong place will result in smashing your face into the rock. So think in terms of doing solid 5.12 while a little pumped and also with a bad fall pending. I talked with Steve about the bolt placements at some length, during which discussion he mentioned that G.R. broke some teeth out on a failed lead attempt, and also conceeded that the 12a grade might be a sandbag, but also stated that was GR's rating, not his. I'm not strong enough at that level to make clear distinctions, but it was quite hard and certainly in the 5.12 range.","protection":"A few small nuts for the opening moves of Morning Thunder, then widely spaced bolts for the steep arete to the left.","location":""},"__v":0},{"_id":"cSnGsQ+vWDKF45mxCxG04A==","name":"Territorial Integrity","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":17,"mp_id":"105758736","mp_crag_id":"105807749","climb_id":"cSnGsQ+vWDKF45mxCxG04A==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Territorial Integrity will never see too many ascents.  The rock is rough and broken, runout and somewhat non-descript otherwise. It is not a beckoning line. Still, some of the moves are nice and it will keep you thinking on your feet.\n\nOn the Allosaur Wall, you can use a cordalette to hang a toprope from the rap anchor on the juniper tree on the wall's left edge. To reach this tree climb the Initial Route or Initial Hangover.  Territorial Integrity goes up the left side of the Allosaur wall to this tree, but as a TR, you can really pick any line in this vicinity. The difficulty will be between 5.8 and 5.10b, depending on where you are. By picking the least broken and cleanest line, it seemed to check in at 5.9. Some wandering for gear or to avoid cruxes could knock this down to 5.8.\n\nWith wandering taken into account, a creative and experienced leader will likely find this to be a reasonable lead (S, not VS). That said, it is still no place to test your limits.\n\nTo descend, rap from the tree on a 70M rope to the huge ledge below Allosaur or a 60M rope to a small ledge, and then down-climb 10 feet to the main ledge.","protection":"This climb is listed as a Toprope in the Rossiter book, but with some wandering and creativity it can be lead as an S or VS climb. The quality of the pro and the and length of the runout will depend upon your rack, skill set and exact line of ascent. If you do intend to lead the climb take long runners as protecting it will require some wandering. Rack up with 1 set RPs, 1 set stoppers, small tricams, a set of TCUs and long slings.","location":""},"__v":0},{"_id":"Ay3yP/nTWhKssdJUMP93DA==","name":"Super Scooper","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":12,"mp_id":"105758955","mp_crag_id":"105807749","climb_id":"Ay3yP/nTWhKssdJUMP93DA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This West Ridge climb is good clean fun, although it is relatively obscure.\n\nHike up the West Ridge to just past the amphitheatre, as it goes out of sight, you will pass the Initial Overhang (see that entry on this site) and then come to a solid section of rock with multiple ovehangs split by thin cracks.  The \"solid section\" just out from the rest of the ridge, lying just uphill from the amphitheatre and a small distance below the High Anxiety area.  The buttress is perhaps 40 feet wide and 100 feet tall, in all. It is split laterally by two ledges rising up and left and vertically by a few cracks going up from each of those two ledges on the wall.\n\nClimb in from the right (lowest area) of the buttress or pull through a bulge below the buttress and climb up about 30' to gain a left-leaning crack on the first buttress.  Climb up this crack and a right facing corner (slab) past a good section of crack that will take a 2.5\" cam. Pull out left [from the] corner as it ends and into a vertical crack- place a large stopper or cam and climb up the steep wall to a good stance below an overhang.  Set a 1\" or smaller cam in a fingercrack just above and climb out and left through a brief [overhang] to more vertical rock and up onto a sloping ledge (optional belay).  From the ledge look up to see a short section of thin crack that you must use and protect to reach a series of 4 good holds. The pro here is a 2-3\" cam at waist, thin stoppers overhead. The crux is now, so MIND THE LEDGE. The sequence is devious, but as it turns out, is really only 5.9 or 5.9+. A key starting hold may be out of reach for anyone shorter than 5'6\", bumping the grade up to 5.10. There is a key \"flake\" up and left of the crack that you will use; although it looks scary, it seems to be good.  I certainly would not place a cam behind it though. Pull up past that (jugs) over the overhang lip (jugs) and up onto the slab (jugs) and then up to a solid tree to belay.\n\nFrom this line you can finish on Party Pooper, the upper part of the Initial Route, Quo Vadis, or rap off from above Up The Downclimb.\n\nCRUX BETA: From the sloping ledge to through the overhang... there is a small scoop up high facing left where the crack is offset, some 7 feet off of the ledge.  Handjam with the right hand in the wide section of crack, step up on some small feet, use the left hand to \"pinch\" the offset, with the left fingers in the scoop and left thumb around the corner above your head. Set feet hard left and PUSH to the pocket up and right.  Match near the pocket, set feet hard right and PUSH left to undercling the big flake to the left. Reach up over the flake and match there. You can put an arm behind it to rest whil placing a small nut, ball nut, or micro-cam overhead for the finish.  Reach up and right of the crack at the lip for a big jug on a corner and pull the lip.","protection":"You will need Cams from 0.75\" to 3\" plus one set of stoppers and one set of brass nuts. Micro-cams could be placed, but are not needed. The line is zig-zagged and passes ledges and overhangs, so some number of longer slings would be a benefit.","location":""},"__v":0},{"_id":"q50jGdVJUmKDASvW5Xinlg==","name":"Stepping Stones","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Levin, Sheryl Lehman, 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":11,"mp_id":"106984696","mp_crag_id":"105807749","climb_id":"q50jGdVJUmKDASvW5Xinlg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route probably doesn't get climbed a lot, but it should as the first pitch in particular was quite interesting.\n\nThe first pitch follows the flakes up the middle of the slab. Contrary to appearances there is good gear in the flakes. Continue up the slab to a small, gnarled tree and then go straight up corners and bulges to a large ledge with a tree on the left. (5.8 pg-13, 110 feet).\n\nThe second pitch goes straight up from the ledge and follows a thin crack to a bulge in a right-facing corner. Get over the bulge (crux of the pitch) and continue straight up to the rotten band. Traverse very gingerly to the right on loose blocks and rotten rock and then downclimb easily to a large tree with rappel slings. (5.8, 50 feet).","protection":"Standard rack. I found small cams useful for both pitches (blue Alien and smaller).","location":"This route is fairly low on the West Ridge. As you're hiking up the trail, you'll encounter a sign along the trail that reminds people to keep their dogs on leash. A few feet past that is a really big tree right next to the trail. As you take a few steps past the tree, looking up the trail to the rock, you'll see a fairly clean low-angle slab with flakes in the middle. This is the start of the route.\n\nRappel from the large tree with slings to a bolted rappel anchor and then to the ground. A single 60m rope is fine for the rappels."},"__v":0},{"_id":"5odARy1hUmqtMVprqyWrlg==","name":"Something Blue","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"M. Brooks, L. Smith, 1982.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":25,"mp_id":"105921898","mp_crag_id":"105807749","climb_id":"5odARy1hUmqtMVprqyWrlg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route would probably deserve one star if it were clean, but it will never get the requisite traffic to clean up or stay clean. As well, the position is such that one can not jettison the loose rock from it, for fear of who else may be near on the trail, but out of sight.\n\nStart up under the left end of the big roof, traversing out and left under it, placing gear where ever available and using long slings. Watch out for bad rock! It can be avoided, but attention to doing so is necessary.  Continue until you reach a V-shaped slot to the right and pull up into it and place a few stoppers in the back of it (long slings) and head up to the top of the slot on hand jams (2\" cam) until you can pull up and around the top, where a good spike of rock is passed to get out and around to the right (crux).  Place a large stopper or small hex at the lip of the slot to keep the rope from feeding back into the crack from above. Finish to the top of the rock, where a cordalette and a few pieces of gear can protect the belay, or walk right to the fixed sling raps above the roof routes 'Blues Power' and 'Office Girls...'","protection":"A standard rack to 3\" with some longer slings. There will be some small runouts and some less than optimal gear.","location":"This route is in the Amphitheatre on the lower section of the West Ridge. To the right of Allosaur, there is a huge roof with the routes 'Blues Power', 'Wing Shot', and 'Office Girls Walk the Plank'.  To the left of these, at the left margin of the big roof, is 'Something Blue.'\n\nSomething Blue shares the start with 'Blind Mouse' and 'Farmer's Wife.'"},"__v":0},{"_id":"iqpJoLhiVDaoFAHRSMk1Mw==","name":"Sleepytime","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"S. Marlatt & J. Booton, 1982 (maybe)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":36,"mp_id":"105806655","mp_crag_id":"105807749","climb_id":"iqpJoLhiVDaoFAHRSMk1Mw==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Did this many years ago, after deciding that we didn't have enough small pieces to lead Morning Thunder. It's a bit of a thrutch, and I'd be very surprised if we were the FA - but since I've never seen it described elsewhere, I thought I'd add it. If nothing else, it makes an interesting alternative approach to the Allosaur amphitheatre.\n\nStart just to the right of Morning Thunder (just left of the large block). Head straight up on decent pockets to an S-shaped crack.  Continue up to the obviously, left-angling shelf and wallow up to the hole under Jam Con.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"9oEfS6OaXwu2H2Cta0vMTg==","name":"Shot and Chaser","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Reveley & John Ruger, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":28,"mp_id":"105758644","mp_crag_id":"105807749","climb_id":"9oEfS6OaXwu2H2Cta0vMTg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Start as for\n\nWingshot\n\n. The 11b grade given here is for that first pitch- the rest is considerably easier (5.10?).\n\nCross the stream near the Milton Boulder to reach the big amphitheater on the West Ridge, just up and across the stream. The broken rock hanging in the amphitheater makes it look daunting. [Nonetheless], there are a few good lines through it;\n\nWingshot\n\nis one of them, with the best option on\n\nWingshot\n\nbeing the Shot and Chaser finish. Head up the trail until a foot-worn path leads up and right, as for the approach of\n\nAllosaur\n\n. You will walk and scramble to the slab below the amphitheater. If you arrive at the base of\n\nAllosaur\n\n, traverse down and right to reach the slab below\n\nWingshot\n\n.\n\nWingshot\n\nand Shot and Chaser are at the very right hand edge of the attached photo, although the routes are obscured by shadow.\n\nAt the lower right end of the amphitheater there is a broken overhang that goes to a few underclngs, then to a thin hands and finger crack on the left side of an inset, past fixed slings on a chockstone (now yellow and red).  From this point Shot and Chaser deviates from\n\nWingshot\n\n.\n\nAfter clipping the slings on the chockstone with a runner, move up and left to place a 2\" cam or brown tricam in a 4\" by 1.75\" feature/crack/pocket on the left (solid).  Now move out and right through the second bulge at the right hand side of the inset.  The climbing is steep and it is a struggle to keep your weight on your feet.  Hit and undercling or a sharp fingerlock to get over the bulge and around a corner.  From there go up to a slightly less than vertical wall and hand traverse to the right 6 feet to the left-facing dihedral former by a wall and the huge flake at the right hand side of the [amphitheater] roof.  Climb this dihedral for 10 feet and then finish up and left for gear at the summit.  (stoppers + cord-e-lette on a huge horn)\n\nTo descend, lower from the anchors below just over the lip of the roof, ~80 feet.","protection":"Rack for Wingshot: One large cam (#4 Camalot) for the broken area at the base, cams 1\" -2\" for the long crux sequence (1\" crux at the crux move), and a few nuts or small tricams. A 2\" cam or brown tricam for just above the inset \"slot.\"Rack for shot and Chaser finish: A .5\" TCU + cams 2-3\" plus a few stoppers or tricams.  You need several 2\" slings to avoid drag.","location":""},"__v":0},{"_id":"IGX8qKolWjS3WE93tMXS9A==","name":"Runsholl Scrunch","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FFA Steve Levin, Pete Takeda, May 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":13,"mp_id":"105962532","mp_crag_id":"105807749","climb_id":"IGX8qKolWjS3WE93tMXS9A==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Include a #4 Camalot. There is a fixed wire, and several fixed pins (all good- we tested with a hammer).","location":"The right side of the\n\nSuper Scooper\n\nbuttress, approxinmately 200 feet above the creek."},"__v":0},{"_id":"zXrVF0NpUF6lDniN6nEN7g==","name":"Roadside Attraction","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ruckgaber, Reed, Benge, 1981","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":44,"mp_id":"105755314","mp_crag_id":"105807749","climb_id":"zXrVF0NpUF6lDniN6nEN7g==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"From the trail that winds around the start of the West Ridge, you cross over a ramp heading up right. Run up the ramp to a left-facing dihedral with a pin in it. A belay can be set up here. P1 runs this 30 ft dihedral on wired stoppers. The tight crux comes in stemming past the fixed pin. Belay on the slab above and walk off left or continue with two pitches of 5.7/5.8 juggy face climbing. I did the upper pitches 20 years ago and found them enjoyable but out of character for the first, very interesting, problem. 11b is probably a bit generous for P1. Clean stone with a good sequence.","protection":"Bring a standard rack and a rope. This route is [a classic] three pitch line, but the real action is over after the first pitch.","location":""},"__v":0},{"_id":"IAmMg99hX8u6L+aNpcuFBA==","name":"Quo Vadis","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Brooks, Lynn Smith 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":10,"mp_id":"105763215","mp_crag_id":"105807749","climb_id":"IAmMg99hX8u6L+aNpcuFBA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"The Merriam-Webster Online Dictionary defines Quo Vadis as, \"Whither are you going?\" That's appropriate, since I walked back and forth for 15 minutes before deciding where the route goes. Rossiter's description is pretty vague. Although this is an obscure route, it's worthwhile once you find it. Good climbing on a nice line, mostly moderate with a couple of crux moves, on pretty good rock.\n\nStart:100' or so above the Allosaur amphitheater the trail switchbacks against the cliff about 25' below a huge boulder against the base of the cliff. Quo Vadis starts at the low angle right facing corner where the trail meets the cliff. See photo below. Odarodle climbs between Quo Vadis and the huge boulder.\n\nSince I was self-belaying, and rope drag was therefore not a problem, I linked the two pitches. With a belayer that could be difficult because of multiple transitions from low angle to steep and back and a short traverse right up high.\n\nP1: Climb the low angle slab past two small trees--it's nicer to climb right of the trees--to a vertical headwall. Get gear at the base of the wall then climb at about 12' of about 5.5 with no gear to a small tree (sketchy nut a little below, but not necessary. Step right and up onto a slab. Follow an easy groove past a tiny tree to another headwall and a wide crack. Place your big piece high in the crack or a smaller piece lower. One of the crux moves follows. Pull over the headwall onto a slab below an overhang. I used a hidden hold out right at the lip of the slab. Pull over the overhang using amazing holds onto another slab. Place one or more good directionals and traverse right to a large tree.\n\nP2: Traverse back left on the slab to a wide crack. Place a big cam up high and make another crux move up and right to below  yet another slab. I did this as a layback. Up the easy slab and then traverse right at the red band to a left facing corner through the red band. Up easily to a large tree. You could rap from here in two single rope rappels (maybe one?), but you'll need to bring slings and rings. Continue to the top. If you're going to descend via the Allosaur raps, you can exit right a short distance from the top and fantastic views of the west side of Redgarden.\n\nDescent:Scramble easily climber's right to the Allosaur rappels or left (more difficult) to the Verschneidung raps.","protection":"Double cams from micro to #2 Camalot, 1 #3 and 1 #3.5 Camalot (or #4 Friend). 1 set nuts. Lots of slings, mostly long.","location":""},"__v":0},{"_id":"nRi94vuiXZmM1moXEegqIg==","name":"Pork Chop","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Wayne Crill and Kevin Gallagher, 2003","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":22,"mp_id":"105760296","mp_crag_id":"105807749","climb_id":"nRi94vuiXZmM1moXEegqIg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Pork Chop is a nice, long, and diverse pitch in the Alcove area of the W. Ridge.  The route follows a left angling crack/break system ~40' R. of the start of Allosaur and ~20' left of the large corner dihedral start to Blind Mouse and Something Blue. This crack/break eventually turns into the obvious ramp leading to the tree belay atop p1 of of Allosaur.  The route is obvious from the start if you look up, it follows face straight up to two 20' L. facing dihedrals then up the steep face to the L, topping out just above and R. of Allosaur.  Climb the initial face ~15' to some pro and follow the hand crack left to where the new route, Ranger Danger intersects the break (~35' of climbing).  Instead of following the break left, continue straight up the blocky face above.  This face section is slightly run out and there is some suspect rock but its fun straight-forward climbing.  Climb the face to the R. of two L. facing dihedrals with a 20' hand to OW crack in it.  Climb this crack and move L. over a bulgy roof onto the steep face above.  It would be easy to escape to 4th class terrain to the R. from here.  Instead continue up the steep face to the now obvious L. leaning crack system. Follow this crack up and L. using face, fists, and off width techniques to the top of the summit ridge fin feature.\n\nI think this is a fun, long, and intersting pitch with a diversity of climbing, similar in quality and grade to Allosaur.  There is some loose rock in the middle of the route, though its very manageable and should clean up well with a little traffic.","protection":"Standard Eldo rack including a couple of large cams to ~4\"","location":""},"__v":0},{"_id":"gDX/UX3gU7ymlBgw9Y7PqA==","name":"Ranger Danger","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eric Johnson, Chip Ruckgaber","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":21,"mp_id":"105763992","mp_crag_id":"105807749","climb_id":"gDX/UX3gU7ymlBgw9Y7PqA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Twenty feet right of [Allosaur], near the base of the [West Ridge] locate a large flake detached from the wall. Climb on top of this and the route will become apparent. Moving above first one undercling then another following thin seam tending right to ledge that is followed left  until the tree at the top of the first pitch [Allosaur] is gained. Rap 100 ft. This is a face climb protected by large friends in the two underclings (plus one obvious thread at the strart). On the first ascent the seam was not utilized for gear but a 00 cam , rp or slider might add comfort but not reduce the overall seriousness much. Have fun on this little headpiece.","protection":"Gear: 4, 3.5, 3 Camalots; RPs, [Aliens] maybe. Runner for tie off.","location":""},"__v":0},{"_id":"NjCC923XV5eBngFxs8SmDg==","name":"Party Pooper","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb, J. Schillinger, 12/15/02 (??)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":18,"mp_id":"105758958","mp_crag_id":"105807749","climb_id":"NjCC923XV5eBngFxs8SmDg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This West Ridge climb still has a lot of lichen but not too much dirt or loose rock.\n\nStart by finding and climbing\n\nSuper Scooper\n\n:\n\nFrom the solid belay tree on\n\nSuper Scooper\n\n, climb up and left on low angle rock (5.2?) and onto a ledge. There is a bulging overhang split by a crack just up above you. From a pedestal left and below the crack, place a piece to the left with a long sling, and then go up, lean out and right to place a second piece on a long sling more or less at eye level. These pieces, or at least...one to the right, are your crux pro. You can fight in thin nuts overhead later, but it is easier to \"run for it\" to the top of this short section. In any case, set up and right off of the pedestal into the overhang past a nice pinch and then either fight straight up the crack (5.9+) or fire hard right to a rounded chickenhead, match on it, and then fire hard right again to the right-hand edge of the ledge above (5.9). There are a few jugs at this lip which make the finish fairly easy to do without protection, although some cams might be put in. Go up and left to a tree after this reasonably protected 5.9 section, about 40 feet in all, or proceed for the next 70 feet of 5.7 R. Climb up to the arete now behind you and to the right. To the left of this you can see an old grey aid sling, and to the right of this arete is a 15-30' wide face, and then the low angle easy dihedral finish of the Initial Route. Between the arete and the dihedral, the face is climbable at about 5.7. Climb up this face near its center. The first protection is 15' up in a lousy crack behand a flake (bad gear). The first pro I felt was worth the effort was 60' up with a #3 and #3.5\" cam in some huecos. I might have placed a #4 Camalot lower if I'd had one. The climbing here is fun and relatively secure, so a runout within your ability here is not too bad on the head. The section I believe is 5.7 might be 5.8- I can't say for sure. A 5.9 climber should find it mellow though. Climb to the top of the ridge.\n\nFrom the top, you can rap by moving out NW to the arete to a fixed station and rap off to the big juniper 70' below and to the south. From there, a 100' rap to the south will put you at the base of the route\n\nAllosaur\n\n. Scramble south and West to the West Ridge trail, and then perhaps 200' back up the trail to the base of the route.","protection":"You will need a rack to start on\n\nSooper Scooper\n\nplus a few large cams to protect pockets on the upper wall.","location":""},"__v":0},{"_id":"gFq8eGkUUBCp6Yn3VPx6aQ==","name":"Piece Easy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Carl Harrison (solo)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":19,"mp_id":"109055582","mp_crag_id":"105807749","climb_id":"gFq8eGkUUBCp6Yn3VPx6aQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Start at a left-facing flake on top of the 5th class approach wall.  Climb the flake to a textured wall with sparse protection, then ascend more left-facing flakes to a gnarled tree.  There is a two bolt anchor here.\n\nContinue up and left across a well-pocketed face, with few opportunities for protection, into a VERY TIGHT squeeze chimney.  I'm a 32\" waist and had to take my rack off and hang it between my legs to fit through.  It was still pretty tight.","protection":"Small to medium size cams.  I was able to get a #4 Camalot placement in on pitch 2.","location":"This is very low on the West Ridge.  Take the\n\nAllosaur\n\nrappels down."},"__v":0},{"_id":"9CKLGT0OXEO/RM4+pMo4XA==","name":"Office Girls Walk The Plank","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"[Charlie Fowler]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":27,"mp_id":"105759531","mp_crag_id":"105807749","climb_id":"9CKLGT0OXEO/RM4+pMo4XA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"One powerful and steep crack climb. Located at the bottom of the West Ridge in a high alcove. Scramble up some 4th class to reach basecamp at the base of this route. Start up \"Wingshot\" and place some good gear before heading left into \"Office Girls\". Work into a slot (knee-bars), and jam your way up the powerful crack to an obvious undercling.  Fight  your way past a pin to a good shake before one more hard move must be negotiated. [Voile] you are at the anchors. The routes \"Wingshot\" and \"Blues Power\" also end at this anchor. The wall is a little crumbly so only two stars but the climbing is brilliant and the gear is good.","protection":"One pin up high and gear to # 3 Friend size. Knee-pads also help.","location":""},"__v":0},{"_id":"2+UowK3aXm+XySny9HeOiw==","name":"Odarodle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Harrison & M. Brooks, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":9,"mp_id":"105759132","mp_crag_id":"105807749","climb_id":"2+UowK3aXm+XySny9HeOiw==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"[This] sunny route lies on the lower portion of the West [Ridge] below the High Anxiety area, and just above the [Amphitheatre]. The start is just right of \"Crow's Landing.\"  Hike up past the [Amphitheatre], past \"Super Scooper\" & \"Up the Downclimb.\"  After another 50 yards or so you will see a [huge] boulder leaning against the base of the wall.  Set the gear on a flat spot [against] the wall just below (west of) this boulder and gear up.\n\nThe route is by all rights two pitches, and perhaps three if you want to place a lot of gear and avoid rope drag.  We did it as a single pitch with no big problem, however.  We used a 70M rope, but I believe a 60M may have worked.\n\nClimb the wall up a clean slab from the ground or junky corner, some 5-10 feet to the right of this boulder for 30 feet and then continue up and right on easy moves for about 60 more feet to a belay (optional) on a long ledge system. Continue up and right to a ledge below a very long overhang with bad rock.  Scramble right on this ledge to a bulge in the wall where the ledge pinches into the overhang at a rounded bulge with good holds. Climb up through the bulge watching out for bad rock. Continue on the slab above some distance left of the junky right-facing corner, perhaps 6 to ten feet left of it, where a small tree grow out of the face.\n\nYou will reach the broken red overhang (optional belay) and then climb up through this on one of the many possible options from there.  The [Rossiter guidebook] suggests a \"groove\" what we did not find was a \"groove\".  Instead we climbed a left-leaning, overhanging crank-and-jug line through the top overhang, being mindful not to grab loose rock.  The belay on top was from a solid and reasonably sized pine tree. (6\" [diameter] trunk in stone.) Refer to [Rossiter's guidebook] if you have it. This tree is shown on [Rosister's] p228 topo as being just to the the right of the tree atop of \"Auntie [Perspirant].\"\n\nTo Descend: There are several ways. One option is to scramble South on the ridge about 50 feet to a big boulder, then downclimb from the boulder to a very large pine tree, the first in a set of two raps (one single rope rap with a 70M rope or two raps with a single shorter rope).  This involves 5.6 solo downclimbing and a fall would be deadly.  You can down-lead/down follow a pitch if this sounds bad.  Option #2, a rap could be built on the belay tree.  Option #3, rap from anchors at the top of the Ampatheatre area.  Option #4, you can go up the ridge to the High Anxiety/ Vershneidung area and find one of several other descent anchor systems.","protection":"One set of stoppers, One set of cams. Small tricams to fill in a few spots here and there.","location":""},"__v":0},{"_id":"Oy1JjOF+UIaMEmdHqUNJIg==","name":"Morning Thunder","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pat Ament and Christian Griffith, 1979.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":38,"mp_id":"105749632","mp_crag_id":"105807749","climb_id":"Oy1JjOF+UIaMEmdHqUNJIg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route is perfect for the one last push of the day, or if you are really good it's an awesome warm-up.  It's located next to the Amphitheater The Morning Thunder rock makes up the south side of the Amphitheater.  It is very easily seen from the road.  From the trail, head right across some scrambling and up through a narrow gap onto the large belay ledge. Start on the left side of the face following the crack for about twenty feet.  Continue up and right following a diagonal crack with some tricky moves.  Finish about 15 feet below and right of the top of the rock.  This route is a strenuous climb, don't expect an easy one-pitch 5.9.  It pushes the limit of being a 10.  Great climb, short, and fun!","protection":"Small and medium stoppers are very ideal.  Cams from the smallest Aliens to a #1 Camalot.  I never used bigger than a #0.5 cam, but if you are creative you might use something bigger.  A top rope is possible after someone has lead the route, but best just sticking to trad.","location":""},"__v":0},{"_id":"EiexMI8OWgeQU5EOYnH9Ug==","name":"Mineral Maze","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Horan, 1984","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":42,"mp_id":"105755323","mp_crag_id":"105807749","climb_id":"EiexMI8OWgeQU5EOYnH9Ug==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Just up-hill from Water Line is a right facing dihedral with a small roof, this is just behind a large tree. Approach from the slab (easy) and belay at the tree. Mineral Maze is a cool problem that entails getting established in the dihedral and solving the roof pull on the right. This is a power move on good hands, and you may try to get some gear in after pulling the lip, however, the slab is just a move away and probably most folks just climb on through. Belay at one of the trees and walk off left. This is a very worthy problem.","protection":"Just bring a rope and a couple of draws. While this pitch may be as much as 50 ft of climbing, about all the gear you will get is a pair of bolts in the dihedral.","location":""},"__v":0},{"_id":"GL6ZpKrKXbOqNsyrP/dxjg==","name":"Leg of Ilg","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Eric Doub & Christian Griffith, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":45,"mp_id":"105955397","mp_crag_id":"105807749","climb_id":"GL6ZpKrKXbOqNsyrP/dxjg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Pretty much a waste of time.  This short route has a short crux right off the ground (5.8). Bushwack through trees on easier terrain to a short left-facing corner.  The route deposits you at the base of\n\nEarnest Stemmingway\n\n.  Continue up or walk off to the east.","protection":"Standard rack.","location":"Approach via the streamside trail.  Begin just up from the the low point of the south end of the West Ridge, just east of a signpost."},"__v":0},{"_id":"v/SZ2G8xX/GNH+8VMHpS+Q==","name":"Kickin' Chicken","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Wayne Crill, 2005","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":30,"mp_id":"105765006","mp_crag_id":"105807749","climb_id":"v/SZ2G8xX/GNH+8VMHpS+Q==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This spectacular route has steep, fun climbing on mostly good rock with great position overlooking the creek and the Milton Boulder.  I use a severity/spiciness rating based upon hot chilies with three grades: i) Jalapeno is serious enough to require attention and can easily burn you if not careful; ii) Habanero is the famously hot pepper that can easily spoil one's day if not treated with proper respect; and iii) The Peruvian Rocoto pepper is the spiciest and most flavorful of the hot peppers, failure to overcome the associated risks will be regretful.  I think the Chicken is a Jalepeno spicy route, with the added intro bolts.  Were it not for some crumblies in the roofs, I, and others who have been on it would consider this route four star worthy.\n\nKickin' Chicken climbs the obvious crack system moving up and left through the roofs right of Wingshot and left of Wild Turkey in the amphitheater/alcove area at the bottom of the West Ridge.  The route climbs the initial 40' of Wild Turkey then moves left through the large roofs to access the steep crack continuing for 40' more up and left to the ridgeline.  From the alcove at the base of Blues Power and Wingshot, follow the ledge/break below the blocky magenta band ~ 40' right to a small exposed ledge, the turkey perch, overlooking the creek where Wild Turkey and Wishbone start. It is a good idea to set a belay here.\n\nClimb the first 40' of Wild Turkey (5.11-) past four bolts added after the FA, to the underclings below Wild Turkey's crux bulge.  Hang a long sling here and instead of climbing straight up over this bulge (as for WT), move left around the bulge and then up through an exciting boulder problem to access the left-angling crack system.  Continue up and left with small cams along the steep crack to tricky moves escaping onto the headwall, then up 20 more feet of nice 5.8 in L.-facing dihedral to the ridgeline topout. A difficult to place nut (fixed) protects the boulder problem crux as you leave the bolts of Wild Turkey en route to the well protected crack proper.\n\nIt is very difficult to top rope this route because of the left angling nature of the line.  However, if one wishes, a natural toprope anchor can easily be placed 20' below the ridgline in the crack just above the roofs at the bottom of the headwall. However a RP ascent should definately continue to the ridgeline as the last couple moves around the corner out of the roof and onto the headwall  can be quite tricky when pumped!  ENJOY!","protection":"Gear:  nuts, micro cams, gear to 2\", one 3' extendable sling, 4 quickdraws.","location":""},"__v":0},{"_id":"bIXUpJSgXCS7S7OhB6tMjg==","name":"Jam Con","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pat Ament and Cam John, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":37,"mp_id":"105764367","mp_crag_id":"105807749","climb_id":"bIXUpJSgXCS7S7OhB6tMjg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Jam Con is a good finish to\n\nMorning Thunder\n\nbut not much of a route otherwise. Short overhanging jams are cool... for 20' of climbing.\n\nMorning Thunder\n\nruns directly into this with no belay required. The route requires the judicious use of slings and pro placement, but it makes\n\nMorning Thunder\n\na bit longer and more fun, perhaps, then bordering on 3 stars as a single pitch.\n\nFrom the top of\n\nMorning Thunder\n\n, continue up and right under a pod/roof and climb up and out from that to the right of a huge boulder. Overhanging jams are key. Belay up over the top of this, perhaps with some rope drag.","protection":"A few cams in the hand to fist size + a rack for\n\nMorning Thunder\n\n.","location":""},"__v":0},{"_id":"aI964M0jVyCeZ5UwHNnwKA==","name":"Initial Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"L. Kor, H. Sweeland, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":16,"mp_id":"105758757","mp_crag_id":"105807749","climb_id":"aI964M0jVyCeZ5UwHNnwKA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"The second and third pitches of this route are easier to see from a distance than is the first pitch. If you can not locate the first pitch initially, try locating the upper pitches and working your way [down] to find the beginning.\n\nThe Initial Route begins just left of\n\nAllosaur\n\nand goes left (West) just around the corner just after beginning. The route's third pitch meets at the top with the end of the [route]\n\nAllosaur\n\nas well.\n\nFind P1 by scrambling up onto the main ledge of the amphitheater. Just left of the start of [Allosaur] is a left-leaning rotten band. Pass this to the left to a second left-leaning band, which forms a bulge/overhang at the top of the band. You are standing just left of a small shrub, looking up at a left-facing flake in the overhang which creates a \"notch\" in the band, where the roof is smaller. Still left of you just a few feet more is another left-leaning band that goes around the corner into a large and much more ominous overhang... and you can see the gaping start of \"\n\nInitial Hangover\n\n\" cutting through it from here.)\n\nP1: from where you stand, climb up and left on the face to intersect the overhanging band, and then even more left and up to reach a left-facing corner.  The underclings around here are key. The pro is not great or quite where you want it, but this is easy climbing (5.5?). Climb up and left around the corner into a left-facing system which is more solid than it looks. Work your way up to build a belay for P2 after 60 feet total. You can continue on P2 if your drag is OK, and the next pitch does not look intimidating.\n\nP2: look up into the flaring [squeeze] chimney. Step up on the ledge now behind you to reach up in and place a 0.5\"- 1.0\" cam where you can, without filling your fingerlocks. Now execute the crux of getting into the slot (5.8-5.10, height-dependent). This is very hard for short people, because they can not reach into it before they lose their footholds. Use the fingerlocks and armbars to get up into the crack. Rest and set gear, then struggle for the top of the crack this is easiest for me with my right side facing inward. Top out on a ledge with a fat juniper with a rap anchor. Belay at the tree or walk back to the obvious, clean, acute dihedral, which goes from vertical to low angle after 30 feet or so.\n\nP3: climb the aforementioned dihedral for 60' or so (5.7?) to reach the top. The last few moves practically merge with the last moves of\n\nAllosaur\n\n, which came left from under the roofs to join your route.\n\nThere are multiple options for descent, as listed for\n\nAllosaur\n\n.  Perhaps the best option to take if you've left packs up on the Amphitheater ledge is to scramble east, then South around the back side to arrive at the rap anchors above the amphitheater roof.  Rap a single rope to the ground. A 50m cord should reach, but I've only tried 60-70m, so I am not 100% sure.","protection":"A standard rack: one set stoppers, one set cams with optional #4. Too much gear will make the crux on pitch #2 difficult to do.","location":""},"__v":0},{"_id":"f+vUCNHLUPapUB45X1XHPQ==","name":"Initial Hangover","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":15,"mp_id":"105758760","mp_crag_id":"105807749","climb_id":"f+vUCNHLUPapUB45X1XHPQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"The Initial Hangover is a more direct and much more challenging start for the similarly named \"\n\nInitial Route\n\n.\"  There is essentially no warm up, so the route gets and stays in your face for the first 25'. After that, you merge with The Initial Route.  Taking the Initial Hangover to the Initial Route will give you two overhanging slots to fight through.  If that is not enough showing off, step left after the second belay and finish on the roofs of\n\nAllosaur\n\n, for a total of 4 overhangs.\n\nThis route begins just left of\n\nThe Initial Route\n\n, but is best started in a different way.  Instead of going up under the amphitheater onto the main ledge, continue to walk up the West Ridge Trail keeping an eye on the left-hand edge of the\n\nAllosaur\n\nwall. Just before you find yourself just around the corner to the West, you will be able to look up and see a big, rough overhang of dark, gritty stone, about 40 feet above you. The Initial Hangover is the gash that splits the roof. The rock here is more solid than it looks, save for a few chips of rock which will be at your feet getting started. Rack up near the trail and scramble up and right on the low angle rock to just below the gash. The scramble is 3rd class with a few 5.3(?) moves.\n\nP1: 5.10, 50' Set a belay by slinging the huge horn just south of the start with a cordalette. Set some protection overhead and cruise (bruise?) up through the overhang to jugs up above. Merge with a corner system as on\n\nThe Initial Route\n\n. Finish this pitch just below another big roof with a flaring squeeze-slot through it.  Belay below this or continue climbing up it.\n\nP2-P3: Finish as for\n\nThe Initial Route\n\n. (P2 through the slot above, 5.9. P3 through a nice acute dihedral, 5.8, to the top.)\n\nThere are multiple options for descent, as listed for\n\nAllosaur\n\n.  Perhaps the best option to take if you've left packs up on the Amphitheater ledge is to scramble east, then South around the back side to arrive at the Rap anchors above the amphitheater roof.  Rap a single rope to the ground.  A 50m cord should reach, but I've only tried 60-70m, so I am not 100% sure.","protection":"A standard Rack with one set of stoppers & one set cams with optional #4. The crux can be well protected, but once above it, the moves are still hard, the ledge is still close, and placing gear is awkward. Be careful.","location":""},"__v":0},{"_id":"SUFfvfiGV9GKJUMhx/AYlA==","name":"High Anxiety","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Woodruff and Hare","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":4,"mp_id":"114130027","mp_crag_id":"105807749","climb_id":"SUFfvfiGV9GKJUMhx/AYlA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"High Anxiety has nice stemming in the crux dihedral that keeps your attention.\n\nP1. 5.8. Begin at a tree on a ledge as for\n\nClean Freak\n\n/\n\nCrow's Landing\n\n. Climb a slab up and right then over a rotten bulge to a shelf. Move left 20’ and belay.\n\nP2. 5.11b R. Climb a corner to a stance, then stem the crux dihedral with scanty pro. Continue up somewhat broken rock and a hand crack to the top.","protection":"A rack to 3” with extra RPs and small cams.","location":"Use the same start as\n\nClean Freak\n\nand\n\nCrow’s Landing\n\n."},"__v":0},{"_id":"yXsdWDjYUbmu6qUApLQyvw==","name":"Flyback","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Harrison, Brooks, Reynolds, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":34,"mp_id":"105946395","mp_crag_id":"105807749","climb_id":"yXsdWDjYUbmu6qUApLQyvw==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"An interesting climb that would get more stars if it followed a straight line.  But it doesn't, it wanders.  Still, it is a fairly intuitive line and can be nicely done as a single pitch. Start just right of the base of \"Morning Thunder\" and finish up on the East Slabs of the West Ridge and belay there.\n\nTo retreat, go up and West on the slabs and down to the raps as for the Amphitheatre routes.","protection":"A standard rack from small to 3\" first and second knuckle cams were what I needed most, but had left them at the belay. The first pitch is unprotected and is 5.9. Don't fall. The second pitch is runout and has some loose rock in a spot or two that can be easily avoided.\n\nThe belay up top is a little hard to find, but I got a large cam and 3 reasonable stoppers after some searching and climbing further up the top-out slab.\n\nTo run this into a single pitch, take plenty of runners and make some elective runouts.","location":"This route starts in the shallow corner, two corners right of \"Morning Thunder.\"  Start up the right-facing corner and flake and top out onto a slab after 10 meters, unprotected. Put in gear as you turn onto the slab and go to the right edge of the slab to a good crack, then either belay or keep going (keep going).  You can place a high piece on the traverse to the corner with a long sling and then walk your gear in the corner up for a ways, then sling it and you'll still have minimal drag.  When you hit a rotten band, look back to get some gear then go up and left a few moves and then up a funky undercling to another good crack and some finger locks that you can't see until you are there.  Don't keep going left.... Place gear again and pull the crux you've already started out on (5.9 again) and get up into a left-facing corner to another ledge. Protect again as you turn onto the ledge, go right to a good handcrack, then up to the top, onto the East Slabs of the West Ridge."},"__v":0},{"_id":"OUPkLtA0UkaHTk+8C62iKQ==","name":"First Unknown","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"C. Harrison & S. East, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":41,"mp_id":"105946400","mp_crag_id":"105807749","climb_id":"OUPkLtA0UkaHTk+8C62iKQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"A so-so climb, but is more interesting than scrambling up to the 'Morning Thunder' area and in that respect is worth doing. The lead is incredibly steep for the grade, but good holds keep it moderate.","protection":"A standard light rack of cams and nuts.","location":"This route is very low on the West Ridge, above Mineral Maze and Water Line, but down below the scrambling approach for Morning Thunder and the Amphitheatre. You will recognize this as a left-leaning and overhanging, right-facing corner with some flakes stuffed in it. It goes from a stating point on a  slab to a tree or gear, above."},"__v":0},{"_id":"O9DVgSmYWm65dNkB5onAzw==","name":"The Exterminator","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"E. Guokas, A. Lester, L. Reynolds.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":35,"mp_id":"105946404","mp_crag_id":"105807749","climb_id":"O9DVgSmYWm65dNkB5onAzw==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"A good pitch with some wild moves if you read it wrong... and pretty good climbing if you read it right. Climb one corner until it ends, move left with a fixed sling and some small cams for pro, then start into the harder climbing. Top out on a ledge that is just around the corner from the slabs in the Amphitheatre. There is gear for a belay, but you can also clip the first bolt on the sport route just above, (\n\nWild Turkey\n\n).  To descend, clean your anchor and scramble around left onto the Amphitheatre.","protection":"A standard light rack including some small cams. The tied-off sling in the thread is old and would need to be replaced to trust it. I TR'd the climb suspicious of the gear, but found that I should not have been. Some small cams would have been available at the area near that sling, and the crux was not where I expected it to be and although it would have been 'exciting' to lead, it would have been far from death-defying.","location":"This is the left-facing corner system left of '\n\nMorning Thunder\n\n.'  It starts off in a steep juggy corner with moderate climbing before crossing left under a hanging horn with a tied-off sling. The crux comes after pulling up into the next corner up and left. Gear will be well below your feet for much of this route, but it can be protected most of the way."},"__v":0},{"_id":"20aDHhWCVSOiCKJb0K1V7Q==","name":"The Farmer's Wife","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tony Bubb, Chris Parks, 2/3/01","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":23,"mp_id":"105760350","mp_crag_id":"105807749","climb_id":"20aDHhWCVSOiCKJb0K1V7Q==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This climb was previously unreported and is suspected to have been a FA, but it appears to share most of its line with Blind Mouse and was named The Farmer's Wife. The name was given after doing the start of\n\nBlind Mouse\n\nand finding a \"Butcher-knife\" hold or two... where upon a certain nursery rhyme about '3 blind mice' came to mind.\n\nTo climb this route, start up under the alcove of\n\nSomething Blue\n\n,\n\nBlues Power\n\n, etc., considerably right of\n\nAllosaur\n\n. Climb a ramp of mostly poor rock, placing gear overhead where available, between the main wall and the 'roof' formed overhead by the alcove. I believe this to be the beginning of\n\nBlind Mouse\n\n. Continue on this line until the roof ends, whereupon\n\nBlind Mouse\n\nescapes to the right on a slab/corner. From there, continue up left past this point to some shallow, left-facing crack and corner systems. Climb up the first of these into a hand and then fist-crack (4\" protection optional), step left to the second of the two cracks and then up to the top of that. Continue up to a diagonal band, which is followed up and left over the roof making the \"hand\" over\n\nAllosaur\n\n, continuing until the feet would otherwise drop off under the roof above the \"finger\" over\n\nAllosaur\n\n, then go up and left, directly across the face to hit the summit ridge. Improvise a directional and then go out to a belay where possible. I retreated back some distance and belayed as for\n\nAllosaur\n\n.\n\nAddendum: the top 1/2 of this line appears to have been followed by the line \"Pork Chop\" although that climb was approached via a different system than the corner for the first 30-40'. The best climbing on either route is quite precisely the same.","protection":"A light rack with stoppers and cams to 4\". The initial overhanging corner is pretty bad rock, and the top is a little trick to protect. As well, the final face is in need of a good brushing before the route can reach its potential.","location":""},"__v":0},{"_id":"Fi26ICBAV6OMWcFpd4RNvg==","name":"Ernest Extended Way","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Clint Locks","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":47,"mp_id":"105763230","mp_crag_id":"105807749","climb_id":"Fi26ICBAV6OMWcFpd4RNvg==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This is a nice way to extend\n\nErnest Hemmingway\n\n.  Check out that description (and the pic below) for approach info.\n\nAt a broad, grassy section of the ramp (just up from the 'model Christmas tree', locate a broken, right-facing dihedral.  Climb that up through a roof, angle up and left to meet up with\n\nErnest Stemmingway\n\njust below the roof on that climb.\n\nAbove the roof, the pro is sparse, and the bolt that is at the crux inspires about as much confidence as fishing for marlin with dental floss or bullfighting with a blindfold on.  Don't fall there.\n\nAt press time (10/04) there was a sling and rap ring on a tree on the east slab that will *just* get you back to the start of the climb with a 60m rope.","protection":"Once the route meets up with\n\nErnest Stemmingway\n\n, there is one bolt (\n\nEds. Steve Levin replaced the bolt May, 2006\n\n) above the roof.","location":""},"__v":0},{"_id":"otCallbMVLSvkthlSIHzjA==","name":"Earnest Stemmingway","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Pat Ament & Mark Sheppard, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":46,"mp_id":"105757198","mp_crag_id":"105807749","climb_id":"otCallbMVLSvkthlSIHzjA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"My partner wanted to climb this because of the name -- we both were hoping for something along the lines of Over the Hill.  Boy were we wrong.  Not only is this climb a pile of chossy rock with few fun moves, but the approach is tedious & tricky to find.  Get there by going to the end of the Streamside Trail -- where the West Ridge rock runs right into the creek (as far south as you can get).  If approaching from the other side, scramble over this southern buttress above the water.  You'll see two ramp systems (and lots of things that look like ramps) -- take the most obvious one that is furthest east.  This is marked by a model-looking Christmas tree.\n\nClimb up ramp 50 feet or so until another twisted tree blocks your way up the ramp.  Go around this tree and begin looking for a hard-to-see bolt on a shallow, left-facing dihedral about 20 feet over your head.  Climb up here (or just go home -- the climbing is bad).  The hard moves are 10 feet above the bolt and well protected.  Pull over the top onto a ramp and scramble all the way up this ramp to set up a belay.\n\nRap off on the far west side of the West Ridge or perhaps go back down the ramp.","protection":"A few small & medium cams + one quickdraw for the newly replaced bolt.","location":""},"__v":0},{"_id":"JyCjbh+LW+awTCp0fSqZIA==","name":"Crow's Landing","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"A. Sharp and C. Dale, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":6,"mp_id":"105758766","mp_crag_id":"105807749","climb_id":"JyCjbh+LW+awTCp0fSqZIA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Just above the West Ridge Amphitheater (as for Allosaur) and just below the Unsaid area there lies a set of less-often-climbed routes. This is the High Anxiety area. 'High Anxiety' and 'Varieties Of  Religious Experience' are two of the better routes here. Most of the routes here are 5.10 to 5.11 and almost all of them are runout at least a little. Crow's Landing is another area climb that is worthy of an ascent. Crow's Landing gets high marks more for the adventurous nature of the climb and for its uniqueness than for the singularity of the line or the rock quality.\n\nThe route described here is as I have done it (followed by Chris Parks). As I could not resolve the Topo and text of a guidebook, I improvised and took what appeared to be the best line.  Along the way we did find evidence of travel such as chalk under the huge overhang, so we believe that we did the route correctly, but we might be wrong. BE WARNED!!! This section of cliff is best suited to climbers who don't mind hard runouts, and if you end up off-route, that's most likely what you will get.\n\nTo find 'Crow's Landing' (as we did it), first locate the big clean slab 100' down and 30' left of the hanging slab of Verschneidung, where a lone pine tree holds a rap station. A right-facing, right-leaning corner borders the left edge of this lower slab, which is Verschneidung Indirect Start. About 60 feet to the left of V.I.S., a left-facing low angle corner lies at the right-hand-edge of the slab. Scramble or climb up this dihedral past a large pine tree and onto a ledge, just beside a second tree, that is much smaller.\n\nP1 Option #1: (5.10a, PG, *) From just beside the small tree, climb up the right side of a blunt arete.  After a few meters you will pass a bulge, after which you angle up and left toward a thin crack. And to the bottom of a cove formed by a right-facing wall between a slab and an overhang. Climb up past a few stopper placements and onto the slab, belaying at the back of the slab or continuing on Pitch #2.\n\nP1 Option #2: (5.10, PG, **) From just beside the small tree, climb up the blunt arete. After a few meters you will move sharply left under a bulge, almost as for High Anxiety, but after a few feet you will encounter a small right-facing feature. Climb up this and to the thin crack above, aiming for a blunt corner higher on the wall.  Continue past a few stopper placements (small or RP needed?) to a crux perhaps 50' up. Angle right to the bottom of a cove formed by a right-facing wall between a slab and an overhang, which is just out of sight. You can not see into it, but you can see where the rock is missing here. Pull yourself out around onto the slab, then up to the bulge, belaying at the back of the slab or continuing on Pitch #2.\n\nP2: (5.10, S, **) The adrenaline pitch! Move out and left from the back of the cove through under-clings and pinches on the wall to your left. There is plenty of chalk on a few of the holds. The rock here overhangs to the left and outwards. The rock is chunky here and is primarily done on under-clings and pinches, while climbing up and left. There are a few loose holds in the area, but they can be avoided. The crux moves are protected on questionable tricams or TCU's behind flakes from .5-1.5 inches. There is no good rest on this committing and powerful section, so it is best to run for it outright. After 15 feet of such climbing (crux) you will tackle the last bit of overhang and then climb up the face above. I recall setting a belay nearby the top of the roof (perhaps a small tree + gear) to keep an eye on my partner. This is an \"exciting\" follow as well, as the swing out over space would be a zinger if gear pulled.\n\nP3, Option 1: (5.10, S, *) The \"where to now?\" pitch. The pitch could be easier or harder. I wandered only a bit and it felt like 5.10.  Climb up the face above and two the right hand edge of a tower and onto a slab which forms a right-facing low angle corner where it intersects the tower. Climb this to the top and belay.\n\nP3, Option 2: (5.8, s-) If the previously described top-out looks unsavory (runout) it appears to be possible to traverse right up above the overhang on P2 to the base of the third pitch of High Anxiety. Climb up and left on a band of rock for perhaps 30 feet above a small dihedral. If drag is bad, set a belay here as the finish to P2 of Crow's Landing and then finish up to the crack above with reasonable difficulty (5.8?) and reasonable gear. I have not personally run Crow's Landing to this pitch, but it does not look difficult to achieve.\n\nTo descend, find one of several lines of rap stations on trees in the area, or scramble NW up the back side of the West Ridge for perhaps 100 feet and descend as for Verschneidung.","protection":"A set of RPs a set of stoppers and Cams from small to hand-sized.  No matter your exact route, you will likely find this a little runout.","location":""},"__v":0},{"_id":"NIzdZdZBW5Sy9eQ8ZeqiCQ==","name":"Foaming Cleanser","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Reveley, Ajax Greene, 1976","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":3,"mp_id":"105763548","mp_crag_id":"105807749","climb_id":"NIzdZdZBW5Sy9eQ8ZeqiCQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Since High Anxiety isn't in the database yet, this one is a bit hard to orient to. Nevertheless, right (downhill) of\n\nVerschneidung Dihedral\n\nand\n\nVarieties Of Religious Experience\n\nare three right-facing corners all in a row. This is the middle corner, with the left being Irreversible (11c X) and the right being High Anxiety (11a/b R). The two left corners move through a 30-foot rotten band high before traversing left to a good belay on a huge ledge at a giant tree, just below the second pitch of\n\nVarieties\n\n....\n\n[I'd still argue for a VS, given the opening sequence. The guidebook recommends traversing right to avoid the upper chossy band, but if you go straight up it, you will find some solid holds and a couple of cosmetic RPs, with the climbing going at about 5.10-, a variation called She's a Soft Scrubber: 10a X; Derek Hersey, Brad White, John Huffer, 1980s].\n\nIn my mind, this is truly a VS--licheny, two cruxes done of off either distant and/or psychological pro, and lots of loose rock up high. With less lichen, it would feel more comfortable.\n\nScramble up on the slab to belay at a small tree. Move left, then back right along the break under the undercut wall. At two parallel seams, drop a TCU in below your feet on a flake, then go up the right of the two seams (good RP), which forms a small left-facing corner. Punch it to a break, put in a crap RP, do another crux (THE crux, I think), then step back left into the corner. Finally, a finger crack and good gear. Move past a huge hollow shield into a pumpy crack, place a good piece as high in the crack as you can after some pumpy layback/jam moves (good gear), then up the purple choss to another ledge. Either belay here off a good crack (small-hands to hands) or set directionals and traverse, gingerly, to the tree....","protection":"Double set of RPs, cams to fist (#3 Camalot) size, double in finger sizes.","location":""},"__v":0},{"_id":"AKMBVblqXG6+sg+iPhmAYw==","name":"Clean Freak","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steven Lucarelli and Joseph Crotty, September 2007","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":5,"mp_id":"106049666","mp_crag_id":"105807749","climb_id":"AKMBVblqXG6+sg+iPhmAYw==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"P1 5.9, 120': From a solid tree on a comfortable ledge, scramble up and right onto a gentle slab and pull over a rotten bulge.  Move slightly left and join a finger crack to a ledge then up and right around an awkward 5.9 corner to the left end of a large slab system.  Climb the arête to your immediate left onto a face and up into an open alcove then up through the rotten bulge past a small pine tree and onto a large slab at the top of the ridge.  Establish a belay on the far left side of the slab near the base of the tower with the shallow, left-facing dihedral.\n\nP2 5.12a ~60':  Psyche up for the shallow, left-facing corner on the tower.  First 35' packs a wallop with a bouldery .12a funky corner/face sequence into a dead vertical power-endurance finger crack with poor feet.\n\nFirst pitch previously climbed by Steve Levin (AKA 'Dog Patch') but included here with permission.  The second pitch was done ground up and involved some cleaning.\n\nThanks to Rob Kepley for lending a helping hand in this endeavor.","protection":"SR with extra finger-sized cams and one Camalot #3 to supplement the last belay at the top of the tower.","location":"Hike up the West Ridge passing the Amphitheater area and locate two enormous boulders near the cliff base that force the trail to detour Westward.  This is downhill from the Verschneidung area.  Route is in between the climbs\n\nCrows Landing\n\nand High Anxiety.  To descend scramble down the ridge about 100 and down climb a series of easy features aiming for a tree with rappel slings on the route Up the Downclimb.  Rappel and make a short scramble back to the West Ridge trail."},"__v":0},{"_id":"1DC810a5UaGKElBp5pPGdA==","name":"Blues Power","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Skip Guerin and Bob Horan, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":26,"mp_id":"105752266","mp_crag_id":"105807749","climb_id":"1DC810a5UaGKElBp5pPGdA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route is in the very overhanging, west-facing alcove at the base of the West Ridge, just below the sector of the wall containing\n\nWashington Irving\n\n,\n\nThe Unsaid\n\n, etc. To get here, scramble east up via slightly exposed corners and ramps (Class 4) from the West Ridge Trail.\n\nBlues Power is the leftmost crack in the alcove and trends right to left, ending at a fixed anchor below the lip of the alcove. Proceed with caution -- the beginning of the \"crack\" is actually a huge, hollow flake cammed up into the rock. Once you establish a good piece past this flake, you'll feel much better. Continuous, strenuous and bizzare.","protection":"This \"crack\" goes from fingers to hands to off-hands. Bring lots of small-mid range TCUs and Camalots in the #1, 2 and 3 range.\n\nProceed with caution -- the beginning of the \"crack\" is actually a huge, hollow flake cammed up into the rock.","location":""},"__v":0},{"_id":"kkzEJePUU8SVRYNyFHvHoQ==","name":"Blind Mouse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Stuberg, Harrison, Brooks, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":24,"mp_id":"105921903","mp_crag_id":"105807749","climb_id":"kkzEJePUU8SVRYNyFHvHoQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"This route is somewhere between a bomb and a single star.  IT gets the bomb for those intolerant of loose rock and a star from those who feel OK just avoiding it, which is easy enough to do.\n\nLike its neighbor, Something Blue, the position of this one is such that one can not jettison the loose rock from it, for fear of who else may be near on the trail, but out of sight.\n\nStart up under the left end of the big roof, traversing out and left under it, placing gear where ever available and using long slings. Watch out for bad rock! It can be avoided, but attention to doing so is necessary. Continue past a V-shaped slot (named 'Something Blue, (5.9). comtinue to the right to the end of the roof and cut back right in a crack/corner as the roof finally ends. Finish to the top of the rock, where a cordalette and a few pieces of gear can protect the belay.\n\nTo descend scramble down and right to the fixed sling raps above the roof routes 'Blues Power' and 'Office Girls...'","protection":"A standard rack to 3\" with some longer slings. There will be some small runouts and some less than optimal gear.","location":"This route is in the Amphitheatre on the lower section of the West Ridge. To the right of Allosaur there is a huge roof with the routes 'Blues Power', 'Wing Shot', and 'Office Girls Walk the Plank' To the left of these, at the left margin of the big roof, is 'Blind Mouse'.\n\n'Blind Mouse' shares the start with 'Something Blue' and 'Farmer's Wife.'"},"__v":0},{"_id":"6nSGL7UfUre2xqGOseZEqQ==","name":"Auntie Perspirant","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Harrison and Stuberg, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":8,"mp_id":"105758814","mp_crag_id":"105807749","climb_id":"6nSGL7UfUre2xqGOseZEqQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"The topo as shown in the Eldo guide (p.228) is right on for this route, but the rating was a long way off and it can easily be done in two pitches.\n\nPitch 1: Start as for Crow's Landing, climbing over the initial bulge. Continue up and cut right across a slab on obvious holds and mantle on to a large, sloping ledge (this is the same large belay ledge as for Crow's Landing).\n\nPitch 2: There are two crack systems separated by an arete. Climb the left one. The climbing is around 5.8, but the rock is pretty loose. The right crack looks even easier and just as chossy.\n\nScramble off the back or hike up the ridge and rap Verschneidung.","protection":"Standard Eldo rack to a #3 Friend.","location":""},"__v":0},{"_id":"nfoygmw/UK2WeQdpMQz1SQ==","name":"Allosaur","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Hamilton, Dakers Gowans, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":20,"mp_id":"105754774","mp_crag_id":"105807749","climb_id":"nfoygmw/UK2WeQdpMQz1SQ==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Allosaur is located near the bottom of the West Ridge in an area called The Amphitheater. To reach the start of the climb, hike a short ways up the West Ridge trail just pass the bouldering traverse. From there, scramble (4th/lower 5th class) up and right across some slabs to reach an area above the trail. Allosaur starts at a juniper tree at the base of a south-facing wall.\n\nP1: move up and gradually left toward a fixed pin at 25 feet or so. From there, continue up and left across the face. The pro is runout and small (offset Aliens/RPs). The topo in the Eldo book calls this section .7s, but it may deserve .8s. The first 30 feet are fairly steep and continous. It ends at the band of purple broken rock, 80 feet.\n\nP2: go up and right into an obvious, left-leaning corner protecting with small to mid-size cams. The 5.8 crux comes at end of corner. This pitch ends at ramp above the corner and below the next corner. The belay takes medium cams, 40 feet.\n\nP3: go up and right again into left-leaning corner/roof protecting with small cams. The 5.9 crux comes near the end of the corner and is well-protected. This pitch is only about 40 feet and ends at the top of the ridge.\n\nRap rings are located about 30' to the west of the top of the route. Rap about 50 feet to a ledge and another set of rings then 100 feet (60m rope highly recommended) to end up about 20 feet left of the start of the climb.\n\nAllosaur is fantastic. Just beware of the runout first pitch, although the rock is mostly solid and of good quality.","protection":"Cams up to a #2 Camalot. Offset Aliens and RPs are useful. Make sure to include small cams.","location":""},"__v":0},{"_id":"yVG1S1JPXMOw9bI4WdJwPA==","name":"A Moveable Flake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Levin &","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"left_right_index":7,"mp_id":"105955409","mp_crag_id":"105807749","climb_id":"yVG1S1JPXMOw9bI4WdJwPA==","areaRef":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":"Start as for\n\nErnest Extended Way\n\n.  Pull through the roof (5.9+), and continue up and right past questionable flakes.  The name is a play on Ernest Hemingway's \"A Moveable Feast\", a novel chronicling the author's years in Paris as part of an American expatriate circle of writers in the 1920s.  The route still has some loose rock, and the flakes are indeed moveable, so proceed with caution.","protection":"Standard rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,de4cb35e-e240-5215-ba23-5e89db17bc91,67424db3-22ed-5b44-9856-a9e9ca92c4f6","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","West Ridge, The","West Ridge - part A - Verschneidung to base"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"},{"count":4,"label":"5.11b"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":5,"label":"5.8"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12"},{"count":9,"label":"5.9"},{"count":6,"label":"5.9+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":45,"bands":{"unknown":0,"beginner":10,"intermediate":20,"advanced":15,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":7,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":20,"advanced":17,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28689,39.93063]},"bbox":[-105.28747639437506,39.93018033981814,-105.28630360562495,39.931079660181865],"left_right_index":-1,"ext_id":"105807749","area_id":"Z0JNsyLtW0SYVqnpypLE9g=="},"content":{"description":""},"density":0,"totalClimbs":47,"__v":1,"createdAt":"2022-11-07T05:55:58.088Z","updatedAt":"2022-11-25T11:16:31.317Z"}