{"_id":"63689d20e80bff5a994f2799","area_name":"5 - Whippersnapper Wall","shortCode":"","climbs":[{"_id":"7hmH7ko9XyecVFlYkS7DyQ==","name":"Temple of the Sun","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Nick Henscheid, Jenny James, Jeff Gicklhorn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":3,"mp_id":"120423897","mp_crag_id":"116583116","climb_id":"7hmH7ko9XyecVFlYkS7DyQ==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"The Temple of the Sun refers to the final resting place of the Holy Grail at the end of Indiana Jones and the Last Crusade.  This climb, and its harder extension (\"Temple of Doom\"), are certainly prizes worthy of your best efforts. After a short easy slab, the angle quickly steepens and you encounter the first challenge: technical, thin, perhaps improbable moves up into a scoop below a steeper bulge.  Rest up on the unique \"slot pinch\" before launching into the second challenge: exiting up and left out of the scoop on reachy moves between decent holds and directly into the third challenge, a technical face where every hold is just a little worse than you want it to be.  Clip the chains and rejoice, or if you're up for the challenge, seriously consider continuing on to the stellar \"Temple of Doom\" extension.","protection":"2 fixed draws, 10-12 additional bolts.","location":"Just left of Canyon of the Crescent Moon (the route with the distinctive orifice at the start) on the left side of Whippersnapper.  Starts up a lower angle featured slab."},"__v":0},{"_id":"cRTXdp5YV5Gr5UGcZzwUDw==","name":"Temple of Doom","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Nick Henscheid, Scott Pryor, Jonathan King, Jeff Gicklhorn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":4,"mp_id":"120423963","mp_crag_id":"116583116","climb_id":"cRTXdp5YV5Gr5UGcZzwUDw==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"Important Note: this route is 40+m long! You will need to lower or rappel twice, using the midpoint anchor  (anchor for \"Temple of the Sun\").  A 70m is *DEFINITELY* required to double lower.  An 80m may not get you to the ground.  With a 60m you will need to rappel! Please use caution and tie knots. Temple of Doom takes one of the proudest lines up the Whippersnapper wall, tackling nearly 40m of sustained, fantastic climbing all the way to the top of the cliff. While somewhat bouldery in nature with many full recovery rests to be found between difficulties, it is also very sustained in that there are at least 5 distinct crux sections, each unique and challenging, so you may find yourself struggling to pull the final 5.10 bulge at the end.Start by climbing \"Temple of the Sun\", the 11b first pitch (listed as a separate route).  Clip a long runner to the chains, rest up, then proceed towards the first crux of the second pitch: a very cryptic sequence of slots, pockets, sidepulls and a bizarre loaf hold.  Tackle a few bolts of easier terrain then rest up again before the second (upper) crux, which launches into a steeper section of bullet grey rock.  Find your path through widely spaced pockets, sidepulls, a toe-hook or two and a perfect chert knob that hopefully sticks around.  Continue on for another 30-40 feet of joyous 5.10 to the chains.  Because of its length and sustained difficulty, this route took a long time for me to suss out and send.  I went back and forth many times about the grade, thinking it could be as easy as 11a/b and as hard as mid 5.12 at times.   When it came down to it, it only took two lead tries from the ground to get the send on the full line, with 4 or 5 tries to get the first pitch (\"Temple of the Sun\"). I worked the upper cruxes on TR several times.  Ultimately I think 11+ is appropriate but consensus will tell!I'm also giving it a heavily biased four stars knowing that it needs a little cleaning yet to be perfect, mostly around the 3rd & 4th bolts and at the very top.  99% of the rock is immaculate and the movement is spectacular.","protection":"4 fixed draws and approx. 20 additional draws.","location":"Extension to \"Temple of the Sun\". "},"__v":0},{"_id":"3IavVVVsUSqrnGWZV5TUKQ==","name":"Stags in Rut","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":15,"mp_id":"116648736","mp_crag_id":"116583116","climb_id":"3IavVVVsUSqrnGWZV5TUKQ==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"A mellow and fun first five bolts places you into the three bolts of resistance climbing that make up the crux of the climb. Don’t get complacent after the first charge though. The real test will be on your stamina through in the second half. Good rests separate small cruxes all the way up to the chains. ","protection":"13 bolts to steel carabiners to lower off","location":"This climb ascends the Whippersnapper wall just left of the prominent orange streak up the center of the obvious prow of the wall. "},"__v":0},{"_id":"xCceWjcsWlOg5AqcoYHrFQ==","name":"Redpoint Redemption","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Melissa Russo, Matt Martinez,","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":9,"mp_id":"116583184","mp_crag_id":"116583116","climb_id":"xCceWjcsWlOg5AqcoYHrFQ==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"*TIE A KNOT IN THE END OF YOUR ROPE** Best done as one pitch (70M REQUIRED), this long line tackles everything from technical slab and juggy pods to slopey pockets. Beware the hidden hold after the first set of anchors that can quickly turn this route from 10d to 11d without warning. While this crux isn't physically difficult it can stop you in your tracks pretty quickly - as the first attempted first ascencionist learned much too late. He later had his redemption - unfortunately riding caboose on the send train. IF you decide to climb to the first set of anchors it goes at about 10a. ","protection":"17 quickdraws will get you to the permanent carabiners at the final anchors. 70m rope required to get to the ground. Belayer may need to climb up a couple feet if the climber is light. There are midpoint anchors but no rap rings yet.","location":"This route is on the far right side of the Whippersnapper Wall, starting directly under the obvious roof."},"__v":0},{"_id":"VDPQVWLmXZKnrpg200cvLg==","name":"Raiders of the Lost Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nick Henscheid, Alison Miller, Jeff Gicklhorn, Oct 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":7,"mp_id":"119922983","mp_crag_id":"116583116","climb_id":"VDPQVWLmXZKnrpg200cvLg==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"This archeological dig has revealed a fun, varied line that keeps providing right up the end. Start up a slab, traverse right along a small roof, mantle onto the ledge, then launch into a fun, sustained section of technical crimps and sidepulls.  Gain some respite on a nice ledge before tackling the final challenge: a fun dihedral with a crack that you’ll probably find much easier if you know how to hand jam.  Don’t worry, we cleaned off all the big boulders so they don’t chase you.  Just don’t steal the idol! ","protection":"12 bolts, mussy hooks","location":"The rightmost of the new routes on the left side of whippersnapper; starts just right of a large orifice (\"Canyon of the Crescent Moon\"). High first bolt but easy climbing to it (or stick clip). "},"__v":0},{"_id":"ZsLK9uIpUhiMPI8llsKiTg==","name":"Ol’ Dusty Trail","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":8,"mp_id":"116583940","mp_crag_id":"116583116","climb_id":"ZsLK9uIpUhiMPI8llsKiTg==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"Begin the route on slab with big chert holds. Reach the beginnings of the dihedral and make your way up a series of ledges. You then have the choice to stay in the dihedral for the grade, or make the climb slightly harder by staying right up a series of small crips, sidepulls, etc. The climb tops out at a nice ledge.\n\n Crux is the last bolt before the anchors.\n\nNamed for the dirt that constantly drains from behind deep cracks on this route. Extremely climbable despite this occurrence, and with each burn, a little less dirt remains. Route extension to a second pitch is currently red tagged for development by the FA","protection":"Bring a standard rack of quickdraws to get to the anchor bolts on a ledge. There are currently no permanent anchors, although there are plans to install them.","location":"This route climbs up the dihedral, to the left of the roof.  Currently the left-most route on the right side of Whippersnapper."},"__v":0},{"_id":"KGtFq/apWkq/EX01t1ZBXw==","name":"Mutton Buster","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Anais Quintela, Tahoe Schrader, Matt Martinez","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":10,"mp_id":"116610969","mp_crag_id":"116583116","climb_id":"KGtFq/apWkq/EX01t1ZBXw==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"If you're a 5.8 climber lookin' to bust into the 5.9 grade - this is the route for you. Start on big hands and sneaky feet on some low angle slab. After a few bolts the angle turns vertical and the holds get bigger. The section before the chains has a plethora of crystal pockets! Only a few are deep enough to pull on, so move nice and slow! the moves to the chains might get your blood pumping a little but it's all there. Have fun!","protection":"10 bolts to carabiner anchors","location":"Just right of Redpoint Redemption"},"__v":0},{"_id":"wSpbdUdwXuyHGm+nX4Mjzg==","name":"Misery and Gin","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Cory Hanson","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":14,"mp_id":"118180572","mp_crag_id":"116583116","climb_id":"wSpbdUdwXuyHGm+nX4Mjzg==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"This route is pretty decent but I didn't put enough bolts in. I apologize. I'll come back and make it right at some point.","protection":"some number of bolts...arguably too few in sections. Carabiners for lowering off.","location":"The furthest left route on the main buttress of the Whippersnapper Wall."},"__v":0},{"_id":"jAqaV3ZpVaOKvZGGquSW0g==","name":"Knowledge was their Treasure","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jeff Gicklhorn, Nick Henscheid, Nov 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":12,"mp_id":"119923626","mp_crag_id":"116583116","climb_id":"jAqaV3ZpVaOKvZGGquSW0g==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"Another stellar route with defined cruxes pulling the roof mid-route and just below the anchor. Solve these mysterious sequences and find the reward at the anchor. Only loses a star for mediocre rock quality around bolts 6 & 7, just before pulling the roof - the rest of the route is excellent.Note: there is now a one-bolt link up that starts on this route but takes a hard left before pulling onto the steep section, finishing on Mutton Buster.  It goes at 5.9...see \"The Golden Fleece\".  Important Note: This route is around 40m long and will require either an 80m rope to lower to the ground, or climbers will need to use the intermediate anchor just above the roof to rappel twice or lower-pull-lower (60m should be fine with the midway anchor - tie knots!!). If you aren't comfortable rappelling or double lowering, do not climb this route! Note that this route cannot be TRd without an 80m rope!","protection":"18 Bolts, Mussy Hooks.  A long draw is helpful on the 7th bolt to minimize rope drag.","location":"Next route to the right of Mutton Buster, see topo."},"__v":0},{"_id":"Inw1ashlWZmOHvi1i/GT8A==","name":"Iron Phoenix","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jeff Gicklhorn, Nick Henscheid, Nov 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":1,"mp_id":"119926042","mp_crag_id":"116583116","climb_id":"Inw1ashlWZmOHvi1i/GT8A==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"The easiest route on the wall, this one has stellar low-angle climbing on chert knobs. A great first lead or easy warm-up for the harder climbing at the cliff. Takes the path of least resistance up ledges to an arete, stopping at an anchor just below a roof. Note: you can easily top-rope \"Curse of the Jackal\" after leading this. ","protection":"7 bolts, Mussy hooks.","location":"Towards the left end of Whippersnapper, just right of \"Curse of the Jackal\", which shares the anchor. "},"__v":0},{"_id":"slhNgtXjWAGhT9qHvvkqvQ==","name":"Hang the DJ","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":16,"mp_id":"116648786","mp_crag_id":"116583116","climb_id":"slhNgtXjWAGhT9qHvvkqvQ==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"A mellow and meandering start follows weaknesses through the first six bolts to a no hands rest and a chain draw. From the no hands rest jump into the business by traversing left onto the white slab. A long pull up the slab gains you a hole in the bulge above. Pull the bulge following the obvious seam and continue up it as it turns into a crack. When the crack ends continue up and slightly right to finish through engaging face climbing to anchors on the slab above. ","protection":"13 bolts with steel carabiners to lower.","location":"The climb ascends the obvious crack system that begins half way up the main prow of the Whippersnapper wall. "},"__v":0},{"_id":"JuLFGr6rUlOfo/6KeGIaUw==","name":"The Golden Fleece","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nick Henscheid, Scott Pryor, Jeff Gicklhorn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":11,"mp_id":"120291701","mp_crag_id":"116583116","climb_id":"JuLFGr6rUlOfo/6KeGIaUw==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"While perhaps not a king line, this link-up does add an enjoyable new moderate route up the right side of Whippersnapper, and you get to climb the best part of Mutton Buster.Start up Knowledge was their Treasure, following interesting, technical, low-angle climbing until a large horizontal cave/pocket just before the wall begins to steepen.  From here, look left to see a single link-up bolt towards the upper part of Mutton Buster; pull an interesting move to gain the ledge, clip the link-up bolt, then traverse over to finish on Mutton Buster.  Note that you will NOT clip the chain draw on Knowledge, you will traverse before that.It's a good idea to use a long quickdraw on the first bolt of Mutton Buster to minimize rope drag.  Cleaning the route is a bit of a pain - make sure to use a \"follower\" quick draw.","protection":"12ish bolts to lower-offs.","location":"Starts the same as \"Knowledge was their Treasure\", but cuts left to finish on \"Mutton Buster\" just before the angle kicks back. "},"__v":0},{"_id":"R3kEZmH6VWmaE53NLVWiBQ==","name":"Don't Call me Junior!","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeff Gicklhorn, Nick Henscheid, Nov 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":13,"mp_id":"119923540","mp_crag_id":"116583116","climb_id":"R3kEZmH6VWmaE53NLVWiBQ==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"This long, spectacular route follows moderate lower angle climbing to a short but stellar lieback flake and a steep, featured headwall with sustained but moderate moves all the way to the top.  The lieback flake looks a little spooky, but we wailed on it with the pry bar and it didn't budge so climb with confidence.Important Note: This route is around 40m long and will require either an 80m rope to lower to the ground, or climbers will need to use the intermediate anchor just above the roof to rappel twice or lower-pull-lower (60m should fine with the midway anchor - tie knots!!).  If you aren't comfortable rappelling or double lowering, do not climb this route! Note that this route cannot be TRd without an 80m rope!","protection":"17 Bolts, mussy hooks. A long draw is helpful on the 6th bolt to minimize rope drag.","location":"Starts up a featured slab just left of \"Misery and Gin\" and just right of \"Knowledge was their Treasure\".  See topo."},"__v":0},{"_id":"co/yhn0sWoiCHgFM6RrgHA==","name":"Curse of the Jackal","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Gicklhorn, Nick Henscheid, Nov 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":0,"mp_id":"119925978","mp_crag_id":"116583116","climb_id":"co/yhn0sWoiCHgFM6RrgHA==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"A short but fun route with an interesting boulder problem at the start and continually engaging climbing throughout.  Note: You can easily top-rope this route after leading \"Iron Phoenix (5.8+)\", which shares the anchor.","protection":"7 bolts, mussy hooks.","location":"Currently the furthest left route on the Whippersnapper Wall, shares an anchor with Iron Phoenix. "},"__v":0},{"_id":"3I9c6XLKW3CDl/MQuWNyxQ==","name":"The Cross of Coronado","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Nick Henscheid, Scott Pryor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":2,"mp_id":"121589910","mp_crag_id":"116583116","climb_id":"3I9c6XLKW3CDl/MQuWNyxQ==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"Initially passed over for looking a little blank, this section of the wall has yielded a surprisingly interesting, technical and difficult route with some very mysterious crux moves that just barely go (for me, at least). The first 60 feet are fun, varied, and not too hard - perhaps 10+/11- to a good no-hands rest. The next four bolts are the business, with increasingly difficult and cryptic moves that lead to some fairly desperate deadpoints with extremely poor feet. When compared to other routes on whippersnapper, this one required very minimal cleaning - only a small pail’s worth of loose rock came off. The holds left behind are perfectly sculpted and you would swear that some of them came from a gym! Pinches, thumb catches, underclings, jugs…\n\n This baby is gym bolted for your projecting pleasure. If you think there are too many, feel free to skip a few, they won’t mind and neither will I. It’s a little run out to the chains just to keep you on your toes.\"Small world, Dr. Jones!\"\"Too small for two of us!\" \"This is the second time I've had to reclaim my property from you!\"\"That belongs in a museum!\" \"So do you!!\"","protection":"12ish bolts, lower-offs","location":"In between Temple of the Sun and Iron Phoenix, towards the left side of whippersnapper."},"__v":0},{"_id":"xIsbDjbrV/6Fssr6gqv1cw==","name":"Canyon of the Crescent Moon (Full Moon Extension)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Nick Henscheid, Jeff Gicklhorn Feb 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":6,"mp_id":"120274123","mp_crag_id":"116583116","climb_id":"xIsbDjbrV/6Fssr6gqv1cw==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"WARNING: this route is longer than 40 meters.  It is extremely unlikely that you can lower to the ground with a 70m or 80m rope - use the midpoint anchor to double lower or rappel twice.  You should be able to double lower with a 60m but this has not been tested - TIE KNOTS!  If you have never double lowered before, make sure you learn how first!Canyon of the Crescent Moon now has an extension that takes it to a logical conclusion at top of the wall.  Since the existing Crescent Moon has been well-received, is a lower grade, and ends at a logical midway point, I'll post this as a separate route.  I may come up with a more cleverer name eventually.While the grade is certainly higher (than Crescent Moon), the crux is short, extremely fun and well-protected.  In my biased opinion, the extension adds a strong half to full star to the existing route, making it into a long, extremely varied and exciting full value line.  From the anchor on Crescent Moon, make an insecure mantle onto a ledge, then head for the bolts.  After the first few feet of so-so rock, you'll find yourself in a sea of high-quality limestone, featuring pockets, sidepulls and crimp slots, leading up to a steepening section of featured rock with some neat flowstone.  Rest up before launching into a final crux that requires power, footwork and body position.  More grin-inducing pockets and a final insecure mantle guard the chains.  Make sure to turn around and enjoy the view!Grade is a bit of a guess, I felt tired today but sent (the extension) on only my second try. Could go either way.\n\n ","protection":"24 bolts (12 for CotCM, 12 for extension).  Midpoint anchors and top anchors, both with lower-offs.","location":"Extension to Canyon of the Crescent Moon."},"__v":0},{"_id":"zLs8Ke2jVHSbf9MlotporA==","name":"Canyon of the Crescent Moon","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Nick Henscheid, Jeff Gicklhorn, Oct 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":5,"mp_id":"119923409","mp_crag_id":"116583116","climb_id":"zLs8Ke2jVHSbf9MlotporA==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"“Across the desert and through the mountains to the Canyon of the Crescent Moon…”  This fun addition begins at the “crescent”-esque orifice and proceeds fairly immediately into an interesting, well-protected crux that is certainly easier for those with a long reach.  Above you’ll find several engaging but easier cruxes separated by good rests, finishing with a short corner to a fun easy roof pull onto a short slab of bullet grey limestone. Don’t forget your grail diary!","protection":"12 bolts, mussys. High first bolt but easy climbing to it.","location":"Second route from the right on the left side of whippersnapper. Starts up a large orifice (see photo)."},"__v":0},{"_id":"yXTeH7/7Ur68AcTWrbG2UQ==","name":"Blood","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Cory Hanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"left_right_index":17,"mp_id":"116668768","mp_crag_id":"116583116","climb_id":"yXTeH7/7Ur68AcTWrbG2UQ==","areaRef":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"Follow a series of weaknesses just to the right of the prominent orange streak on the Whippersnapper Prow. Once you reach the chain draw (the 6th draw) below the small bulge climb up and left to a hole and then traverse right into the next hole and climb onto edges on brown slab. Rejoin the subtle arête above and climb to a large undercling. Climb up and left into a scoop and then traverse right to finish one draw higher through easier terrain. \n\nThis climb shares the first 6 draws of Hang the DJ. It is possible to climb up the ledges to the right of the 6th draw and then back left onto the climb. Doing this is fine and likely does not change the grade of the climb, however, this path is definitely less fun. ","protection":"12 bolts to chains with steel carabiners","location":"This climb ascends a series of weaknesses just to the right of the prominent orange streak that runs up the Whippersnapper Prow. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,2d0869ca-b24a-5b3b-b5b9-3424dca8eead,e5a1868d-773f-52b3-89aa-ea2f2992abdd","pathTokens":["USA","Arizona","Southern Arizona","Farmhouse, The","5 - Whippersnapper Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.12a"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.12d"}],"byDiscipline":{"sport":{"total":18,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":8,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.43068,31.69331]},"bbox":[-110.4312084695457,31.69286033981814,-110.43015153045432,31.69375966018187],"left_right_index":-1,"ext_id":"116583116","area_id":"5aGGjXc/UrOJquovKZKr3Q=="},"content":{"description":"This is the expansive wall at the center of the cliff. Potential for many 35 meter routes and lots of moderate shorter pitches. The right side of the cliff doesn't get shade until around 1pm so afternoons or days when the rest of the crag is too cold will be perfect.  The left side gets shade before 11 so will be nice even on the warmer days. Note: this area is still under development so new routes will be a little gritty.  Please avoid red-tagged routes and fixed lines! "},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:53:02.872Z","updatedAt":"2022-11-25T11:09:58.293Z"}