{"_id":"63689de0e80bff5a994f9065","area_name":"Tijeras Peak","shortCode":"","climbs":[{"_id":"fJ0OqnatXhe8qpqa5y6JWA==","name":"Wild, Immaculate","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"J C Wilks, Brent Wise, Denise Wilks Sept 3rd, 2000","type":{"trad":true,"tr":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6569,40.2565]},"left_right_index":999999,"mp_id":"106112155","mp_crag_id":"106108978","climb_id":"fJ0OqnatXhe8qpqa5y6JWA==","areaRef":"+Em3K/yBVpWZkDdXHpY6NQ=="},"content":{"description":"The first pitch of Wild, Immaculate is on superb rock. Start on a crack which leads to a bit of face climbing and find your way back into a higher crack. This ends below a horizontal roof. Pull over and find a line of bolts to the diagonal ledge. --> The five bolts on the face climbing are 1 7/8\" X 5/16\" and could stand to have a sixth bolt installed. If you would like to improve on these bolts, bring your bolting kit.\n\nTo descend, rap from the bolted  (two 2 1/2\" X 3/8\") anchor of the diagonal ledge. There is also a second pitch on lower quality rock that can be done from this ledge that goes at 5.8 to the bolted anchor of\n\nKiss of the Lion\n\n.","protection":"Trad rack.","location":"This is on the southeast-facing wall of the lower east ridge at about 12,400 Ft. to the right of\n\nB & W movies\n\n. It shares the bolted anchor of the top of the first pitch of\n\nB & W Movies\n\n. The start is just below and slightly right of the bolted anchor."},"__v":0},{"_id":"Bv45ZsQoVjazM+viZahyVA==","name":"Kiss of the Lion","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"J C Wilks, Denise Wilks - June 15, 2000","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6569,40.2565]},"left_right_index":999999,"mp_id":"106112206","mp_crag_id":"106108978","climb_id":"Bv45ZsQoVjazM+viZahyVA==","areaRef":"+Em3K/yBVpWZkDdXHpY6NQ=="},"content":{"description":"Start on a slabby face with a crack to a ledge, continue on variations of face and crack climbing to finish across a slab. Belay at the mouth of a feature that looks like the face of a lion. Continue up to the right on lower angle terrain to a two bolt anchor (good Fixe stainless steel 1 7/8\" X 5/16\" hammer-ins). Rap two pitches to descend.","protection":"Trad rack - placements can be tricky on the first pitch.","location":"On the left end of the southeast-facing wall of the lower east ridge at about 12,500 Ft."},"__v":0},{"_id":"CRxEaEgKVuu/iZF1XXdFFw==","name":"Ichiban","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"J C Wilks, Denise Wilks - June 13, 2000","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6569,40.2565]},"left_right_index":999999,"mp_id":"106108988","mp_crag_id":"106108978","climb_id":"CRxEaEgKVuu/iZF1XXdFFw==","areaRef":"+Em3K/yBVpWZkDdXHpY6NQ=="},"content":{"description":"This route follows a water course directly to the summit. We did not find any water seeping on this route as it was a dry day. Scramble up the 4th class rock to the right of the snow patch to belay. Climb two pitches of high quality rock on a steep ramp with good water smoothed edges 5.5 & 5.7. At the top of the second pitch set the belay off to the right of the ledge out of the way of the gully starting up the next pitch (3), 5.7. If you can avoid this pitch on harder rock, it might be worthwhile establishing a variation pitch, as this is a gully filled with loose material. Top out this pitch in the open on lower angle terrain, look up and to the left for a slab section with U shaped ledges. (4) Lead the unprotected face left of a crack that ends short of the higher ledge, 5.8X. The face above the crack appears to be about .10aR. I stacked two Z pitons in a flare for the belay at the top of this pitch, the second U ledge. Consider moving the belay from the top of the 3rd pitch closer to the base of the 4th X pitch for more pro options at a higher belay. Pitch (5), follow the easy right leaning trough for a short pitch to belay below an exit to the left. This pitch (6) has a short fun 5.8 section with good pro and takes you to the lower angle upper slopes of occasional easy 5th and increasingly 4th and 3rd class to the summit. Enjoy the stunning view of the 14ers to the north and south and the dunes below!","protection":"Use a full trad rack. A few Knife Blades and Bugaboos may be useful.","location":"Ichiban starts high in the upper cirque at about 12,800 ft. Find the black and grey ramp left of the great arete where the wall turns from brown to grey as you hike uphill into the cirque."},"__v":0},{"_id":"jap3naZQVfm+4kTNJzwTAQ==","name":"El Camino de Oveja","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"a herd of mountain sheep","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6569,40.2565]},"left_right_index":999999,"mp_id":"106111689","mp_crag_id":"106108978","climb_id":"jap3naZQVfm+4kTNJzwTAQ==","areaRef":"+Em3K/yBVpWZkDdXHpY6NQ=="},"content":{"description":"This is the standard walk-up route up the NE face from Lower Sand Creek Lake. It is probably the most commonly climbed route on the mountain.\n\nThe only difficulty is getting past a cliff band near the bottom. According to legend, a team of intrepid\n\nOLTS\n\nstudents (a Colorado organization similar to Outward Bound) was challenged by their instructor to find a route past this obstacle. As the team discussed possible routes, they observed a herd of mountain sheep making their way up a steep ramp through the cliff band. Knowing that these sturdy pioneers would use the optimal route, the students ascended the \"way of the sheep\".\n\n2003 Trip Report\n\nby Erin Burr & Ryan Schilling (link fails in 2018).","protection":"None.","location":"Climb SW from Lower Sand Creek Lake, directly toward the summit. If you are lucky, a helpful mountain sheep may point the way up the ramp through the cliff band. Otherwise, you will have to find it yourself. It is approximately in the center of the cliff band.\n\nCairns mark the route when descending from above, as the passage through the cliff band is not so easy to spot from above."},"__v":0},{"_id":"AXvqMfRKWZOxZLbAEmqfhQ==","name":"Black and White Movies","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J C Wilks, Denise Wilks, Brent Wise - July 6 & 7, 1999","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6569,40.2565]},"left_right_index":999999,"mp_id":"106112116","mp_crag_id":"106108978","climb_id":"AXvqMfRKWZOxZLbAEmqfhQ==","areaRef":"+Em3K/yBVpWZkDdXHpY6NQ=="},"content":{"description":"On the southeast-facing wall, find a triangular roof near a little boulder cave.\n\nBlack & White Movies starts (above the cave?) on an unprotected ramp with good features on the right.  Lead on to a series of diagonal steps crossing a series of black waterstreaks on black and white gneiss. This takes you to a little step-across to a long, narrow, diagonal ledge. There is a bolted anchor at the upper end of this ledge. This first pitch borders on an X runout considering the remoteness of the area. In many places, the \"cracks\" are filled with moss which make them look wide from below, but they are shallow seams instead.\n\nThe second pitch (5.7) goes from the right end of the ledge, continuing past a large triangular flake to the right and diagonally up to a slopey belay. Aim to the right toward a diagonal ramp of progressively easier climbing. This route ends behind a minor high point on the lower east ridge. If you look up from the south shore of Lower Sand Creek Lake, this point appears as though it is the pinnacle of a tower. Scrambling up on to it gives you a commanding view of the lake below.\n\nDescend to the NW.","protection":"Full trad rack including slider nuts and short blades.","location":"On the southeast-facing wall of the lower east ridge at about 12,400 Ft., find a triangular roof near a little boulder cave. Black & White Movies starts (above the cave?) below and right of the triangular roof on an unprotected ramp."},"__v":0},{"_id":"QktLxB99WB6etVslph+hdg==","name":"Astromarmot","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brent Wise, J C Wilks, Denise Wilks - July 5, 1999","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6569,40.2565]},"left_right_index":999999,"mp_id":"106111032","mp_crag_id":"106108978","climb_id":"QktLxB99WB6etVslph+hdg==","areaRef":"+Em3K/yBVpWZkDdXHpY6NQ=="},"content":{"description":"Start at the top right of the snowfield at +/-12,600 ft. Fourth Class it up a right-leaning, narrow ramp to a good stance. Trend left for two pitches across a face then a crack to the right end of the slabby, diagonal ramp. Follow the top of the ramp for a long pitch then a short pitch before you reach the left end, to stop below a hopefully dry, waterfall trough. Go straight up this crux pitch.  Another pitch takes you to the top of the east ridge. Simulclimb to the summit or descend NW.","protection":"Use a full trad rack. A few Knife Blades and Bugaboos may be useful.","location":"In the central section of the south face, left of the large obvious gully, look for a giant ramp high on the wall at about 12,600 ft."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,66a3ae24-a3fa-5709-bb00-db44d8efc320,f849b72b-fc81-5695-9990-37571e963a35","pathTokens":["USA","Colorado","Alpine Rock","Sangre de Cristo Range","Tijeras Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8"},{"count":1,"label":"3rd"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":1,"beginner":3,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":6,"bands":{"unknown":1,"beginner":3,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6569,40.2565]},"bbox":[-105.65748920891316,40.256050339818145,-105.6563107910868,40.25694966018186],"left_right_index":-1,"ext_id":"106108978","area_id":"+Em3K/yBVpWZkDdXHpY6NQ==","polygon":{"type":"Polygon","coordinates":[[[-105.65748920891316,40.256050339818145],[-105.6563107910868,40.256050339818145],[-105.6563107910868,40.25694966018186],[-105.65748920891316,40.25694966018186],[-105.65748920891316,40.256050339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:50.461Z","updatedAt":"2024-02-19T18:31:10.109Z"}