{"_id":"6368a473e80bff5a9959f816","area_name":"T-Wall West","shortCode":"","climbs":[{"_id":"a8ejf/IAXt+q8sgnqThA0A==","name":"Wrectum Wrecker","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Rob Robinson, Forest Gardner 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":56,"mp_id":"107378372","mp_crag_id":"105852071","climb_id":"a8ejf/IAXt+q8sgnqThA0A==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Climb 5.6 for 35ft to a bolt just below the (black streaked) orange overhang. You can place a finger size cam in the pocket below the bolt and not even use the bolt \n\n  Boulder out and through the white triangle in the roof. Turn it up a notch and pull into one of the coolest huecos around. (nicknamed the toilet bowl). Clip the bolt (the only one needed). \n\n  Pull out of the hueco and continue straight and right, up a head wall. A few hard moves lead to a crack in a small roof. Pull over this and head right to bolted anchor. \n\n  An obvious contender for best hueco at T Wall.","protection":"Small nuts   TCUs/C3s   Quickdraws (One bolt, hmm or two)   #2   (Optional .5-1)   Tape Gloves are nice.","location":"The Wasteland. To The Right of Talon And Left of Circus Circus/Two Clowns on a Rope. \n\n  There is a 5.12 Variation called Spinal Wrecker that goes left after you crawl into the bowl. I recommend not clipping that bolt over your head and far left if your doing Wrectum Wrecker. Run it!"},"__v":0},{"_id":"XqwAJyPBXka/q5WryRsa+w==","name":"Wood Spirit","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Achey, Brode 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":49,"mp_id":"106366836","mp_crag_id":"105852071","climb_id":"XqwAJyPBXka/q5WryRsa+w==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Carefully start the route where the wood spirit cedar tree is located.  Climb the funky short corner, then up bulges and ledges working to the right.  From a stance on a ledge climb the face via side pulls and crimps up right to a seam/thin crack.  Continue up the steep face on horizontals to the anchors.","protection":"Trad.  Anchors.","location":"Start at the Wood Spirit cedar tree.  Be mindful of the tree!"},"__v":0},{"_id":"VUCUtR0IUfKcTkxVD4533A==","name":"William \"The Frig\" Perry","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Stuart Chapin, Harrison Shull, 2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":42,"mp_id":"106317583","mp_crag_id":"105852071","climb_id":"VUCUtR0IUfKcTkxVD4533A==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"","protection":"Rack up to 3.5 friend...  Two beefy bolts at the top.","location":""},"__v":0},{"_id":"En8fk/3hVsWJH77Cwv/8zw==","name":"Wild Pink Direct","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":18,"mp_id":"106096574","mp_crag_id":"105852071","climb_id":"En8fk/3hVsWJH77Cwv/8zw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"The face climbing variation to the left of Wild Pink. Interesting climbing with decent pro that joins the difficult roof pull of Wild Pink.","protection":"Up to #4 camalot","location":"Down past the Witness cave. Consult the guide book. Climbs in this area seem to be much harder to locate than routes at T-Wall North."},"__v":0},{"_id":"jjYP7hqIVt2eVLtbDjAueg==","name":"Wild Pink","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rob Robinson sometime in the 80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":19,"mp_id":"112467528","mp_crag_id":"105852071","climb_id":"jjYP7hqIVt2eVLtbDjAueg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"A mostly fist-sized crack in a right facing corner leads to a nice ledge beneath a roof system up high. Traverse left and up to a wide crack that splits the roof. Pull through the roof and the short overhanging face above. Once things ease off there are bolted anchors to the left of the crack.","protection":"Bring doubles of hand-sized stuff. The whole thing goes with nothing larger than a #3 Camalot, but you might want some bigger stuff for the first go-round. \n\n  Bolts with rings at the top.","location":"This one's clear the hell and gone. \n\n  Take the Paradise Falls trail that splits off from the main approach trail about halfway up. When you reach the cliff, head left. Eventually you'll pass under another waterfall/cave thing. Keep going further and further still. At some point the trail will be running right alongside the cliff and you'll be going down a fairly steep hill. At the bottom of the hill a right-facing corner starts about 4 feet off the ground. The corner has a fist-sized crack and leads up to an alcove beneath a high roof. Out left, a wide crack cuts through the roof and into the short overhanging face above. You've found Wild Pink!"},"__v":0},{"_id":"R8NFF1giVP2kpPk3D/LtTQ==","name":"Where the sidewalk ends","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Cody Averbeck, Nathaniel Walker '07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":1,"mp_id":"121934552","mp_crag_id":"105852071","climb_id":"R8NFF1giVP2kpPk3D/LtTQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Fun climbing leads up to a cool funky crux with good gear. Tops out at a splendid picnic worthy belay ledge.","protection":"Nothing fancy","location":"Starts off just to the left of the gambler. Orange right facing corner."},"__v":0},{"_id":"ywpLAur4Un6KuGIzNIhDNw==","name":"Where Lizards Go to Die","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Heidi Chapin 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":59,"mp_id":"105891959","mp_crag_id":"105852071","climb_id":"ywpLAur4Un6KuGIzNIhDNw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Located a short distance to the left of the waterfall where the main trail meets the cliff at the right end of a large cave/alcove.  Climb up junky rock and up the right side of a large block.  Continue up the blocky face and roof system to a final roof below a big, left-facing corner (this corner is a good way to identify the route -- it begins about 50' off the deck).  The crux is pulling this roof up and into the corner.  Follow the corner and face left of the corner up to bolted anchors out right below the high roof.","protection":"Standard rack.","location":""},"__v":0},{"_id":"2aHS+eluX0KG1HlraOqTKQ==","name":"Voodoo That You Do","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Stracker, Robinson, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":16,"mp_id":"106364337","mp_crag_id":"105852071","climb_id":"2aHS+eluX0KG1HlraOqTKQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Voodoo starts at a very short left facing corner (maybe 8 feet tall) with a small roof/overlap, then climbs the steep face past horizontals, slopers and maybe a pocket to a ledge about 2/3rds of the way up.","protection":"Standard...nothing too big.  Rap rings at the top.","location":"Way down...past Paradise Falls, past the Messenger Cave...keep going.  After the cliff breaks down a bit there is a tall nice looking wall with a ledge system.  Just past this is where you are heading.  Look for a single bolt about 10 feet up."},"__v":0},{"_id":"NQOrIrFsWvy7tdDE2Dfk6A==","name":"Unknown L of Wild Pink","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Steve Goins?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":17,"mp_id":"108007763","mp_crag_id":"105852071","climb_id":"NQOrIrFsWvy7tdDE2Dfk6A==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Begin up nicely sculpted finger crack, heading for a R-facing corner that becomes a roof.  Turn the roof and pump up a miniature headwall on crimps to the top. No anchor, but you can move R to the Wild Pink anchor or walk off (!) to the left.","protection":"Nothing real big.","location":"About 30' left of Wild Pink.  Look for the smoothly attractive vertical splitter right where the rock changes from orange to grey."},"__v":0},{"_id":"NjZynL5YUAakMM2RqM+lYg==","name":"Tribal Babysitter","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Heidi and Stuart Chapin, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":41,"mp_id":"106307014","mp_crag_id":"105852071","climb_id":"NjZynL5YUAakMM2RqM+lYg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Wander up easy ground via cracks and ledges to a large ledge about half way up the route.  Watch out for the occasional flaky rock en route.  From the big ledge, step left and up into a great orange dihedral.  Stem and jam your way up to an arching roof.  Follow the roof up and left, working towards to beefy bolts at the top left edge.","protection":"Trad rack with long slings.  Two big Metolius bolts at the top with cordage and biners.","location":"Look for a very short grassy dihedral down past Talon, et al.  If you reach the left facing corner of In Sight of Power, turn around."},"__v":0},{"_id":"QTZ6825oWH+P/AMI4Jp1+w==","name":"Then everything begins","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Cody Averbeck, Nathaniel Walker '07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":0,"mp_id":"121934518","mp_crag_id":"105852071","climb_id":"QTZ6825oWH+P/AMI4Jp1+w==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Surprisingly sustained. Left arching crack ends at bolt anchor. ","protection":"Standard rack should be more or less obvious from the ground","location":"Just up and left of Where the Sidewalk Ends."},"__v":0},{"_id":"FbghNf84VpSGT9aE21bCOg==","name":"Tamper Proof","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jeff Gruenberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":63,"mp_id":"107398594","mp_crag_id":"105852071","climb_id":"FbghNf84VpSGT9aE21bCOg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Damn, ain't she a beaut!  Following a crack that varies in size, Tamper Proof is one of the mega crack lines at the Tennessee Wall.  Start the same as Psychopath, carefully wandering up 30 feet of choss to a nice stance before the route begins.  Plug in some decent small nuts and start climbing.  The start is easier than it looks due to some hidden holds and you'll soon find yourself at another nice stance, just before the business begins.  The harder climbing starts with a finger crack leading to a hand jam pod.  Clip a bolt above you and launch into the memorable boulder problem, using whatever jessery you can to make upward progress.  After the boulder problem you'll be under the roof.  An oddly difficult move gets you to a jug, grab some gear and then handjam your way to the lip.  A slightly funky move pulling the lip rewards you with a nice stance and an easy romp to the anchors (slings around a tree).","protection":"Gear from small nuts and tcus to a #3 camalot along with a couple of quickdraws.","location":"From the main waterfall walk left for 100-150 yards until you see a beautiful bolted arete (Psychopath).  Just to the right, locate a splitter crack system capped by a 10 foot roof crack."},"__v":0},{"_id":"KPxBkep5VS22Lw8z1NbZEA==","name":"Talon","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Eric Peterson, Brett Fundak, Paul Stucky - 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":55,"mp_id":"105889247","mp_crag_id":"105852071","climb_id":"KPxBkep5VS22Lw8z1NbZEA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Multi-pitch climbing at T-Wall!  Beautiful rock and nice exposure. \n\n  P1 -- move up pretty orange rock to a blocky roof.  Pull the roof and move up to a ledge below a dihedral to belay.  About 40'. \n\n  P2 -- follow the long dihedral to a belay ledge.  60'. \n\n  P3 -- continue up the corner to the top. 50'.","protection":"Full rack (cams, tricams, nuts).  Gear anchors at belays.","location":"Starts about 20' left of Wrectum Wrecker."},"__v":0},{"_id":"VBK4wjZAWh+HYdilVX9BHQ==","name":"T-Rex","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Anthony Meeks","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":64,"mp_id":"107945221","mp_crag_id":"105852071","climb_id":"VBK4wjZAWh+HYdilVX9BHQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"T-Rex is a route suffering from severe bipolar disorder.  It starts on some of the worst rock you'll ever climb, dirty choss with a high sketch factor.  Get to the 4th bolt and you're rewarded with perfect orange sandstone, some of the best rock at T-Wall.   \n\n  Start by stick clipping the 2nd bolt, the first bolt is hanging out of the wall and won't hold body weight.  Carefully climb super-choss for a few bolts to the base of a small roof where the good stuff starts.  A few easy moves lead to a big jug and an overhead clip.  The crux starts here with a move out right to a good pocket, followed by a crimp, a sloper and a hard move to a jug.  From here about 45 feet of interesting climbing on brilliant rock remain with more than one spot to blow the redpoint.   ","protection":"All bolts.","location":"To the left of Death by Boobalooba and to the right of Psychopath.  Look for the first bolt barely attached to chossy rock."},"__v":0},{"_id":"q121dCRKXVKiBy/rEu7spA==","name":"Superwave","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Harrison Shull, Kirk Brode - 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":38,"mp_id":"105891962","mp_crag_id":"105852071","climb_id":"q121dCRKXVKiBy/rEu7spA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"No stars in the book but classic all the way!  Superwave is located on a left (west) facing wall a short distance left of the Wood Spirit tree.  The wall is steep, beautiful yellow and orange rock with a single prominent roof band at mid-height.  Look carefully for a bolt right at the lip of this roof -- that's Superwave.  A higher bolt out right belongs to the 5.12 that shares the start. \n\n  Climb sketchy rock up to a ledge at a left-facing flake.  Optional pro here and a good blue TCU in the little finger crack above protects the first hard mantle.  The climbing continues to be steep and continuous up to a sit-down rest on a large, left-pointing flake below the roof.  Climb up, into, and out the roof to a great horn, clip the bolt, and throw for a great horizontal.  Above this is another finger slot that accepts a purple TCU or blue Alien.  Step left on tenuous holds to a right-facing corner, up this halfway before stepping around to the face on the left at a horizontal break (do not continue up the right-facing corner too far!).  Follow the face on generally positive holds (save another blue TCU for this section) up to one last thin section before the bolted anchor.","protection":"Standard rack.  I found a #3 Camalot helpful on the lower face before the rest flake.  Lots of long runners are nice too.","location":""},"__v":0},{"_id":"KMk/wPEmUrGndMskxqhRxg==","name":"Sundance","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":9,"mp_id":"107969481","mp_crag_id":"105852071","climb_id":"KMk/wPEmUrGndMskxqhRxg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Work a hand crack up to the face with a finger crack.  Fun climbing.","protection":"Possible 3\" placement down low, otherwise a standard rack up to 2\". Plenty of placement opportunities. NO ANCHORS as of January 2013.  There was one questionable tree about 20' away from the edge that can be slung for an anchor. I chose to downclimb.","location":"On Serenity wall just a few feet left of Little Steps (5.7)."},"__v":0},{"_id":"6784cmsqVy+E5zq97DBKZg==","name":"Stone Hinge","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Rob Robinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":34,"mp_id":"107428294","mp_crag_id":"105852071","climb_id":"6784cmsqVy+E5zq97DBKZg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Another great route in the Paradise Falls amphitheater, Stone Hinge is the striking bolted dihedral on the right of the falls.  Begin by climbing fun, overhanging jugs for 40 feet to the base of the dihedral.  A sneaky rest can be had here while you don your thinking cap.  There's a lot of holds here, figure out your sequence and get after it.  Like most dihedrals, footwork is very helpful.  At the top of the dihedral a last puzzle awaits, how do you get out of this thing?  Once surmounted, the last 20 feet are fun fluff, leading to a small ledge with chain anchors.","protection":"Bolts","location":"On the right side of the Paradise Falls amphitheater.  Locate the overhanging dihedral halfway up the wall.  This routes and Gates of Testosterone share the same first few bolts before Gates breaks left."},"__v":0},{"_id":"/UNhfthNXq6RyR9XEPpngw==","name":"The Stinger Arete","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Jerry Roberts - 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":32,"mp_id":"106613059","mp_crag_id":"105852071","climb_id":"/UNhfthNXq6RyR9XEPpngw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"A fun outing on good rock, unfortunately neglected like so many T-wall sport routes. The top headwall is often wet, if it's dry, this route is worth doing.   \n\n  Start by stick clipping the first bolt (shared with the Dark Star).  Climb easy ground to the right of the first bolt, then head left, passing the 2nd bolt of the Dark Star (don't clip) to clip the second on the Stinger Arete.  Now head up and left on good holds to a good rest below a bulge.  Fire the bulge (crux) and climb ever improving holds to another small roof.  Huge jugs lead to the headwall where an odd little move leads to the last clip.  If the route has been climbed recently (doubtful), the end is easy although a little runout.  If it's unchalked (likely), enjoy an exciting journey, trying not to take a 30+ footer at the chains.","protection":"Nine bolts, bolted anchors.","location":"On the left side of the Paradise Falls ampitheater.  Shares the same start as the Dark Star."},"__v":0},{"_id":"A1bEo1CZW5CLfnbqB0fhyw==","name":"Step Right Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rob Robinson, Susan Robinson - 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":7,"mp_id":"106703333","mp_crag_id":"105852071","climb_id":"A1bEo1CZW5CLfnbqB0fhyw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Nice, varied climbing.  Trickier than it looks. \n\n  Starting below a roof, climb a short left-facing corner, then skirt the roof on the right using a crack formed with a block that looks detached but is more solid than it appears.  Continue up the crack to a bulge, then follow the face to the top on devious (and sometimes dirty) slopers.","protection":"Mostly medium gear.  No bolted anchors, build a gear anchor and rap from a pine tree.","location":"Located in the Serenity Walls section, about 80' right of the Schrodinger Equation."},"__v":0},{"_id":"Hvetaod4XxOZcWcyMEJ7mg==","name":"Step Into My Dream","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Robinson, Brode, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":15,"mp_id":"106364352","mp_crag_id":"105852071","climb_id":"Hvetaod4XxOZcWcyMEJ7mg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Climb up to a bolt, pass a short overlap/roof.  Continue straight up the face until one encounters an unusually rectangular hole that works as a perfect hand jam.  If you haven't \"geared it up' before this you will take a huge ride should you blow the crux.  Jam, then undercling the box, reaching high for a crimpy edge.  Figure out some feet and try to reach for a a dirty horizontal crack and don't forget to relax... \n\n  Whew... \n\n  Continue up the face to the anchors on Voodoo.","protection":"Standard and maybe some extra small wires.","location":"In between Voodoo and Heat Vision...look for the lone bolt"},"__v":0},{"_id":"eXwE/hnkV1apjlYGR6QBog==","name":"Steep Eye for the Slab Guy","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Harrison Shull, Kirk Brode","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":39,"mp_id":"118314830","mp_crag_id":"105852071","climb_id":"eXwE/hnkV1apjlYGR6QBog==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Great route that splits off from Super Wave at the midway roof. Where Super Wave continues straight up, head right into a little right facing corner with good gear where a big move to an undercling gets you set up to clip the crux bolt. After the crux head up and right on at times fragile holds to a bolted anchor.","protection":"Standard double rack with lots of long slings plus a BD #4 and 5 can both be useful to protect the sections leading up to the bolt. ","location":"Just left of the popular area with Killer Diller, William Perry, etc. on a west facing portion of the cliff."},"__v":0},{"_id":"9k6/GU79VyGg5BBfOhLfig==","name":"Starting Point","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Darrow Kirkpatrick, Rob Robinson - 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":11,"mp_id":"106703354","mp_crag_id":"105852071","climb_id":"9k6/GU79VyGg5BBfOhLfig==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Pleasant arete climbing, with some thought-provoking sequences toward the top. \n\n  Starting at a wide crack right of the arete, work your way up the crack to a nice ledge on the left.  Continue up the arete following the path of least resistance.","protection":"Mostly small to medium gear; a large cam could be useful to protect the starting crack, but isn't vital.  No bolted anchors, build a gear anchor.","location":"Located in the Serenity Walls section; starts about 10' right of Little Steps, 5' left of Harvest Time."},"__v":0},{"_id":"q9SGKPxLUU2ROS937UDJbQ==","name":"Sole Searcher","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Rob and Susan Robinson - 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":46,"mp_id":"105889258","mp_crag_id":"105852071","climb_id":"q9SGKPxLUU2ROS937UDJbQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"This short climb is not as easy as the grade would indicate.  A little dirty, it will probably clean up well with more traffic. \n\n  Start just right of a vegetated corner.  Move up the steep face, then trend left to the corner and on to the top. ","protection":"Small to medium nuts and cams.  Slung tree with rap rings at the top.","location":"Starts 20 ft. left of Path of the Misfits."},"__v":0},{"_id":"F5U/0+j2U9iLZLqYsxOOWg==","name":"The Schrödinger  Equation","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Judd Layman, Andrew Melvin, Steve Goins, 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":6,"mp_id":"112467566","mp_crag_id":"105852071","climb_id":"F5U/0+j2U9iLZLqYsxOOWg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Five-nine with a capital PLUS. Eat your wheaties, kids! \n\n  Work your way up a large, right-leaning corner past bulges and overhangs. The crack is mostly hands, but sometimes wider. Eventually you'll end up in a chimney beneath the final sequence of horizontal overhangs. Can you solve the equation? Be warned: it may be time-dependent! \n\n  After moving out all the overhangs and turning the lip of the roof, easier climbing leads up about 20 feet or so to slings around a decent-sized tree backed up with a small stopper. Rappel from here.","protection":"Double up on the hand-sized stuff, and maybe bring a #4 Camalot C4 to be safe. \n\n  Anchor at the top is slings around a reasonably-sized tree. When we climbed it the tree was backed up by a small stopper and a sling.","location":"Way way down there. From the popular beginner climbs Little Steps and Starting Point, head left down the wall for awhile until you cross below a low-angle waterfall. After the waterfall, continue along the cliffline for a ways until the wall cuts back to an alcove. \n\n  In the alcove is an obvious crack/corner system that works up and right to a substantial, intimidating series of horizontal roofs that move out right. About 20 feet off the ground and 20 feet right of the corner system is a large, rounded, right-facing flake system. This flake isn't part of the climb, but it's a useful feature to confirm you're at the correct corner. \n\n  Have fun!"},"__v":0},{"_id":"z8AI5ONeW662zNFv0gdw8A==","name":"Rockgasm","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jerry Roberts (2000)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":30,"mp_id":"112449923","mp_crag_id":"105852071","climb_id":"z8AI5ONeW662zNFv0gdw8A==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Starting left of Grace, easy climbing up and right brings you to a rest on a thin flake under a roof. Figure a way out and over the roof to continue up and right on more good holds to a rest on a large, flat rail. Climb the beautiful golden scoop and up over the large roof to the anchors.","protection":"Bolts","location":"Left side of the Paradise Falls amphitheater"},"__v":0},{"_id":"bwtofexJVayKFNTm0fvUmw==","name":"Run with the Horseman","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rob Robinson, Peter Henley, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":40,"mp_id":"106317549","mp_crag_id":"105852071","climb_id":"bwtofexJVayKFNTm0fvUmw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Climb flaky rock up to a ledge about 20 feet up, so you are just below a great left facing corner with finger crack.  Muscle up into the business.  Stem, layback and lock you way up to the roof.  Bust right and up through the roofs on more flaky rock to a ledge with anchors.  Don't forget to breath.","protection":"Small rack up to 1.5/2 Friends...aliens work great.  Rap anchors.","location":"Just down past Tribal Baby Sitter, near a big left facing corner system."},"__v":0},{"_id":"/50epZ5KVx2Hn5d0f99JRg==","name":"The Riff","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Steve Goins and Truly Bracken 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":52,"mp_id":"107376909","mp_crag_id":"105852071","climb_id":"/50epZ5KVx2Hn5d0f99JRg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Starts in a left facing corner under a pockety roof. Nice bouldery start. Traverse right on good holds and pull the lip. Fall potential isn't pleasant, so don't fall. Get your solo head on! Get a good spot if you feel like it. \n\n  After the lip, work your way mostly straight up over 5.8+ish terrain, and slightly to the left to bolt anchors (you won't see them till the very top). No stars in the Dixie guide, but should have 1 or 2! Worth if for the cool start.","protection":"No pro first 10'. Small to medium cams. Ring anchors.","location":"About 40' right of The Wood Spirit tree."},"__v":0},{"_id":"SenLt5MxWquY/yWvUIG5lg==","name":"Ribbon Cracks","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Rob Robinson, Peter Henley - 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":28,"mp_id":"106354476","mp_crag_id":"105852071","climb_id":"SenLt5MxWquY/yWvUIG5lg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"A decent route on nice rock that's a bit dirty from lack of use.  Climb a hand and finger crack past a tree and then a couple of small bulges.  There's another small tree near the top that's very dead, not worthy of grabbing or slinging.  Bolted anchors seemed to be shared with the 5.9 to the right.  Might want to protect your second as peeling on the last bit could lead to a swing right into the dihedral.","protection":"Standard rack.  Good gear the whole way.","location":"Pretty far left.  Past the Paradise Falls sport routes but before the Message Cave."},"__v":0},{"_id":"KheLcMSfXXyozj7jBjYBmg==","name":"Quick an' Dirty","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Henley, Berman 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":29,"mp_id":"106366868","mp_crag_id":"105852071","climb_id":"KheLcMSfXXyozj7jBjYBmg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Quick an' Dirty isn't really all that Dirty...but you could climb it quickly.  Climb a left facing dihedral to a flake.  Continue up a face with a finger lock or two to anchors shared with Ribbon Cracks.","protection":"Trad.  Anchors","location":"Just past Paradise Falls and right of Ribbon Cracks."},"__v":0},{"_id":"MEVWcljaVOqMBGT7+Z70zw==","name":"Psycho Path","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Rob Robinson, the late 80's","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":62,"mp_id":"105946878","mp_crag_id":"105852071","climb_id":"MEVWcljaVOqMBGT7+Z70zw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Sick pocket climbing to a crimpy crux roof up high.  Strong digits helps...\n\n High (very high) first bolt adds to the spice.  Be careful soloing down low through the choss band (5.8ish). ","protection":"Draws.","location":"Just left of the trail split you'll come to a gorgeous arete with some obvious pockets.  This is the Psycho Path."},"__v":0},{"_id":"wawXPm+4Vx2GMaWGJ4APeA==","name":"Path of the Mystics","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Rob Robinson, Steve Goins, Jeff Gruenberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":58,"mp_id":"107003612","mp_crag_id":"105852071","climb_id":"wawXPm+4Vx2GMaWGJ4APeA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Test your might on one of the steepest traditional routes around. After the first crux gorilla swing your way across buckets and a plethora of heel hooks. Then, lets see... there is a hueco and one hold on the lip of the roof. Thug life. Pull the lip, few more moves, Clip the anchor.\n\n Tape your hands and wear some pants","protection":"singles set of .3-#2 Camalots for roof., also single #0,1,2 TCU/C3's for upper face. Bolted Anchor.","location":"The Wasteland(aka T Wall South), The 20-30ft roof to the left of \"Where Lizards Go To Die.\" \n\n  Not to be confused with \"Path of the Misfits 5.8\""},"__v":0},{"_id":"ODEPPe7lWZOXFA8/mUSntg==","name":"Path of the Misfits","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"David Vartanian, Ward Smith 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":48,"mp_id":"106366851","mp_crag_id":"105852071","climb_id":"ODEPPe7lWZOXFA8/mUSntg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Climb the face to a small corner, then up blocky terrain.  Watch out for loose stuff.  Continue up and right of the arete to the anchors at the top.","protection":"Trad.  Anchors","location":"To the left of Wood Spirit.  Just right of the arete/toe of the buttress."},"__v":0},{"_id":"bl5lZavwXrKC/J+aOWuoww==","name":"Open Casket","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rob Robinson, Peter Henley - 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":61,"mp_id":"105903227","mp_crag_id":"105852071","climb_id":"bl5lZavwXrKC/J+aOWuoww==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"","protection":"","location":"The Casket lies left of the waterfall, just around the corner from Psycho Path, etc.  When you turn the corner to confront a dark and gaping maw, you're there.   \n\n  Belay on the big ledge, or lower off on new rings."},"__v":0},{"_id":"zDMUXJgwVhSll+wHV5U/KA==","name":"Open Boat Whalers","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"RR, Pete Henley, 2/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":23,"mp_id":"105972462","mp_crag_id":"105852071","climb_id":"zDMUXJgwVhSll+wHV5U/KA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"\"When open boat whalers put out to sea, they knew they only had a one in three chance of coming back...\"--Rob Robinson \n\n  OBW wanders up and right on the protruding prow left of the Message.  It's kinda out-there for such a short exercise, and definitely puts a little wind in your sails. \n\n  Start in the left-facing corner, gain a horizontal ledge, and move right for 20 feet or so.  Navigate upwards on the slightly overhanging wall, weighing your need for pro against your ability to hang in there and dink it in, and trending right a bit to the top.\n\n \"Ships are safe in the harbor, but that's not what ships are designed for\"","protection":"","location":""},"__v":0},{"_id":"7VFbVU/EX9qGrqDUJ4X/Fg==","name":"Only on Earth","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Hugh Herr, Ward Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":21,"mp_id":"106090539","mp_crag_id":"105852071","climb_id":"7VFbVU/EX9qGrqDUJ4X/Fg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"The introduction to hard roof crack climbing at T-Wall.  A physical start leads to perfect hand jamming out a severely overhung wall.  A pumpy crux at the lip stops many an onsight. \n\n  A second pitch continues but most lower from fixed gear.","protection":"Mostly hand size","location":"Far left end of  T-wall.  Locate obvious roof crack close to ground."},"__v":0},{"_id":"P7ySRdvLUjOy7eNZS8IpsA==","name":"One Slip","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":47,"mp_id":"108037588","mp_crag_id":"105852071","climb_id":"P7ySRdvLUjOy7eNZS8IpsA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Fun climb.  Follow arete to the top.  Shares anchors with Path of The Misfits.","protection":"Cams up to 2\", also a 3\" crack 4 feet below anchors would keep from running that section out.  About a 12' run out section in the middle that might not be best for a beginning leader.","location":"20 or 30 feet to the left of that funky tree stump in the middle of the trail.  10 feet to the left of Path Of The Misfits."},"__v":0},{"_id":"ioRg0Z4hVhWZ0k1446XC4A==","name":"The Message","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Rob Robinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":26,"mp_id":"106349391","mp_crag_id":"105852071","climb_id":"ioRg0Z4hVhWZ0k1446XC4A==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"A super fun route on good rock.  The lack of a normal finish costs a star but it's still great fun. \n\n  Easy climbing past 2 or 3 bolts leads to a boulder problem that's not too bad.  A good rest on hand jams follows, then a move off a pocket and undercling leads to a block.  The business starts here.  A fun boulder problem on an undercling and 2 slopey sidepulls leads to a jug.  Another boulder problem leads to a reinforced jug.  Reach for the hidden pocket and select your finish.  Head left to the chossy but cool dihedral (Leftover Message) or head right on jugs for the original finish (The Message).  The Messenger continues outward, pulling the roof.","protection":"bolts","location":"Shares the start holds with the Burn.  Climbs out the middle of the Message cave."},"__v":0},{"_id":"zW9JS3ywXYaf7w4sUhVg7A==","name":"Mass Transit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Judd Layman and Andrew Melvin, 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":5,"mp_id":"105904024","mp_crag_id":"105852071","climb_id":"zW9JS3ywXYaf7w4sUhVg7A==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Although this unique left-facing corner requires a somewhat long hike, it is nevertheless a nice route. Nice moves on solid rock. Definitely away from the crowds.","protection":"A standard trad rack, with sizes up to a BD #3.","location":"Starts near the right (east) end of the Valhalla Wall section, in a corner not far to the right of the sport route Homemade Sin.  Look for an obvious big crack in the corner."},"__v":0},{"_id":"7AfyZzKTVE6USso/bO6VtQ==","name":"Little Steps","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rob Robinson, Darrow Kirkpatrick 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":10,"mp_id":"107393604","mp_crag_id":"105852071","climb_id":"7AfyZzKTVE6USso/bO6VtQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Begin in a corner between a tree and the face (offwidth crack to your right) for ten feet. Continue up a great hands crack dihedral with quality face holds. Move through a short section with flakes (crux) and continue the last few feet to the top. \n\n  A real classic T-Wall moderate that sees little traffic.","protection":"Standard T-Wall rack. No anchors at top. Slings around a dead (albeit large) tree about twenty feet back from the top of the cliff.","location":"Located just past Serenity falls (traveling from the Cibola trail). The first dihedral along the trail. Look for the tree very close to the rock face."},"__v":0},{"_id":"ILEnd8kfWgOcUtNK+UQKHg==","name":"Little Green Men","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Liles, Denmark Blount - 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":13,"mp_id":"106703937","mp_crag_id":"105852071","climb_id":"ILEnd8kfWgOcUtNK+UQKHg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"A surprisingly nice line, with good protection and a committing move or two down low.  The rock quality here is much better than some nearby routes.  With more traffic and judicious use of a brush on some key holds, this new route will be even more fun. \n\n  Little Green Men starts below a series of discontinuous left-facing flakes, about 5' right of a small tree on the cliffline trail.  Fairly easy climbing past the first flake leads to a nice ledge; from the ledge, make some balancy moves (crux) on thin and/or lichen covered holds to gain the next flake.  Continue up a crack and trend left to a small ledge below a left-facing corner.  Move up the corner and onto the face, finishing at a small crack to topout at a pine tree. \n\n  NOTE:  Until bolted anchors are installed, be careful with how you route your rope for rapping or toproping, as the crack in the lip at the top is a real potential rope-eater.","protection":"Small to medium gear (up to #2 Camalot or equivalent).  No bolts, build a gear anchor.","location":"Located in the Serenity Walls section, about 20' right of Harvest Time.  New webbing and rap rings on a pine tree at the top."},"__v":0},{"_id":"I+kyUsJ+XzSkHqEKilEmJQ==","name":"Killer Diller (aka Silver Spurs)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rob Robinson - 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":45,"mp_id":"105889265","mp_crag_id":"105852071","climb_id":"I+kyUsJ+XzSkHqEKilEmJQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"A really nice route that never lets up. \n\n  Start on a ledge below two thin vertical seams in a bulge about 30 feet up. Boulder your way up to a stance, plug in gear. Repeat until you are below the mentioned bulge. Rest and regroup. Plug in great gear. Pull the bulge on reachy moves. Continue fighting the building pump in your forearms to a rest. Now, make balancy moves as you work your way toward the anchors. \n\nNOTE:  This route was inadvertently listed in the Dixie Cragger's Atlas as Silver Spurs (2001 FA by Chris Watford).  Rob Robinson has confirmed that he actually established the route in the late 80s as Killer Diller.","protection":"Small to medium cams, maybe some nuts if you're fast at placing them. New bolted anchors are now in place.","location":"Starts 20 ft. left of Sole Searcher."},"__v":0},{"_id":"MkORZhhXU3Cc4okVGfSPYg==","name":"Homeland Insecurity","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Kirk Brode and Rob Robinson, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":35,"mp_id":"108733733","mp_crag_id":"105852071","climb_id":"MkORZhhXU3Cc4okVGfSPYg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Steep trad line! Start off a ledge, boulder up and right to jugs and towards a hole in the rock. Get a big cam in here and fire up the face towards a big horizontal break. \n\n  Traverse left under the roof via huge jugs (exposed!). \n\n  Head up and right through slightly overhanging terrain and some incut crimps. Thrutch for the anchors!","protection":"Set of nuts and cams up to #4 BD camalot.   Two bolt anchor with biners.","location":"Easily identified as opposite Hell or High Water. Starts off ledge through a hand crack and some broken rock just to the right of a right facing feature."},"__v":0},{"_id":"au8vGtPuUsuPmhHZ9qvkqA==","name":"In Sight of Power","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Rob Robinson, Peter Henley - 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":37,"mp_id":"105930661","mp_crag_id":"105852071","climb_id":"au8vGtPuUsuPmhHZ9qvkqA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Supposedly the first route established at the Tennessee Wall.  \n\n  Starts 200' left of the Wood Spirit cedar tree, in a right facing corner, right of the waterfall.  \n\n  Follow the corner up, trending left under the small roof. Undercling left and pull this for a stance below the final 30' of hand/fist crack. Climb to top.","protection":"Standard rack. A couple extra 2-3\" pieces work well for the top.","location":"The start is in a recess 200' past the weird cedar tree."},"__v":0},{"_id":"YWWnMULCXqG2PKFeWDeeFw==","name":"Hell or High Water","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rob Robinson, Kirk Brode - 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":36,"mp_id":"105891967","mp_crag_id":"105852071","climb_id":"YWWnMULCXqG2PKFeWDeeFw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"A great little route that packs a punch.  A couple hundred yards past Superwave and the Wood Spirit tree and right of the huge roofs of Homeland Insecurity and Shadows.  Begin immediately left of a large boulder leaning against the wall that forms a nice little shady alcove.  \n\n  Step up at a wide crack/chimney and climb up and right across an unprotected face until it is possible to step onto the boulder.  Continue up an easy ramp to a stance where good gear can be had.  Climb up a nice finger crack in a right-facing corner to the obvious \"ship's prow\" flake that juts straight out of the wall below the roof.  Hand traverse out the prow and pull through the roof systems above.  A stance can be gained below a final overlap; pull through this up to a 15' stretch of face climbing past a lone bolt.  Bolted anchors (but could use some quicklinks to replace the manky webbing).","protection":"Standard rack.  Long runners.","location":""},"__v":0},{"_id":"wYA62sA/Wze9JKwRMAeeow==","name":"Heat Vision","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Stracker, Robinson, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":14,"mp_id":"106364345","mp_crag_id":"105852071","climb_id":"wYA62sA/Wze9JKwRMAeeow==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Look for a short flake/right facing corner about 8 feet up.  Climb this to a ledge, then climb a series of left facing flakes/corners until you can break right at a weakness that leads to a ledge.  Continue up the face to anchors.","protection":"Standards.  Rap rings at the top.","location":"Way down...see Voodoo That You Do...for more details.  It is located to the left of it."},"__v":0},{"_id":"DNBk/KaKVniOfnlv3Z6J2w==","name":"Harvest Time","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Darrow Kirkpatrick, Rob Robinson - 1997","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":12,"mp_id":"106703366","mp_crag_id":"105852071","climb_id":"DNBk/KaKVniOfnlv3Z6J2w==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Little opportunity for pro and suspect rock in the first 20' make Harvest Time a serious and commiting lead.  Fortunately, it can be toproped after leading Starting Point just to the left. \n\n  Starting at an obvious football-sized scoop, pull past scoop and onto the face below a shallow roof.  Puzzle your way up the face on crimpers that may break off; a horizontal where the roof joins the face will be your first real opportunity for protection.  Pull through the roof and continue up the face above, finishing on thin crack systems.","protection":"Scanty; mostly small stuff.  No bolted anchors, build a gear anchor.","location":"Located in the Serenity Walls section, about 5' right of the Starting Point arete."},"__v":0},{"_id":"kGFX9W7aWeip7dGqASYllA==","name":"Hands of Stone","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rob Robinson, Louie Rumanes","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":20,"mp_id":"108141216","mp_crag_id":"105852071","climb_id":"kGFX9W7aWeip7dGqASYllA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Slopey face climbing over bulges to a stellar roof.  Reach out to clip the roof bolt and power through to the short face above.","protection":"bolts to rap rings","location":"Just right of the right facing corner route \"Wild Pink\""},"__v":0},{"_id":"cADTJvG8XGyk+umEmxFIfQ==","name":"Hammer Time","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"visiting New Englanders: Ward Smith, David Vartanian, January 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":51,"mp_id":"105973006","mp_crag_id":"105852071","climb_id":"cADTJvG8XGyk+umEmxFIfQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Visiting New England hardfellers scooped this one up on a winter getaway, along with a clutch of other lines in the immediate vicinity.   \n\n  Look for the 'Hammer Time' piton about 15 feet up.  Boulder up to this, and continue up the face in the neighborhood of a vague, left-facing flake system through numerous horizontals to the top.","protection":"","location":"Hammer Time is found a bit right of the Wood Spirit tree, in the low cave after you clamber over a bunch of breakdown boulders.  Look for the pin."},"__v":0},{"_id":"oVXgbUqFU2e00XUHOQ06RQ==","name":"Greener Pastures","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Mitchell, 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":44,"mp_id":"106317556","mp_crag_id":"105852071","climb_id":"oVXgbUqFU2e00XUHOQ06RQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Start near a block on the on left side of the ledge.  Make a couple of awkward moves up to a ledge below a notch in a roof and a big heuco.  Pull the roof and climb flakes, then slopers to the top. \n\n  Was really dirty when climbed, but we did a fair amount of cleaning.  Would be a great climb if it got more traffic.","protection":"Tree or anchors on Killer Diller (Silver Spurs).  Standard rack...nothing too big.  Nuts worked good.","location":"Tribal Baby Sitter area.  On a ledge off the trail."},"__v":0},{"_id":"cFMqR9AdWnyGwBDcppCy7Q==","name":"Grace","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jerry Roberts","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":31,"mp_id":"107428257","mp_crag_id":"105852071","climb_id":"cFMqR9AdWnyGwBDcppCy7Q==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Wandering left from the main approach trail at T-Wall, away from the crowds and noise, you eventually arrive at the scenic and beautiful Paradise Falls area.  This section of the cliff is loaded with great sport routes featuring many different styles of climbing. Perhaps the most unique is Grace, a route that requires as much footwork and body tension as it does finger strength.   \n\n  Stick clip the first bolt and then start a good bit down and right.  Follow and obvious system of goods hands and poor feet that lead back to the first bolt.  This is a little scary your first time as falling on the first few moves would surely involve hitting something hard but not to worry, it's not very difficult.  A hardish boulder problem at the second bolt leads to a great rest and easy climbing that ends underneath a small roof below an obvious stem box.  The difficulty starts again with fancy footwork and cool palming in the box, leading to another bolt.  The next twenty feet are the crux, requiring some more nimble footwork and long reaches between less than optimal holds.  A good square jug and a welcome bolt mark the end of the difficulty.  A fun 5.11 roof provides some icing on the cake.  Try not to fall up here as a Sweetgum tree could provide unwanted friction.","protection":"Eight bolts and anchors","location":"On the left side of the Paradise Falls amphitheater, one route route left of the Stinger Arete."},"__v":0},{"_id":"DGeSmjcLXkSXPUOB+Zsa7Q==","name":"Golden Child","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cody Averbeck, Sam Miles 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":4,"mp_id":"107393595","mp_crag_id":"105852071","climb_id":"DGeSmjcLXkSXPUOB+Zsa7Q==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Cruise up a fingers / hands crack down low before stepping right and continuing over a bulge and then up another hands crack. Finish at slings on tree (questionable strength) or take it to the top. No anchors. \n\n  Fun lower half, deserves more traffic. \n\n  Great jams, fun moves. Lower section is consistent 5.8 moves so  be ready for the typical T-Wall pump within the first few feet.","protection":"Standard T-Wall rack. No anchors. Slings on a very questionable tree about fifty feet up. Highly recommend carrying it to the top and rapping from a tree.","location":"In the Cibola area, 15' right of Trample Proof. After hiking up the trail go right up a short hill. This route is in the middle of the face."},"__v":0},{"_id":"bow06vjwXFaGyJ93k/ZgFA==","name":"The Gambler","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tyler Stracker, Rod Thomas 07'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":2,"mp_id":"121934617","mp_crag_id":"105852071","climb_id":"bow06vjwXFaGyJ93k/ZgFA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Climb left arching crack off a ledge. When crack starts to thin out load up on gear and climb right up through face (crux) to ledge. With gear at your feet commit to blind moves (\"aptly named\"-Stracker) more or less straight up to bolt anchor on top. Inspired by the great Kenny Rodgers.","protection":"Standard","location":"Just left of an arete and ten feet right of Where the Sidewalk Ends."},"__v":0},{"_id":"qrmYZLA+W7evmcmt1mFSHw==","name":"Fists of Fury","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Rob Robinson, Steve Goins 6/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":27,"mp_id":"106866677","mp_crag_id":"105852071","climb_id":"qrmYZLA+W7evmcmt1mFSHw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"This is one hell of a bad ass rock climb.  You won't find a line for this one so if squeeze chimney sized roof cracks are your thing then you've just fallen in love. \n\n  This is one of what I consider to be the \"Triple Crown\" of roof cracks at the T-Wall.  The other 2 being Celestial Mechanics and Hands Across America. \n\n  I've never sent this thing but I remember the crux being the entry move into the upside down chimney.  The final section of overhanging fists is memorable as well.  The roof that starts this thing is hard as well.  Prepare for battle. ","protection":"Full rack.","location":"This located in the Paradise Falls section of the T-Wall.  Located near the Message cave.  You can't miss the bombay roof crack."},"__v":0},{"_id":"7wWfWR9YUFKfLfrSaa5iFQ==","name":"First Dance","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Rob Robinson, Dan Canale '85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":60,"mp_id":"107919456","mp_crag_id":"105852071","climb_id":"7wWfWR9YUFKfLfrSaa5iFQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Climb a low choss band that is typical of this section of the wall to a funky roof encounter.  Surpass the funk and be rewarded with 60' of great climbing.  The last 25' or so will get your jimmies a janglin' as you climb the lichen slab.","protection":"A standard rack and sense of adventure.  No bolt anchors at the top.  There was some cordelette around a tree at the top.","location":"The right facing dihedral a few feet of \"Where Lizards Go To Die\""},"__v":0},{"_id":"UC+4b1bzW8mRGnEkCO5+KA==","name":"Elephus Maximus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":53,"mp_id":"106060293","mp_crag_id":"105852071","climb_id":"UC+4b1bzW8mRGnEkCO5+KA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Start with not that great climbing to get into the black hole. Stand up, rest and sling the giant sharp horn before moving out into some extemely wild climbing. Finagle whatever pro in you can and get moving.","protection":"48 inch runner for horn. Up to #3 Camalot","location":"Around left from Where Lizards go to die. Just look for the enormous hole."},"__v":0},{"_id":"kkbUqVS8U1CqzAvrKfxN+w==","name":"Dumpster Proof","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Cody Averbeck, Nathaniel Walker - 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":24,"mp_id":"106349959","mp_crag_id":"105852071","climb_id":"kkbUqVS8U1CqzAvrKfxN+w==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"A pretty good route on pretty poor rock.  Some parts may clean up with time but I think the first 2 bolts will always be flaky. \n\n  Pretty chill but interesting climbing passes the first 2 bolts, then pull an easy roof.  An interesting boulder problem is next (looks like some people have climbed way left around it?) which deposits you at a good rest.  Laydown, kneebar, do whatever makes you happy here.  The crux is next, I dynoed through it but I'm sure it could be done statically if you want.  Make sure your belayer gives a soft catch if you blow the dyno, there's a funky swing if not.","protection":"Bolts","location":"To the left of the Burn.  Climbs the left edge of the Message Cave."},"__v":0},{"_id":"5wpMUsghWwuGM32lJTG+IA==","name":"The Dark Star","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jerry Roberts - 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":33,"mp_id":"106613070","mp_crag_id":"105852071","climb_id":"5wpMUsghWwuGM32lJTG+IA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"To those that say that sport climbing is boring, I say hop on the Dark Star.  Lots of memorable moves, very cool position, and improbable holds add up to must-do for the sport climber willing to get a little dirty.   \n\n  The end of the route is somewhat unclimbable now which is why I gave it only 3 stars. \n\n  Start by stick clipping the first bolt and climbing to the right of the bolt line to the 2nd bolt.  The next 40 feet clocks in the low 5.12 range using sidebulls, jugs, a fingerlock, crimps, the whole shebang.  There are jugs periodically but the angle is steeper than it looks, slowly bleeding you.  When the angle gets really steep, the moves get bigger but the holds get really big.  The crux is pretty obvious, a very steep bulge that looks blank.  Use a cool, hidden fingerlock/jug and a slopey undercling to make a very large move up and left to a blind hold.  A knee bar can be useful here to check the swing.  Now head for the Dark Star, the big hole above, using huge holds in very steep rock.  Crawl into the Dark Star and relax, enjoying the waterfall and the view of the river.  I stopped here (as have others I've talked to). \n\n  The original finish went out the chossy roof crack (no bolts) to the lip of the roof and up the headwall.  The headwall seems now to be continually wet as was the roof crack so stopping in the Dark Star seems to make sense.  The grade of 13a seems about right stopping here. ","protection":"Bolts","location":"On the left side of the Paradise fall ampitheater.  Up the face, following a finger seam for a little bit, then out the huge roof to the Dark Star."},"__v":0},{"_id":"NFf2QAAYWdOGZFJMiL0Y8w==","name":"Circus Circus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rob Robinson and Kirk Brode, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":57,"mp_id":"105933651","mp_crag_id":"105852071","climb_id":"NFf2QAAYWdOGZFJMiL0Y8w==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Circus Circus climbs two short pitches of great rock on the south side of T Wall.  Pitch one:  work up through broken blocky rock until you can step right under a very large roof.  Traverse this roof finding the path of least resistance and don't forget your second.  Set up a gear anchor when you reach a notch/alcove below a short roof with a dihedral above.  Pitch two:  step out under the roof and climb the dihedral through a series of roofs up high.  Rap on newly installed rap rings.","protection":"Standard Rack.  New rap rings at the top of pitch two.","location":"Two pitch route located on the south end of T Wall, just past Where Lizards Go To Die.  Look for a right angling ramp beneath a huge roof that leads to a alcove below a dihedral."},"__v":0},{"_id":"thd8mw3UWTitghihCGU6HQ==","name":"Can't Touch This","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rob Dillon, Trish Swaggart, 10/25/99","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":50,"mp_id":"105972720","mp_crag_id":"105852071","climb_id":"thd8mw3UWTitghihCGU6HQ==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"This takes off about midway between the Wood Spirit tree and Hammer Time, cranking over the initial overhang, avoiding the namesake block,and heading for a right-leaning flake near the top (runs when wet). \n\n  Similar in style, grade, and quality to Hammer Time, unless the upper corner is wet.  I'm not sure if this has had a second, so feel free to chime in on the grade, relative worth, etc.  if I'm way off here.","protection":"Tree at the top.","location":""},"__v":0},{"_id":"y7hSNqc5V6yBDGagRLK73g==","name":"Burn","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Luis Rodriguez","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":25,"mp_id":"106090535","mp_crag_id":"105852071","climb_id":"y7hSNqc5V6yBDGagRLK73g==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"One of the best overhanging gymnastic routes at the T-Wall.  Super pumping climbing leads to cool moves out the upper dihedral and roof system.","protection":"draws","location":"the Message cave.  Can't miss it."},"__v":0},{"_id":"IZhuNxdWWnW4zNLHA8cucw==","name":"Big Orange Country","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":8,"mp_id":"109968830","mp_crag_id":"105852071","climb_id":"IZhuNxdWWnW4zNLHA8cucw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Follow a right-arching crack system up through an orange face to the trees at the top. \n\n  Pleasant climbing and the aesthetics of the line more than make up for the occasional spot of dirt or vegetation you're likely to encounter on this \"up and coming\" climb. All the important holds and spots for gear are clean and clear, so have at it! \n\n  When we climbed it, some of the more positive holds on the second half of the climb felt a bit hollow/loose. Due to the traversing nature of the route, the belayer would be well clear of the line of fire if something popped loose. Just make sure there are no spectators lollygagging down below when you get your send on.","protection":"standard rack, tree with slings & rings at the top","location":"Around 80 feet left of Sundance and Little Steps. Look for an obvious, right-arching crack system through the orange face."},"__v":0},{"_id":"fe37ZPylVdOf+lU1s7lFUw==","name":"Air Raid","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chris Chestnutt and Travis Eiserman (2/2002)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":54,"mp_id":"107394970","mp_crag_id":"105852071","climb_id":"fe37ZPylVdOf+lU1s7lFUw==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Fantastic 2 pitch route!  \n\n  Pitch 1 (5.8, 40 feet):  Climb horizontals bands and ledges to a spacious belay ledge and set up a gear anchor at the base of a hand crack in a beautiful orange left facing corner. \n\n  Pitch 2 (5.10, 60 feet): This is the \"quality\" pitch and should not be missed!  Climb the splitter crack on the right wall of the corner, blast over a small roof and traverse on a horizontal under a giant roof for 25' and escape to a ledge. \n\n  Descent:  No anchors, can continue traversing around a corner to the anchors on Wrectum Wrecker.  No links on the anchors so bring webbing/quicklinks.","protection":"Standard rack 0.4 - 3\".  Doubles hand-sizes for the crack and fingers sizes for the traverse.","location":"Located about 30 - 40 feet left of \"Where Lizards Go to Die\" Also, see See page 100 of Rob Robinson Guidebook \"Tennessee Wall\" A Rock Climbers Guide"},"__v":0},{"_id":"EfCiDlMvVXidHLxZxkHZqg==","name":"A Turn of the Page","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Watford, Darrell Jordan 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":22,"mp_id":"106364359","mp_crag_id":"105852071","climb_id":"EfCiDlMvVXidHLxZxkHZqg==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Climb a slab next to Open Boat Whalers, via a couple of cracks and edges to a ledge.  Now work your way up the steep NRG-like face clipping bolts along the way.  Enjoy.","protection":"Draws, Cold Shuts at the top.","location":"Around the corner from the Messenger Cave....next to OBW"},"__v":0},{"_id":"mXoxHYIVVYK8F0zEl/YC/w==","name":"A Nice Place to Come","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rob Robinson, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":43,"mp_id":"106317607","mp_crag_id":"105852071","climb_id":"mXoxHYIVVYK8F0zEl/YC/w==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Meander up the lower section of the route until you are below a heuco/roof.  Pull the small roof.  Continue up the face to the anchors.","protection":"Standard stuff.  Rap anchors.","location":"Tribal Babysitter area..."},"__v":0},{"_id":"UOz+7br+XGmMGyfsXHKXzA==","name":"[Redacted]","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tyler Stracker, Rod Thomas - 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"left_right_index":3,"mp_id":"106969273","mp_crag_id":"105852071","climb_id":"UOz+7br+XGmMGyfsXHKXzA==","areaRef":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"Up through a vague right facing corner to a ledge. Exposed jug haulin leads up and right to a corner capped by a bigass roof crack. Jam out this bad boy and turn the lip to the right and cop a good rest in another corner. One more smaller roof leads to a fixed anchor.","protection":"Standard T Wall Stuff","location":"Cibola area; starts about 10' right of Send Lawyers, Guns and Money."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,7aba5e4c-5306-56b7-b589-14753da2205b,6ca69057-6169-5f75-8a27-31034fecb7e4,1ad07c4b-2b86-5793-91e8-730e4f31ed14","pathTokens":["USA","Tennessee","Tennessee Wall, The","T-Wall West"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":5,"label":"5.10"},{"count":3,"label":"5.10-"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.11-"},{"count":6,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":5,"label":"5.8"},{"count":4,"label":"5.13a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11+"},{"count":3,"label":"5.6"},{"count":3,"label":"5.12d"},{"count":1,"label":"5.12b/c"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.12"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.8+"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.5"},{"count":1,"label":"5.12a/b"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":53,"bands":{"unknown":0,"beginner":17,"intermediate":25,"advanced":10,"expert":1}},"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":26,"advanced":16,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-85.4194,35.06887]},"bbox":[-85.41994939652281,35.06842033981813,-85.41885060347715,35.06931966018186],"left_right_index":-1,"ext_id":"105852071","area_id":"GtB8SyuGV5OR6HMOTzHtFA=="},"content":{"description":"When things are too crowded in T-Wall's eastern section, do yourself a favor and head west.  Though it's actually where all the earliest route development took place, T-Wall West usually has far fewer climbers.  This is not due to poor rock, though; there are a lot of great routes here, including some of the few multi-pitch lines at T-Wall. "},"density":0,"totalClimbs":65,"__v":1,"createdAt":"2022-11-07T06:23:49.069Z","updatedAt":"2024-01-15T16:48:43.057Z"}