{"_id":"6368a214e80bff5a9955d898","area_name":"Jemez Cave (a.k.a. Crystal Cave) - CLOSED","shortCode":"","climbs":[{"_id":"2fqkiaB+X0iSpGQEXy2Y7Q==","name":"Unknown","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":0,"mp_id":"107266511","mp_crag_id":"105847875","climb_id":"2fqkiaB+X0iSpGQEXy2Y7Q==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"This route while it doesn't look like much has a fun and difficult boulder problem between easier sections of climbing.  Start with Minutia and follow jugs for the first two bolts.  After clipping the second bolt, make a hard left and enter the crux.  A difficult (and somewhat terrifying third clip) on bad holds and a heel toe cam, lead into powerful compression moves.  Make a final throw to a jug and continue up two more bolts of 5.9 choss to the anchors. \n\n  Be extremely careful on the clip, your back is only about 7 feet of the ground while clipping, we used a crashpad here just in case. \n\n  I'm guessing the boulder problem is V8 which puts the grade at 13b since there isn't much of an endurance aspect.  Although the boulder problem may be harder so it may end up being 13c.","protection":"5 Bolts to Anchors, All Fixed.  Stickclip, Crashpad, and an attentive belayer.","location":"Far left side of the Cave,  Shares start and first two bolts with \"Minutia\".  After the Second bolt climb straight out of the cave."},"__v":0},{"_id":"PW7t2KueVyaSh3K2TZAs/w==","name":"Soul Crusher","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Lance Hadfield??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":4,"mp_id":"107074014","mp_crag_id":"105847875","climb_id":"PW7t2KueVyaSh3K2TZAs/w==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"Start as for \"Faith\" in the back of the cave for the first 4 bolts.  Where \"Faith\" breaks left continue up to the depths of the cave through easier ground and a great kneebar rest.  Clip the 5th bolt and climb through some large huecos.  A variety of crumbling holds, bat guano, and an opportunity to get the Hanta keeps this part interesting.  From here use all kinds of trickery and core tension to gain the line of \"Leper\", this section is probably the crux.  I also skipped what would be the 6th bolt. \n\n  Once on Leper pull the crux of that route and gain the break in the middle of the roof.  Obtain a great rest, as you still have the crux of Dope to do, to exit the cave and clip the chains. \n\n  This route is given 12d/13a in the Jemez Rock guide, but I feel it is significantly harder.  While it has more rests than other cave routes, there are more cruxes and the moves to join Leper are hard.  In my opinion this route is harder than Dope and Leper, and very comparable in difficulty to Faith.  So 13b seems like a good starting point.  The movement is great, but the rock in the depths of the cave can be especially dirty and nasty if it hasn't been cleaned recently.","protection":"Fixed draws to Fixed Anchors.  Bring a single long quickdraw for the first bolt.  Kneepads are useful as like everything else at Crystal Cave, the Kneebar huecos are sharp.","location":"Same start as \"Faith\" in the back right side of the cave.  I believe the draws are brown at the start until you join the green ones of Dope."},"__v":0},{"_id":"bwmdJDBeXHics5JK/d8SmA==","name":"Rosebudd","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Timy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":3,"mp_id":"107239978","mp_crag_id":"105847875","climb_id":"bwmdJDBeXHics5JK/d8SmA==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"This line was the hardest established line in Crystal Cave until recently when Cody Roth did the lines with the alternate finishes out the roof.  Featured in the 2009 Real Rock Film Tour Contest this line was originally considered 13d, however some alternate beta reduces the crux down to a more manageable V8 or V9 and in my opinion 13c. \n\n  Start just right of Dope, further back in the cave, on a positive shelf reached from cheater stones.  From here make entertaining gymnastic moves on mostly good holds to get up to the crux.  Some creative footwork makes this section easier.  From here pull the powerful crux (V8 or so) to gain the rest stance on Dope.  Rest up and fire the rest of Dope for the send.","protection":"7 Bolts to Anchors all fixed.  Stickclip, draw for belay bolt.","location":"Starts just to the right of Dope on obvious jugs above cheater stones."},"__v":0},{"_id":"hN196/MOWmmpqst3yUbqWQ==","name":"Leprosy","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":7,"mp_id":"106785238","mp_crag_id":"105847875","climb_id":"hN196/MOWmmpqst3yUbqWQ==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"This is the first 4 bolts of the Leper, and makes a good warm up for the harder routes in the cave. \n\n  Start up a steep wall with long moves between mostly good holds with a couple of underclings. The crux comes near the transition to the roof, holding, clipping from and moving off of a right angling crack feature. Move off of the crack into an undercling and out the roof through some pods with holds in them.","protection":"4 bolts  with fixed chain draws.","location":"This route is the third route from the right side of the cave and is just right of a seam feature through the start."},"__v":0},{"_id":"bdTauZ45WkelVvdk4JlJTw==","name":"Leper","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Lance Hadfield, 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":6,"mp_id":"106785232","mp_crag_id":"105847875","climb_id":"bdTauZ45WkelVvdk4JlJTw==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"Work up the right side of the cave with long pulls on jugs, there is a slopy crack feature near where the route goes horizontal. Venture out and left across the roof on pods with holds in them or pinches. When the good holds end the first crux hits moving around a weird block with bad feet finishing with a throw to jugs in an alcove above the feature. Cop a painful knee bar rest. Once ready, move left into the tough pocket section of Dope and up through the jugs. Finish here for \"??\" 5.13-, or continue out left through the V6 boulder problem to the top.","protection":"Bolts with fixed chain draws. I believe they have brown tape on them until they join Dope at which point the Dope draws are green.","location":"This is the third route from the right side of the cave and is just left of a seam feature for the first few bolts. It moves largely left across the roof to join up with the last two cruxes of Dope."},"__v":0},{"_id":"ut2M1znZW7OXgQkuezG6DA==","name":"New  1","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mark and Timmy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":8,"mp_id":"106809959","mp_crag_id":"105847875","climb_id":"ut2M1znZW7OXgQkuezG6DA==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"This is a fun new route with some big moves on good holds. It stays pretty nice and steep throughout with out ever forcing you to climb in the roof. \n\n  Follow mostly good holds up to a very big move near the 3rd bolt. Above this a nice traverse right on pockets take one to the anchor that is shared with Botox.","protection":"4 bolts, 3 with fixed chains with blue tape to anchors.","location":"This is the second route from the right. Starts between Leper and Botox, follows blue taped chain draws."},"__v":0},{"_id":"zLYTeOi/X0WKmlIODAA4zQ==","name":"Minutia","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":1,"mp_id":"106809931","mp_crag_id":"105847875","climb_id":"zLYTeOi/X0WKmlIODAA4zQ==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"This is a fun little route that is surprisingly long for how low it is to the ground through out. \n\n  Climb out steep rock on mostly good holds with the occasional undercling staying to the right of the bolt line. Eventually you will make tough moves around a large square block embedded in the wall near the 3rd bolt (crux, in this area is a variation finish which heads straight up and looks hard) After this head out the roof a bit more past another bolt, then more or less up through some smaller but positive holds pulling the bulge onto the face above. \n\n  This route can be started in several places. \n\nFrom a sit start well below the line of bolts, this would add about 15 feet of roof climbing before you get to the highest possible start, might even add a letter grade.The highest, most logical start is from a high jug with a square lip that has a coat of epoxy on it. This hold id just big enough to get two hands into.You could also start the route anywhere between these 2 points","protection":"One bolt to the left of the line, clippable from the ground to keep the rope out of the way. Followed by 6 bolts with fixed chains and brown tape holding the biners. 4 out the roof and 2 more straight over. Lower off the last bolt or move left to an anchor. \n\nA good belay is a must as you could hit the ground from just about anywhere on this route","location":"This is the furthest left start in the left hand cave. The fixed chains have brown tape on them and there is an additional \"first\" bolt a little further left of the line to keep the rope out of the way. Climb out the roof past 4 fixed chains then up the headwall."},"__v":0},{"_id":"8x6zzFr7VE6+ByrGJtgfUA==","name":"Faith","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":5,"mp_id":"106785225","mp_crag_id":"105847875","climb_id":"8x6zzFr7VE6+ByrGJtgfUA==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"Start by climbing down and around a low hanging bulge then up on pretty good holds to a tough move off of an undercling to a good hold high on the short vertical section of rock above. Move up another steep bit to more jugs and a traverse left into the underclings at the 4th bolt on Dope. \n\n  Continue out Dope through the tough section on pockets and the throw to the jugs and lower off for \"Short on Faith\" 5.13-, or continue out the V6 boulder problem to the top for  the full route.","protection":"Bolts with fixed chain draws.","location":"From the right this is the second route that starts out of the back of the cave and the 6th route from the arete. I don't recall what color the tape is on the draws."},"__v":0},{"_id":"VRyaosNpXuOyBEGD/uiL7Q==","name":"Dope","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":2,"mp_id":"106785215","mp_crag_id":"105847875","climb_id":"VRyaosNpXuOyBEGD/uiL7Q==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"Thuggy moves right off the ground lead past 3 bolts to a shelf and some underclings. Rest up here as much as possible. Continue past a couple more bolts on smaller holds to a difficult move getting established in a pair of pockets and a big throw out of them to a jug. Move up the series of jugs past another bolt. Make a long reach out left from the highest jug to clip, call it good for \"Short on Dope\" 5.12+, or bust the V6 boulder problem moving out left to another jug and clip, then up on flat holds to an undercling and the last bolt/anchor. Recommend not clipping this and instead lowering off the previous bolt as it will be hard on your rope.","protection":"Bolts with fixed chain draws. Color coded with green tape. Stick clip recommended for first clip.","location":"There are 2 main cave features and this route starts on the prow that sticks out between them off of a couple of pretty big stacked blocks. The route starts out by heading out and right for a few bolts then more straight out and finally to the left at the end."},"__v":0},{"_id":"a0vUmE0ZVhm3lU2A9B/uHg==","name":"Botox","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Marc Beverly and Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"left_right_index":9,"mp_id":"106785247","mp_crag_id":"105847875","climb_id":"a0vUmE0ZVhm3lU2A9B/uHg==","areaRef":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"The good, nice holds and a good warm up, one of the easiest routes here. \n\n  The bad, dusty holds and some looseness at the top, though this may have changed a bit as it appears the anchors have moved. \n\n  Climb up good holds near or on the arete to a tough move at the blank section by the third bolt. Once through the crux another bolt and some difficult to find holds lead to the anchors.","protection":"4 bolts with fixed chain draws.","location":"This is the furthest right route in the cave and starts just to the left of the far right arete of the cave."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,c2500114-d355-56f1-9679-a6b6fbb8c440","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Jemez Cave (a.k.a. Crystal Cave) - CLOSED"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.13b"},{"count":1,"label":"5.13c"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.13"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.11c"}],"byDiscipline":{"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.68699,35.79149]},"bbox":[-106.68754434851512,35.79104033981814,-106.68643565148484,35.79193966018187],"left_right_index":-1,"ext_id":"105847875","area_id":"wlABFNNVVvGWeaa2+7jEQA=="},"content":{"description":"DO NOT CLIMB HERE. The Jemez Cave is closed to all public access. The Santa Fe National Forest issued a closure order for Jemez (aka Crystal) Cave on August 21st, 2012. The closure order continues to be renewed after each expiration. The most recent renewal was May 1, 2019 and has been extended until April 30, 2023. The closure applies to all users and is in effect until rescinded or for one year and includes the cave and surrounding area within 50 feet as well as the access trails.  Violations are punishable by fines of up to $5000 and/or imprisonment of up to 6 months.*******************************************************************This information appears here for historical reference only. Climbing, or any other type of access to the cave, is prohibited. This crazy place is made up of a mineral called travertine, a mineral deposit from hot springs. It has a feel of limestone with multiple pockets.The routes here are difficult, all overhanging as they travel through the cave. Not only are they difficult to climb, we found them quite difficult to find! Typically you are lowered off single chains from the roof of the cave, and left wondering what route you did! There were many that were described in the guidebook \"Jemez Rock\", and we could not even figure out which was which. So, be warned, fun and difficult climbing with confusing route finding!"},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:44.450Z","updatedAt":"2022-11-25T11:20:25.474Z"}