{"_id":"63689d5ce80bff5a994f5372","area_name":"Juggernaut, The","shortCode":"","climbs":[{"_id":"gud/R30fUT2QvIzZGO9e2w==","name":"Nightcrawlers","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Shelton Hatfield, Alex Vaught, September 2018","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"left_right_index":6,"mp_id":"117541527","mp_crag_id":"109262091","climb_id":"gud/R30fUT2QvIzZGO9e2w==","areaRef":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":"Nightcrawlers provides an adventurous outing in an awesome venue. The combination of quality movement and position are what make this route memorable. Abundant techy crack climbing keeps it interesting while multiple steep sections build the exposure. An overhanging boulder crux guards a spectacular stretch of airy arete climbing high on the mountain. There are a few heads-up sections on this route, but the hardest moves on the climb can be aided.\n\nP1) 5.10, 65m\n\nStart up the clean seam, climbing technical thinness protected by thin gear. Follow the crack until seeing a rightward traverse to a twin crack system (optional belay). Continue up the cracks to a steep bulge on the right side of a small golden shield. A few more crack moves lead to a stance below a large right-facing corner.\n\nP2) 5.11(spooky), 55m?\n\nClimb up the steepening corner with jams and holds. Steep moves lead up and left out of the corner followed by more interesting finger crack and face to a stance below twin cracks. This section is the crux of the pitch, and although the movement is excellent, the pillar between the two thin cracks has a hollow sound when thumped. Use your best judgement. This 15 foot section is easy enough to aid if you get spooked. The cracks converge and bomber rock and locks lead through a changing corners to a roof pull. There are a few options for a belay here, the most comfortable likely being where your feet are on a golden undercling, after the changing corners but before the roof. Belaying higher on the slab is less comfortable, but will allow you to watch your leader on the crux of the next pitch.\n\nP3) 5.11+ (5.9 R/X?), 60m\n\nPull onto the slab and climb the finger crack until it peters out. After arranging some tiny pro, climb face holds up to the anomalous golden juggy plates on the face. Standing on the plates you can place gear under the roof. Look up. The improbable boulder problem above you is likely the most difficult sequence on the route. After bouldering to the large flake above (or doing a reachy aid move), place gear but don’t climb up. Traverse right on patina to the arete. Take in the position and prepare yourself for a bit of a spacewalk. Layback the moderate yet runout arete for a good while (R/X?). A thin crack appears before things get too wild\n\n. Stop at the second ledge and belay off a massive block.\n\nP4) 5.10, 60m\n\nFinish on the excellent last pitch of Hidden A\n\ngenda. Climb straight up blocky terrain to a wide slot and onto a ledge. Move left along the horizontal finger crack. When at the convergence of the X-Men cracks, you can cut back right for more 5.10 thinness (made it this far, might as well), or move up and left for the more moderate finish. Summit.","protection":"Tiny to #3 Camalot\n\nDoubles from blue alien to #2 Camalot\n\nTriples of fingers\n\nNuts, including offsets and thin thin\n\nThere is no fixed protection on the route.","location":"The route is located on the right side of the big main north face of the Juggernaut. Start in a thin seam in clean grey rock, just right of some large, parallel horizontal red streaks, and just left of a large right-facing corner.\n\nThe descent is a quick walk-off. Head straight back to the south, then traverse west towards the obvious sandy couloir, which will wrap you back around to the base."},"__v":0},{"_id":"TGJUvbw8XNW/CckNNCCshQ==","name":"Irresistable Force","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Nettle, John Fehrman. July 2000.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"left_right_index":5,"mp_id":"109262467","mp_crag_id":"109262091","climb_id":"TGJUvbw8XNW/CckNNCCshQ==","areaRef":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":"This route climbs the line just right of the large scoop on the main wall of the North Face.\n\nP1: Various starts led to a thin right facing corner 5.10\n\nP2: Move up into the strenuous slot. A variety of climbing techniques will see you thru the difficulties.5.10\n\nP3: Easier climbing leads up to the steep roof\n\nP4: Make the difficult moves thru the roof. Hard 5.10 Continue up the thin seam, then move left up to the big ledge.\n\nP5: From the big ledge, there are three options to the top.\n\nOption A: Climb the easy crack straight up from the left side of the ledge. 5.8\n\nOption B: Start up the easy crack on the left side of the ledge, then move right up a splitter finger crack. 5.10-\n\nOption C: From the right side of the ledge, climb up broken cracks, then traverse left up the splitter and then right up the finger crack to the top. This is the most sustained option. Manage rope drag. 5.10-","protection":"Doubles small cams to #2 Camalot.\n\nSingle #3, #4 Camalot, wires","location":"This route ascend the center of the main North Face.\n\nThe descent is a quick walk off. Head straight back to the south, then traverse west towards the obvious sandy couloir, which will wrap you back around to the base."},"__v":0},{"_id":"jl/EkV8QWEWJthsxFIaglA==","name":"Hidden Agenda","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jim Barnes & Nate Greenberg","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"left_right_index":7,"mp_id":"109262130","mp_crag_id":"109262091","climb_id":"jl/EkV8QWEWJthsxFIaglA==","areaRef":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":"This adventure begins just up and right from the junction of the North and West Faces of The Juggernaut. A mediocre start leads to excellent climbing above.\n\nP1: Climb the wide 4-6 crack on the left side of the west face and and continue up to the belay at the base of the huge right facing corner feature.\n\nP2: Start up the corner, then move right and climb the hidden thin seam up and right, then move left up an easy 4-6 crack.\n\nP3: An undignified start leads to an outstanding finish. Avoid the Belly of the Beast and set your sights on the triple cracks. Take the steep middle crack. You can belay in the alcove or continue up to the base of the X-Men Cracks.\n\nP4: Follow the excellent finger crack left, then move right and continue up the crack through a thin technical section to the top. Manage rope drag.","protection":"Rack : Single #0, 00, wires. Double : .3\" - #3 Camalot","location":"This climb is located on the right hand side of the formation and climbs the West Face. This route climbs a north facing ramp into the large alcove.\n\nThe descent is a quick walk-off. Head straight back to the south, then traverse west towards the obvious sandy couloir, which will wrap you back around to the base."},"__v":0},{"_id":"7Ljx4zR4Uqu05uCzbobLVg==","name":"The Dihedral Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Galen Rowell, Vern Clevenger et. al. 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"left_right_index":3,"mp_id":"109262291","mp_crag_id":"109262091","climb_id":"7Ljx4zR4Uqu05uCzbobLVg==","areaRef":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":"This route climbs the main left facing corner feature up the middle of Juggernauts North Face.\n\nP1: Tunnel under the big block. Climb the steep twin cracks on the right headwall. 5.10\n\nP2: Continue up the corner.\n\nP3: Keep to the right most of the corners. Stem and jam up and right to a stance. 5.10\n\nP4: Several options take you to the left side of the big ledge.\n\nP5: There are three options to the top.\n\nOption A: Climb the easy crack straight up from the left side of the ledge. 5.8\n\nOption B: Start up the easy crack on the left side of the ledge, then move right up a splitter finger crack. 5.10-\n\nOption C: From the right side of the ledge, climb up broken cracks, then traverse left up the splitter and then right up the finger crack to the top. This is the most sustained option. Manage rope drag. 5.10-","protection":"Doubles 1 TCU-#2 Camalot\n\nSingle 0, #3 Camalot, #4 Camalot, wires","location":"This route climbs the main dihedral on the center of the North Face.\n\nThe descent is a quick walk-off. Head straight back to the south, then traverse west towards the obvious sandy couloir, which will wrap you back around to the base."},"__v":0},{"_id":"+kVdgtfwX22+ozpJFtHITw==","name":"Cyttorak","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Luke Potter / Erin Elliott 8/18","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"left_right_index":0,"mp_id":"115192636","mp_crag_id":"109262091","climb_id":"+kVdgtfwX22+ozpJFtHITw==","areaRef":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":"P1. 5.10-, 50m. Start in a short but prominent left facing corner, where the corner ends move up and right into a scrappy wide crack which can be avoided via finger crack on the right. Move up and left to the start of the splitter finger / hand crack.\n\nP2. 5.10+, 55m. Climb the straight in splitter, make a crack switch into the left of the two parallel cracks, this crack thins out and makes for fun climbing. Use caution at the block and then enjoy finger locks over the bulge, easier climbing leads to a comfortable ledge on the arête.\n\nP3. 5.8, 15m. A short wondering pitch to gain the next ledge on the arête. Head out right traversing along a thin ledge and then head up the crack to the roof, traverse left under the roof back to the arête.\n\nP4. 5.11c, 50+m. Step right into the shallow left facing corner capped by a small roof, turn the roof on the right, continue up the excellent finger crack to a jug, clip a bolt out left and turn the arête. Continue up the path of least resistance eventually leading into the dihedral on the left. Manage rope drag! Spacious belay ledge shared with Arch Rival. 1 bolt and 1 pin belay.\n\n*P5. 5.10, 40m. Ascend the excellent arch pitch of Arch Rival, instead of exiting right stay in the arch and exit left. Belay on a large sloping ledge.\n\nP6. 5.8, 15m. Avoid the dirty wide cracks by moving slightly left, head straight up to the over-hanging blocky summit.\n\nA bit of traffic/cleaning and this could become an excellent climb.\n\n*The Arch Rival finish is better.","protection":"60m rope\n\ndouble: 00-#2, single: #3\n\nmicro-med stoppers (offsets)","location":"This route is located on the far left side of the face left of the Dihedral Route. It is left of Arch Rival.\n\nThe descent is a quick walk-off. Head straight back to the south, then traverse west towards the obvious sandy couloir, which will wrap you back around to the base."},"__v":0},{"_id":"pndeslqyVvWaYvf9zuIvAQ==","name":"Crimson Gem","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Nate Greenberg, Jim Barnes. July, 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"left_right_index":2,"mp_id":"109262104","mp_crag_id":"109262091","climb_id":"pndeslqyVvWaYvf9zuIvAQ==","areaRef":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":"This fun line is immediately left of The Dihedral Route. It climbs the corners and cracks up to and through the Triangle Roof.\n\nP1: A short but challenging start up a right facing corner. 65', 5.10-\n\nP2: Climb thin seams up to base of big right facing corner. 140', 5.10-\n\nP3. Move right across face into left facing corner. Continue up corner to ledge below the Triangle Roof. 130', 5.10-\n\nP4: Jam up perfect hands to the Triangle Roof. Exit thru apex of roof and continue up to a stance. 100', 5.9\n\nP5: Step right off the belay and follow cracks to top. 110', 5.8","protection":"Doubles 0-#3 Camalot\n\nSingles 00 and wires","location":"This is the middle of three climbs that leave from this ledge/ alcove. It starts 20 left of Dihedral Route in a right facing corner.\n\nThe descent is a quick walk off. Head straight back to the south, then traverse west towards the obvious sandy couloir, which will wrap you back around to the base."},"__v":0},{"_id":"NmLJ4VHOU0SMTBfJrKut7A==","name":"The Beckey Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Fred Beckey, Jack Roberts, Dave Black. September 1973.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"left_right_index":4,"mp_id":"109262524","mp_crag_id":"109262091","climb_id":"NmLJ4VHOU0SMTBfJrKut7A==","areaRef":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":"The ubiquitous Beckey Route! This is a plum line on crumbly rock. While aesthetically pleasing, this route is a tough one to recommend. The name West Face is a bit of a misnomer. The route is actually on the North Face of the peak.\n\nP1: Climb up thru the wide roof, then continue up the right facing corner. 5.10\n\nP2: Climb up loose flakes in a right facing corner. Continue up vertical kitty litter to a cool, right facing lie-back flake. Belay in crack above the flake. 5.10\n\nP3: Move right off the belay across slabby face. There are two options. Move up the right facing corner and then up and right across the featured face to the 5.7 crack OR place gear high in the right facing corner, down climb and then move right into the 5.7 corner.\n\nP4: This pitch is pretty good. Move up and left across corners and thru the Slot of Doom\n\nP5: Follow the 5.6 splitter to the big ledge.\n\nP6: From the big ledge, there are three options to the top.\n\nOption A: Climb the easy crack straight up from the left side of the ledge. 5.8\n\nOption B: Start up the easy crack on the left side of the ledge, then move right up a splitter finger crack. 5.10-\n\nOption C: From the right side of the ledge, climb up broken cracks, then traverse left up the splitter and then right up the finger crack to the top. This is the most sustained option. Manage rope drag. 5.10-","protection":"Single rack to #4 Camalot. Doubles .3-#2 Camalot","location":"The Beckey Route climbs the plumb line up the center of the North Face. It is right of the Dihedral Route and left of the Big Scoop Roof."},"__v":0},{"_id":"b/GE2LGKV1mLM3XL74Pdzw==","name":"Arch Rival","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jim Barnes & Nate Greenberg","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"left_right_index":1,"mp_id":"109262097","mp_crag_id":"109262091","climb_id":"b/GE2LGKV1mLM3XL74Pdzw==","areaRef":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":"This is an excellent route that climbs through the headwall and huge arch feature on the left side of the Juggernaut. The climb can be characterized by high quality splitter hand and finger cracks in really good stone.\n\nP1: A somewhat mungy start leads to a killer 5.9 hand crack and a good stance with a gear belay.\n\nP2: Step left off the belay. A fun and technical 5.10 finger crack in a left facing corner leads through a small blocky section to a good stance with a gear belay.\n\nP3 : Climb onto the steep headwall through a slot feature and into a 5.10+ finger crack above. Easier climbing leads up and left to a large ledge. Belay on the left hand side of the big ledge with a piton and bolt for an anchor.\n\nP4 : Climb the wild left-hand facing corner past The Keyhole and exit right via a steep 5.10 hand crack. Belay out on the face with a gear anchor.\n\nP5 : Traverse up and right across 5.10 face climbing with natural pro to the first obvious vertical crack, then follow this to the summit.","protection":"Rack: Single #00, 0, wires. Double .3\" - #3 Camalot.","location":"Climber's left side of the formation - the left hand most line on the wall.\n\nThe descent is a quick walk-off. Head straight back to the south, then traverse west towards the obvious sandy couloir, which will wrap you back around to the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,d1d2f080-cf5d-57de-8d8e-5dd04f51716d,7c9e2155-6c6a-530a-b369-aef17f5c37ce","pathTokens":["USA","California","High Sierra","02 - The Sawtooth Ridge","Juggernaut, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.10"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":3,"expert":0}},"alpine":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.45213,38.10079]},"bbox":[-119.45270141317998,38.10034033981814,-119.45155858682003,38.10123966018186],"left_right_index":-1,"ext_id":"109262091","area_id":"fJ4hVWxqUwqzaa7xf1w3zg=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:54:46.372Z","updatedAt":"2022-11-25T11:14:43.546Z"}