{"_id":"63689de0e80bff5a994fa3d9","area_name":"McGregor Slab","shortCode":"","climbs":[{"_id":"hLGqPLG5XuaIFXF0kAObow==","name":"Right Standard","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"who knows?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5854,40.40851]},"left_right_index":7,"mp_id":"105755728","mp_crag_id":"105744941","climb_id":"hLGqPLG5XuaIFXF0kAObow==","areaRef":"ijNOp5YfU5SyCR3nQm69+w=="},"content":{"description":"This pleasant & apparently popular route ascends an actual line up the right side of this low angled, difficult-to-decipher slab.  It is a 25-30 minute hike from the Fall River Road Visitor's Center.  It has nice, south exposure for fall climbing.  This route is right of the nadir of the face, right of\n\nIndirect\n\n, right of\n\nDirect\n\n, starting up a small, inviting, left-facing dihedral.  There is good rock here.\n\nP1.  Carefully go up a slippery, left-facing dihedral (crux), with a small roof that forces you to jog left.  Continue up the dihedral with good face holds left to a tree.\n\nP2.  Fire up and right on face holds with intermittent cracks and belay either at a large block or up higher to trees.\n\nP3. Go up a left-facing dihedral and continue easy, pleasant climbing to a big ledge with trees.\n\nP4. Go up slabs and overlaps, angling to the right to a ledge system.  Exit right.\n\nRap 100 feet (or downclimb) and hike down the right side of the crag to the base.","protection":"Standard rack to #3 1/2 Friend/#3 Camalot. A 60m rope is useful.","location":""},"__v":0},{"_id":"oKdApemCUK+BFJ8puneP7g==","name":"Overhang","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Bradley and Paul Mayrose","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5854,40.40851]},"left_right_index":3,"mp_id":"105761085","mp_crag_id":"105744941","climb_id":"oKdApemCUK+BFJ8puneP7g==","areaRef":"ijNOp5YfU5SyCR3nQm69+w=="},"content":{"description":"Another quality McGregor Slab outing.  Although it is named for the prominent overhang on the left center of the face, it is quite possible to do the route without grappling with this feature.  Start well left of the center of the face at the highest point of the base of the slab.\n\n1) Start off a sharp flake and up a short face and right-facing dihedral to a small ledge, 150 ft. 5.6.\n\n2) Wander up through dihedrals and arches a bit right to the big ledge below the overhang, 100 ft. 5.5.\n\n3) Like most McGregor routes, several options are possible here;\n\na) straight up into the imposing overhang, 5.7. Although not to be intimidated as one does not pull over the overhang so much as sidle left through a notch to easier climbing above.\n\nb) Traverse down and left around the overhang and back up right to easier ground.\n\nc) Steeper options through the overhand beckon to the right.\n\n4) Much easier climbing moves up and right under another arching overhang and a belay around its end, 150+ ft. 5.4.\n\nFrom here, one can go straight up to the top on easy terrain or traverse left along a ledge system and descend the gully on the left side.  The second option is shorter than going over the top but involves some 4th class downclimbing or a rappel into the gully.  The left gully is also more of a tree-clogged bushwhack than the right side descent.","protection":"Standard rack with emphasis on small gear.","location":""},"__v":0},{"_id":"o5VX6NoFVt2Kqjm50WiCLQ==","name":"Left Standard","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5854,40.40851]},"left_right_index":1,"mp_id":"105761172","mp_crag_id":"105744941","climb_id":"o5VX6NoFVt2Kqjm50WiCLQ==","areaRef":"ijNOp5YfU5SyCR3nQm69+w=="},"content":{"description":"Although treated rather dismissively by most guidebooks, this is one of the better easy routes to be found out there.  It is relatively long (3-4 pitches), nicely exposed, and has a fine position high above the Fall River Valley.  As for most McGregor routes, the endless options for variation have caused confusion in identifying the designated path.  Yet, the left side of the slab has some more well-defined features that set it apart.  I suppose this could be done in 2 60m pitches, but for convenience I describe it in 4 100-120 foot leads.\n\nStart: approach the face from the right side where a climber's trail winds up the hillside then cross over to the extreme left base of the slab.  Virtually every guidebook describes the start of the climb (and the climb proper), as going up a right-facing flake system on the left side of the slab.  However, beginning up a pine-studded slab just left of the right-facing system is a better option.\n\nP1. Wander up the slab past a large, bushy pine to a belay near a broken flake with a pink rock scar, 5.2.\n\nP2a. Move left into a crack system that angles up towards the left side of a prominent right-angling overhang, 5.3.  For a shorter pitch to facilitate communication, belay on a ledge with a small tree just below the overhang.\n\nP2b. Angle right in the second right-facing dihedral that aims for the right end of the overhang.  Belay in a pod of sorts with 2 fixed wires, briefly 5.7, 160'.\n\nP3a. Pass the overhang on its left, and move up a fine crack-laced face to a nicely exposed belay at a flake up and left, 5.3.\n\nP3b. From the pod on P2b, continue up the corner until big knobs on the left invite you too loudly, and angle left to the tree-filled ledge, 5.6, 190'.\n\nP4. Go straight up a crack to the end of roped climbing, (that is, if you are using one), at large, broken, vegetated ledges, 5.2.\n\nEither continue to the top and descend down the east side or, quicker, downclimb-rappel into the left gully.  This is 4th class with many intermediate ledges and trees.\n\nor P4b & P5b. Continue up 4th class terrain to the summit.\n\nAn excellent 5.5 variation goes directly up from the first lead through the center of the prominent overhang via a singular, beautiful, left-angling crack.  These upper pitches are among the finest I have experienced at this grade.","protection":"Standard rack with long runners to tie-off trees and flakes.","location":""},"__v":0},{"_id":"IIphxnYlWsiRQ4q13sihPg==","name":"Indirect","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5854,40.40851]},"left_right_index":6,"mp_id":"105749716","mp_crag_id":"105744941","climb_id":"IIphxnYlWsiRQ4q13sihPg==","areaRef":"ijNOp5YfU5SyCR3nQm69+w=="},"content":{"description":"P1. Take the very large blackened dihedral in the middle of the wall at the lowest point of rock.  Climb up for a long lead and belay to the right on a bench (5.7).\n\nP2. Take easy corners and cracks for a long pitch straight up and  belay on a large ledge (5.6).\n\nP3. Take the left corner system that angles left to a ledge with trees (5.7). (I got off route; easy to do with many dihedrals that all go in the same general direction, and traversed right out of the corner to a perfect hand crack that goes up to a ledge with a dead tree....part of the route Climbing with the Camel Man, 5.8).\n\nP4. Go up to the right-angling crack that passes thru some small overlaps/roofs to a belay on a ledge with a large tree (5.7).\n\nP5. More of the same slabby and overlap stuff to the summit (5.6).\n\nDescend by hiking down gullies to the east and around and down.","protection":"Standard rack.","location":""},"__v":0},{"_id":"aXb/PvHgXre6muJnJ87yAA==","name":"Flatiron of the Rockies variation of Left Standard","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim McGuire? Deb Thompson, LP?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5854,40.40851]},"left_right_index":0,"mp_id":"109350583","mp_crag_id":"105744941","climb_id":"aXb/PvHgXre6muJnJ87yAA==","areaRef":"ijNOp5YfU5SyCR3nQm69+w=="},"content":{"description":"This is a nice, little adventure for those who don't mind low angle romps like you get in the Flatirons, though this one has a more majestic setting.  Unfortunately, the lower half of the climb is 5th class, and the upper half is mostly 3rd and 4th class.  A 70m rope makes this just 4 pitches.\n\nP1. To maximize the length of this little climb, start at the nadir of this section of the rock.  You may wind up on the ledge 35-40 feet up.  You can scramble down and left.  Scamper up an easy slab to a right-facing crack/dihedral.  Gain a ledge, move up to a tree ~50' up.  Gain an inviting crack/left-facing flake.  Move up to a tree with a couple slings with a ring and tiny link on the right.  Angle left to a left-facing dihedral. Climb past a tree in the dihedral (which may give rope drag if you stay left of it.  Continue up to a tree (~210') whose base makes you want to continue up to a higher tree (~245', with a bit of simul-climbing), 5.6, 245'.\n\nP2.  Angle left up a crack/mini-ramp to an overlap.  Now you get the crux of the climb with a nice slab with smaller holds angling softly left where you find features to slip in small cams to protect just enough to control the nerves. Gain a big ledge with a wide crack (probably old #5 Camalot size) and belay, 5.7 PG-13, 205'.\n\nP3. Move right and up quickly to the big, tree-strewn ledge as for\n\nLeft Standard's\n\n3rd belay. Continue up 3rd/4th class terrain angling softly left.  If you stretch the rope out, you may reach a good stance with a cool, heart-shaped solution pocket, 5.4, 235'. If you belay here, #2 & old #4 Camalots are the anchor.\n\nP4. Continue up and slightly right to gain a slab where you get into 5th class terrain again.  Angle left over an overlap.  Continue 4th class to the top, 5.2, 215'.\n\nScramble off to the left of McGregor Slab.\n\nThis certainly could have been climbed previously, but crunchy holds on the crux of P2 suggest it may not have been done much if at all previously.","protection":"We brought a rack to a #4 Camalot including #9, 10, and 11 hexes.  A good selection of smaller, Alien-size cams were useful for the P2 crux slab.  Longs slings are helpful for the trees along P1.","location":"Approach as per\n\nLeft Standard\n\n.  Continue left perhaps another 100'.  The very nadir of this section of the rock adds another 35-40 feet to the climb.\n\nWalk off to the left."},"__v":0},{"_id":"ePRxXSuEXSOjTi3OVxwr3Q==","name":"Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Bradley and Paul Mayrose,1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5854,40.40851]},"left_right_index":5,"mp_id":"105755731","mp_crag_id":"105744941","climb_id":"ePRxXSuEXSOjTi3OVxwr3Q==","areaRef":"ijNOp5YfU5SyCR3nQm69+w=="},"content":{"description":"This pleasant & apparently popular route ascends an indistinct line just L of the nadir of the face of this difficult-to-decipher slab.  25-30min hike from the Fall River Road Visitor's Center.  Nice south exposure for fall climbing.  This route is left of Indirect, and starts at the same place as Lubrication.  Decent rock here but difficult route finding.  Perhaps it doesn't matter once you start the route (see description & comments on\n\nIndirect\n\n, 7).  Start just right of a large slab.\n\nP1. Ascend a left-facing dihedral and connect 2 other left-facing dihedrals to a good ledge. There are some loose bits of rock here. Angling left will put you on Lubrication, 9 vs.\n\nP2. Continue in left-facing dihedral and bear right at its top to a ledge with a large, blunt flake pointing left. Here you are above and right of the crux pitch of Lubrication.\n\nP3. Find a pin and follow a large left-angling, left-facing dihedral to a second pin (loose). Then either pop up and right at the point of least resistance shortly above this pin (crux) [#3 Friend useful to back it up], and on to a slab OR continue up & left and over the roof/overlap at the top of this dihedral.  Continue up face holds up and left, then up and right and find a belay.  You might feel a bit lost now.\n\nP4. Angle up and right, following your instinct for a line past 2 right-facing, right-angling dihedrals, up a slab, over an overlap to a ledge.\n\nP5. From here, you have a few options. You can go up and right (4), up to a left-facing corner (6+), or up and left (Lube Direct, 9vs). I liked up.\n\nWalk off the back and down the right side (East) of the crag. Hike down the right (East) side of the crag to the base.","protection":"Standard rack to #3 1/2 Friend/#3 Camalot. A 60m rope is useful.","location":""},"__v":0},{"_id":"d5rB9cadUt6UUTEMd9/e1g==","name":"Camel Toe","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Claude T., Mike M., & Pete B.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5854,40.40851]},"left_right_index":4,"mp_id":"105956634","mp_crag_id":"105744941","climb_id":"d5rB9cadUt6UUTEMd9/e1g==","areaRef":"ijNOp5YfU5SyCR3nQm69+w=="},"content":{"description":"This is a writeup is based upon firsthand experience, and the name and FA have been added as I have come upon the information.  This is a very nice route up the left side of McGregor Slab.  It probably briefly crosses Lubrication and\n\nDirect\n\nin a few spots.  It has 5 pitches, of which the 2nd and 3rd stand out in quality.  In some ways, P2 reminds one of P5 of\n\nBirds of Fire\n\n.  Nonetheless, you may wearing a broad smile after a trip up.  This is thoughtfully-bolted.  It may feel runout in spots, but there is pro where you need it.  Kudos to the FA.\n\nP1.  Follow 4 bolts up a low-angle slab.  Watch for loose rocks on the ledges.  Aim for an obvious tree with 2 slings and 2 rap rings. The crux of this pitch is in the first 10 feet; however, you can make it easier moving left of the 1st bolt, 5.7, ~125'.\n\nP2. This is a terrific pitch.  It is sustained.  Slab-climbers will love this pitch.  Continue up a slab, chasing bolts, popping over 2 overlaps, and weave 2 S-shaped paths up to a 2 bolt anchor. There are just enough holds to keep you going, but it is slabby enough to demand your attention.  There are probably 4 cruxes (below 2nd bolt, 1st overlap, 2nd overlap, and around bolt 7), 5.9, ~175'.\n\nP3.  This is the crux pitch, but it is not sustained.  It will require some route-finding.  Angle right past a bolt, continue angling right to another bolt, pop over a 5.7 roof (above the bolt) on jugs.  Clip a bolt and go up to a horizontal.  Here's the crux.  Delicately balance your way up past the next two bolts.  You can go left or right at this 4th bolt (which may be a stretch).  Continue up on easier terrain to a larger horizontal below a slab.  Find a bolt out left.  Pop up onto the slab and find the 2 bolt anchor up and left, 5.9+, ~190'.\n\nP4.  Continue up a short, right-facing corner to a slab with 4 bolts.  Continue up and slightly left to a 2 bolt anchor, 5.8-, ~155'.\n\nP5.  Meander up on easy terrain angling right to a mini-headwall with a tree at a big ledge.  5.4. ~140'.\n\nP6. Per\n\nCroy T\n\n: There is a 6th pitch that allows one to summit, part of the original FA.  From the headwall anchor at the top of the 5th pitch, step to climber's left around the tree and head up into a trough and straight up.  Maybe one 5.7 move and the rest is easier with plenty of protection.  As of yesterday, two hefty hangers with fairly new gray and blue slings and double rap rings are within feet of the treed summit, ~140'.\n\nTo descend, you can continue to the top and walk-off right or left.  Also, if you have 2 x 60m ropes, you can rap from the top of P5.  Watch that flake 15' above the P4 anchor.  It catches ropes.\n\nPer\n\nCroy T\n\n: To walk off [from the top of P6], head west around the boulders and take a ramp on the back side down to the saddle.  Plan on a lot of log hopping due to a blow down a few years ago.","protection":"15 slings (ideally 10 24\"), cams blue Alien/TCU to #3 Camalot.  Wireds are optional.  60m ropes!\n\nWhat worked for us:\n\nP1. 4 QDs for bolts, green Alien, #0.75, #1 Camalot.\n\nP2. 13 QDs (ideally many 24\") for bolts, #1 Camalot, green/black Alien.\n\nP3. 5 QDs (ideally 24\") for bolts, #0.75 Camalot, blue Alien, #2 or #3 Camalot, yellow Alien.\n\nP4. 4 QDs for bolts, cams blue Alien/TCU to #3 Camalot.\n\nP5. Blue/green/yellow Aliens.  Maybe a #0.75 Camalot.","location":"Find this climb starting just left of where the approach trail reaches the crag.  Find a line of 4 bolts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,15650526-a829-53c5-8c09-df78c17ed405,8a334ea7-961f-5394-b209-1de7426ebdfb","pathTokens":["USA","Colorado","Estes Park Valley","Fall River Road (US 34 West)","McGregor Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":4,"label":"5.7"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5854,40.40851]},"bbox":[-105.58599053763899,40.40806033981814,-105.58480946236104,40.408959660181864],"left_right_index":-1,"ext_id":"105744941","area_id":"ijNOp5YfU5SyCR3nQm69+w=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:57:00.784Z","updatedAt":"2024-01-15T16:44:11.021Z"}