{"_id":"6368a44ee80bff5a9959bfaa","area_name":"Tricouni Nail/Cerberus","shortCode":"","climbs":[{"_id":"PqJl3ui+VjquqvB31qBKvg==","name":"Unknown","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53593,43.84004]},"left_right_index":999999,"mp_id":"116772543","mp_crag_id":"105714363","climb_id":"PqJl3ui+VjquqvB31qBKvg==","areaRef":"sDqRqOdWW22rotA2i9ojwg=="},"content":{"description":"This route is just to the left of the Tricouni/Cerberus route. The first bolt is an obvious modern bolt, followed by two solid pitons, a super sketchy button head, then a large runnout (R) to a bolt near the top. The anchor is then built on the leftmost pinnacle.","protection":"4 bolts + anchor material","location":""},"__v":0},{"_id":"tyd+uveoUImASoUrCE+rqw==","name":"East Face Rotert/Fowler Route","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Rotert, Charlie Fowler @ 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53593,43.84004]},"left_right_index":999999,"mp_id":"105715430","mp_crag_id":"105714363","climb_id":"tyd+uveoUImASoUrCE+rqw==","areaRef":"sDqRqOdWW22rotA2i9ojwg=="},"content":{"description":"This route is on the East face of the Tricounai Nail. I had not been on this route since doing the first ascent some 20 years ago. I just repeated the route a few weeks ago and think it is a good quality route, with typical classic Needles Spice!! It is a bit committing & a little hairy leading past the bolt but the fall would be clean.Just some background history. It was climbed around 1984 by Charlie Fowler & myself from the ground up with no previous knowledge. It was  never reported, that I know of, until now. We had not done the other route on the Nail or rapped and previewed this route. I was looking for an FA to do in this area & chose the line, lead up and laboriously placed the bolt on lead and then came down for a rest. I let Charlie go up while I rested, which may or may not have been a mistake, depending on how you look at it. He got to lead the spicy section above the bolt on the first ascent. It climbs the obvious crack/flake that ends one third of the way up the east face.Start up the slightly overhanging discontinous crack with friends for protection to start and small nuts and RP's for pro at the top of the crack.Climb the crack to it's end. Make moves left to a bolt/placed on lead. Then climb hard moves past the bolt and a bit of a runout section up and then left to easier ground and join the Cerberus route at its last bolt before the summit. Finish on the last few feet of Cerberus.I just lead and repeated the route recently and found the original 5/16th bolt I placed in 1/4 in hole in 1984 still there! Hopefully someone will find the route worthy and upgrade the bolt at some point in the future as it would not be good if this bolt failed in the event of a fall as it is very old. I think the rating is somewhere between hard 5.10 and easy 5.11 but would like future ascents to determine the rating.","protection":"One bolt was placed on lead. Crack takes friends and small nuts and RP's at the top.","location":""},"__v":0},{"_id":"SCyyzYS3UNue3qWv0nvPqQ==","name":"Cerberus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Royal Robbins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.53593,43.84004]},"left_right_index":999999,"mp_id":"105714761","mp_crag_id":"105714363","climb_id":"SCyyzYS3UNue3qWv0nvPqQ==","areaRef":"sDqRqOdWW22rotA2i9ojwg=="},"content":{"description":"This is one of the best routes in the Needles, and is a must do for any climber. The climbing is fantastic, the summit is very cool, and the simulrap is exhilarating.From the gully between Tricouni Nail and Queen Pin, look for a few old fixed pins on a steep face. Climb past the pins to a good stance on a shoulder. Sling the shoulder and move up and left towards a ring bolt, placing a medium stopper in a seam along the way to avoid a groundfall. Traverse right at the ringbolt to another bolt, and then fire for the top on good crystals.The route is only half over on top. Belay the follower from the top. To rappel, toss one end of the rope off either side with the rope laying in between two of the horns. Take a deep breath, and make a counterweight rappel off opposite ends of the spire. The simulrappel or Needles rappel is pretty commonly used to descend from summits with no anchors in the Needles area, and this is one summit that seems to have been designed for this technique.","protection":"Quickdraws for bolts and pins, long runner for a flake, medium stoppers.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,68deff18-0cec-54ad-bd51-199e9e408017,b03a91a8-e756-5b6d-aba2-d0368bda23c2","pathTokens":["USA","South Dakota","Custer State Park","Tenpins/Switchbacks","Tricouni Nail/Cerberus"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.53593,43.84004]},"bbox":[-103.53655342287337,43.83959033981814,-103.5353065771266,43.84048966018187],"left_right_index":-1,"ext_id":"105714363","area_id":"sDqRqOdWW22rotA2i9ojwg==","polygon":{"type":"Polygon","coordinates":[[[-103.53655342287337,43.83959033981814],[-103.5353065771266,43.83959033981814],[-103.5353065771266,43.84048966018187],[-103.53655342287337,43.84048966018187],[-103.53655342287337,43.83959033981814]]]}},"content":{"description":"The Tricouni Nail is the distinctive three-headed spire in the middle of the Ten Pins cluster.  Tricouni Nail is the original name for this spire, though Royal Robbins renamed it Cerberus when he made the first ascent. \n\n  This is one of the most classic climbs in the Black Hills, and the descent is a notorious though completely secure simulrappel from the top.  No anchors exist on the summit, so the rope must be layed in between two of the horns with one climber rappeling off each side simultaneously.  Be sure to maintain good communication with your partner while doing this because you end on opposite sides of the spire.  Local climbers harvest booty almost daily from people unfamiliar with this technique."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:11.055Z","updatedAt":"2024-02-19T18:39:45.971Z"}