{"_id":"6368a1b8e80bff5a995542a8","area_name":"6. Upper Patina Wall","shortCode":"","climbs":[{"_id":"PeAOHPCCXVukS5c0eXtsGw==","name":"Rib Rider","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jamie Cunningham, Barry Jones, Jon Sykes. 2009.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7871,44.04134]},"left_right_index":0,"mp_id":"114589305","mp_crag_id":"112294305","climb_id":"PeAOHPCCXVukS5c0eXtsGw==","areaRef":"DHyLAjeQWgObXWM2fGNgmg=="},"content":{"description":"P1: Climb up the obvious rib of rock. Clip a couple of bolts on the way as well as a gear placement or 2. I think I remember a bolted anchor here, but I could be wrong. Looking back at the book it says to belay at a tree. 90 feet.  \n\n P2: Continue climbing up the rib. I thought the crux of the climb was at the beginning of this pitch. Belay at two bolt anchor at the top. 110 feet.\n\n I climbed this last fall, so I have not been back since the fires. Be aware that any fixed protection may not be good.","protection":"Draws and a small rack.","location":"This is the first route you come to at the upper patina wall, it's a bit seperated (to the left) of the others. It climbs up the obvious rib of rock (hence the name Rib Rider). "},"__v":0},{"_id":"I7DK+E1hVdqxIclfQE1f4w==","name":"Nuttin But Nuttin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jon Sykes, Tom Bielicki. 2009.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7871,44.04134]},"left_right_index":3,"mp_id":"114589329","mp_crag_id":"112294305","climb_id":"I7DK+E1hVdqxIclfQE1f4w==","areaRef":"DHyLAjeQWgObXWM2fGNgmg=="},"content":{"description":"Climb the obvious finger crack. The first few moves stepping off the ledge and getting in the crack are a little spicy, but then it is very well protected. Follow the crack to it's end, and then move up and left (I thought this was the crux) to the bolted anchor for Ant Phobia. \n\n I climbed this in the fall before the fires, so be aware that bolts could have been affected. ","protection":"Standard rack.","location":"There is a ledge at the far right side of the crag. This route is the furthest right on that ledge. "},"__v":0},{"_id":"Pe6igt9zVHOOC+/DINkeBg==","name":"Ant Phobia","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Lee, Jamie Cunningham. 2009.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7871,44.04134]},"left_right_index":2,"mp_id":"114589315","mp_crag_id":"112294305","climb_id":"Pe6igt9zVHOOC+/DINkeBg==","areaRef":"DHyLAjeQWgObXWM2fGNgmg=="},"content":{"description":"Climb cracks with a little bit of face climbing straight up for 70 feet. Finish at bolted anchor. \n\n I thought this climb was fun and well protected.\n\n I climbed this in the fall before the fires, so please be aware that bolts could have been affected by the fire. ","protection":"Standard rack.","location":"This is located on a ledge on the far right side of the Upper Patina Wall. This is the route just to the left of the obvious crack of Nuttin But Nuttin."},"__v":0},{"_id":"PdLGNRZQX2moUlxzhfkLDg==","name":"Indian Summer","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"John Bain, Jon Sykes (Summer 2008)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7871,44.04134]},"left_right_index":1,"mp_id":"113558684","mp_crag_id":"112294305","climb_id":"PdLGNRZQX2moUlxzhfkLDg==","areaRef":"DHyLAjeQWgObXWM2fGNgmg=="},"content":{"description":"This climb takes you over some beautiful rock with a unique patina for the NE. The route still needs a little love, but the rock is awesome and the views are great too. It has been one of my favourite discoveries in Jon Sykes' guidebook, \"The Notches\". Sykes does say the \"Runout between protection makes this route a real thinker\", but while the runout is there the gear was present where it was needed. Solid, exciting and beautiful face climbing.\n\n Start below a partially detached block/boulder with a tree growing out of climb up the right side of the boulder using the left facing corner. After this you will climb up to a diagonal seam using the face and crack to get towards the first of 4 bolts. Follow the bolts (gear in between) up to a flake, then pull up to the anchors.\n\n The climb is almost 60m long and will require 2 ropes to rappel. There are no good trees, or intermediate anchors to use, so if you only bring 1 rope you will have to be innovative.","protection":"Standard Rack, 4 bolts, 2 bolt anchor at the top \n\n  RAP WITH 2 60m ROPES","location":"Starts below a partially detached block with a tree growing out of the top. Indian Summer goes to the right and The Real McCoy goes to the left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c9b1c641-fcee-508f-bb8b-c6d63ff4b7d5,cb4337d1-a144-577f-8f77-4e413d0f234b,0c7c8b02-3790-5a03-9b5d-63367c63609a","pathTokens":["USA","New Hampshire","WM: Kinsman Notch","2. Lost River Crags (whole AREA)","6. Upper Patina Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.7871,44.04134]},"bbox":[-71.78772553722706,44.040890339818134,-71.78647446277293,44.04178966018185],"left_right_index":-1,"ext_id":"112294305","area_id":"DHyLAjeQWgObXWM2fGNgmg=="},"content":{"description":"ACCESS-\n\n ACCESS NOTICE - The North side of Kinsman Notch was the scene of a forest fire during Oct 2017.\n\n Update 2019 -   Since the fire this entire area has seen extensive clean up and trail work by Jamie Cunningham and local climbers and most routes are climbable including all three pitches of Black Tourmaline.  The crags are all open now and expect to find lots of new growth ferns and small shrubs along the trail as nature takes care of the fire damage.  Jamie recommends folks bring in loppers (or hand clippers) and a small saw for any further trail and route maintenance. It also appears (to me) most bolts have been replaced...at least they all looked new to me on Lower Patina Wall in Sept 2019.\n\n Home to about 10 climbs, Upper Patina Wall is a bit more difficult to get to than the Lower."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:12:21.383Z","updatedAt":"2022-11-25T11:20:14.912Z"}