{"_id":"63689de0e80bff5a994fa585","area_name":"Second Buttress","shortCode":"","climbs":[{"_id":"B4co6PWYVu+/BqPE6SERPg==","name":"Variation to For Love of Mothernot","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown, maybe Deb","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":2,"mp_id":"105764613","mp_crag_id":"120921153","climb_id":"B4co6PWYVu+/BqPE6SERPg==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"For a bit more fun, if you're in the area, you can ascend this trad variation on lead or TR to the left of\n\nFor Love of Mothernot's\n\nsecond pitch on the left side of the second buttress on Mt. Thorodin. Then you won't have to have the bolts determine where you can get pro.\n\nFrom the staging area for the\n\nCMC Route\n\n, scramble along a third to fourth class ramp heading up & left toward For Love of Mothernot's second pitch. After about 60 feet, find a belay at the base of a large tree (2 x 48 in slings to girth hitch). Look up & spy a lone bolt on a big flake/plate. The shallow, left-facing dihedral 20 feet to the left of the bolt on\n\nFor Love of Mothernot\n\nis the route.\n\nGo up the slab, 8s, get onto the plate/flake either from its base of in from the left a few feet higher. Angle left past a small, left-facing dihedral with finger-sized protection. Hop into the large crack, and go to the belay ledge with two bolts, 130 feet.","protection":"A set of cams, wires, include Aliens.","location":""},"__v":0},{"_id":"3AvgebVgUd6GwGUlorQI3A==","name":"Unknown","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":9,"mp_id":"108239253","mp_crag_id":"120921153","climb_id":"3AvgebVgUd6GwGUlorQI3A==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is a terrific route up the prominent, golden orange pillar and finger crack on the upper right side of the second buttress. Aiming for the pillar, climb about 100 feet of easy rock, and then tackle the right side of a prominent bulge via some face moves and a good crack (5.8/5.9). Continue up the crack to a good stance and a two-bolt anchor below the obvious, orange plaque split by a finger crack.\n\nThe second pitch climbs a bit of fun, moderate ground to a steep, left-facing corner with a tricky bulge. After a great rest, step left into the finger crack and power straight up with good pro and excellent locks and face holds. When the crack ends, face climb past two bolts to an anchor at the top. It is somewhere in the low to mid-5.10 range.\n\nIt looks like 1990s-era bolts. Hopefully someone will provide the name and take credit for this great route... and let us know if there are other hidden gems on Thorodin!","protection":"Standard rack.","location":"The first pitch can be done as a long lead from the ground or a scramble (low 5th class) to a stance about 40 feet below the first-pitch bulge and belay there. Climb up and right to walk off or rappel the route. You'll need two ropes to get to the ground from the lower bolted anchor or you can reverse the fifth-class scramble to the ground."},"__v":0},{"_id":"A78zgSmRVj+T9KDVklQgnw==","name":"Pope on Dope","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":8,"mp_id":"105760926","mp_crag_id":"120921153","climb_id":"A78zgSmRVj+T9KDVklQgnw==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is a nice, sport route up the middle of the second buttress of Mt Thoridin about 1 pitch up. Hike about 1 hour from Panorma Point dropping into the drainage and then angling cross-country to the crag.\n\nP1. Approach via 1st pitch of\n\nPapal Bull\n\n/\n\nMr. Misty\n\nand angle in from the left to the start or via 1st pitch of\n\nPope on a Rope\n\n, 5.8, and angle in from the right to the start OR rappel in from the top of the crag with 2 ropes.\n\nP2. Dance up a nice, less-than-vertical slab past 8 bolts. Decipher a thin crux between the 5th and 6th bolts.\n\nRap twice 100 feet and 160 feet or climb to the top of the crag with natural pro.","protection":"A standard rack, 60m rope nice, and doubles to rappel.","location":""},"__v":0},{"_id":"hn3MCd+2Vs+HbNO6QX+0gQ==","name":"Piecemeal","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown, perhaps a Texan?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":999999,"mp_id":"105764610","mp_crag_id":"120921153","climb_id":"hn3MCd+2Vs+HbNO6QX+0gQ==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is a discontinuous line piecing together a few features to the left of Crack, Variation to For Love of Mothernot, and\n\nFor Love of Mothernot\n\nthat is kind of fun and lies on the left side of the second buttress of Mt. Thorodin in Golden Gate Canyon State Park. It could be considered a variation to\n\nFor Love of Mothernot\n\n, but it is also pretty different.\n\nFrom the staging area for the\n\nCMC Route\n\n, scramble along a 3rd to 4th Class ramp heading up & left as for\n\nFor Love of Mothernot\n\nAfter about 60 feet, find a belay at the base of a large tree (2 x 48 inch slings to girth hitch).\n\nTraverse about 40 feet left on easy terrain to some flakes. Move up an insecure couple moves to a pretty undercling. Traverse left along this undercling to a wide crack. Lieback up the wide crack with a good edge in the back. Continue up until you find a 10 foot traverse left on face holds. Then move up the slab to the belay ledge with 2 bolts. This traverse and slab section has no gear.","protection":"A single set of cams to #4.5 Camalot, and wires.","location":""},"__v":0},{"_id":"n3aFLucVUOajjWhjbkC9GA==","name":"Papal Bull","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":6,"mp_id":"105755773","mp_crag_id":"120921153","climb_id":"n3aFLucVUOajjWhjbkC9GA==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is a nice route up the middle of the second buttress of Mt Thorodin paralleling\n\nMr. Misty\n\n(to the right). Hike about 1 hour from Panorma Point dropping into the drainage and then angling cross-country to the crag.\n\nP1. Wander up overlapping plates of granite up and into a small corner/crack. Place pro high & right. Traverse left across a small slab 5.9. Move up and left to a tree belay.\n\nP2. Angle out left with a left-leaning crack with a capping flake of granite. Fire around the flake, and lieback up to a comfortable stance. Plan your moves carefully past the 2 bolts on the face. There will be protection not too far above the 2nd bolt. The holds will appear just as you need them. Continue up easier terrain to a 2 bolt anchor.\n\nP3. Move left to a small corner and continue up using some holds out left on the arete. Pass a small roof, and continue up easy ground to the top past a 2 bolt anchor.\n\nWalk off left (recommended) or rap 180 feet and 165 feet from a tree to the bottom OR 80 feet, 100 feet, 165 feet from the tree.","protection":"A standard rack, a 60m rope is nice, and doubles to rappel.","location":""},"__v":0},{"_id":"4og0edxMWRKM+7sWV6K3VQ==","name":"Outland","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":4,"mp_id":"105764601","mp_crag_id":"120921153","climb_id":"4og0edxMWRKM+7sWV6K3VQ==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is a pleasant 2 or 3-pitch, less-than-vertical, climb located on the left side of the second buttress on Mt. Thorodin. It is characterized by a bolt protected arête/face on P2 and a bulge into a pair of parallel finger cracks on P3. It lies just left of the start to the\n\nCMC Route\n\n.\n\nYou can approach this via 2 methods. A. You can approach as for\n\nFor Love of Mothernot\n\nby following a left-angling 3rd to 4th Class ramp to a big tree. From there, it is goes strongly left to the left side of a face with 5 bolts on its arête. Or, B. you can approach via about 60-70 feet of easy climbing from the nadir of the low angle buttress to the left of the\n\nCMC Route\n\nto a treed ledge below the arête with bolts.\n\nP1. From the nadir of the slab, wander up a low-angled, non-descript 5.6 pitch to a ledge with trees, 60-70 feet.\n\nP2. Move up moderate terrain with natural gear to the face with the 5 bolts. Hop onto the face proper, and scoot along the arête clipping 5 bolts (including one homemade beauty) to a ledge with 2 bolts, soft 9+, 130 feet.\n\nP3. Go up & left to the left side of a triangular flake with a hidden bolt. Move up on pleasant terrain with double finger cracks to the ledge with 2 bolts, 85 feet. You can continue to the top of the buttress on less-inviting terrain or rappel (2 ropes), 1.4 stars.","protection":"A light rack. P2. 5 bolts plus gear to #3 Camalot. P3. #2 & 3 Camalots, 1 bolt, and predominantly finger-sized gear.","location":""},"__v":0},{"_id":"kW3ZRnP6XJWARezCXWO5Iw==","name":"Northwest Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":0,"mp_id":"105994505","mp_crag_id":"120921153","climb_id":"kW3ZRnP6XJWARezCXWO5Iw==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"Find the prominent nose-shaped feature on the left hand skyline of the Second Buttress, and follow the ridge down. There are a number of crack systems that go up, but the climbing should stay in the 5.5 range or there about. The first pitch we took had a nice crack to the left and good foot holds on easy slab climbing to the right. Each pitch was a full half rope length. Loose rock is common, so be aware.\n\nYou'll leave the trees behind and start into a groove system that follows the ridge line. The Nose feature is clearly visible up ahead and presents some interesting choices. Belay just below the right side of the Nose in a good crack system.\n\nOne way to pass the Nose is on the right. Climb up a ramp with a 3 inch crack, and hop up and left into a V grove series with good pro on either the left wall or in the short dihedral. Stem up, and turn the corner to great exposure as the wall drops away to the right. Continue on with 2nd and 3rd Class moves on a narrow ridge to a large ledge with great views.\n\nScramble to the summit ridge roped or unroped, depending on how you feel. Walk off to the left following some cairns. Take care not to start down too far left.","protection":"A full rack with gear up to #4 Camalot.","location":"It is on the Second Buttress of Mount Thorodin."},"__v":0},{"_id":"Ax2zCUuAWPSE6MOASdYtKQ==","name":"Mr. Misty","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":7,"mp_id":"105755770","mp_crag_id":"120921153","climb_id":"Ax2zCUuAWPSE6MOASdYtKQ==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is a nice route up the middle of the second buttress of Mt. Thorodin linking various features as it zig-zags up the face. It is just left of a line of bolts about 1 pitch up and just right of a face with 2 bolts. It includes a left-facing crack/dihedral about midheight and continues with a crack above. Hike about 1 hour from Panorama Point dropping into the drainage and then angling cross-country to the crag. Perhaps this deserves1.5 stars?\n\nP1. Start on a easy slab lightly protected as it steepens 5.8. Work up a crack, place pro high and right, traverse left across a small slab, 5.9, and find a belay at a tree.\n\nP2. Move up and right into a crack/dihedral (crux). Continue up to a comfortable belay.\n\nP3. Continue up the crack as it zig-zags and then straightens outs. I found a second crux up here as I moved left to avoid wet rock and returned to the crack. You will find a 2 bolt anchor near the top. It is easy terrain above.\n\nFinish to the top & walk off left and back the the base OR from this last anchor rappel 180 feet, and then 170 feet to the ground from the tree OR rap multiple short rappels 80 feet, 100 feet, 100 feet, and 130 feet angling right.","protection":"A standard rack and a 60m rope are nice.","location":""},"__v":0},{"_id":"Pc860A2YUmmQHqBOvEBCXQ==","name":"For Love of Mothernot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":3,"mp_id":"105764604","mp_crag_id":"120921153","climb_id":"Pc860A2YUmmQHqBOvEBCXQ==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is a pleasant 2 of 3-pitch, less-than-vertical, climb located on the left side of the second buttress on Mt. Thoridin. It is characterized by a slab on a big flake/plate with a single bolt on P2. P3 goes up along the inviting, thin, right side of a flake to a two bolt anchor.\n\nFrom about 50 feet left of the start to the\n\nCMC Route\n\n, look up & spy a lone bolt on a big flake/plate. That is the route's 2nd pitch. You can approach this via 2 methods. A. You can approach by following a left-angling 3rd to 4th Cass ramp to a big tree. Or, B. you can approach via about 60-70 feet of easy climbing from the nadir of the low angle buttress to the left of the\n\nCMC Route\n\nto a treed ledge below the arête with bolts.\n\nP1. From the nadir of the slab, wander up a low-angled, 5.6 crack/corner pitch to a ledge with trees and belay at a large tree on the right side of this ledge, 60-70 feet.\n\nP2. Unless you are a slab aficionado, move left to a crack system, follow it up to the upper face, and use long slings before you move onto the plate. Angle up & right to the bolt, clip, and pull on delicate face (crux) to more moderate ground. Move left to a 2 bolt anchor, 5.9, 130 feet. A more direct, more runout version could be done picking a stiffer, straighter line up the slab.\n\nP3. Move up to the thin, right edge of the obvious flake. Put in small Aliens & wires, and fire up this brief, fun flake-edge to a ledge with a 2 bolt anchor, 85 feet. Too bad this flake wasn't 200 feet long. You can continue to the top of the buttress on less-inviting terrain or rappel (80 feet & 130 feet, 2 ropes), 1.6 stars.","protection":"A single set of cams to #3 Camalot, Aliens, wires. P2. gear to #3 Camalot, 1 bolt, and bring Aliens. P3. #3 Camalot, smaller Aliens, and wires.","location":""},"__v":0},{"_id":"8fbIsnVCWq2BnvLV8n0OrA==","name":"Fat Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown, perhaps a Texan?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":1,"mp_id":"105764607","mp_crag_id":"120921153","climb_id":"8fbIsnVCWq2BnvLV8n0OrA==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is a crack to the left of\n\nFor Love of Mothernot\n\nthat is easy and a hoot. It lies on the left side of the second buttress of Mt. Thorodin in Golden Gate Canyon State Park. It could be considered a variation to\n\nFor Love of Mothernot\n\n, but it is pretty different.\n\nFrom the staging area for the\n\nCMC Route\n\n, scramble along a 3rd to 4th Class ramp heading up & left as for\n\nFor Love of Mothernot\n\n. After about 60 feet, find a belay at the base of a large tree (2 x 48 in slings to girth hitch). Look up, and find the larger, left- facing dihedral with a crack between\n\nOutland\n\nand\n\nFor Love of Mothernot\n\n.\n\nFire up the crack, pull into a lieback with slippery feet (brief crux), and continue up the fun crack to the belay ledge with 2 bolts.","protection":"A single set of cams to #4 Camalot and wires.","location":""},"__v":0},{"_id":"rYq4YE46V7atNI1s1EyKIw==","name":"CMC Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"perhaps some CMCer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"left_right_index":5,"mp_id":"105755767","mp_crag_id":"120921153","climb_id":"rYq4YE46V7atNI1s1EyKIw==","areaRef":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":"This is an short old route on the left side of the second buttress of Mt Thorodin. It is an eye-catching natural line that appears to have smaller features than it does. It is the obvious early line for the crag. This follows a crack/chimney system that appears plumb to the top. Hike about 1 hour from Panorma Point dropping into the drainage and then angling cross-country to the crag.\n\nAddendum: the start can be a bit challenging to determine.\n\nPerhaps it merits 1.5 stars?\n\nP1. Follow a right-angling crack/dihedral briefly until you are in the line of the crack/chimney system firing straight to the top. Belay at a tree.\n\nP2. Continue up the right-facing crack/dihedral/chimney system as it widens out. Stem, wedge, jam, squirm out over an improbable-for-5.7 looking bulge, and gain a small ledge that used to have an angle for an anchor. Use big gear for an anchor.\n\nP3. Continue up the crack/dihedral to the top with easier terrain.\n\nWalk off left and back the the base.\n\nNote, a pack on the back may prove challenging to climb with.","protection":"A standard rack (nuts, a few larger hexes, single set of cams), and a 60m rope is nice.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,5e6fc0bb-0f2e-5711-846b-779a3db06c9b,67d7a765-2233-5a79-baf0-1d93fd42d394,a7079621-6b73-5ffe-9d03-0443c7947858","pathTokens":["USA","Colorado","Golden","Golden Gate Canyon SP","Mt. Thorodin","Second Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9+"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":5,"intermediate":6,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.43165,39.88318]},"bbox":[-105.43223598836846,39.882730339818146,-105.43106401163155,39.88362966018187],"left_right_index":-1,"ext_id":"120921153","area_id":"pweWIWtzX/6dAwRDx5R4WA=="},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:57:04.930Z","updatedAt":"2024-01-15T16:44:18.768Z"}