{"_id":"63689de0e80bff5a994fa194","area_name":"Deer Mountain South Side","shortCode":"","climbs":[{"_id":"C7Icc5u/WRq50hLphd9+kA==","name":"SSE Ridge","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"Snively? Kimball? Gillett? Sievers? Cordes? Dumais? Fricke?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5892,40.379]},"left_right_index":1,"mp_id":"107764866","mp_crag_id":"107764853","climb_id":"C7Icc5u/WRq50hLphd9+kA==","areaRef":"Sfm/H/e+UMatqJlMzvkMnw=="},"content":{"description":"This route most certainly must have been done previously. It may be the same as that mentioned on p. 274 of Gillett's fine\n\nRMNP, Estes Park Valley\n\nguidebook. From below, it is the line that calls out to be climbed. Unfortunately, the climbing is not as steep as you would like, the rock is a bit scruffy, and it is shorter than you would like. Still, for an easy romp in the sun, it could fit the bill.\n\nP1. Start on the obvious, broad ridge and find easy terrain with big holds. There are plenty of options. There is a good belay ledge, 5.2, 220'.\n\nP2. You can stay left to keep the exposure up (easier) or head right for some slightly more challenging terrain. The difficulty drops to 4th Class after probably a half pitch, and then it is 3rd Class near the top, 5.1, 200'.\n\nYou can unrope and continue on 3rd Class terrain with big exposure. You will find a 3rd Class ramp down and left (west). Hike around the highest point of the rock, and go right and down a gully between this rock and the rock to the east.","protection":"A rack with wires, cams to a #2 Camalot, and long slings would be adequate.","location":"This is the very obvious ridge climb on the second from the right crag.  It looks steeper than it is from certain angles."},"__v":0},{"_id":"uGlu+qSnUvaAclA28xJkWg==","name":"Lonesome George","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Deb Thompson, LP?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5892,40.379]},"left_right_index":3,"mp_id":"107764967","mp_crag_id":"107764853","climb_id":"uGlu+qSnUvaAclA28xJkWg==","areaRef":"Sfm/H/e+UMatqJlMzvkMnw=="},"content":{"description":"This is a little line that makes you wonder if it'll be hard to protect and slopey.  Nyet to both.  It's fun and juggy, but too bad it didn't continue for another 500 feet or more.\n\nThe name is in honor of the last of his species.  Salud!\n\nNearly straight across from the\n\nSSE Ridge\n\nstart on the 2nd buttress, this line ascends lighter colored rock that seems a bit more granitic than most of the gneiss nearby.  You can weave your way probably just about anywhere you like as you hunt for pockets for cams in the overlaps.  About 50' up, you get a choice to go left or right.  Left gives you the 5.7 move and then the jugs continue.  At the top where the angle eases off, you can traverse right to a tree for an anchor.\n\nTo descend, go up on 3rd class terrain.  There is a downscramble maybe 60' below the top of the lower half of this rock.  It is followed by a bushy ascent up to a notch and then down into the gully.  If you want, you can continue up further to the throne and downclimb into the gully with some hunting around.","protection":"Wires and cams to a #1 Camalot works.  Doubles of #1s and extra tiny cams may be nice.","location":"This starts on the rightmost buttress almost directly across from the start of the\n\nSSE Ridge\n\non the 2nd buttress."},"__v":0},{"_id":"0zy5097kUymkBPKcr6V8cg==","name":"Common Potoo","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Deb Thompson, LP?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5892,40.379]},"left_right_index":2,"mp_id":"107764912","mp_crag_id":"107764853","climb_id":"0zy5097kUymkBPKcr6V8cg==","areaRef":"Sfm/H/e+UMatqJlMzvkMnw=="},"content":{"description":"This is a short, fun, juggy, visually unimpressive line. It is something you can add on if you do the SSE on the buttress just to the west as you descend back to your gear, 1.6 stars.\n\nBelow the gully that splits this crag, there is a slightly bigger boulder. Climb on jugs that just keep coming. The gear takes a bit of time to find. You, however, will have great stances for every placement. Aim for just right of a tiny roof ~100' up. You can belay where the angle eases off ~120' up or on the throne ~150' up.\n\nTo descend, you must downclimb/scramble into the gully. If you are willing to downclimb a bit, it is probably easiest to go slightly east from the throne, gain a ramp, skirt around a taller downclimb to find a shorter downclimb through a slot. Then go up a short way into a notch and go down to the gully between the 1st and 2nd buttresses.\n\nTo do the downscramble, you go down 3rd Class maybe 60 vertical feet to get into the gully. Then, go through bushes up the gully to get to the notch.","protection":"A rack of wires and cams to a #3 Camalot will work.","location":"This is below the gully splitting the 1st buttress.  It starts near a slightly bigger boulder.  There are probably a bunch of climbs that can be done here near the same rating."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,52c27531-691a-57ef-85f6-bb0684ae7418,49f9bf1f-f7be-50c6-ada8-994ccef90c9f","pathTokens":["USA","Colorado","Estes Park Valley","Deer Mountain","Deer Mountain South Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.2"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5892,40.379]},"bbox":[-105.58979027889711,40.37855033981813,-105.58860972110288,40.37944966018186],"left_right_index":-1,"ext_id":"107764853","area_id":"Sfm/H/e+UMatqJlMzvkMnw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:52.789Z","updatedAt":"2024-01-15T16:43:59.626Z"}