{"_id":"63689f33e80bff5a9950cb2b","area_name":"Mt. Borah","shortCode":"","climbs":[{"_id":"FSy6uwS5V5eq1Bwzhfahbg==","name":"Southwest Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.78038,44.13762]},"left_right_index":999999,"mp_id":"111725520","mp_crag_id":"109634846","climb_id":"FSy6uwS5V5eq1Bwzhfahbg==","areaRef":"poE7dC7/WKKfvY3F45nOcg=="},"content":{"description":"The southwest route is the standard route taken by most folks seeking to summit Mt. Borah. Begin at the Mt. Borah Trailhead and take the obvious trail. At about 9,800' you will clear the treeline and follow the ridge.\n\nOnce you reach approximately 11,500' you will encounter the infamous \"Chicken-out Ridge\". It's a 3rd class terrain feature with moderate exposure. The casual hiker often turns around at this point, but if you are comfortable on rock then you will have no problem. There are many options through this section, but for my less experienced party I traversed climber's right.\n\nDown climbing Chicken Out Ridge\n\nOnce you pass the 'crux' simply follow the well worn climber's trail to the top to earn your tick. Descent via the same route.","protection":"","location":"Drive north on Hwy 93 past Mackay for 21 miles. There is a brown \"Mt. Borah Trailhead\" sign before the right hand turn onto Birch Springs Rd. Continue on unimproved gravel road until you reach the Borah campground. Parking is available here, and this is where the trailhead is located."},"__v":0},{"_id":"SGNuyNIEW62uEQUddiuRUQ==","name":"Psycho Therapy","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Brian Wood & Dean Lords - September 18, 2003","type":{"trad":true,"mixed":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.78038,44.13762]},"left_right_index":2,"mp_id":"109645307","mp_crag_id":"109634846","climb_id":"SGNuyNIEW62uEQUddiuRUQ==","areaRef":"poE7dC7/WKKfvY3F45nOcg=="},"content":{"description":"From below, this route appears to be a very ominous dark gash into the middle of the mountain.  It is not at all inviting, and yet we found it to be simultaneously irresistible.\n\nThe route difficulty depends a lot on the conditions.  The first ascent was put up in September, when it sounds like the ice was snot thin, and there was a lot of rock climbing on dubious stone.  We did the route at the end of May, and found copious amounts of snow and fat ice, although we did still have to climb some rock as well.\n\nI will describe the route as we found it at the end of May 2014.  For the AAJ account of the first ascent, see this link:\n\npublications.americanalpine…\n\nFrom the north face cirque, climb steep snow or alpine ice to the base of the gash (about 2 pitches).  Once in the gash, we found fat ice leading up to a large \"snow chockstone\".  This overhanging snow obstacle was about 15 feet high.  Some mixed moves and stemming between the chockstone and rock wall on the right lead to a tricky mantel onto the snowy blob.  Above this was a rock chockstone, which was surpassed by more mixed moves involving, rock, ice, and snow.  We belayed just above this chockstone using nuts and pins placed on the left wall.  The final pitch consisted of slightly lower angle ice and snow up the shaft to the cornice on top, which was pulled with some more fun mixed moves.","protection":"Knifeblades, small nuts, and ice screws.","location":"Follow the ascent as noted on the North Face of Mt. Borah page up the Rock Creek Drainage until you get a view of the north face cirque.  Psycho Therapy climbs the obvious dark gash in Borah's northwest ridge, far to the right of the actual summit.\n\nNote that I have also included a photo on an alternate, shorter (but sketchy) approach.\n\nDescent: From the top of the shaft turn right, and down-climb the exposed 4th class northwest ridge (which quickly turns and heads due north).  Eventually you will get to a large scree field.  If you follow this scree field down to the northwest, you will eventually end up on a sub-ridge which will take you down to Rock Creek a short ways upstream from the parking area.\n\nAlternatively, from the top of the route, you could continue to climb Mount Borah's northwest ridge (supposedly class 4) all the way to the summit, and then descend as per the description on the North Face route page.  Note that this route tops out far down the ridge from the summit, so this would likely add a lot of time to your day."},"__v":0},{"_id":"NalhNDm5U6uxQLVQ82eiPw==","name":"MullladyMillsap","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Spring 2018","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.78038,44.13762]},"left_right_index":0,"mp_id":"114513895","mp_crag_id":"109634846","climb_id":"NalhNDm5U6uxQLVQ82eiPw==","areaRef":"poE7dC7/WKKfvY3F45nOcg=="},"content":{"description":"We originally intended to climb the south couloir but conditions forced us to diverge.  From the trail-head shoot due west, making sure to stay north of the ridge separating Borah Peak from Merriam Lake.  Follow a small stream up to a small lake with a cliff above it, go south(left) of the cliff. Traverse the scree without rolling an ankle and you reach a series of limestone rock-banks running to the north.  Follow these rock bands to the top of East Direct.  Shoot straight up the summit block from here (~70' of 5.6) till you reach easier 4th-class.  Go straight up till you connect with Chicken Out and follow that to the summit.\n\nThere's no easy way back the way you came, we descended Chicken Out until we hit the saddle at which point we shot down a steep eastern slope.  This made for a sketchy mid-day descent on snow, and probably just as bad in the summer with scree.","protection":"0.5 camelot\n\n#1 camelot\n\n#2 camelot\n\na set of wires","location":"Take NF-118 to the Leatherman Peak trail-head (google specific directions there).  The road was terribly rocky and rutted out from spring runoff, we got stuck for 2 hours and had to dig ourselves out with an ice ax, don't follow in our footsteps, bring a 4WD, not a RWD Ford van..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,02ac3e51-11bc-5ac4-a837-7c27e05506b4,74992ab8-2456-5299-9b77-355c41f08e90,a6813b74-2eff-58a2-9fbd-8dc5e399ce72","pathTokens":["USA","Idaho","Central Idaho","Lost River Range","Mt. Borah"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.78038,44.13762]},"bbox":[-113.78100655632227,44.13717033981815,-113.7797534436777,44.13806966018186],"left_right_index":-1,"ext_id":"109634846","area_id":"poE7dC7/WKKfvY3F45nOcg==","polygon":{"type":"Polygon","coordinates":[[[-113.78100655632227,44.13717033981815],[-113.7797534436777,44.13717033981815],[-113.7797534436777,44.13806966018186],[-113.78100655632227,44.13806966018186],[-113.78100655632227,44.13717033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:01:24.817Z","updatedAt":"2024-02-19T18:33:06.921Z"}