{"_id":"6368a50be80bff5a995b05f9","area_name":"South Sixshooter","shortCode":"","climbs":[{"_id":"fWLwP+IRVlyiZqJXg316PQ==","name":"Unnamed offwidth","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65158,38.12093]},"left_right_index":3,"mp_id":"116132238","mp_crag_id":"105716979","climb_id":"fWLwP+IRVlyiZqJXg316PQ==","areaRef":"kU6ssf14WQew/ko6Uav0eQ=="},"content":{"description":"This is the widening crack to the right of\n\nsouth face angling crack\n\n. Begin in the alcove and then traverse left around the arete to gain the crack proper.  The bottom is small enough for a perfect #1 and then it widens to a #5 right below the pod, although this transition occurs so quickly that one of each size would be way overkill. There is a slung block with some quick links on the ledge at the top of the crack, but I elected to continue up and belay at the rap rings below the summit. Make sure to place a directional at the top (maybe #6?) if your second is not a confident climber. I did this climb and \"south face angling crack\" in the same day and found them to be of comparable quality and difficulty.","protection":"Single rack to c4 #5 (6 optional)","location":"Obvious from the top of the approach trail"},"__v":0},{"_id":"H0xs/nDAXoWM4HwIjshwYA==","name":"Unknown","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65158,38.12093]},"left_right_index":1,"mp_id":"114034026","mp_crag_id":"105716979","climb_id":"H0xs/nDAXoWM4HwIjshwYA==","areaRef":"kU6ssf14WQew/ko6Uav0eQ=="},"content":{"description":"start on top of the pedestal, in the short wide crack. Commit to an awesome layback sprint to the top!\n\nCrack gets thin at the top, and the rock quality is noticeably worse at the top, proceed with care!\n\nUse the chain anchor on South Face route to rappel, or bring two alpine draws to set up a top rope","protection":"singles: black alien, blue alien, #1 camalot\n\ndoubles: blue TCU, .3-.75 camalot\n\n2 alpine draws if you're setting up a top rope","location":"Just left of SF Angling Crack"},"__v":0},{"_id":"4Z0MMo19VXqm3BwgtmGXmQ==","name":"South Face, Even more right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65158,38.12093]},"left_right_index":6,"mp_id":"113892379","mp_crag_id":"105716979","climb_id":"4Z0MMo19VXqm3BwgtmGXmQ==","areaRef":"kU6ssf14WQew/ko6Uav0eQ=="},"content":{"description":"This line has been mentioned previously on MP (see\n\nthis photo\n\n), but I thought it deserved its own entry.\n\nWhen facing the peak's south face, this line ascends a weakness below the left side of the right summit.  Just 15 feet to the right of the deep stem-box that contains the\n\nSouth Face Right\n\nroute, follow a line of paired weaknesses up the cracked face, left of the huge square-bottomed hanging flake, over an out-thrust block, to a huge ledge on the right with a bolted rap station on a boulder. It's about 80 ft to here.  Fun and sustained climbing!  Better than the standard route, which is often jammed up anyway.\n\nFrom this belay, take one or two more leads, heading up and left through the broken blocky corner to gain the notch between the twin summits and thence to the summit of your choice.\n\nIf anyone knows of FA or actual route name info, let me know and I will amend this description.","protection":"Doubles suffice.  Nothing big.","location":"Rapping with a single 70 works from the East summit to the bolted block on the ledge and then to the ground works fine.  Doing that with a single 60 hasn't been tested by this reporter, but I have a suspicion that it's probably good; **(the issue is if a 60 reaches from the east summit to the bolted block)....  Please report back if you know."},"__v":0},{"_id":"asPwd2orV+aZv7yI/zmONQ==","name":"South Face Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Frank Trummel, Mike Graber, Hooman Aprin, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65158,38.12093]},"left_right_index":5,"mp_id":"107156548","mp_crag_id":"105716979","climb_id":"asPwd2orV+aZv7yI/zmONQ==","areaRef":"kU6ssf14WQew/ko6Uav0eQ=="},"content":{"description":"This route is described in Green's book (1998:195-196), so I figured it warrants its own entry here too.\n\nFace moves off the ground, with thin pro, lead to more secure jamming above.  Watch out for a scary loose flake down low, which can be bypassed.  After a big ledge at 100 feet (optional belay here), climb shattered blocks to the notch, and belay.  Head right, up to the high summit (if you look for it, there is good pro on the summit block).\n\n[Edit 2016].  Frankly, starting about 10 feet left on South Face Direct and climbing that 5.8 flare to the top of the pillar at 25', and then stepping right, back on to this route above the loose flakes, makes for an excellent and much more well-protected start.  From the top of that pillar at 25', a second pitch can easily go all the way to the top of the east summit.","protection":"Single set of nuts and double cams to #3 C4 are good.  A thin seam down low needs stuff like gray and purple TCU's and small nuts.  Hands above that, and fingers on the summit block.","location":"This line starts in a left-facing corner up the right side of an inset pillar on the peak's south face, leading to the notch between the twin summits and thencely to the east summit.\n\nIt appears that there is a rap line from the summit that drops down to the climber's right of this route.  An intermediate bolted rap station can be found on a boulder to climber's right and down from the 100' ledge on P1 (so only 1 60m rope needed).\n\nBut I would guess that most people are probably going to tag both summits, and end up rapping the standard line off the west summit."},"__v":0},{"_id":"jjjBmQYvXRisPghEqeFeOg==","name":"South Face Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kurt Rasmussen, Muff Cheyney, John Pease, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65158,38.12093]},"left_right_index":4,"mp_id":"112323126","mp_crag_id":"105716979","climb_id":"jjjBmQYvXRisPghEqeFeOg==","areaRef":"kU6ssf14WQew/ko6Uav0eQ=="},"content":{"description":"This route is described in Green's book (1998:195-196), but that description doesn't seem to match, so I post this here to elicit others' observations.\n\nThe start of this route is fun ~5.8 hand-to-fist jams up the left side of the column, leading to a big inset ledge at about 25 feet.  However, if one were to stay left as indicated on Green's topo, it turns into a chimney with an overhung block at the top.  That chimney might take a #6 cam for the first 12 feet or so, but then it appears unprotectable for another ~25 feet to the underside of the block.  Conversely, Green's narrative describes pitch 1 as \"Jam flare with hand crack in it to ledge below notch.\"  Has the route changed; it could be possible that the giant block shifted and the hand crack disappeared?  Is the original topo wrong?  Did I miss something?\n\nRegardless, the start of this route, up the left side, presents a superb alternate start to the South Face Right by avoiding that route's loose flakes on the right.  Then, from the right side of the ledge at 25 feet, a second pitch up the South Face Right can easily go all the way to the summit.","protection":"Single set of nuts and double cams to #3 C4 are good (if one stops at the 25' ledge and then proceeds right).  Not sure what pro to take for the chimney on the left.","location":"This line starts in a flare up the left side of an inset pillar on the peak's south face, leading to the notch between the twin summits and thencely to the summit."},"__v":0},{"_id":"kDqgwYexU1CYQky4QLnpcQ==","name":"South Face Angling Crack?","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unkown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65158,38.12093]},"left_right_index":2,"mp_id":"106104224","mp_crag_id":"105716979","climb_id":"kDqgwYexU1CYQky4QLnpcQ==","areaRef":"kU6ssf14WQew/ko6Uav0eQ=="},"content":{"description":"This is the beautiful left angling crack up the south  face of South Six Shooter.  It begins as a wide crack with some stemming options (doesn't feel like an offwidth).  Then, angle left as it tapers from big hands down to fingers.  You can do this as one pitch to a rap anchor after 90 feet.  Or take it to the top in two pitches joining the last pitch of the \"regular\" South Face route to the top and do two single rope rappels with a 60 meter rope back down the route to the ground.","protection":"Double set of Camalots from .4 to 3.  Only one 3 is needed.","location":"This is the beautiful left angling crack up the south  face of South\n\nSix Shooter.  Unmistakable.  See photo."},"__v":0},{"_id":"UCnc3fBcUoG6JoPG0wAPEA==","name":"South Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Roos, Burnham Ardnt, and Denver Collins  September, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.65158,38.12093]},"left_right_index":0,"mp_id":"105717562","mp_crag_id":"105716979","climb_id":"UCnc3fBcUoG6JoPG0wAPEA==","areaRef":"kU6ssf14WQew/ko6Uav0eQ=="},"content":{"description":"The route climbs the left side of the face first reached from the trail.  The start begins where the ground starts sloping downhill sharply.\n\nPitch 1 - Climb broken rock to a fun chimney.  Belay on the big ledge at the top of the chimney.  No fixed anchors, but there is a good chockstone to sling and placements for large cams(watch for hollow and loose rock).  90 feet, 5.6\n\nPitch 2 - Climb the low angle slot to a ledge system.  Walk along the ledge system, and climb up to a higher ledge with rappel slings around a block.  An excellent harder  variation is to climb the steep clean thin hands crack to the highest ledge system.  80 feet, 5.4\n\nPitch 3 - Continue on the ledge to a crack.  Climb up to a hard for 5.6 mantle to a ledge.  Clip the bolt and climb to the summit tower.  50 feet, 5.6\n\nA single rope rap from the summit leads back to the top of pitch 2.  A double rope rap from there gets to the ground.  You may want to move the knot over the edge to help with pulling the rope.","protection":"A light rack of cams is all you need.  A big cam is useful to back up the belay chockstone on pitch one, but not necessary.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,914eacb1-fd78-5907-b0fe-4a3a51abf479","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","South Sixshooter"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.11"},{"count":2,"label":"5.7"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.65158,38.12093]},"bbox":[-109.65215157075522,38.120480339818144,-109.65100842924474,38.12137966018187],"left_right_index":-1,"ext_id":"105716979","area_id":"kU6ssf14WQew/ko6Uav0eQ==","polygon":{"type":"Polygon","coordinates":[[[-109.65215157075522,38.120480339818144],[-109.65100842924474,38.120480339818144],[-109.65100842924474,38.12137966018187],[-109.65215157075522,38.12137966018187],[-109.65215157075522,38.120480339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:46.966Z","updatedAt":"2024-02-19T18:41:00.753Z"}