{"_id":"63689d5ce80bff5a994f60ef","area_name":"P-Wall","shortCode":"","climbs":[{"_id":"QG0g95hUU+ONXaF6mkI/4g==","name":"Static Cats","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA: Ken Klis via TR, First Lead: Gary Fluitt, Menzo baird, Kurt Madland, Oct 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":29,"mp_id":"119783315","mp_crag_id":"105737154","climb_id":"QG0g95hUU+ONXaF6mkI/4g==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"A well protected pocketed face just to the right of Epidural. Start as for Spring Route or Dyno Dogs and go straight up the 3 bolt headwall directly under the anchor bolts for Spring Route & Epidural.","protection":"Natural gear down low, 4 bolts above.","location":"Between Epidural and Spring Route. Getting there: Head for the P-wall far right side. After the 4th class scramble that ends at a slot between the main wall and a giant boulder, look for a dark spot where a spring seeps in the winter. Start either in Spring route or Dyno Dogs. If Spring Route start, a .5\" crack just above the spring is the first gear. A small nut in a shallow seam at about 12' off the deck, and then the first bolt at a small 5.8 bulge. Above that is a steeper bit of headwall with three bolts leading to the Spring Route anchors. Crux is between 2nd and 3rd bolts."},"__v":0},{"_id":"7HFpnz18Xl2qiDAl+61Neg==","name":"Stage Fright","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Sorenson, Jeff Shrimpton","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":4,"mp_id":"105737300","mp_crag_id":"105737154","climb_id":"7HFpnz18Xl2qiDAl+61Neg==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"The climb starts off in the tree on the far left of P Wall.  Shown as route 1 in the topo. You'll have to do some fanangling to get up there and then you'll get to enjoy some nice positive ledges to some blank spots. Real thinker of a route if I remember correctly.","protection":"This route is traditionally bolted - which means it can be fairly scary if you're relying just on draws. I seem to remember a black alien being a good, good thing here.","location":""},"__v":0},{"_id":"39XR7oqKUE2vQ9VRjmIekA==","name":"Spring Route (Direct Variation)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":30,"mp_id":"113596900","mp_crag_id":"105737154","climb_id":"39XR7oqKUE2vQ9VRjmIekA==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Start up Spring Route, then rather than head right (around) the arete, head straight up seam. Variation connects with original route at the end of the seam and just below the roof.","protection":"Same gear as for the original spring route but add a few small/tiny nuts for protection in the seam.","location":""},"__v":0},{"_id":"e4dQ4n1EXRKiRPPhYVPCKQ==","name":"Spring Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":31,"mp_id":"105737483","mp_crag_id":"105737154","climb_id":"e4dQ4n1EXRKiRPPhYVPCKQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Scramble up the loose access trail to the base of P-Wall.  When you are looking straight at the rock, take a right toward the right side of P-Wall.  Once you scramble up a short (10') 4th class section, stop and you'll find yourself at the base of the Spring Route.  It's name comes from the small spring dribbling out of the rock at the start of the climb.  Work your way up a crack to the right and wander around to a bolt just left of the anchor chains.  To experience the 5.8 crux, climb straight up after the bolt (hard to protect) or work your way right on easier ground (5.7), then straight up to the anchor.  Once at the anchor, you can lower off, continue up to a new set of anchors about 20' above (good top rope location), or continue up to the top of P-Wall.  The original line continued all the way to the top (quite mungy).  Once you set up the Spring Route anchors, top rope the two starting variations, Dyno Dogs (5.10a) and Leaping Lizards (5.9+).  Climbers in this area are guanteed to have good views and (usually) solitude.","protection":"You'll need a variety of small nuts and cams up to about 2\".  Bring a couple slings for the chain anchors on top.","location":""},"__v":0},{"_id":"vQa2AYjKVVCjFAbQsbmC6A==","name":"Sofa King Great","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ken Klis & Tom Slater, 4/21/2007","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":20,"mp_id":"108213289","mp_crag_id":"105737154","climb_id":"vQa2AYjKVVCjFAbQsbmC6A==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Straight up the gray streak to the Rusty's Cave anchor. Steep, with nice positive holds. Crux is between bolts 2 and 4 (which isn't very far). If it seems improbable, look harder; it's all there.","protection":".3-.5 cams for the beginning, plus 4 bolts.","location":"Just below and left of Rustyʼs Cave (left of TR Flinging Moss)."},"__v":0},{"_id":"GYXxHtwVWtqxC5T1BrOO8g==","name":"Slime and Dine","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ryan Bello, Matt Luck","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":19,"mp_id":"105737477","mp_crag_id":"105737154","climb_id":"GYXxHtwVWtqxC5T1BrOO8g==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"This route is just to the right of P-Wall Direct which is more or less in the center of P-Wall.  It passes to the left of Rusty's Cave.  The crux I believe is around the second and third bolts and seems well protected.  Above the third bolt you are in for some easier but runout climbing with thin gear placements in spots.","protection":"There are 3 low bolts and a few places for gear. Bring medium to large nuts, 2\" cam, and small TCU's. The anchor is bolted.","location":""},"__v":0},{"_id":"rq3KVloWW/izerJYMiXmBA==","name":"Senior Moment","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"August 2021 by Dave Delkeskamp and Gary Fluitt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":18,"mp_id":"121228076","mp_crag_id":"105737154","climb_id":"rq3KVloWW/izerJYMiXmBA==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Nice long, direct line up the center of P Wall.  Variety of moves including a sweet finger crack section (ten feet long) which Senior Moment shares with P Wall direct.  This is the only place SM touches another route.  Lichen yes, but it seems not to affect the climbing too much.  We'll see if SM gets enough ascents to clean up.  A leader can lower off the anchor (and set a top rope)  with a 70m rope.","protection":"Seven bolts (painted brown) plus trad gear. Anchor with hooks. We did this: Bolts 1,2,3,4, #.75 green bd cam, #1 red bd cam, bolt 5, (then in the right side of the \"baby tooth\") #2 yellow bd cam, #.5 purple bd cam, bolt 6,7 anchor.  As far as distance between pro goes, SM is not \"R\" rated like its neighbors P Wall Direct and Slime and Dine.  \"G\" or more likely \"PG-13\".","location":"Center of  P Wall.  Walk uphill from Hanging Teeth and its neighbor routes.  As you emerge from under the trees, look for a brown painted hanger 20 feet up or so.  Senior Moment has its own \"seam\" start equidistant between the starts of Slime and Dine and P Wall Direct."},"__v":0},{"_id":"NM329LpaVh6ZW9qpnLPnrA==","name":"Rusty's Cave","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rusty Garing","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":22,"mp_id":"105737390","mp_crag_id":"105737154","climb_id":"NM329LpaVh6ZW9qpnLPnrA==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Rusty's Cave starts on the right side of the P-Wall near the detached buttress. The start is marked by a big pocket about 7 feet up. Climb the slab up to the diagonal crack and your first placement. Follow the uneven shallow crack for about 45 feet. Look for the first chance to traverse left(don't go to high). Clip the bolt and continue left for the small cave/ledge and the anchor.","protection":"Nuts and TCUs plus one bolt. Two bolt anchor with rap chains","location":""},"__v":0},{"_id":"Cwf8PcSNUSaBOXLAgNtkyg==","name":"Route Canal","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Hutchinson and Tom Slater, 7-94 on lead on-sight.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":15,"mp_id":"105796948","mp_crag_id":"105737154","climb_id":"Cwf8PcSNUSaBOXLAgNtkyg==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"From the oak tree, start up a face directly below the roof above. At 20' you will pass a bolt and then climb a flaring groove (possible pro). Above this climb past a very small pocket (nut pro) and then cam the roof/flake (double cam it if possible). Then friction up over the roof (steep) and clip. From here (crux), things are mentally easier. Continue up past 5 bolts (5 above roof) to new anchors (not set on FA) near huge flake/corner.","protection":"6 bolts plus gear: small nuts to large cams #3+4 Camalot.","location":""},"__v":0},{"_id":"ESYsxkmlWMquTotrgPYp4A==","name":"Pump Floyd","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":37,"mp_id":"106172424","mp_crag_id":"105737154","climb_id":"ESYsxkmlWMquTotrgPYp4A==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Check it out...","protection":"Draws & small gear.","location":"Far right side of P-Wall, right of Free for All."},"__v":0},{"_id":"R9ZExTcrULiSaaY33TBMgQ==","name":"Squeeze Job","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ken Klis & Bob Hill, 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":34,"mp_id":"109061569","mp_crag_id":"105737154","climb_id":"R9ZExTcrULiSaaY33TBMgQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Climb past two bolts and left of a small roof, then up grooves to the La Leche anchors. The first bolt is a little high.","protection":"4 bolts + tiny to medium gear.","location":"Starts right of Leapin Lizards."},"__v":0},{"_id":"xY3IWZhrUCCS4zv77fVy8w==","name":"Poor Man's P Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Josh Moore, Ken Klis, Aaron Stireman","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":24,"mp_id":"107998055","mp_crag_id":"105737154","climb_id":"xY3IWZhrUCCS4zv77fVy8w==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Crux is getting over the \"tooth\" like feature, well protected move. A second pitch to rusty's cave last pIece is a shallow red camalot.\n\nA 60 meter rope will get you all the way to the round with one rap.\n\nGood route high up on the p wall with a cool view of downtown and the hikers trail. Top of pitch is a little slick and full of lichen (what isn't) but relatively easy.","protection":"quick draws and a red camalot or equivalent.","location":"p wall, take rusty's to the cave then continue up and slightly right. this is a continuation of rustys cave and can all be done in one pitch with a long rap."},"__v":0},{"_id":"6SkXESIpWeuTaLsB/FAC3Q==","name":"Poor Man's Cave (variation)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Delkeskamp, Vicki Garagliano May 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":25,"mp_id":"108138438","mp_crag_id":"105737154","climb_id":"6SkXESIpWeuTaLsB/FAC3Q==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Climb the route Rusty's Cave but at the last bolt go straight up rather than traversing left to the anchor.  A 3.5 camalot (or equivalent) can be placed here and leads you to the first bolt of Poor Mans P Crack and the rest of this (variation) route.  Slings on most if not all pieces, including a few double slings, straighten out the line and reduce the drag.  Lower off with a 70m; with a 60m you will most likely have to rap to the Rusty's Cave anchor.  The charm of this climb is it's length and it's mix of trad and sport.","protection":"Trad pro on rusty's and draws on PMPC.  Extend everything with slings.","location":""},"__v":0},{"_id":"0YncFVP/WKeDBf42qHXXpg==","name":"P-Wall Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"See guidebook","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":17,"mp_id":"105737522","mp_crag_id":"105737154","climb_id":"0YncFVP/WKeDBf42qHXXpg==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"This route is between Hanging Teeth and Slime and Dine.  The upper portion merges with the Cave to \"P\" route.  It is at the center of the P Wall face so an ascent of it captures the essence of the wall.  The first 40 feet(approx) has no useable protection that I could find so be prepared to be run out at 5.4.  The start is directly below the first bolt (approx 50 feet up).  There is a moderatly angled apron with a hairline fracture in it and leading to the right of a rt-facing dihedral. Above that the grade steepens on good holds and 10 feet below the bolt are some shallow but bomber cracks for tri-cams, or other, to protect the rest of the way to the bolt.  From the bolt traverse right to a splendid crack(the crux but well protected).  The crack is just right of a brown water chute.  From here continue straight up to find 2 more bolts and a new belay/rappel station(not sure why these are here) on the left side of the large hanging flake.  I prefer to continue up the left-facing dihedral and belay in a small alcove not far from the summit.  Close by are anchors at the top of Letterman.  The varied terrain and airy environs make for a great climb.","protection":"4 bolts, tri-cams, stoppers, CU, to 2 inches.  Protection useable for shallow placements and 3-pt contact is always prefered at Bishop's.","location":""},"__v":0},{"_id":"qmIAaQs4WH+BoOf/y8/O6w==","name":"P-Crack","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Rusty Garing, Chip Barclay '71","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":9,"mp_id":"105737282","mp_crag_id":"105737154","climb_id":"qmIAaQs4WH+BoOf/y8/O6w==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"The route follows the broken corner on the left side of P-wall up to the beginning of Impacted Stool Crack and then traverses right to the first bolt. I usually run it out to here but if you want protection, bring those hexes or large cams and long slings. After the bolt, the climb follows the crack up to the second bolt. Once clipped, traverse right and then up to the anchors. You can climb straight up after the second bolt but it's 5.10. This is a great route for learing trad and its fun if you continue up on Letterman to the next anchors and then scramble the rest of the way to the top of the peak.","protection":"There are two bolts along the route and you will need gear starting from small to 2.5\" Bring longs slings to extend your first couple pieces otherwise rope drag will have you crying.","location":""},"__v":0},{"_id":"R0OB7t+tWfy+Uyt/oXfs8w==","name":"Out of Hangers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tim Sorenson, Jeff Shrimpton 1981","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":7,"mp_id":"105737465","mp_crag_id":"105737154","climb_id":"R0OB7t+tWfy+Uyt/oXfs8w==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"This climb was originally on site \"flashed\" in 1981 by Tim Sorenson & Jeff Shrimpton.  Bolts were placed on lead.  The route was previously rated 5.10b(R) in the Tucker/Steele book.  The Slater guide rates it at 5.10a(R).  For the longest time, you had to bring your own hangers if you wanted to climb this route.  As late as 1994, the Steele book was recommending that you bring hangers just in case!  Don't worry, the hangers are all there today.\n\nAfter dislodging a massive boulder and unleashing it onto the access trail below, my partner decided he would tackle this climb. After multiple falls off at the third bolt, it was sent and turned into a great climb. Better if you taunt, \"I sure hope they went back and got the hangers they ran out of.\"","protection":"5 bolts to 2 bolt anchor","location":""},"__v":0},{"_id":"R8Wr3rVVVCeYQfUTxTJQDA==","name":"Oh My!","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":27,"mp_id":"106297532","mp_crag_id":"105737154","climb_id":"R8Wr3rVVVCeYQfUTxTJQDA==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"This route has a series of physical and mental cruxes. The first crux comes after clipping the 1st bolt. Head straight up or cruise a bit left for an easier time. Place one or two cams under the big block. Be sure to place long runners on them to reduce rope drag. Make a big step up and right as you mantel onto the block (2nd crux). Step up and place a red alien (or Tricam)in the lower solution pocket about waist high on your right. You might get a gold alien in the upper pocket. Without the alien, the route would probably get an R rating. Reach up high and search for big rails. Move up and clip the 2nd bolt. Make a step up and wander left across easier ground toward an old, rusted leeper hanger. Clip this with a loooong runner then move right out to the arete. Reach high and right to clip the final bolt and follow the arete to the single bolt anchor. Supplement this with a small cam (1/2\" to 3/4\") or sling the block. For an interesting variation, instead of clipping the final bolt on the arete, go straight up after clipping the rusty leeper. You can place pro beneath the detached flake.\n\nAfter leading this climb, go climb Spring Route (5.8R) or Dark Side of Moon (5.8). Both Spring Route & Dark Side offer various top rope options.","protection":"Mixture of bolts and cams. Four bolts (1 old leeper!) and 2 cam placements. You'll need a red alien or Tricam for the solution pocket. Bring long slings for the cams and old, rusted bolt. Single bolt anchor on top must be backed up with a small cam (1/2\" to 3/4\"). Rap rings are located on the back, up-hill side of the Pinnacle.\n\nYou can easily set this up as a top rope if you don't mind making a couple 5.5, unprotected moves up the back side of the pinnacle.","location":"This route follows the arete on the detached pinnacle on the right side of P-Wall. Take the P-Wall trail to the base of P-Crack. Hang a right and cruise up to the pinnacle. As soon as you see the pinnacle, drop down to the right. You shouldn't have trouble finding the first bolt."},"__v":0},{"_id":"chlfoWQzWdyA1LjCzaEe1Q==","name":"Mickey's Carnal Desire","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ken Klis and Mickey Sensenbaugh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":1,"mp_id":"112529550","mp_crag_id":"105737154","climb_id":"chlfoWQzWdyA1LjCzaEe1Q==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Short, balencey, reachy, and only a little bit licheney.","protection":"Three bolts and an optional 1/2\"-3/4\" cam to protect the move exiting the gulley and leading to the first bolt.","location":"First route left of Knee Surgery, finishes at KS anchors"},"__v":0},{"_id":"ditIDf1CXS+jOvqwI/z6yw==","name":"Letterman","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Colin Berry & friend, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":10,"mp_id":"105737429","mp_crag_id":"105737154","climb_id":"ditIDf1CXS+jOvqwI/z6yw==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Letterman is the 3rd pitch of P- Crack. From the 2nd belay lead up through a left facing corner. As the corner ends traverse right to the anchors.\n\nA fun variation is to do a bolt protected mantle over the corner and follow the the crack up and left past the \"P\" paint until it ends. Then traverse up and right to the anchors. The lower anchors can be skipped with a 60m rope to reach the summit anchors at a nice ledge. From here you can take the short walk to Sunnyside Wall.","protection":"Pro .5 - 2.5 Bolted belays","location":""},"__v":0},{"_id":"9BrTYvMcWGeR3rfMSnlucg==","name":"Leapin' Lizards","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ed Keefe and Ryan Bello, 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":33,"mp_id":"105737498","mp_crag_id":"105737154","climb_id":"9BrTYvMcWGeR3rfMSnlucg==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Leapin' Lizards is either a start variation to Spring Route or a separate route.  Option #1 - Clip the lower bolts, then head left onto Spring Route to clip the stray, off route bolt way to the left (use a looong sling) then go either straight up (bold!) or work your way right of the arete to the anchors under the roof.  Option #2 - Go up the thin seam (use a small wired), clip the lower Lizard bolts, then go straight up to the new finish right of Spring.  Use small gear & more draws to head up over the roof to the right.  Once over the roof, work your way right to the anchors 25' above on the right.  There are several good climbs that can be top roped from these upper anchors.\n\nGrade Comments:  The book gives Leapin' Lizards (Option #1) a 5.8 rating.  I disagree.  I think it's pretty solid 5.9.  Maybe if you wire the moves, it eventually feels 5.8, but I doubt it.  Please climb it and confirm for me!  Option #2 is 5.9 or possibly 5.10a.  The roof move feels hard, but is well protected.\n\nTo find the climb, ascend the fourth class notch to Spring Route (small amount of water dripping out of crack in the rock), then look for the bolts just right of the spring.  The first set of bolts is Dyno Dogs (5.10a) and the 2nd is Lizards.  A couple other climbs in the 5.10 to 5.11 range can be found uphill and to the right that are worth checking out.","protection":"Bring draws, small gear, and slings for the anchor chains.\n\n[ed. note: 4/04 - two ¼ buttonhead bolts replaced in same holes w/12mm SS Fixe ASCA bolts.","location":""},"__v":0},{"_id":"Bsz2cJwMUUSIZwYg2WcAAg==","name":"La Leche","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ken Klis, Jeff Davis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":35,"mp_id":"108114551","mp_crag_id":"105737154","climb_id":"Bsz2cJwMUUSIZwYg2WcAAg==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"First crux is protected by first bolt then followed by another 11a if you move right or 10 c/d crux going left depending on the direction you take. another 10d crux higher up on a weird lieback type seam.","protection":"6 bolts courtesy clip and old oval for anchors.","location":"left of free for all start on top of a large block in the gully using the small horizontal roof crack to clip first bolt."},"__v":0},{"_id":"Td/7sFTjWAqYBmsCBlwGfA==","name":"Knee Surgery","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Marty Brenner & Ross Newby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":2,"mp_id":"105737438","mp_crag_id":"105737154","climb_id":"Td/7sFTjWAqYBmsCBlwGfA==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"This route starts next to Stage Fright, but goes up and to the left to common anchors.  The moves are all there, but it's balancy and awkward in spots.  The crux may actually be getting started as you step off the block over the abyss to actually get on to P-Wall itself - have your belayer stand below the start in the gully. This is a good, short route that demands your attention. The first ascentionist told me this was his first climbing activity after knee surgery, and hence the name.","protection":"I think there are four bolts, if I remember right.","location":""},"__v":0},{"_id":"BSrlnDhyWxCOZj0rNGN7kQ==","name":"Just a Local Nobody","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Stireman, Logan Urrutia","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":16,"mp_id":"114435004","mp_crag_id":"105737154","climb_id":"BSrlnDhyWxCOZj0rNGN7kQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"One of the more approachable moderates at Bishop Peak, this route starts up a slab to the right of Hanging Teeth, (and Left of P Wall Direct), and then goes over a small roof at bolt 2 (5.8). A few more gear and bolt protected sections bring you up to a crux, getting over another small roof (.10b). Then go up the good crack behind a flake (gear) and join hanging teeth for the last 3 bolts (5.8). From there you can belay, or make it to the top with a 70.\n\nA good route for the grade and very accessible to the onsight leader. Go for it!\n\nBring a 70m if you are planning to rap or TR.","protection":"Bolts, Gear to 2\"","location":"The slab between Hanging Teeth (Left), and P-Wall Direct (Right)."},"__v":0},{"_id":"xW5X7WeMU5+Q1WMiq5YnoQ==","name":"Jump For Joy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ed Sampson, Mike Cirone, James Blench, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":13,"mp_id":"107489512","mp_crag_id":"105737154","climb_id":"xW5X7WeMU5+Q1WMiq5YnoQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Beautiful, exposed climb that runs dead center over the front of P-Wall. The crux occurs right in the middle of the route, right as the wall steepens. The last half of the route is on great textured rock on easier ground. Either do it straight up from the ground (200', tie in to each end of the rope), or break it into 2 pitches by climbing directly from the ground to the first set of anchors, or traversing over from the first belay of P-Crack.","protection":"7 bolts. Some people may like a couple of small pieces to supplement. Comfortable .10a leaders should be fine without. The crux is well protected.","location":"The direct start begins a few feet off the main approach trail and the very base of P-Wall. If you run into the start of P-Crack, you've gone too far up hill."},"__v":0},{"_id":"msx8xJD4XUOACUHUQoTyeg==","name":"Indecent Exposure","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"James Blench","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":5,"mp_id":"105737393","mp_crag_id":"105737154","climb_id":"msx8xJD4XUOACUHUQoTyeg==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"This route is a great way to get out onto P-Wall.  It starts in the steep gully to the left of P-wall (climb 2 in the topo), ascending the \"flank\", and then stepping out onto the face.  Slot a small Camalot at the start to protect the starting moves.  Climb up, making awkward moves that demand attention.  At the arete, clip the last bolt and make a thin and airy traverse directly across to anchors.  Either rap P-crack or continue up \"Letterman.\"","protection":"Three bolts with some small gear placements possible.  Tops out at bolted P-Crack belay.","location":""},"__v":0},{"_id":"zBbUMZ9dWZCG2ezGFhSFHA==","name":"Impacted Stool Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":8,"mp_id":"105737372","mp_crag_id":"105737154","climb_id":"zBbUMZ9dWZCG2ezGFhSFHA==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Stout lead. The bottom is low angle (and mostly soloable for  5.9 leader) and is the start for P Crack as well, but instead of heading left, go up.","protection":"1 manky bolt plus 1.5\"-2.5\"","location":""},"__v":0},{"_id":"vbvUmrgFXG2i4tvLhIDkag==","name":"The Hanging Teeth","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Gregg Cassabarth & Rusty Garing, 1971","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":14,"mp_id":"105737546","mp_crag_id":"105737154","climb_id":"vbvUmrgFXG2i4tvLhIDkag==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"This route is just left of center of the P-wall face.  It is defined by a distinctively jagged undercling area where the rock bulges out, about one third of the way to the top.  Above this formation there is a flake with a distinct right facing dihedral(corner).  The route follows the corner and good pro is found there.  There are optional starts but as good as any is straight down from where the undercling originates on its left side(this is the same start as for \"Root Canal\").  Aim for the left side of the undercling, passing one bolt and some possible tricam placements.  This area is not difficult but has sketchy pro. At the undercling pro is great for protecting the crux.  From the left edge do an undercling traverse right 5-6 ft(wild and showy).  Look for spot where some jugs are almost within reach, you should still be to the left of the flake above.  After pulling up and sl. left over the bulge you are ready to make a balancy move to the right, around the corner into the dihedral.  From the top of the dihedral link up with the \"cave to P\" route or follow bolts straight up which are a part of \"Root Canal\".  In either case you skirt a large left facing flake at the top.  Bolt anchors can be found at the top.","protection":"There are bolts for start and finish of this climb. Central area requires 1.0 tricam (for shallow crack) and several cams 1-2.5 inches.\n\n[ed. note: 1/04 - 3, ¼ bolts w/Leeper Hangers removed and replaced w/1, ½ bolt at bolt #1 and 2, 3/8 bolts at bolts #2 and #3.]","location":""},"__v":0},{"_id":"rH83Ex5VUx+zccUQRcCwVw==","name":"Garden Party","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Slater and Ken Klis","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":0,"mp_id":"106290355","mp_crag_id":"105737154","climb_id":"rH83Ex5VUx+zccUQRcCwVw==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Belay from Madison Sq. Garden anchors, traverse the top and step across the gully. [Tip: sling the little tree to keep your line out of the dirt] First bolt a few moves up on good incut holds. Climb straight up following bolts, has a really nice top out. NOTE: This route can be done independently or as pitch 2 of the 4 pitch link-up THE BACKDOOR 5.8 that takes climbers to the summit via 4 or 5 pitches. (see description on GARDEN WALL page.)","protection":"draws and a sling","location":"Far left side of P-wall"},"__v":0},{"_id":"A8k0FjBtXPad2JkhNDN0ng==","name":"Free For All","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA: unknown 1975-1980, via bolt ladder. FFA of lower section: Ken Klis, 1986. FFA of extension over roof: Ryan Bello, 1992.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":36,"mp_id":"107705429","mp_crag_id":"105737154","climb_id":"A8k0FjBtXPad2JkhNDN0ng==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Climb past the undercling a couple of moves off the ground to a series of pockets and crimps. Reach high and left for the arete and pull onto it (the crux). Follow the technical grooves to the set of chains at the top of the route.","protection":"8 bolts (bolts 1 - 4 replaced March 2015) plus optional gear for flared crack. The route is well-protected.","location":"On the far right side of P-Wall, just to the left of Pump Floyd and to the right of La Leche."},"__v":0},{"_id":"1Q2e3QDuWrWr1kwJ52ndpA==","name":"Flinging Moss at the Molson Belay","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Rick Harlan, Mark Perko & Pete Gulyash, 1985","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":21,"mp_id":"109040652","mp_crag_id":"105737154","climb_id":"1Q2e3QDuWrWr1kwJ52ndpA==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Starting immediately right of line for Sofa King, climb straight up sharp crystals on the white streak to the anchor shared by Sofa King and Rustys Cave.","protection":"Top rope from the Sofa King/Rustys Cave anchor.","location":"Between Rusty's Cave and Sofa King."},"__v":0},{"_id":"Hd5gj44OXga9eoBMUAYzrQ==","name":"Energy Crisis","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Clarke & Ed Sampson, 1976.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":26,"mp_id":"109194226","mp_crag_id":"105737154","climb_id":"Hd5gj44OXga9eoBMUAYzrQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Same start as Rusty's Cave. Work up face to right slanting crack. After crack runs out, head straight up broken obvious weakness. After a few steep pumpy moderate moves, Rusty's Cave traverses left, but Energy Crisis continues straight up the steepening wall to a smallish hanging tooth. Getting to the tooth appears to be the crux, but there are more difficulties past the tooth. At about 20' past the tooth, the difficulty eases a bit, trend left looking for the belay station anchors. There is a lot of lichen in places, but that won't be your main concern.","protection":"The protection is challenging but there. There are no protection bolts. A set of nuts and a double set of cams to blue will make the climbing less R and lower your stress.","location":"This route starts at the left edge of the step/col between the P-wall Pinnacle and P-wall, just to the left of Epidural.\n\nRappel with 70m rope."},"__v":0},{"_id":"xHCZehYIXiqiP/qOh3C0QQ==","name":"Epidural","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ken Klis & Corey Moore, March 2004","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":28,"mp_id":"107505523","mp_crag_id":"105737154","climb_id":"xHCZehYIXiqiP/qOh3C0QQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Great, well-protected route on clean rock with good holds. The first crux comes before clipping the first bolt. The second comes as the wall steepens after the third bolt. Shares the anchors with Spring Route.","protection":"6 bolts and an optional 1.5\" cam between the second and third bolts.","location":"Starts on the face to the left of Spring Route."},"__v":0},{"_id":"2WUzxTfEVymRnYxaW7A6bQ==","name":"Dyno Dogs","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bello, Keefe '90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":32,"mp_id":"105737432","mp_crag_id":"105737154","climb_id":"2WUzxTfEVymRnYxaW7A6bQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Approach P wall.  When you get there turn right and make your way along the base of the rock, then climb the 4th class notch.  When you are at the top, you are there, look up and follow the bolts.  There is said to be a dyno on the route, but it seems a bit slabby to be hucking for holds.  I was able to do it static.  The end is a bit run out, but easy climbing if you have made it that far.","protection":"3 bolts, then a bit run out to a two bolt belay.\n\n[ed. note: 4/04 - two ¼ buttonhead bolts replaced in same holes w/12mm SS Fixe ASCA bolts.","location":""},"__v":0},{"_id":"ONS+6IR9XTWQZZdidEcyhg==","name":"Direct Exposure","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"John Knight & Ken Klis, 2008","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":6,"mp_id":"108154162","mp_crag_id":"105737154","climb_id":"ONS+6IR9XTWQZZdidEcyhg==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"This route starts right of \"Indecent Exposure\" and connects to \"Out of Hangars\" and ends at the anchors above \"Knee Surgery.\" The runout section is on easy (5.7/5.8) terrain above bolt 5 of \"Out of Hangars.\" You can just barely TR this from the ground by using a directional on bolt 5 of \"Out of Hangars.\" Be sure to have your belayer tie in to the end of the rope! Note: this climb is height-dependent (especially the opening move), Shorter climbers may grade it harder.","protection":"6 bolts, small gear, and one 4\" cam for the big pocket above the first bolt.","location":"Right of Indecent Exposure."},"__v":0},{"_id":"lNZdeXSQVVSiusRLyysUjQ==","name":"Dark Side of the Moon","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"John Knight, Theron Moses","type":{"trad":true,"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":38,"mp_id":"106300351","mp_crag_id":"105737154","climb_id":"lNZdeXSQVVSiusRLyysUjQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Start at the large chockstone in the gulley. Before stepping up to the ledge above the chockstone, place a 1\" (+/-) cam in the big hole off to your right. Once you step up to the ledge and under the roof you can place a small nut or cam above your head so you can step up and clip the bolt above the overhang. Make the bolt protected mantle move and work your way up past 1 more bolt on your way to the anchors. The runout to the anchors is 5.6. Once you reach the top rap off or TR Dark Side (5.10) or Jeff's Crack (5.9). Both are left of Dark Side. The upper pitch has nothing harder than 5.6 but provides a nice way to get to the top of P-Wall. After you make the top of P-Wall, work your way up to Sunnyside (5.9) and cruise to the summit.","protection":"Two (2) bolts, plus small to medium cams for the lower pitch. The upper pitch can be protected w/one bolt and cams.","location":"Starts on top of the very large chockstone lodged in the gulley. Go up over the roof. Yes, it's only 5.8!"},"__v":0},{"_id":"CB7m9OkuUmWEJPt0zAeaEQ==","name":"Carrot Top","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":11,"mp_id":"121888351","mp_crag_id":"105737154","climb_id":"CB7m9OkuUmWEJPt0zAeaEQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"2nd pitch option above P-Crack. Pulls a large, bolt-protected, mantle move to the right of Letterman. Originally entered as a variation to Letterman, this route shares only a few moves near the very top and deserves its own page. Generally considered the preferred option for summiting P-Wall (or Bishop Peak as a whole if you continue walking up).","protection":"1 or 2 bolts, a couple hand-sized cams provide some peace of mind.","location":"From the P-Crack Anchors, move up and right to a bolt-protected mantle move, then continue along a left-leaning hand crack, before heading straight up to a first set of anchors. Either belay your second up from here or continue straight up unprotected (but easy) slab moves to a 2nd bolted anchor. Walk off (or up) from here."},"__v":0},{"_id":"0ayjFVLWXIO+n9e0tLVl9Q==","name":"Black Streak","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Keefe & Menzo Baird (1989)","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":12,"mp_id":"105737552","mp_crag_id":"105737154","climb_id":"0ayjFVLWXIO+n9e0tLVl9Q==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"To find this route, just look right of P-Crack.  It follows the obvious \"black streak\".  This route shares the middle and upper P-Crack anchors. If lead from the ground, this route is over 100'.  You can top rope the route after climbing P-Crack.  To top rope, your climber will need to  climb up about 20' of 4th class in the BIG crack that leads to the 1st P-Crack anchors (or bring a 70 meter rope!).  The bolts are currently the original quarter-inchers placed by Ed & Menzo in 1989.  They include some home made hangers to boot.  Lichen adds another interesting element.  This could be a really great route if properly cleaned & re-bolted.","protection":"If led from the ground, bring a bunch (8?) of draws and small pro.  The lower section is lead with gear, while the upper section has 3 bolts.","location":""},"__v":0},{"_id":"EzbfesTqUL2c3F65dZq4NQ==","name":"Biemer's Trough","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Don Biemer & Ed Sampson, February 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":23,"mp_id":"120530216","mp_crag_id":"105737154","climb_id":"EzbfesTqUL2c3F65dZq4NQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Aim up and left out of the cave belay toward a shallow, grey, trough. A tooth-like feature just below the start of the trough is a landmark to look for.\n\nPurdy durdy at this point. No love for the Trough apparently. If you can make it to The Vagine, you're pretty much home free. Climbing with a brush is recommended but may add an hour to your ascent (wish I had brought one). It's often said, but if this route cleans up some, it would actually be a quite good, mostly gear protected journey to the top of P-Wall. And, combining it with Rusty's Cave would make it the easiest route to the top of the main face (movement-grade-wise), although currently the grade is a bit shrouded by lichen and questionably fragile holds.\n\nMost of the route protects quite reasonably in short cracks and grooves that open up and are fairly spaced. The runout is up higher on easier terrain, but don't let your guard down and pop off on a fragile hold or slip on the plentiful banana-peel lichen. There are a couple of larger holds down low around the bolt that beg to be used, but are timebombs (a large left-foot edge, and an obvious left-hand jug). They, and other fragile features, can be climbed around. I found the moves getting to the bolt and past it to be a bit tricky.\n\nI found only 1 useable bolt which appears to be a replacement, set a couple feet left of the original, which is still visible as a thin, rusty stud. The existence of a higher bolt is questionable, but also moot, since it's not really needed unless it had protected the upper runout of easy terrain.\n\nRoute ends at a good 2 bolt anchor with chains","protection":"1 bolt\n\nSingle rack of cams from tips to hand sized (with doubles of 0.3 and #1 Camalot equivalents). I used Totems: 2 x blue (0.3 Camalot equiv.), 1 x green (0.75 Camalot equiv.), 2 x red (#1 Camalot equiv.), 1 x (#2 Camalot equiv.), and 1 x 0.2/0.3 offset X4 Camalot.\n\nSingle set of nuts (I used 1, the largest light blue DMM offset, although I passed a spot that would have taken a small Peenut as well)\n\nEnough slings for most pieces","location":"Starts from the cave belay of Rusty's cave.\n\nClimb Rusty's Cave (5.8), Sofa King Great (5.11-), or Slime & Dine (5.10d) (listed right to left), to reach the cave belay. Biemer's Trough heads left out of the cave and Poor Man's P-Crack (5.10a) heads right. Both start from here unless you are linking them with several options of pitches leading up to this point from below."},"__v":0},{"_id":"xFUmvaOTWDa8RVMHFmv2LQ==","name":"Back Surgery","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Aaron Stireman, Ken Klis, and Matt Mason","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"left_right_index":3,"mp_id":"112529591","mp_crag_id":"105737154","climb_id":"xFUmvaOTWDa8RVMHFmv2LQ==","areaRef":"cU8fi212Xm6VB/5Wqur2eg=="},"content":{"description":"Climb first three bolts of Knee Surgery, then head slightly right for two more bolts, pulling over a small roof.  Ends at KS anchors.  A nice addition to the wall!","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,8c4c64d9-5a7d-53c1-a5e6-eac23cafa898,0a62e6b8-16c1-530e-9d21-9328a4281125,714f1f8b-6d76-5e6e-9507-fe56aaeaf67a","pathTokens":["USA","California","Central Coast","San Luis Obispo","Bishop Peak","P-Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":11,"label":"5.10a"},{"count":3,"label":"5.9"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.9-"},{"count":4,"label":"5.7"},{"count":2,"label":"5.6"},{"count":3,"label":"5.11a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":28,"bands":{"unknown":0,"beginner":11,"intermediate":17,"advanced":0,"expert":0}},"sport":{"total":22,"bands":{"unknown":0,"beginner":4,"intermediate":14,"advanced":4,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":23,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.69574,35.30267]},"bbox":[-120.69629097942402,35.30222033981814,-120.69518902057598,35.30311966018187],"left_right_index":-1,"ext_id":"105737154","area_id":"cU8fi212Xm6VB/5Wqur2eg==","polygon":{"type":"Polygon","coordinates":[[[-120.69629097942402,35.30222033981814],[-120.69518902057598,35.30222033981814],[-120.69518902057598,35.30311966018187],[-120.69629097942402,35.30311966018187],[-120.69629097942402,35.30222033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":39,"__v":1,"createdAt":"2022-11-07T05:55:33.329Z","updatedAt":"2024-02-19T18:30:54.196Z"}