{"_id":"63689de0e80bff5a994f976f","area_name":"Flathead Dome","shortCode":"","climbs":[{"_id":"3jekdPdIWquqn5LsPOSDmQ==","name":"Project 47","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07235,39.28516]},"left_right_index":2,"mp_id":"105764844","mp_crag_id":"105746877","climb_id":"3jekdPdIWquqn5LsPOSDmQ==","areaRef":"ceAaxWbBVhi/vw0+1jQj7g=="},"content":{"description":"Not sure if this route has gone free or not, hopefully if anybody has done it or knows of somebody who has done it, this info can be added.\n\nThis route is on the east side of the south face of Flathead Dome.  There are two parallel right leaning cracks.  This route tackles the right hand crack.\n\nThe wall undercuts at chest level, so the first move is a fair crank.  Jam up the bottoming, leaning, and sometimes sliightly dirty crack.  It is pretty difficult to conserve your strength on this part, which is a bummer because you really need it later.  The crack gets thinner and more bottoming the higher you go, and your right foot has a hard time contributing.  As the crack peters out, the locks get more technical, strenuous, and sequential.  [Finally], the crack ends and you are forced to figure out the last several feet of climbing to get to the anchors.  There is a way to do it, but it sure isn't easy.\n\nMy partner ripped a black Alien near the top and almost ripped the blue Alien below it.  It was pretty much holding by two lobes.  Pretty exciting.","protection":"Good selection of stoppers from RP to fingers, micro cams (Aliens, TCUs), set of cams to hand sized, #2 ballnut for top crux.","location":""},"__v":0},{"_id":"H5IVx7wbWzuv/tVscC/meA==","name":"Flat Foot","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07235,39.28516]},"left_right_index":1,"mp_id":"105764841","mp_crag_id":"105746877","climb_id":"H5IVx7wbWzuv/tVscC/meA==","areaRef":"ceAaxWbBVhi/vw0+1jQj7g=="},"content":{"description":"This route is on the east side of the south face of Flathead Dome.  There are two parallel running cracks on the east end of the south face.  They are both slightly right leaning.  This is the left hand of the two.\n\nThis route is in your face right off the deck.  The wall undercuts at your chest and getting your legs in on the action is very difficult.  Crank long and strenuously off a good hand jam to a good finger lock.  Grind your way upwards through sustained, flaring, bottoming, leaning crack.  Felt pretty brutal for the grade.\n\nRap from bolts, or walk left on a ledge to a 5.9 chimney, to out and walk off to the west.","protection":"RPs and a set of cams from micro to fist.","location":""},"__v":0},{"_id":"xw7rLVSLW8KzyqEUkmmcEg==","name":"PI patrol","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.07235,39.28516]},"left_right_index":0,"mp_id":"105764847","mp_crag_id":"105746877","climb_id":"xw7rLVSLW8KzyqEUkmmcEg==","areaRef":"ceAaxWbBVhi/vw0+1jQj7g=="},"content":{"description":"Hubbel's book shows this as 5.10d and a walkoff, we were surprised on both accounts.\n\nThis route is located near the center of the south face of Flathead Dome.  It is an obvious lightning bolt shaped offwidth/chimney that looks kind of similar to the Bishop offwidth.\n\nScramble up to the bottom of the chimney via a low angle hand crack to a slabby ledge.  The bottom of the chimney is extremely bushy, which is kind of a pain in the ass for belaying.\n\nWiggle up through the chimney, past a constriction, and more wiggling to the top.  Climbs a lot like the fun 5.7 chimneys at Vedauwoo.  Not sure how it got the 10d rating, but it is quite possible that nobody had really climbed it before?  We were surprised when we got on top and there was no way to walk or scramble off.  We set up two big pieces in the crack at the back end of the boulder, and rapped down into a corridor.  We then hiked back to the truck, grabbed our little hand drills, TR'd back up the crack inside the corridor, and played [dueling] hammers for a while.  We put the rap anchor at the top out, and it can also serve to TR a neat flaring, steep crack that exits left out of the chimney about halfway up.\n\nDefinitely worth doing if in the area.","protection":"Couple of hand to fist sized pieces, possibly a [large] cam or big bro.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,114871ed-9e22-5562-a24c-e2e9d3ff7f52,cb2880ee-d692-55f9-afb2-389144ae6843,71e01ac5-66c1-5618-bfbf-0d3ed63423ee","pathTokens":["USA","Colorado","South Platte","Rampart Range Road","Jackson Creek","Flathead Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.07235,39.28516]},"bbox":[-105.0729309531295,39.28471033981813,-105.07176904687049,39.285609660181855],"left_right_index":-1,"ext_id":"105746877","area_id":"ceAaxWbBVhi/vw0+1jQj7g==","polygon":{"type":"Polygon","coordinates":[[[-105.0729309531295,39.28471033981813],[-105.07176904687049,39.28471033981813],[-105.07176904687049,39.285609660181855],[-105.0729309531295,39.285609660181855],[-105.0729309531295,39.28471033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:17.244Z","updatedAt":"2024-01-20T01:00:21.928Z"}