{"_id":"63689de0e80bff5a994f90db","area_name":"North Face/Ridge","shortCode":"","climbs":[{"_id":"jNawYsdcVIG+zLg6mQZ1cA==","name":"Webb's Walk-up","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Peter Webb and John Koch, 07/29/1963","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61933,40.2585]},"left_right_index":999999,"mp_id":"106209410","mp_crag_id":"105857391","climb_id":"jNawYsdcVIG+zLg6mQZ1cA==","areaRef":"/5P49WQyUZWAR7yJaRMQqg=="},"content":{"description":"Between Ev's Chimney and Zumie's Chimney.  I rate it between the Right Detour (Alexander's Chimney) and Stettner's.  About 60 feet to the right of Ev's.  A crack is followed for two full 150' leads to the top of a large, detached block.  It is one more long lead to the top of the climb.\n\nFun.  Perfect splitter crack.","protection":"A regular alpine rack and a couple of large cams (#3-4 Camalot).  The original was done with pitons before \"Bongs\".  Made protection interesting.","location":""},"__v":0},{"_id":"JLi/Mu9HW/WlfkI31wSlPQ==","name":"Northwest Gully","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61933,40.2585]},"left_right_index":999999,"mp_id":"105760698","mp_crag_id":"105857391","climb_id":"JLi/Mu9HW/WlfkI31wSlPQ==","areaRef":"/5P49WQyUZWAR7yJaRMQqg=="},"content":{"description":"Climb the Keyhole route to the Keyhole.  Continue on halfway to the Trough.  Just as the route starts to drop, there is a gully that shoots upward from the ledges toward the Keyhole Ridge.  Be careful as there is an earlier gully that will not take you high enough.\n\nAscend this gully.  The difficulties are mostly class 4 for about 800 feet or so.  Watch as the hundreds of people on the keyhold route drop away and you are left solo.  Be especially careful not to dislodge any of the loose rock, as it will go right across the path of people on the ledges.\n\nFinally easy passage is blocked by a 50 foot cliff.  Go up the right side and then cross to the left on an easy ledge system.  You are now at the base of the technical pitch.Thirty feet of 5.2 rock rises above you, but it is likely to be covered in water, so it will be harder that this.  Climb halfway up and you have the choice of either climbing under a huge boulder and out the top or going back out over the cliff face and making a difficult move to reach easier ground.\n\nFrom above the cliff, the route goes on easy rock to reach the\n\nKeyhole Ridge\n\njust above the technical parts of that route.  Follow the summit ridge (a spectacular and narrow ridge) 150 yards to the summit.  Revel in the fact that everyone on the mountain can see you traverse up this unusual finish.","protection":"There is piton in place, but a nut or two might help.","location":""},"__v":0},{"_id":"11A07oEfUWa67IVUGC8RGQ==","name":"Keyhole Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Alexander and Smith, 1924","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61933,40.2585]},"left_right_index":999999,"mp_id":"105750526","mp_crag_id":"105857391","climb_id":"11A07oEfUWa67IVUGC8RGQ==","areaRef":"/5P49WQyUZWAR7yJaRMQqg=="},"content":{"description":"Not on the Diamond, but a great easy technical route to the summit of Longs Peak.  Slightly committing with tricky route finding.  We roped up for 5 or so pitches, but other parties may do less or more depending on experience.\n\nFollow the trail through the Boulderfield to the Keyhole.  The route follows the ridge from the Keyhole to the summit.\n\nFrom the hut at the Keyhole, hike south up the ramp on the east face until below the False Keyhole, and then head straight up (possibly roping up), to the hiker warning sign.  From here, the route finding is slightly tricky, and there are a couple different ways to go.  We headed south across the east face of the obvious tower for a pitch, and from there headed straight up dirty rock (5.6) to the summit of the tower.  From the top, we dropped down the backside about 10 feet to an obvious ledge, and followed it south.  Be very careful as there is much loose rock and the hiking trail is below.\n\nFollow the ledge to the obvious notch before the next large tower.  Scramble south up the obvious ramp, and then break left and head south on narrow ledges across the east face of the tower.  At a right facing corner (possible fixed pin), head straight up the face following the path of least resistance (5.6).  This is another possibly tricky route finding section.  Once you reach an obvious ledge system near the crest, continue working south on the east side.  Cross to the west side at a notch, and work your way up onto the summit ridge, and follow it to the top.","protection":"SR - nuts and some cams.","location":""},"__v":0},{"_id":"63Q0A+KyW82q6+yqIeQl/g==","name":"Ex-Ranger's Revenge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61933,40.2585]},"left_right_index":0,"mp_id":"117534283","mp_crag_id":"105857391","climb_id":"63Q0A+KyW82q6+yqIeQl/g==","areaRef":"/5P49WQyUZWAR7yJaRMQqg=="},"content":{"description":"This is an alternative to the old\n\nCable Route\n\nwhen that ones too wet. It is often drier, even though it's mossy, and the initial belay melts out earlier.\n\nStep left at the roof to keep the grade at 5.5. A RMNP ranger recommended this to us, and I was grateful she did. With rope stretch, a 60m will take you to a talus filled basin where you can belay. An alternate belay if you run out of rope is about 25 feet down and to the left of the main crack/corner.","protection":"Nuts & medium hexes worked fine.","location":"From Chasm View, follow the crest as is reasonable until you hit the\n\nCable Route\n\nslabs. This is two cracks left (about 50 feet) of the\n\nCable Route\n\nand the last crack before you would pitch into the void that is Chasm Lake Cirque, meaning: you can't really go any  further left easily."},"__v":0},{"_id":"V4SBP/GzVzekbakDAiQsbg==","name":"Mary's Ledges","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Wickens and Gilman, 1930","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61933,40.2585]},"left_right_index":999999,"mp_id":"105756445","mp_crag_id":"105857391","climb_id":"V4SBP/GzVzekbakDAiQsbg==","areaRef":"/5P49WQyUZWAR7yJaRMQqg=="},"content":{"description":"This route ascends the right side of the prominent buttress in the center of the north face. It is about halfway between the Cables Route and the Keyhole Ridge. This route is nice alternative to the Cables Route if you want some variety. The technical difficultes are about four pitches long, so it is much longer than the one-pitch Cables route. Since it is on a buttress it is free of snow much earlier than the Cables Route and can be climbed in rock shoes (temperatures permitting) in winter.\n\nAscend the lower rock buttress from the left or right side. The left side is shorter if coming up from the Boulder Field and looks easier and more rock intensive. At the top of the lower buttress things look pretty intimidating - much steeper than you expect. Head up and slightly right to get into a left angling dihedral/gully system. The route is characterized by climbing up a number of left angling systems and then making tricky moves to get from one system up to the next system.\n\nThere are good, albeit small, belay ledges.","protection":"This route is a bit runout and seemed a little serious in plastic boots in winter, but probably isn't so bad in the summer. I rated it S to be on the safe side. There are a couple of fixed pins on this route that serve as nice indicators that you are on route.","location":""},"__v":0},{"_id":"hdrIsWxOVpKZT91+vbwsTQ==","name":"Cable Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61933,40.2585]},"left_right_index":999999,"mp_id":"105754720","mp_crag_id":"105857391","climb_id":"hdrIsWxOVpKZT91+vbwsTQ==","areaRef":"/5P49WQyUZWAR7yJaRMQqg=="},"content":{"description":"First of all, so there's no confusion, this route is NOT on the diamond.  It is just filed under that rock. I give this route one star, but not because it is a bad route.  It is an excellent first technical alpine route for a beginner.  After doing the route, however, I would probably not be interested in doing it again unless it was a winter ascent, which would be different.\n\nThe history of the route is kinda interesting.  I'm not sure of specific dates, but in the early part of the 1900's a thick steel cable was bolted to the rock with huge eye bolts (much like the bolts on the 3rd).  Non-technical climbers would use this as an aid to climb up this face of Longs.  That is until people started to realize that a 1in. thick cable bolted to the rock for hundreds of feet is a great conductor of electricity.  The cable was removed, but a couple of the eye bolts still exist at the belays.\n\nThis climb is best started from the boulder field at the base of Long's approaching from the East.  From the boulder field, the hike is only about 0.25mi. to  the start of the climb and about 1.5mi. descent from the backside (W. side) of Long's.  Otherwise, you're looking at a 6 mi. hike just to the boulder field with a full  pack of gear.  Best climbed mid summer through early fall (unless you bring crampons).  I climbed it mid-October in 1998 and it was cold and coated with a nice layer of verglass (thin ice).  This changed the grade from easy 5.4 to very contemplative 5.6-7ish.\n\nThere is only really one full pitch of technical climbing, then it's very easy 5th and 4th class for a pitch or so.  After this, 3rd class get you to the summit, taking the line toward the edge of the diamond, then back to the summit.\n\nThe ranger station at the Longs trailhead has a nice 3D model of Longs and a ranger will be happy to show you the exact line. Descent is a downclimb of the same route (raps possible from the eye bolts) or via the standard Keyhole route.","protection":"Very minimal rack. A few large stoppers and some hexes or tri-cams.  Several shoulder slings.  A 50m rope is sufficient.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,b6761e62-f14d-58b8-9776-557ed1fa5fce,ff93f8f5-6432-5195-8047-bc89691310aa","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Long's Peak","North Face/Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":1,"label":"5.3"},{"count":1,"label":"5.5"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.61933,40.2585]},"bbox":[-105.61991922632953,40.25805033981813,-105.61874077367047,40.25894966018185],"left_right_index":-1,"ext_id":"105857391","area_id":"/5P49WQyUZWAR7yJaRMQqg==","polygon":{"type":"Polygon","coordinates":[[[-105.61991922632953,40.25805033981813],[-105.61874077367047,40.25805033981813],[-105.61874077367047,40.25894966018185],[-105.61991922632953,40.25894966018185],[-105.61991922632953,40.25805033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:52.442Z","updatedAt":"2024-02-19T18:31:12.412Z"}