{"_id":"6368a214e80bff5a9955d9b6","area_name":"Love Shack Area","shortCode":"","climbs":[{"_id":"Lg4kq3caVzaze7nNbIfmYQ==","name":"Wading Game","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jason Halladay, Allison Fritz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":1,"mp_id":"110106279","mp_crag_id":"106203460","climb_id":"Lg4kq3caVzaze7nNbIfmYQ==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"Of the four 5.12s at the Love Shack, this one has the easiest start and biggest holds but is continuously steeper giving a good pump.Stick clip the way high first bolt and start in the same cave as Happy Entrails but work out left to a vertical crack in an overhanging corner using some great jugs. Move up and right on a rail past the first bolt, to a fixed cable draw, and into a deep, dark hole (a.k.a. the rectum.) Pull hard moves out of the hole to a shake before tenuous moves into the dihedral above. Hero jugs lead out and left of the dihedral to cruiser terrain to the anchor.A smidgen of history: In the early 90s, Cam Burns and a friend TRed a line here. This line shows up in the Jemez Rock book as Diseased Wet Crack with Running Sores (5.11c/d) but that line stays left of the dihedral at the top as best I can tell. The rock in that area to the left isn't great quality compared to the dihedral and the moves into and through the dihedral are super fun, and better climbing, so that's where I took the route.While working the line on TR in the 90s, Cam and Paul placed a directional bolt in the dark hole by standing on a step ladder (!). I incorporated this bolt into this route but, because the bolt is in a position to cross-load the bolt-end biner, I put a fixed cable draw on it.","protection":"Six bolts to anchors with chains and carabiners. Second bolt has a fixed cable draw because bolt is in a bad spot for carabiner cross-loading. A belay-redirect bolt is down and left of the route in a location that both keeps the belayer out of the stream and keeps the rope out of the way of the climber.The first bolt is at 15' up so it's highly recommended to stick clip it. This bolt is up so high in order to keep the belayer out of the stream. ","location":"Left-most route on the Love Shack. See the Love Shack beta photo for location."},"__v":0},{"_id":"etzT0FK/We22BwRFaGWvcg==","name":"Second Hand Emotion","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Noah Monagle & Karl Kiser, Spring 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":7,"mp_id":"108964466","mp_crag_id":"106203460","climb_id":"etzT0FK/We22BwRFaGWvcg==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"The crux is around the first bolt (better to stick clip).  Climb up and left then traverse a bit right to the second bolt and continue upwards.","protection":"5 or 6 bolts to anchor and chains.","location":"The route is about ten feet right of Love Handles.  Rap the route."},"__v":0},{"_id":"jVDKI7FdU4y8EhMSBrdckA==","name":"Love Handles","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Karl Kiser, Noah Monagle & Zack Kane, Summer 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":6,"mp_id":"107678991","mp_crag_id":"106203460","climb_id":"jVDKI7FdU4y8EhMSBrdckA==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"There is a low crux and a higher crux.  The jugs are too much fun.  It is better to clip a long sling to the second bolt.  Additionally, it is useful for the belayer to have Tevas (standing in the stream is a better belay for the bottom bolts).","protection":"5 or 6 bolts to anchor and chains. When pulling the rope, give the rope a good jerk to keep it out of the water.","location":"Look for the light and dark streaks a little right of the hard routes where the stream is narrow.  One can step from a rock to a good shelf where the climb begins."},"__v":0},{"_id":"ThTwARG1V0Oax4F/8Qfy9Q==","name":"The Other Woman","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Noah Monagle & Karl Kiser, Fall 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":5,"mp_id":"109498531","mp_crag_id":"106203460","climb_id":"ThTwARG1V0Oax4F/8Qfy9Q==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"This is a fun overhanging route with larger holds.  The cruxes tend to be the steeper sections although there is no one move which is significantly harder than others.","protection":"Bolts to anchors and chains.","location":"Start on Love Handles and then follow the bolt line to the left.  Rap the route."},"__v":0},{"_id":"5aKn1ANCUFOK342/9J9+eQ==","name":"In Your Face Space Coyote","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jeffrey Hyman and Jason Halladay, September 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":4,"mp_id":"109434222","mp_crag_id":"106203460","climb_id":"5aKn1ANCUFOK342/9J9+eQ==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"This route is a nice little addition to the crag to create a trifecta of pretty fun 5.12s. The upper section looks beautiful from the trail, but the bottom appears a bit thuggish at first glance. However, a little trickery (or burl it out), to a good rest, and you'll be giggling all the way to the chains. Stay strong and go direct at the top through the amazing huecos. \n\n  The route name comes from a classic Simpsons episode wherein Homer eats chile peppers from Guatemala, starts tripping balls, and then Johnny Cash shows up in space coyote form as Homer's spirit guide.\n\nSpace Coyote!","protection":"8 bolts to two-bolt anchor with biners","location":"Right of Death Grip, Starts on the right side of the hole across the stream."},"__v":0},{"_id":"i7kzjrPqUfW7+t3lSBLH5g==","name":"Happy Entrails","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Vandiver","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":2,"mp_id":"106203468","mp_crag_id":"106203460","climb_id":"i7kzjrPqUfW7+t3lSBLH5g==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"Starts nearly horizontal, coming out of a small cave with a belay bolt in it, then continues steep/ pumpy through 3 bolts of sustained climbing. Interesting mix of holds (pinches, slopers, pockets), excellent rock. The last few moves ease off in difficulty, but the pump factor keeps things interesting to the chains.","protection":"Four bolts and 2-chain anchor. Stick clip the high first bolt.","location":""},"__v":0},{"_id":"mebo+iIbXVu1D7wbRKMXdg==","name":"Happy Death Coyote","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Nat Gustafson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":999999,"mp_id":"109492412","mp_crag_id":"106203460","climb_id":"mebo+iIbXVu1D7wbRKMXdg==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"The link-up of Happy Entrails to Death Grip to Take That Space Coyote makes for a nice route if you have done all 3 and are looking for something else to entertain yourself. You get a lot of climbing (for the wall) and the traverse from bolt 2 of HE to bolt 2 of DG is actually pretty sweet.","protection":"Bolts. Extended draws on bolt 2 of HE and bolt 2 of Death Grip help with drag.","location":""},"__v":0},{"_id":"d8NpBzJWUNmbVgWg2SDZ5g==","name":"Duck and Cover","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Karl Kiser, Matt Monagle & Steve Hattenbach, summer 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":10,"mp_id":"109168179","mp_crag_id":"106203460","climb_id":"d8NpBzJWUNmbVgWg2SDZ5g==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"The crux is above the third bolt (fat double collar Fixe). Continue up the crack to a good stance for the next clip. The entire climb trends a little right.","protection":"7 bolts to anchor and chains. ","location":"The route is right and around a corner from Agent Orange.  Rap the route."},"__v":0},{"_id":"dIF4wo9aU5upuSDI0VwLDw==","name":"Death Grip","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Chris Chestnut","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":3,"mp_id":"106258837","mp_crag_id":"106203460","climb_id":"dIF4wo9aU5upuSDI0VwLDw==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"A fun powerful route on very unique stone. A bouldery pre-clipped start leads to slopers and pinches. Don't botch the start as even with the first bolt pre-clipped if you fall off too early it is still possible to end up in the stream. Start out on good holds to pull the overhang and get up to the first bolt. OK crimps and a good pocket lead to a pinch and a tricky move getting to the clipping holds for the second bolt. Grab a quick shake here and move up on steeper ground through good pinches and make a hard move to a good undercling and the third bolt. Rest here if possible and pull the final tricky moves pulling over the final bulge to a nice rest before the final moves to the anchors.","protection":"3 bolts to anchors with fixed biners.  Stickclip recommended, there is currently a stick at the base as well.","location":"Next route to the right of Happy Entrails."},"__v":0},{"_id":"lew4DY5QX+mxRRW9V+4w7A==","name":"Cosmic Thing","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":8,"mp_id":"118595805","mp_crag_id":"106203460","climb_id":"lew4DY5QX+mxRRW9V+4w7A==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"For a short route, it delivers some good pump and fun moves.\n\n Start up from the sand bar in the river on coarse-grained \"good enough\" rock on underclings leading into the right-trending seam/crack past two bolts. Past the second bolt the rock gets much better. Climb up the highly-featured, super cool, overhanging face and corner to anchors at the top of the corner.","protection":"Four brown-painted bolts to a two-bolt anchor with lowering biners.","location":"The route starts on the right side of the undercut cave on a sand bar (if you're lucky--this portion of the river often changes shape with sediment fluctuation.) "},"__v":0},{"_id":"ISq682/hWnKByn2VIrVsaw==","name":"Captain America","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Per Nordlander, Mike Schillaci","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":0,"mp_id":"110515876","mp_crag_id":"106203460","climb_id":"ISq682/hWnKByn2VIrVsaw==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"This lichen-covered thin face is 20' left of the Love Shack proper.  If someone gave it a good brushing, it would be a decent route at a grade not represented at the Love Shack.","protection":"3 bolts to a 2-bolt anchor (the guidebooks incorrectly say the anchor is missing)","location":"Left of the Love Shack climbs on the next formation immediately left (the \"Fuzzy Phallus\").  This route does not start in the stream."},"__v":0},{"_id":"6Atj4dGOWSGi0m2AJX9WRw==","name":"Agent Orange","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Karl Kiser, Matt Monagle & Noah Monagle, summer 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"left_right_index":9,"mp_id":"109168154","mp_crag_id":"106203460","climb_id":"6Atj4dGOWSGi0m2AJX9WRw==","areaRef":"zuuS3ntqVWWMpyj7OQbGrQ=="},"content":{"description":"The crux is in the steeper section above the second bolt.  The climbing is a bit easier in the weakness to the right of the bolt line here.  There is a longer run above the first and fifth bolts but the climbing is significantly easier on these sections of the pitch.","protection":"Bolts to anchor and chains.","location":"The route is a little downstream of Second Hand Emotion to the right of a small alcove.  Rap the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,3b7844bf-e6b3-5f6c-8cd1-1a524624639a,ceeb92de-7b6a-5565-8ca7-28fb3906c6ad","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Las Conchas","Love Shack Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11a"}],"byDiscipline":{"sport":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.53353,35.81877]},"bbox":[-106.53408453894303,35.81832033981814,-106.53297546105698,35.81921966018187],"left_right_index":-1,"ext_id":"106203460","area_id":"zuuS3ntqVWWMpyj7OQbGrQ==","polygon":{"type":"Polygon","coordinates":[[[-106.53408453894303,35.81832033981814],[-106.53297546105698,35.81832033981814],[-106.53297546105698,35.81921966018187],[-106.53408453894303,35.81921966018187],[-106.53408453894303,35.81832033981814]]]}},"content":{"description":"Short, steep wall in a bend in the river about 5 minutes' walk in past the Gateway area (on the trail toward The Sponge). Find it by NOT crossing the first, long wooden-plank bridge across the river, but walking straight for about 50 feet instead, and looking up on your left. The river runs up against the base of the routes as it turns hard right, the climbs take you right over the water. Bolted for stick-clipping first bolt, which you definitely want to do. A fall before clipping would drop you right into shallow, rocky water, and could result in serious injury. I'd also recommend bringing a tarp, 2-3 clamps, and an extra stick clip (or another long, straight pole to span the river), as you'll have to rig a method of keeping your rope out of the water when you pull it between burns. \"Is it worth all that trouble?,\" you may ask. In my opinion, the answer is definitely YES, and then some. If you climb at the mid-5.12 level and like short, bouldery routes, these are some of the best in NM. Also, the natural surroundings are phenomenally beautiful.\n\n Added bonus: The middle two 5.12 routes, Happy Entrails and Death Grip , can be climbed in fairly heavy rain as they are steep enough to stay dry. However, the river becomes a bit more of an issue, as it tends to swell when it rains hard.\n\n For many years there were only 2 bolted routes, both 5.12: Happy Entrails and Death Grip. However, more recent development has added three 5.9s, a few 5.10s and two 5.12 routes."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:13:47.092Z","updatedAt":"2024-01-20T01:04:58.650Z"}