{"_id":"63689de0e80bff5a994f98a8","area_name":"Lover's Leap","shortCode":"","climbs":[{"_id":"3VmDKA1FWC2U6Vg8Zjujnw==","name":"Ye Olde Hysterical","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":999999,"mp_id":"107339083","mp_crag_id":"105745660","climb_id":"3VmDKA1FWC2U6Vg8Zjujnw==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"This routes leads up through the obvious, right-facing dihedral 3/4 up the rock on the left side, but it is spiked with awesome climbing along the way.  There are some old 1/4\" bolts along this route but no viable bolted belays.\n\nP1.  We started at a black streak 50 feet left of the prow of the rock, up a blocky start, did some gardening, and climbed an awesome hand traverse left over to a bunch of slings.\n\nP2.  Go straight up and tend leftward over to a ledge with old bolts and a bolt ladder up a face.  Enjoy some awesome friction, and crush straight up the bolt line and pull a lip.  Go 10 more feet and you've reached the base of the dihedral.\n\nP3.  Blast up this beautiful dihedral to the top, or a take an intermediate rest at a great belay ledge above it.\n\nP4. This is for if you did not skip the optional belay ledge.\n\nThis route has awesome climbing on every pitch - it is not to be missed!","protection":"A standard rack.","location":"This is on the left side of the cliff, walk to rap station when you get to the top."},"__v":0},{"_id":"545s3Cy+U3GxLc6H1TE9rw==","name":"Unknown","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":7,"mp_id":"105758293","mp_crag_id":"105745660","climb_id":"545s3Cy+U3GxLc6H1TE9rw==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"This is a great route in my opinion (all pitches).\n\nStart about 20 feet left of the route\n\nLover's Leap\n\n. Look for a blocky face with bolts.\n\nP1. Follow the bolts up a steep slab. Turn a crux overhang (9+ or 10a), and continue up to a 2-bolt anchor, great, 5.9++. You can place a blue Alien just before the crux bulge and a black Alien to protect the final moves to the anchor.\n\nFrom here, you can traverse right and continue on the route\n\nLover's Leap\n\n. Or else continue with the Unknown route if you are comfortable with runout climbing:\n\nP2. Approximately 5 feet right of the belay is a shallow, left-facing inside corner with a knifeblade below a bulge about 10 feet up. Ascend the corner to the pin, clip it for fun, and move up another foot or so to a stance and place some pro (possibly \"S\"). I was able to get a fairly good yellow Alien and a #4 Loweball. Pull the bulge (approximately 5.8) to some easier, well-protected ground above. Climb to a large, sloping ledge. At this ledge, there are two terrible bolts and a good slung flake - this is an optional belay. Climb up the ledge to the left to a left-facing dihedral. Climb the dihedral to a roof with good holds and a little loose rock, this is with no pro and about 40 foot runout (5.7 VS). Above the roof is some good pro and well-protected 5.9 crack/ face climbing. Climb to the end of the crack, and traverse right to a 3-bolt belay, great, 5.9.\n\nP3. You can easily traverse right to the finish of the standard route. Better yet, climb up and left on sparse protection to a large ledge. Above the ledge is a small roof, find a thin vertical seam, place some small gear, and pull up on to the steep face above. Ascend straight up the face past diagonal cracks for gear and a little lichen to the top, fabulous finish, 5.8+.","protection":"The first pitch is bolted (8-9 bolts plus a blue and black Alien); the second and third are trad and runout.","location":""},"__v":0},{"_id":"QjVnDB3cXlmRa/10MyEQtg==","name":"The Thing","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Andy Brown, Steve Jones","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":1,"mp_id":"106650265","mp_crag_id":"105745660","climb_id":"QjVnDB3cXlmRa/10MyEQtg==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"The Thing climbs a very short, overhanging corner. This is a well-protected fight to the anchors.","protection":"One bolt and gear to 2 inches and a two bolt, gold shut anchor.","location":"Start at the left side of the crag. Look for a clean cut, overhanging corner.\n\nLower off."},"__v":0},{"_id":"qOWHs4p2U6GfJYbM8knL0A==","name":"Where Tunas Flop","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":5,"mp_id":"112208817","mp_crag_id":"105745660","climb_id":"qOWHs4p2U6GfJYbM8knL0A==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"","protection":"Bring #2 and #3 cams to protect crack after piton.","location":"It is the obvious wide hand crack right of\n\nLover Leap Arete\n\n. An old piton on lower part of crack protects first couple moves when committing to crack. A finger crack leads to good anchors and short, easy terrain."},"__v":0},{"_id":"qd8E3gfsU/++xR9UfyJ27Q==","name":"Something for Nothing","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":10,"mp_id":"105761256","mp_crag_id":"105745660","climb_id":"qd8E3gfsU/++xR9UfyJ27Q==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"P1. Start as for\n\nLover's Leap\n\n. There are really two possible corner systems to start\n\nLover's Leap\n\n, choose the one on the right. Climb up to an obvious small rectangular roof (approximately 3 feet x 2.5 feet), this is visible in the lower photo in the Lover's Leap area description. Climb out the right side of the roof, following a seam up and to the right. Continue up past discontinuous seams and face climbing to the ledge with the midway bolts for Lover's Leap, you'll finish directly below the obvious roof to the right of the bolts, 5.8.\n\nP2. Hubbel's topo in\n\nFront Range Crags\n\nshows the route climbing up the crack at the right side of the roof. This was filled with vegetation, so we chose to climb up the left side of the roof (same as for\n\nNo Holds Barred\n\n). Done this way, the climbing is a bit tricky and a tad run out until you can place [pro] under the roof, 5.9. I suggest climbing straight up under the roof to place pro and then traversing left to the features that allow passage around the roof. After surmounting the roof, we traversed right past a pin, that I believe marks the crack system for\n\nNo Holds Barred\n\n, to an obvious, left-facing dihedral. We then climbed up the dihedral, 5.8. Hubbel's topo shows this as 10a R; however, it is not, and the gear is fine. The true route may perhaps lie farther to the right, rather than as shown in Hubbel's topo. The dihedral ends at a ledge. Climb straight up the face above the ledge on good holds towards a 4 inch slot in the left side of a bulge, 5.6 S. Until you reach the slot (4 inch cam), the only pro options are marginal RPs down low. Continue past the good cam unprotected until you reach a ledge, 5.4 S. At this ledge, there is a bolt to the climber's right. Either clip the bolt and continue up to finish, or belay for an optional short finish pitch.\n\nP3. Set a belay at the good bolt, it is possible to place a red Alien about 5 feet left of the bolt to back it up. A few options exist, we chose to diagonal up and left, to the left-facing dihedral to the right of the finish crack of\n\nLover's Leap\n\n. Follow a diagonal, chossy seam up and to the left, finding pro where you can. This line will take you under the large rock fin that marks the right side of the finish notch for\n\nLover's Leap\n\n. Climb up to the left-facing dihedral formed by this fin and climb straight up, 5.9 S.","protection":"A standard rack up to 4 inches and a few RPs.","location":""},"__v":0},{"_id":"Y+a3KlUTXd6MdkHFxUodIA==","name":"Seamingly Easy","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":2,"mp_id":"121425659","mp_crag_id":"105745660","climb_id":"Y+a3KlUTXd6MdkHFxUodIA==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"This route climbs the seam to the right of the\n\nYe Olde...\n\ncorner crack (3rd pitch). It can be accessed many different ways - probably best would be to start with\n\nWhere Tunas Flop\n\n, then do a fun traverse pitch to the base. From the belay, head up the ramp, clip a piton, then commit to the headwall. In-your-face, vertical crimping, jamming, and tips moves get you to more positive 5.9ish climbing until the bolted anchor.\n\nContinue on, and top out or make 2-3 rappels. There is a fixed nut anchor after the first rappel. From here, it's one more rap with a 70m to make it down. A bolted anchor will be installed eventually.","protection":"A light rack to 0.75 with an emphasis on RPs and the smallest ballnuts and a couple draws for the pitons.","location":""},"__v":0},{"_id":"PIf5uEp+W0yHBqdBk/XXMw==","name":"Rescue Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"E. Hensel, J. Steele & W. Bradshaw","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":999999,"mp_id":"106924401","mp_crag_id":"105745660","climb_id":"PIf5uEp+W0yHBqdBk/XXMw==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"Pitch one - follow blocky ground up and left to a small tree (very dirty). Pass the tree on the left to reach a some slab climbing to a two bolt anchor (165').\n\nPitch two - follow slabby Flatiron-esque climbing to a notch where you encounter a short crux section (5.6), and belay at the top of the pitch (100').","protection":"A standard rack.","location":"From the stream, ascend a steep slope and some talus to the low point of the rock. Follow a trail east for 100 yards to an \"arete\" (see photo). The route climbs the left side of this \"arete\"."},"__v":0},{"_id":"K8I0yez/XPONoIjry/8L6w==","name":"Original Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"CMC climbers or US Army","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":0,"mp_id":"105927157","mp_crag_id":"105745660","climb_id":"K8I0yez/XPONoIjry/8L6w==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"This is a route that was put up by either the US Army or CMC climbers around 1930 according to the book, \"\n\nSouth Platte Rock Climbing\n\n\" by Peter Hubbel and Mark Rolofson.\n\nI climbed this route not too long ago, and it is a pretty good lead for a starting trad climber. Protection is easy to find, and the climbing is not very difficult. Just make sure that you stay on route, and don't venture too far off to the Southwest while on the face, if you head that way you can get onto some much harder routes. Overall, it is a good route with solid holds and good pro, and it is easy to retreat off of in the event that you need to. Once you get to the top descend the east face, or rap.\n\nPer\n\nWes B.\n\n: P1 - follow blocky ground up and left to a small tree (very dirty). Pass the tree on the left to reach a some slab climbing to a two bolt anchor (165').\n\nP2 - follow slabby, Flatiron-esque climbing to a notch where you encounter a short crux section (5.6), and belay at the top of the pitch (100').","protection":"A standard rack, some wider gear might not be a bad idea.","location":"The route starts on the far northeast side of the face. You scramble up some easy 3rd Class terrain past some bushes to a ledge where you start from. The climbing follows an obvious system of ledges and left and right facing corners. The second belay stance is on a ledge about half way up the climb. Once at the top you can probably find enough anchors to rappel down but if you don't want to take the time to set a rappel just walk down the northeast ridge.\n\nPer\n\nWes B.\n\n: from the stream, ascend a steep slope and some talus to the low point of the rock. Follow a trail east for 100 yards to an \"arete\" (see photo). The route climbs the left side of this \"arete\"."},"__v":0},{"_id":"1QzaWmoRWFaY5hzj2jgqhw==","name":"No Holds Barred","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":8,"mp_id":"105761376","mp_crag_id":"105745660","climb_id":"1QzaWmoRWFaY5hzj2jgqhw==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"P1. Start as for\n\nLover's Leap\n\n. There are really two possible corner systems to start\n\nLover's Leap\n\n, choose the one on the right. Climb up to an obvious, small, rectangular roof (approximately 3 feet x 2.5 feet) - this is visible in the lower photo in the Lover's Leap area description. Climb around this roof to the left. At the next small roof, climb straight up through it. Continue to climb straight up past some loose rock and lichen. This is the crux of the pitch, be careful to check what you are grabbing on to - some tempting holds are very loose. This pitch ends directly below the midway bolts on\n\nLover's Leap\n\n, 5.8.\n\nP2. Climb up the left side of the obvious roof. The climbing is a bit tricky and a tad runout until you can place under the roof. After surmounting the roof (5.9), rail up and right along a good crack to a fixed pin. Clip the pin, and climb straight up the corners, cracks, and edges above, 5.8+. The pro is a little tricky, but it is all there. Continue up some easier ground to the left side of a large ledge. Continue straight up the ever steepening (is that a word?) face above your stance on the ledge. Your first placement above the ledge is in a chossy crack at a small bulge. Run it out past this piece towards an obvious \"v\" notch, 5.6 S. Below the notch, load up the small diagonal seam with RPs and/or a #3 Ballnut. Pull up a little farther, and place an okay cam. Pull up through the notch into the \"v\"-shaped dihedral, 5.8+. Stem, chimney, and grovel unprotected up the somewhat dirty dihedral to a roof at its end, 5.7 S. Pull around the right side of the roof, and continue straight up to a large ledge, 5.5 S/VS. At the ledge, you can set a belay (to try one of the exciting options above), continue up and right to finish after clipping the good bolt to the climber's right, or traverse left to the belay bolts below the exit cracks on\n\nLover's Leap\n\n.\n\nCombining the second pitch with the first pitch of\n\nSomething For Nothing\n\nwould make for a two star outing. The first pitch as described above is not that good, and detracts from the overall quality of the route.","protection":"A standard rack, RPs, and Ballnuts.","location":""},"__v":0},{"_id":"xUU1t71bWyCASrUfiFj3lg==","name":"Lover's Leap Arete","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Hill/Grossman &/or Hubbel, '70s/80s?, Walter Huber & Steve Lazano, 2003/4? Andy Brown, Alison Stocks","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":4,"mp_id":"106679357","mp_crag_id":"105745660","climb_id":"xUU1t71bWyCASrUfiFj3lg==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"Look for a few bolts on the clean, steep wall.\n\nTrend right at the top. Rap from a large spike or continue with another pitch, more easily to the top.","protection":"Gear to three inches.","location":"Look for a few bolts on the clean, steep wall."},"__v":0},{"_id":"fTdbGwTiV3m0xyJBTIW09A==","name":"Lover's Leap","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":9,"mp_id":"105754666","mp_crag_id":"105745660","climb_id":"fTdbGwTiV3m0xyJBTIW09A==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"This is a fabulous route.  I can't say enough good about it.  After you have crossed the creek and struggled up through the woods and a talus slope, find the lowest point on the crag.  It should be pretty obvious.  At the top left corner of the talus slope is where you find it.\n\nPitch 1 - 5.6. Scramble up over broken terrain, aiming for a left facing dihedral and climb it to a small ledge at the base of a roof.\n\nPitch 2 - 5.7. Pull around the roof to the left and continue up a left facing dihedral.  Belay at another ledge and roof in the dihedral system.\n\nPitch 3 - 5.6. Scramble to the left over easier terrain to reach the base of the final headwall.\n\nPitch 4 - 5.7. This is the icing on the cake!  See the nice pretty crack going up the steep headwall? Well, get on it.  A couple of stretched-out stemming and jamming moves lead to bomber jugs and the top.\n\nScramble west or climber's right working laterally and down, but not too soon.  You can descend to either side of the rock buttress in front of you.  To the right involves some down climbing, but is shorter.  You should locate a fairly obvious path once you scramble down to the trees.  It hugs fairly tight to the cliff as it winds its way back to the base of the cliff.\n\nSee \"\n\nColorado Front Range Crags\n\n\" by Peter Hubbel as a reference.  It is out of print.","protection":"A standard rack is used for this route.  Nothing special is needed.","location":""},"__v":0},{"_id":"VgK8DJEQVhiIIklVZQH1vQ==","name":"Love It Or Leave It","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alex Mason","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":3,"mp_id":"117719205","mp_crag_id":"105745660","climb_id":"VgK8DJEQVhiIIklVZQH1vQ==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"A difficult start leads you up to exposed climbing as you head towards ledge just before you commit to hand crack to top out the route.","protection":"It has two bolt anchors past a hand crack above the ledge.","location":"It is left of the prow, 40' left of\n\nLover's Leap Arete\n\n."},"__v":0},{"_id":"27wqHeQYWGmb+kalDStnbQ==","name":"Love Gun","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Robbie S.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":6,"mp_id":"120929065","mp_crag_id":"105745660","climb_id":"27wqHeQYWGmb+kalDStnbQ==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"Details are in the\n\ntopo photo\n\n.","protection":"Details are in the\n\ntopo photo\n\n.","location":"Directly to the right of\n\nWhere Tuna's Flop\n\n, we started on the ledge system."},"__v":0},{"_id":"a8UqVGfJUIaNEBODAqWd4Q==","name":"Love Dike","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Robbie Schmidt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":11,"mp_id":"117712744","mp_crag_id":"105745660","climb_id":"a8UqVGfJUIaNEBODAqWd4Q==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"Climb the first pitch of\n\nLover's Leap\n\nto the bolted anchor, and continue down ramp/ledge climber's right to set a belay to the right of second roof. Start climbing in a small, left-facing corner with an arete. Follow the right-trending crack until the overlap crux and towards the right-facing corner to the top of the pillar. Angle up and left to the second rappel station anchors.\n\nThis gets a PG-13 rating, because gear is small, tricky to find, and easy to pass up.","protection":"Micros lace up the lower part of the climb. Offsets help, and even ballnuts can be placed. A #2 is the first big piece of gear.","location":"Climb the first pitch of\n\nLover's Leap\n\nto the bolted anchor."},"__v":0},{"_id":"CrxwXp2TW8SF7NnkZYxZQA==","name":"It's a Bird! A Plane!","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Andy Brown, Roger Whitehead","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"left_right_index":12,"mp_id":"106657962","mp_crag_id":"105745660","climb_id":"CrxwXp2TW8SF7NnkZYxZQA==","areaRef":"oZ29RRqYVvetOs6pwOlwTg=="},"content":{"description":"Climb a short wall to a roof. Pull over roof (crux). Up a shallow corner (fp?) to a ledge with a large block.","protection":"Bolts and gear to 3 inches.","location":"It is right of the big gully. See the\n\nphoto\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,6cc0c3ef-2ec2-5348-8d10-2741c38624f2,a19dbd45-1a98-56f7-ad3a-cea9c0e9704e","pathTokens":["USA","Colorado","Morrison/Evergreen/Littleton","Lover's Leap"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12+"},{"count":4,"label":"5.9"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.6"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":8,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.214,39.616]},"bbox":[-105.21458372014649,39.615550339818135,-105.2134162798535,39.61644966018187],"left_right_index":-1,"ext_id":"105745660","area_id":"oZ29RRqYVvetOs6pwOlwTg==","polygon":{"type":"Polygon","coordinates":[[[-105.21458372014649,39.615550339818135],[-105.2134162798535,39.615550339818135],[-105.2134162798535,39.61644966018187],[-105.21458372014649,39.61644966018187],[-105.21458372014649,39.615550339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:56:20.948Z","updatedAt":"2024-01-20T01:00:26.755Z"}