{"_id":"6368a722e80bff5a995dd8eb","area_name":"Ellingwood Peak","shortCode":"","climbs":[{"_id":"JGE1E3U9Vm6imc7uZ2ynpw==","name":"North Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bob Bauman (solo), Aug 1, 1967","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.594,43.0944]},"left_right_index":0,"mp_id":"106077081","mp_crag_id":"106077078","climb_id":"JGE1E3U9Vm6imc7uZ2ynpw==","areaRef":"JkAkM+w7W5uvNHgSElfg7w=="},"content":{"description":"The North Ridge of Ellingwood is one of those Rocky Mountain alpine adventures that is familiar-sounding to many, but few actually put in the miles required to climb it.  You'll find significant sections of 5.5 - 5.6 climbing on almost all of the 10 pitches on this route.  The crux will vary a bit depending on the exact path chosen, but expect all manner of 5.6 climbing, including face, cracks, and overhangs.  The rock is overall of very high quality, but don't forget that it's still the mountains, so you'll encounter some sections of loose rock and you should be ready to move fast enough to beat the common summer thunderstorms to the summit (and down a bit!).","protection":"As with almost all Wind River routes, a set of nuts is recommended.  Bring 1-2 sets of cams from fingers to about 3 inches, depending on your comfort level on 5.6 terrain.  Expect to build anchors for each belay.  You'll encounter a handful of random fixed stoppers and pitons of variable quality.  60 meter rope(s) is/are useful for the long pitches.\n\nRemember to bring plenty of water, as you won't find any between the middle of the approach and the saddle at the base of the Southwest Ridge descent.  There's a good, small drainage among the boulders on the hike up to the ridge from Lake 10,813.  You're likely to find some snowmelt near the top of the saddle between Elephant Head and Ellingwood after coming down.","location":"Ellingwood Peak sits at the southeast end of Indian Basin, near Titcomb Basin.  The North Ridge is the obvious intersection of two steep faces that rises straight up from talus to the summit.  The climbing starts with some scrambling up on the left side of the ridge.  The route follows the path of least resistance up the ridge, which narrows toward the top.  A short scramble follows the technical climbing to the summit.\n\nDescent\n\nis via the Southwest Ridge, which leads to a saddle between Elephant Peak and Ellingwood.  The key to a successful descent of the Southwest Ridge is to stay very close to the ridge crest the entire way down to the saddle between Elephant Head and Ellingwood Peak.  The initial descent links up ledge systems on the northwest side of the descent ridge.  2 or 3 rappel stations (i.e. tattered webbing pieces and rusted carabiners) will be encountered, mostly pretty close to the summit.  It's worth investing some time to scout out the best path on the ridge almost constantly.  So, save some energy for the descent, stay close to the ridge, and expect to spend about half the amount of time on the descent as you did on the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,dc575039-13e7-564d-9534-1db12ec0c183,26402433-ec3b-5b9b-af34-78121257e0ef","pathTokens":["USA","Wyoming","Wind River Range","Titcomb Basin Area","Ellingwood Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.594,43.0944]},"bbox":[-109.59461577963603,43.093950339818136,-109.59338422036396,43.094849660181865],"left_right_index":-1,"ext_id":"106077078","area_id":"JkAkM+w7W5uvNHgSElfg7w=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:19.712Z","updatedAt":"2024-01-15T16:51:28.845Z"}