{"_id":"63689d20e80bff5a994f2559","area_name":"Neon Rock","shortCode":"","climbs":[{"_id":"Awehyek2XWSLjbiWGQDF1Q==","name":"Mind Flash","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich Thompson, Dave Baker, 1976","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71525,32.36671]},"left_right_index":1,"mp_id":"116634911","mp_crag_id":"116634768","climb_id":"Awehyek2XWSLjbiWGQDF1Q==","areaRef":"p2mMtU6/VPOQmDb4FumCDQ=="},"content":{"description":"This route is really good.  Every hold is either a jug, a solid hand jam, or a solid fist jam, with the exception of the crux holds which are smaller but still very positive.  The first half is slightly off-vertical and the second half is slightly overhanging.  The grainy granite here is very sharp, taping up or crack gloves recommended. Start by getting up to a big jug, then use a hand jam to mantle up on top of it.  Protection can be found throughout the route with a mixture of nuts and cams; it's pretty easy to sew it up, though you do have to make the crux moves with your last (bomber) gear at or below your feet.  A fixed pin is halfway up.  The upper half is really fun, overhanging with hand and fist jams, (or you can use many available jugs if your jamming technique is rusty).  This route eats up nuts and cams, easy to sew up.","protection":"Nuts and cams up to Camelot #3 (would be nice to have a pair of #3s for the top, but not necessary).  Cold shuts at the top (sharp edge below the anchors, need long slings to get powerpoint below the edge for toproping)","location":"The right crack system on Neon Rock"},"__v":0},{"_id":"t+M8RoCxU8WexzaylEJ2Lw==","name":"A Touch of Evil","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Todd Bibler, Dave Anderson, Carl Hosen, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71525,32.36671]},"left_right_index":0,"mp_id":"116634804","mp_crag_id":"116634768","climb_id":"t+M8RoCxU8WexzaylEJ2Lw==","areaRef":"p2mMtU6/VPOQmDb4FumCDQ=="},"content":{"description":"Starts with some chimney moves, then shifts right to follow a crack system.  The crack at the bottom is very small, then it gradually widens to fingers, then hands, then fists at the top.  There are also a few good mantle moves which will test your balance. The grainy granite here is very sharp, taping up or crack gloves recommended.\n\n The route protects well overall.  The bottom protects mostly with small nuts (plenty of places to fit some offset micronuts if you have them).  The crux reach move can be protected with a red tricam.  The upper half protects easily with cams.\n\n Squeezing the Lemmon lists this as 5.9+, but I disagree.  The crux involves several consecutive hard pulls on small edges with long reaches.  It's significantly harder than Mind Flash, which I agree is a solid 5.9.","protection":"Nuts, offset micronuts are nice to have, red tricam for the crux move, cams to Camelot #3.  No anchors at the top, but can belay a second from the anchors at the top of Mind Flash then rap down or walk off.  Toprope would require a long static rope anchored to a big tree set back from the top and a rope protector for the sharp edge","location":"The left crack system on Neon Rock"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ac8cf6f7-5920-536f-ba96-c6b2f8e53c64,a7698cb5-4ebf-54f3-9098-36f816e9820d","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","3 - Windy Point East","Neon Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.71525,32.36671]},"bbox":[-110.71578236959668,32.36626033981813,-110.71471763040331,32.36715966018186],"left_right_index":-1,"ext_id":"116634768","area_id":"p2mMtU6/VPOQmDb4FumCDQ=="},"content":{"description":"A great tower with two crack routes. The tower is dead vertical overall, with off-vertical climbing in the beginning and overhanging ground on the upper part. The climbing consists of incut jugs/edges and a wonderful variety of crack widths. If you climb both routes you will find fingerlocks, finger jams, hand jams, cupped hands, and even some bomber fist jams. The rock is the typical Windy Point grainy, sharp granite, so I would recommend taping up or or the backs of your hands will get pretty shredded.\n\n If you want to set up a toprope on Mind Flash, continue lookers-right from the base and you can scramble around to the top. There are cold shuts at the top of Mind Flash on a small little ledge. If you're super brave, you could carefully scramble to the cold shut anchors, but it would be pretty risky. A safer choice would be to rap off one of the two large trees up top to reach the anchor, then set up your toprope. Toproping directly from the anchors would be a bit of a rope-grinder; I would recommend some long slings or some static rope to lower your master point below the lip.\n\n To set up a toprope on A Touch of Evil, you would need a static rope to tie off to the large tree set back from the edge. Bring a rope protector for the sharp edge, the grainy granite found here will chew up your ropes in a hurry."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:54.243Z","updatedAt":"2024-01-15T16:39:41.376Z"}