{"_id":"6368a722e80bff5a995dd9f6","area_name":"Warrior 1","shortCode":"","climbs":[{"_id":"s8y0bp7SXWyz1o7+pvWo8w==","name":"Warrior 1.1","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.22514,42.76293]},"left_right_index":2,"mp_id":"119434383","mp_crag_id":"105879449","climb_id":"s8y0bp7SXWyz1o7+pvWo8w==","areaRef":"k92qsBo8Uf60joGpvH700w=="},"content":{"description":"This route provides four very fun pitches that access the major dihedral that is the primary feature of Warrior 1 as seen from the meadow. These pitches have most likely been climbed in some fashion because we found a few pieces of antique fixed gear above P1, but we could find no record of an aid or free ascent and P3 had not been cleaned of dirt for placements. It's left marked as an FA so folks won't expect to see an established route in the guides, but it's really just a major variation of the NW Buttress (hence the rather unimaginative name). If it were climbed a few more times, some of the the loose rock cleaned from P2, and some dirt cleaned from the P3 dihedral (the leader should take a nut tool), it would likely be a classic. Every pitch has fun and engaging climbing and the rock is generally good with the exception of some of the looseness expected on an untraveled line. The route finding is straight forward. We could not clean much on P2 because a party of four was hanging out at the base of the snow field above the lake spectating for an hour, oblivious to the rain of dirt and small rocks hitting the snow. It will be best climbed during warm, dry conditions given that it is on the north side.\n\nP1-180ft, 5.10. This is the trickiest and probably hardest pitch of the route. Step down and right from the start ledge, then go straight up heading for the dark groove. There is a short slab crux about 70 feet up. Protect high, move right across the slab to a shallow rail (no gear in the rail) and a flake with orange lichen on the right wall that takes a good #3. See beta photo. It may be PG13 crossing the slab to the flake, though not really hair-raising because the moves to the flake are easy. Continue to an excellent ledge.\n\nP2-175ft, 5.10. Climb broken cracks to the overhung corner, watching carefully for loose rock. Belay just above corner at a stance in the beautiful dihedral. A pillar (4ft tall) at about half way up the pitch needs to be trundled but can be avoided.\n\nP3-200ft, 5.10. A long and elegant but mossy corner ends at a belay on a grassy ledge. Leader should take a nut tool to clean placements.\n\nP4-190ft, 5.10. Climb the 30 foot 5 inch crack on the far left end of the ledge, then climb easy cracks to a stance. Don't go up either of the two large ear-like features to the right.\n\nJoin NW buttress route.\n\nP5-190ft, 5.8. Climb the cleanest of the low angle cracks aiming for the base of the main dihedral feature on Warrior. Belay at base of the mega dihedral.\n\nP5-200ft, 5.10. Climb the mega dihedral and belay on a ledge above the little roof.\n\nP6-170ft. 5.9, Mega dihedral second pitch. Belay on a large ledge 50 feet from the top of the dihedral.\n\nP7-120ft. 5.9. Chimney through hole and take a finger/hand crack to summit.\n\nWalk to the east side of the formation on a ridge (5.0).\n\nDescent. Rap NE face route with two ropes.\n\nClimbers: Josh Smith, Aaron Miller, New Mexico.","protection":"Doubles to #3, 1-#4 and 1-#5, nuts., 10-12 slings for the long pitches.","location":"Start below the obvious overhung dihedral (look up 250 feet) on the north face of Warrior 1, about 100 feet below the Candy Shop offwidth. There is a good ledge to stand on for the belayer. See photo."},"__v":0},{"_id":"9WY+HlXcX8S6l5QgcuFN/A==","name":"Northeast Face of Warrior I","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Beckey, Ripley 1962","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.22514,42.76293]},"left_right_index":0,"mp_id":"106007654","mp_crag_id":"105879449","climb_id":"9WY+HlXcX8S6l5QgcuFN/A==","areaRef":"k92qsBo8Uf60joGpvH700w=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"hsodWiFyX5SdFNrACEwWiQ==","name":"The Candy Shop","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"(potential) Drew Thayer, Noah Gostout, Erik Rieger, 2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.22514,42.76293]},"left_right_index":1,"mp_id":"107245254","mp_crag_id":"105879449","climb_id":"hsodWiFyX5SdFNrACEwWiQ==","areaRef":"k92qsBo8Uf60joGpvH700w=="},"content":{"description":"\"The Candy Shop\" is a 5-pitch variation to the NW face of Warrior 1. This route is the result of our attempt to gain the massive, stunning right-facing dihedral on top of the tower while avoiding the 5.11b R traverse that exists on the only route up this aspect in the current Cirque of the Towers guidebook.\n\nWe found no evidence of previous climbing, cleaned many loose blocks from the route, and broke many obvious holds, so we believe it is possible that this variation has not been climbed before. Every pitch has quality climbing, and traffic will clean it up!\n\nApproach: Ascend snowfields up the NW edge (right edge when viewed from meadows) of Warrior 1 to a vertical wide crack that is visible from the meadows. This crack goes to the top of a buttress on the right side of Warrior 1.\n\nP1: Begin where snow level allows. We had high snow, and ascended steep parallel cracks in a R-facing corner (30 ft, 5.9) to a small ledge. Follow a strenuous wide crack (4-5\") for 30 meters to belay atop the buttress. (45m, 5.10+)\n\nP2: Follow the arete past white band, step right over empty space to a clean hand-crack, continue up a wide crack in large R-facing corner, step right 15 ft to belay on ledge. Some loose rock on this pitch. Don't continue to thin finger/tips crack on left. (40m, 5.9)\n\nP3: Climb the overhung, right-leaning hand-crack through a flake system to a roof (5.10). Pull the roof (5.10d) into a broad dihedral. Stem up dihedral into easier terrain, then pull into short chimney on the left (5.9+) and up a 5\" crack to belay on a ledge. (50m, 5.10d)\n\nP4: Follow a flared weakness up right, then back left (5.9), climb a large R-facing corner to undercling flake (5.10d), pull around the flake and exit left to ledge atop a pinnacle. (50m, 5.10d)\n\nP5: Traverse left across diagonal flake systems to massive alcove (5.9), exit top of alcove on left, stretch rope out on casual ramps to the base of the massive R-facing corner visible from the meadows. (60m, 5.9)\n\nThis concludes The Candy Shop. From here, climb the corner.\n\nP6: Climb corner through small roof (5.10b) to large ledge belay. (50m, 5.10b)\n\nP7: Stem up corner, through roof to beautiful hand crack, stretch rope to good ledge beneath chimney. (58m, 5.9)\n\nP8: Burrow through chimney, pull bulge on left via stellar handcrack, follow crack to summit ridge. (40m, 5.9)","protection":"small and large stoppers, double rack of cams from fingers to #5 Camalot.  (You will want 2x #5 Camalot for pitch 1 unless you are comfortable running it out on 5.10 OW.  A single #5 is useful on pitches 2 and 3)","location":"Descent: The guidebook says the true summit of Warrior 1 can be gained via 5.7 climbing along the \"gendarmed ridge.\" This seemed very complex; we rapped the gully to the North, found a few anchors and built a few more. While viable, consider this descent 'exploratory'."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,c12ff925-ca28-53af-a0f5-105c6dcec1b9,93ddaab0-1a3c-51fe-b48e-81a9bc7ef4d3","pathTokens":["USA","Wyoming","Wind River Range","Cirque of the Towers","Warrior 1"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.22514,42.76293]},"bbox":[-109.22575247477762,42.76248033981813,-109.22452752522236,42.76337966018187],"left_right_index":-1,"ext_id":"105879449","area_id":"k92qsBo8Uf60joGpvH700w=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:22.225Z","updatedAt":"2022-11-25T11:25:34.397Z"}