{"_id":"6368a1b8e80bff5a99553f2e","area_name":"5.8 Crag","shortCode":"","climbs":[{"_id":"AeLhGiicUY2syUL78rtjbg==","name":"The Terrace","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dawn Shimberg, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":4,"mp_id":"105878180","mp_crag_id":"105877457","climb_id":"AeLhGiicUY2syUL78rtjbg==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"The Terrace is a slabby 5.8 climb with one or two awkwardly committing moves on small holds. While worthwhile, this is really the type of climb that you wire in hopes of skunking your friends.","protection":"Bolts with Quick-Clip lower offs. (please help preserve the Quick Clips by lowering off and TRing on two of your draws whenever possible.) ","location":"On the left side of 5.8 Crag, The Terrace starts at the height of the land, on a manmade dirt terrace supported by rail road ties."},"__v":0},{"_id":"oAeil1+sWViYbWFEJJZezQ==","name":"Snake Skin Slab","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Shimberg, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":3,"mp_id":"105923846","mp_crag_id":"105877457","climb_id":"oAeil1+sWViYbWFEJJZezQ==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Snake Skin Slab is one of the more difficult routes on the left side of the crag.  The crux is thin face climbing just past the first bolt (which is a little easier if you use holds off to the right of the bolt line).  Sustained climbing past three more bolts leads to the anchors.  There is a small runout between the last bolt and the anchors that can be protected with a small cam.","protection":"Four bolts to Quick Clip anchors.","location":"Located on the left side of 5.8 Crag, just right of Asbury Park.  Starts at a flake behind a double trunk tree."},"__v":0},{"_id":"rbT8hxZ3Uxi9ZysI+cUFHg==","name":"Sky Pilot","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Bowker, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":16,"mp_id":"105878810","mp_crag_id":"105877457","climb_id":"rbT8hxZ3Uxi9ZysI+cUFHg==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Sequency 5.10 climbing up a featured crack leads to one or two dicey traverse moves that span between the end of the crack and a series of positive holds. The upper half of the is featured by a series of horiztonals that climb like a ladder.","protection":"Bolts with a 2 bolt anchor.  ","location":"This route is just left of Arm and Hammer. This start begins on a ledge and follows a incipient crack."},"__v":0},{"_id":"BwqZE85DWvexWPuMNKy9VQ==","name":"Romancing the Stone","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ted Hammond, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":12,"mp_id":"105878174","mp_crag_id":"105877457","climb_id":"BwqZE85DWvexWPuMNKy9VQ==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Romancing the Stone is the most distinguishable climbs at 5.8 Crag, as is follows the first line you see as you approach the cliff. The first third of the climb is characterized by technical 5.10 face climbing that is punctuated by an exit move on the \"romancing stone,\" an brick sized tooth that has been wobbly for as long as anyone can remember. In the immortal advice of Tenacious D, use this hold \"gently.\" A rest of sorts can be found before launching into a pumpy traverse and jug haul to the chains.","protection":"6 bolts, with a two bolt anchor up top.","location":"Romancing the Stone is found at the center of 5.8 crag. If approaching from the road, this will be the first climb you see."},"__v":0},{"_id":"Ow6j1JOlXsSX7EmJMrOxZQ==","name":"Romancing The Snake","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":11,"mp_id":"106091432","mp_crag_id":"105877457","climb_id":"Ow6j1JOlXsSX7EmJMrOxZQ==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Climb the first 4 bolts of Romancing the Stone then break left in to the upper crack of Milksnake (5.10c) and finish with trad gear. This finish is less pumpy and a little more direct than the right hand traverse on Romancing the Stone. Climb up to the Milksnake anchors (they are set back so extend them for lowering or toproping). This is a better choice of TR climb than the regular Romancing due to the more direct line so you don't have to bother with directionals and all that.","protection":"4 bolts, a small trad rack to anchors. Bring slings to extend the anchors.","location":"Climb Romancing to the 4th bolt and head left and up the crack."},"__v":0},{"_id":"xUEq/HejX7OAMs0qMQbGDA==","name":"Raven","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Bowker, 1986","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":19,"mp_id":"105924554","mp_crag_id":"105877457","climb_id":"xUEq/HejX7OAMs0qMQbGDA==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Raven is one of the more obscure routes in the area and does not see a lot of traffic.  The start is a little vegetated, but it's not too bad.  Climb the dirty corner past a couple of bolts and a pin (back up with a medium stopper).  From the pin, make some awkward moves up on to a large, flat ledge and clip the next bolt.  Continue straight up the slightly overhanging headwall.  The crux is clipping the bolt at the top of the headwall (if you blow the clip, you'll hit the ledge).  Mantle through a couple more awkward ledges and then work right to the anchors.  Strange climb, but worthwhile.","protection":"8 bolts and a pin to Quick Clip anchors.","location":"Raven is located on the right side of 5.8 crag.  Scramble up the slope to the top of the formation and look for a climb with six bolts that shoots straight to the top.  This is Only a Crow (5.10c) and shares anchors with Raven.  Head back down the slope and location a large, dirty corner the heads up and right, with a couple of bolts visible from the ground.  Raven starts up the corner."},"__v":0},{"_id":"4/lwzYP6VS2D3mc3R37NdQ==","name":"Pump Up the Volume","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Steve Damboise 5/88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":15,"mp_id":"105917452","mp_crag_id":"105877457","climb_id":"4/lwzYP6VS2D3mc3R37NdQ==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"An appropriately named route, fighting the pump is the red point crux as each move tends to be easier than the last, but by the end of the climb, you could swear that the moves are getting harder. The route starts from a ledge that heads out left from the start of Sky Pilot (5.11b). Stick clip the first bolt and climb right in to the crux, a sequency series of tiny crimps and footwork leading to better holds and less technical climbing, but you will get pumped unless you are a tough girl (or boy).  \n\n  It was one of my first 5.12b's, and I think it is a good first climb of the grade.  ","protection":"4 bolts to lower offs.","location":"In the middle of the steep right hand side of the crag. Start in the middle of the ledge."},"__v":0},{"_id":"9+0oBjwQVHyUOmUJjfMukQ==","name":"Only a Crow","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jim Shimberg 9/00","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":20,"mp_id":"105929478","mp_crag_id":"105877457","climb_id":"9+0oBjwQVHyUOmUJjfMukQ==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"A one move wonder on the far right end of the crag up the hill from Arm and Hammer (5.11b).  \n\n  Start up easier rock to gain a stance, a few moves reach the crux (mostly crimps) to more moderate climbing. A few more tricky moves but for the most part the lower crux is the one to beat.  \n\n  Not the best route of the grade, but on a busy day it is worth doing.","protection":"6 bolts to an anchor.","location":"The far right hand (up the hill) line at 5.8."},"__v":0},{"_id":"6x6a9rD8W9e/3M2M4HCuKg==","name":"Moe Pup Sensation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Keith Becconsall, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":18,"mp_id":"106743156","mp_crag_id":"105877457","climb_id":"6x6a9rD8W9e/3M2M4HCuKg==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Nice face climbing for the first 2 bolts brings you into the slabby section. Make some committing moves for the next 2 bolts and you'll be rewarded with a great jug. After the last bolt there's a ramp of smooth rock with a couple good foot holds. This ramp looks like a ledge when looked at from the ground. Go up the ramp and you're at the anchor.","protection":"5 bolts to quick clips","location":"On the right side of the crag, just left of Raven"},"__v":0},{"_id":"CagLp4/MVoCmvWKbBzwWFA==","name":"Milktoast","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Jim Shimberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":9,"mp_id":"106089724","mp_crag_id":"105877457","climb_id":"CagLp4/MVoCmvWKbBzwWFA==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"A fun climb.  The bottom half is fairly technical with broad holds which lead up to a small roof.  Above the roof there is s striaght up fun crimp fest (.11a) or some friendlier (but not much) holds to the left.","protection":"6 bolts to lower offs","location":"basically up the arete between \"5.8 Crack by the road\" and Romancing the stone."},"__v":0},{"_id":"DdZoUbMKXbWUJHmQX3vVHw==","name":"Milksnake","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ted Hammond 6/86","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":10,"mp_id":"106091425","mp_crag_id":"105877457","climb_id":"DdZoUbMKXbWUJHmQX3vVHw==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Milksnake is a cool trad route that sees little traffic.   \n\n  Start in the same techy corner as for Milktoast (5.10d) past 3 bolts and the crux of this route to the roof. As you get to the roof rather than going left as you would for that route break right up a crack/steep ramp (protects well with trad gear) that is more balancy and tricky than hard. Follow this system to the top of the cliff and the anchor.","protection":"3 bolts and trad gear (small rack of nuts and cams, nothing big needed). Anchors are back from the edge. Extend them with slings.","location":"Start as For Milktoast and break right at the roof."},"__v":0},{"_id":"uL1rsfZGXLaRegKQx5grpQ==","name":"License to Ill","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Damboise 10/87","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":14,"mp_id":"105925586","mp_crag_id":"105877457","climb_id":"uL1rsfZGXLaRegKQx5grpQ==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"License to Ill is one of the best climbs at the crag, move for move. The climbing is interesting and exciting, and the gear is good enough where you need it. I think it is more PG13 than R, but the guidebook says R due to a recorded ground fall, so I will too. It's not as scary as Blue Balls at Christmas.  \n\n  So, you follow interesting moves up a flake and out left to a letter box slot (protect with TCU) climbing to the crux in the upper third of the route. A pretty big move to a good crimpy hold with a small(I use a #7 stopper I think) but solid nut at your waist. You can prolly get away with smaller crimpy moves too.  \n\n  Climb it on TR first if you are not totally solid in the grade, because it is a little spicy.","protection":"A few nuts and TCUs or Aliens. I worked out gear on TR, so I could pre-rack.","location":"Just right of Romancing the Stone is a left-facing corner with cracks in it. Climb this to a stance on a ledge and continue up a right facing flake and follow the weakness to a 2 bolt anchor."},"__v":0},{"_id":"E1Fp72rVUv+iJXZY93Jphg==","name":"Granny's Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jim Shimberg 11/02","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":0,"mp_id":"106334928","mp_crag_id":"105877457","climb_id":"E1Fp72rVUv+iJXZY93Jphg==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"This route right now would be described as chossy at best, Jim Shimberg cleaned this route a few years back for two reasons, an easier climb for beginners and an alternative to walking around the cliff to put up a top rope. This climb is fun even in the mossy conditions. Without the moss the holds can seem sharp because it is a newer route. There is no defined crux but as the route is now the crux would be dealing with the mossy holds. This route could be close to the same quality as A Week With Pete with just a little bit of love, I am going to try to clean this line once the ice melts off of it. The route itself goes straight up the slab on good moves, if you are the 5.8 Crag and don't mind some moss get on this route you will have some dirty fun.","protection":"4 maybe 5 bolts and anchors","location":"This is the far left route at the 5.8 Crag, this is left of Asbury Park when you reach the Asbury Park arete walk around it and it will be a few feet from the arete just past a cluster of trees close to the rock, look for the easy mossy slab with bolts."},"__v":0},{"_id":"XtUjDyigXgekulWYjQ5ENA==","name":"Chimney of Doom","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Shimberg 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":5,"mp_id":"105911730","mp_crag_id":"105877457","climb_id":"XtUjDyigXgekulWYjQ5ENA==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Few people have bothered with this dirty, wet, mossy, ugly, cobweb infested, chimney. I've done it twice, haha. I like that sort of thing.  \n\n  Out of respect for the average climber, I only gave it one star; however, if you are in to the kind of climbing described above you will love it.  \n\n  Chimney up, passing a large chock stone and top out returning to the beautiful world above.","protection":"Standard rack.","location":"Just left of the 5.8 Crack by the Road, there is a dirty chimney."},"__v":0},{"_id":"UPGoVZfkXX6qX1evE9Sgtg==","name":"Central Park","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":2,"mp_id":"106478452","mp_crag_id":"105877457","climb_id":"UPGoVZfkXX6qX1evE9Sgtg==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"This fun toprope climbs the face to the right of the tree between Asbury Park and Snake Skin Slab. The crux comes at the overlap about half way up. The more right you stay the easier it becomes. To gain the overlap you will make some fun moves at the bottom and once moving past the overlap you will meet up with the fun top of Asbury Park, use the anchors for Asbury Park to do this route. \n\n  PLEASE TOPROPE ON YOUR OWN GEAR!!!!!","protection":"Toprope, using Asbury Parks anchors. Again please TR on your own gear.","location":"Located on the left side of the 5.8 Crag between Asbury Park and Snake Skin Slab. Climb Asbury Park then lower straight down, you will lower right over this route. The route starts just right of a large tree."},"__v":0},{"_id":"i9RnoPMQXZmsnzz8MQktOA==","name":"Bolt And Run","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Glenn Cilley 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":7,"mp_id":"105922323","mp_crag_id":"105877457","climb_id":"i9RnoPMQXZmsnzz8MQktOA==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Climb up and over a few steep bulges trending left. Fun climbing leads to a confounding crux that most people solve by moving left and using a few holds on the corner. If you climb this section directly, it might bump up the grade a smidge. But it is more fun to do it at 5.9. The crux involves a big move to an incut crimp that is often tick-marked.  \n\n  Being the only 5.9 at the crag, it is also the best 5.9 at the crag so make sure you climb it.  ","protection":"6 bolts to anchors (quick clips, I think).","location":"Start in the same spot as The 5.8 Crack by the Road (5.7), and follow the bolts to the left up the steep face."},"__v":0},{"_id":"CLDxvmm4VCG07slUCowEKg==","name":"Blueballs at Christmas","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jim Shimberg 1994","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":13,"mp_id":"105935056","mp_crag_id":"105877457","climb_id":"CLDxvmm4VCG07slUCowEKg==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Blueballs is a super committing lead on very small gear for the first 40-50 feet. Most people toprope it, and it's probably a good thing because not everyone has the skills and cool head that is required to climb a hard R rated route like this. I worked it out on toprope first, then led it with one piece of gear (a purple TCU) and a few draws for the bolts at the top. I hear the TCU is bomber, but I don't wish to test it.  \n\n  Starting to the right of the classic, Romancing the Stone (5.10c), climb the face on tiny crimps eventually meeting up with Romancing at its right trending traverse, at which point you will have some bolts to clip. Crimpy, crimpy, crimpy.","protection":"A few draws and small gear, I used a purple TCU in a letter box slot about half way up the face section. I hear you can get other stuff in too, such as micro wires, but I didn't see them.","location":"Climb the face just right of Romancing the Stone (5.10c)."},"__v":0},{"_id":"7FLAGY+jVUazByi7ecwlpg==","name":"Blue Spotted Tail","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":6,"mp_id":"107473478","mp_crag_id":"105877457","climb_id":"7FLAGY+jVUazByi7ecwlpg==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"An interesting top-rope climb that climbs the arete just left of Bolt and Run. Envisioned one fall by my good friend Brent, we climbed it and found it very enjoyable.  \n\n  Start of the ground with a few easy moves and then hit the crux of the route at about the 15 foot mark. The crux involves a high step and small or awkward holds, what makes it tough is the foot you need to stand up on is hard to see and easy to forget about, pumping you out. From here just continue climbing the arete on 5.9ish ground to the anchors. \n\n  This route is an obvious line because the rope hangs right over the arete after lowering off Bolt and Run 5.9. Because of that we believe it has been done before, so if you have a name for it or any info let me know. \n\n  The route is a bit of an eliminate... The arete you climb is the right side of the Chimney of Doom. The left side of the chimney is off, so dont stem across the chimney stay true to the arete.","protection":"TR'ed of the anchors of Bolt and Run.","location":"The arete left of Bolt and Run 5.9+"},"__v":0},{"_id":"CtU5EEOiUvmlMy5WjJtpQg==","name":"Asbury Park","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Shimberg 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":1,"mp_id":"105922314","mp_crag_id":"105877457","climb_id":"CtU5EEOiUvmlMy5WjJtpQg==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"One of the more fun moderate routes at the 5.8 Crag. You will find it on the far left end of the cliff. Follow the line of bolts wandering slightly up right following the blunt low-angle arete past crimpy and slabby moves to the top.  \n\n  The crux is just past the first bolt and its a bit stout for 5.7. I feel like it's gotten harder with use. Very crimpy. A few more tricky parts but nothing nearly as hard as you finish. At the top, follow cracks to the clips.","protection":"5 bolts to quick clips.","location":"To the left and down from the lowest railroad tie step. On the far left end of the cliff."},"__v":0},{"_id":"lFiDKUS3VSeY4A5UeDOuJw==","name":"Arm and Hammer","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Tom Armstrong, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":17,"mp_id":"105878804","mp_crag_id":"105877457","climb_id":"lFiDKUS3VSeY4A5UeDOuJw==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"The business of Arm and Hammer is definitely crimps, however a the slabby exit moves will be memorable nonetheless. Some of the hardest moves are right off the ground, so stick clip that first bolt!","protection":"5 bolts. 2 bolt anchor.","location":"This route is towards the right end of 5.8 Crag. A+H is just to the right of sky pilot which stands out because it is only bolted to the halfway point. edit- Sky is now all bolted. See ​topo​​​"},"__v":0},{"_id":"bXt81MsRWgSBcWNOX72vSw==","name":"The 5.8 Crack by the Road","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"left_right_index":8,"mp_id":"105906994","mp_crag_id":"105877457","climb_id":"bXt81MsRWgSBcWNOX72vSw==","areaRef":"lyBlVOVYXD+hJo5Pd2yR8A=="},"content":{"description":"Yes, that's right. It's called the 5.8 Crack by the Road, but it is in fact 5.7. I can't explain it.  \n\n  However this is a really fun climb. I think it's the most fun moderate route at this crag. Very few people bring trad gear to Rumney, so on a busy day I like to bring a small selection of gear, and I can get on all kinds of fun routes while the strict sporty folk stand in line for the classics.  \n\n  What can I say? It's a crack. Follow it and have fun. Mostly hand sized crack with some face holds.","protection":"Bring a standard rack. Ring bolt anchor.","location":"Just left of Romancing the Stone, there is a set of stairs. Go up the stairs and turn right, you are there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,97206554-e558-5c3f-a126-8e4f776c91f0","pathTokens":["USA","New Hampshire","Rumney","5.8 Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.8"},{"count":2,"label":"5.11b"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.4"},{"count":3,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":6,"intermediate":4,"advanced":3,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":8,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83823,43.80105]},"bbox":[-71.838853015881,43.80060033981812,-71.83760698411899,43.801499660181854],"left_right_index":-1,"ext_id":"105877457","area_id":"lyBlVOVYXD+hJo5Pd2yR8A==","polygon":{"type":"Polygon","coordinates":[[[-71.838853015881,43.80060033981812],[-71.83760698411899,43.80060033981812],[-71.83760698411899,43.801499660181854],[-71.838853015881,43.801499660181854],[-71.838853015881,43.80060033981812]]]}},"content":{"description":"5.8 Crag is a somewhat shady crag at the base of Rattlesnake Mountain that is visible from the road. Due to its proximity to the road, 5.8 Crag is well traveled and popular with large groups of topropers. The Main Cliff and the upper crags are also easily reached via a \"secret\" (sshhh!) trail that ascends from the far right end of this crag, making 5.8 Crag a good choice for the cranksters who want to warm up en route to the \"proj.\"  \n\n  Those hoping 5.8 Crag will live up to its name will not be disappointed, however about half of climbs here range from 5.10 to 5.12. If approaching from the road, the first route you will see is Romancing The Stone (5.10c), which ascend to the right of a blunt arete before launching into a pumpy traverse and overhanging jug haul.  \n\n  The gently overhanging wall to the right of Romancing The Stone is home to the wall's only 5.12 and a side-by-side set of 5.11s. For the most part the climbs become progressively less steep and easier as you move left of Romancing the Stone. Notable climbs here include a 5.7 hand crack that is protected with gear and two 5.8s that have one or two interesting moves."},"density":0,"totalClimbs":21,"__v":2,"createdAt":"2022-11-07T06:12:11.669Z","updatedAt":"2024-01-20T01:03:27.417Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}