{"_id":"63689de0e80bff5a994f9e10","area_name":"Massey Wall","shortCode":"","climbs":[{"_id":"EXuNu1n+Uz+C4ECf8vzLlw==","name":"Waking Life","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":2,"mp_id":"110089691","mp_crag_id":"110016346","climb_id":"EXuNu1n+Uz+C4ECf8vzLlw==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"Waking Life is another favorite of mine on the wall. It has steep, technical crack climbing.\n\nThe first pitch is the crux. Begin clipping a bolt a bit off the deck and moving into a shallow corner. Move up and work your way up the steep, thin crack as you come to a large bulge. Work your way through, and crank through some tough jams to a rest. Traverse right and up to a belay.\n\nThe second pitch is fun, moderate climbing up a wandering crack that is mostly hands. Gain the steep headstone face at the top where you clip a bolt and make a few delicate exit moves to the top.","protection":"Doubles from small to #1, one #2 and #3, QDs, and nuts. There are anchors at the top and atop pitch one.\n\nDo a single rope rap to the top of pitch one, or double rope to the bottom with 70s.","location":"This is the far right obvious prow that sticks away from the wall. There is bright colored lichen that glows. This route starts on the far right of the prow up the obvious, thin cracks and out onto the prow's face at the top."},"__v":0},{"_id":"ykcJ1gFbVnK6thIE8XYkFA==","name":"The Velvet Hammer","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":7,"mp_id":"107565099","mp_crag_id":"110016346","climb_id":"ykcJ1gFbVnK6thIE8XYkFA==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"This is a continuous crack system that goes the height of the left side of Quarry Wall. It climbs ledge to ledge.\n\nPitch 1: from the ledge, climb some nebulous terrain until the obvious crack cuts up towards a large triangle ledge. This is a good warm-up for what's to come. 5.10, 60 feet, bolted anchor.\n\nPitch 2: set sail up the corner with fingers and stemming up past a few steep sections. Gain a good ledge on the right below a short roof. Do some intricate stemming and an arm bar to reach a positive hold. More 5.10 climbing leads to a last rest 20 feet below the obvious undercling crux. Motor up to the undercling, reach high, and place/clip a small nut before making some tough moves to regain the corner. From here, it's 5.10 to the top! 180 feet, 5.11+, bolted anchor.","protection":"Double set from 0.3-0.75. Double #3s, single #1, #2, and a sub 0.3 piece. A full set of nuts! There are anchors at the top of the first and second pitch.","location":"This route is best accessed by rapping in from the top. Head up Divide Road until you are the top of the cliff line. Pull-off at the first large open area. Look for a large cairn by the cliff. It may take some searching to find the bolts that are 3-4 feet below the top. It is a double rope rap to the top of the 1st pitch. It is a single rap to start the first."},"__v":0},{"_id":"MDnN0MS6X3aDsVQpoCgz+w==","name":"The Space Between","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":3,"mp_id":"110089663","mp_crag_id":"110016346","climb_id":"MDnN0MS6X3aDsVQpoCgz+w==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"This currently is the only moderate on the wall. It has a large chimney and offwidth crack system that keeps you guessing. When things start getting tough, look for exterior stemming and features on the outside to bypass any desperate thrutching. This is a good one to test your skills on. After topping out on a pinnacle, step across and climb a short crack system to the top of the cliff.","protection":"Singles from small to hands; one #3; two #4s and #5s; and one #6. Rap\n\nMindless Indulgence\n\n, and build an anchor from a tree to belay at the top.","location":"10 feet left of\n\nMindless Indulgence\n\n, start up the gaping maw."},"__v":0},{"_id":"7cO0RLfTWXmQKlHnkp+DAw==","name":"Modulation Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":5,"mp_id":"110088651","mp_crag_id":"110016346","climb_id":"7cO0RLfTWXmQKlHnkp+DAw==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"P1. (5.7) The first pitch is just an approach pitch that can be bypassed by rapping onto the obvious ledge that is the same starting ledge for the crux pitch of\n\nFrozen Will\n\n. There is a single bolt for the belayer at the ledge.\n\nP2. (5.11) Be sure to warm up before hopping on this thing. The beginning is stout and physical. Several no hands rests are had throughout the route. From the belay, bypass the obvious, shallow roof with a crack exiting right of it. A few feet above clip a bolt, and make a dainty traverse right into the main crack system. Begin up 40' of pure crack joy of mostly fingers, but every size is present. Make another traverse right into a second crack system and past a few thin, cruxy moves until you are 40' below the top. Clip the bolt, and pull one last difficult move until easy territory to the top anchors. This is a great route!","protection":"Doubles from small to hands, one #3, a set of nuts, and many shoulder length runners. Do a double rope rappel to get to the top of pitch 1.","location":"The anchors for this route are only 20 feet left of\n\nFrozen Will's\n\nanchors. The second pitch shares the same long thin ledge as\n\nFrozen Will\n\nas well. A short scramble from the top down a slight gully offers obvious bolts on a ledge."},"__v":0},{"_id":"LMNKs7XfWuG1wlLzrhscWw==","name":"Mindless Indulgence","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":4,"mp_id":"110089647","mp_crag_id":"110016346","climb_id":"LMNKs7XfWuG1wlLzrhscWw==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"This is one of the first ones put up on this section of wall by me. It is a great variety show on quality rock. Start on a large sloping ledge. Some easy terrain past a few bolts leads you to a ledge where you have to make a delicate pull to gain the crack. From here, a steep sustain crack takes you to a nice resting ledge. Then thrust upwards into some full value 5.10 offwidth. Then follow some steep terrain finding rests here and there. The end can be a heart breaker as it is tough climbing past a few bolts to the top anchors.","protection":"Doubles from fingers to #2 singles from #3-#5 Camalot, nuts, QDs, and shoulder length slings. Do double rap from anchors at the top to the large, sloping ledge.","location":"The route Is to the left of a dark clean face and before an obvious prow formed by a deep chimney, and it is a few hundred feet left of\n\nModulation Crack\n\n. It is best approached from the top. There were a few cairns, but they may be gone now. If approaching from the bottom, some scrambling will be needed to reach the base."},"__v":0},{"_id":"IS8gucTEVwmkHfhYNUpNZw==","name":"Lost Vikings","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Matthew Seymour and Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":8,"mp_id":"106267934","mp_crag_id":"110016346","climb_id":"IS8gucTEVwmkHfhYNUpNZw==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"Climb up the crack starting on the left side of the ledge formed by a large flake. It is perfect hands in clean rock with some fingers and a short wide section. Go through a bulge and past a roof created by a huge boulder. Trend right to finish on a crack right below rap bolts.","protection":"Double set of Camalots from  #0.5 to #3 with a few extra hand sizes.","location":"Approach from the top of Divide Road. As you are driving up the road, you want to pull over at the first open area you see on the right. You will see a relatively flat granite area, clear of trees, and with a few small cairns made of sandstone.\n\nWalk out onto the flat area and walk along looking from rap bolts at the edge. There are several sets in the area. This is the route second from the left (climber's right) in the area with rap bolts.\n\nBolt are located on a huge block that is accessed by down climbing five feet to a square shaped ledge (5x5).\n\nDouble rope rap straight down to obvious ledge, no fixed anchors (extra #0.75 Camalots for anchors)."},"__v":0},{"_id":"EjCFfD8nW0+TYJqymVu3mA==","name":"Lisenby-Zacher Especial","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Matt Lisenby, Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":0,"mp_id":"110089705","mp_crag_id":"110016346","climb_id":"EjCFfD8nW0+TYJqymVu3mA==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"This route is made challenging by the mass load of lichen that we cleaned off enroute. Sure enough, there is plenty more to clean. Follow up a tan face up a crack with features. The crux comes below a bulge and a splitter offwidth. Surpass this, and it's mellow climbing to the top of the pillar.","protection":"Doubles from small to hands, singles from #3-#5, runners, and nuts. Rappel\n\nWaking Life\n\nto access the climb from the bottom.","location":"This is the leftmost route on the obvious prow/pillar. It ascends the obvious, tan face with a brutal looking offwidth section towards the top. It climbs the last steep looking, climbable section of the prow."},"__v":0},{"_id":"drBP9ImAXD61BATjzjwBQA==","name":"Full Nelson","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"equipped by Jesse Zacher, FFA Chris Righter and Matt Lisenby","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":1,"mp_id":"112237456","mp_crag_id":"110016346","climb_id":"drBP9ImAXD61BATjzjwBQA==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"P1: climb cracks to step across onto flakes/pillar. Face climb past two bolts then into hand cracks to the belay, 100', 5.11-.\n\nP2: ascend on perfect stone, climb flakes, crimps, and laybacks with tenuous footholds past 1 fixed nut and 2 bolts, then finish with 80' of moderate hand cracks to the summit, 5.12+.","protection":"A single rack to a #3 Camalot, draws, and nuts. Unless you are 6' tall, expect to struggle clipping the bolts. Pre-hanging/extending draws on rappel is advised.","location":"This is on the leftmost (eastern) buttress on the Massey Wall complex. Start between\n\nWaking Life\n\n(5.11) and\n\nZacher-Lisenby Especial\n\n(5.10+). From the top of the Divide Road switchbacks, locate a small pillar/summit. Get on top of this, and find the rappel bolts (skier's right of the two pair of bolts on top of the formation, the other set is for\n\nWaking Life\n\n).\n\nTwo 100'(30 meter) rappels will reach the base."},"__v":0},{"_id":"HyS+zO55XxaeoluPaJt8Ng==","name":"Frozen Will","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"First pitch: Unknown. Second pitch:Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":6,"mp_id":"110019065","mp_crag_id":"110016346","climb_id":"HyS+zO55XxaeoluPaJt8Ng==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"The route is one of the best that I have put up in the canyon. The first pitch had been done prior to my arrival, but the second pitch had remained un-climbed. The first pitch is short and leads you to a ledge where the second pitch begins.  This pitch is around 5.10. After a lot of cleaning, I added four bolts to the beginning 15-20 feet of pitch two where an acute corner with a thin seam starts the climb.  The second pitch is broken up with several great rests, so just when things seem to get desperate, full recovery can be had. The majority of the climb follows a great crack of all sizes that leads its way to 3/4 the height of the wall. From here, a slight traverse right past the steepest section of the climb provides one last crux before some easier climbing to the top.","protection":"Nuts, double set from small to #2 Camalot. Three #0.4s were useful. Bring many runners as the pitch is quite long. There are bolted anchors from the rim as well as the old original anchors atop pitch 1. Bring two ropes to descend.","location":"The route is roughly a hundred feet left of\n\nVelvet Hammer\n\n. It is best recognized by the bright green lichen on a clean wall."},"__v":0},{"_id":"gDMThCh/X1O4IZuK3m8n2A==","name":"Bachelor Party","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Matthew Seymour and Jesse Zacher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"left_right_index":9,"mp_id":"106267915","mp_crag_id":"110016346","climb_id":"gDMThCh/X1O4IZuK3m8n2A==","areaRef":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":"Pitch 1: 5.11, 50m.\n\nStart by climbing around two ears, each with a bolt. Gain the dihedral and climb up past one bolt at the beginning, followed by lots of stemming, shallow flaring jams, and climbing past seams; sustained. End at the two bolt anchor.\n\nThis pitch has somewhat tricky pro.  Safe, but awkward to place, as there are few stances.\n\nPitch 2: 5.11+, 32m.\n\nBegin with cruxy moves right off the belay.  Layback, chimney, and stem up the acute corner past several small roofs; bolt protected, crux.\n\nAt the last bolt step left around the corner and climb up to a stance. Move left into a crack and follow it until you can go straight up the same crack system; steep, dirty, and off size, or hand traverse left into a steep, clean, hand crack (recommended).","protection":"Nuts and cams: a double set cams from tips to hands, one #4 Friend or equivalent.","location":"Approach from the top of Divide Road:\n\nAs you are driving up the road, you want to pull over at the first open area you see on the right. You will see a relatively flat granite area, clear of trees, and with a few small cairns made of sandstone.\n\nWalk out onto the flat area and walk along looking from rap bolts at the edge.  There are several sets in the area. This is the route farthest left (climber's right) in the area with rap bolts.\n\nThe bolts are on a small ledge with a very small pine tree growing right on the edge.\n\nRap down and right around a corner, you will see bolts in a dihedral. Find the second rap station. From here, rap to a ledge at the top of third class ledges, immediately below the first bolt. Both are double rope raps."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,4246501c-a558-5494-8fdc-ef635bbb8bbb,8b616c29-9f02-59ad-b4f6-1d23683e8913,7b6cb814-668a-5f71-9b03-06f489e5cec0,1c968bdd-96a5-5c6f-94e0-aaa8634ca6b4","pathTokens":["USA","Colorado","Grand Junction Area","Unaweep Canyon","Main Canyon: Unaweep Granite","Quarry Wall Complex","Massey Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":3,"label":"5.11+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12+"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.57271,38.83737]},"bbox":[-108.57328727998127,38.836920339818136,-108.57213272001871,38.837819660181864],"left_right_index":-1,"ext_id":"110016346","area_id":"HJaL3ZalXG+U4KqoY0ymtA=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:41.150Z","updatedAt":"2022-11-25T11:17:27.705Z"}