{"_id":"6368a05be80bff5a9952efe5","area_name":"Down Under Over","shortCode":"","climbs":[{"_id":"Sh5PaQRTWGqRJNnimLIM/w==","name":"Kookaburra Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.6668,42.6188]},"left_right_index":999999,"mp_id":"108394670","mp_crag_id":"108386590","climb_id":"Sh5PaQRTWGqRJNnimLIM/w==","areaRef":"zI10E9YWWb2lM4j19Ht7bQ=="},"content":{"description":"This is a really sweet, albeit short, hand crack.  \n\n  Start out with nice hands, but it quickly goes to off-hands (yellow BD) requiring some fun, interesting jamming.  That size is fairly uncommon around here, and, if it were steeper, it would be much more awkward.  As it is, there are face holds that ease the grade (as does using the crack to the right).  For full value, jam it the whole way up.   \n\n  There was an old, rotted tree and roots system that required some hefty cleaning.  Remnants of it are still around and the crack could use a little rain to wash it out.  It is climbable as is though.   \n\nPLEASE NOTE:  There is a nice looking crack just to the right of this that should be cleaned at some point, but as of 10/14, there is large, loose flake atop this other crack.   It is big enough that it will take some work, and, once started, it needs to come down.  I think the flake is stable, but it is in a position that it would be grabbed and could cause serious injury if it came down.  It does NOT interfere with Kookaburra Crack at all.","protection":"This is a sweet crack on perfect rock, so it can be as G as you like.  That said, if you really want to sew it up, take multiples of size 2 (yellow) BD.   You can find spots for other sizes throughout, but you have to look.    \n\n  There is a good tree at the top for a TR.  Take longish slings.   ","location":"This located in the Down Under Over area of Down Under.  It's actually on the same buttress as Doug's Roof, only behind and on an upper tier.  Walk up the ravine to the top of the buttress past a boulder head down to the first tier encountered looking for two fairly obvious cracks.  This can also be reached by walking all the way around the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,c158c8b6-39ef-540b-9e1d-e4133c1864e8,0651db45-b05c-551c-b844-9ff04cb3b94f,fd9b97c5-cd96-5df6-9e63-26378b26ce63,cc8d7413-d616-59bd-a533-88f5f47b7b6d","pathTokens":["USA","Massachusetts","North Shore","Cape Ann","Redrocks and Vicinity","Down Under Over"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.6668,42.6188]},"bbox":[-70.66741105515557,42.61835033981814,-70.66618894484442,42.619249660181865],"left_right_index":-1,"ext_id":"108386590","area_id":"zI10E9YWWb2lM4j19Ht7bQ=="},"content":{"description":"This is really part of Down Under, but it is hard enough to find that I thought it worth its own section.   This is the back (northeast) side of the same buttress as Doug's Roof.  The buttress is broken up and ledgy, but there are several small climbable sections mostly short face/slabs but a few nice cracks.  Most of the climb is up high.  Due to being ledgy, bouldering can be a bit dicey (wouldn't want to fall off the ledge).    \n\n  Though quiet and secluded in spring and summer, there are houses nearby.  With the leaves off, they are quite close, so keep a low profile."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:06:30.615Z","updatedAt":"2024-01-15T16:45:25.645Z"}