{"_id":"6368a11ae80bff5a99542d99","area_name":"Beehive Peak","shortCode":"","climbs":[{"_id":"IMbIwtdyUp6mxE/c2aUiEA==","name":"Worker Bee","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.40566,45.35399]},"left_right_index":7,"mp_id":"107253933","mp_crag_id":"113520044","climb_id":"IMbIwtdyUp6mxE/c2aUiEA==","areaRef":"CeFEzwQuVKai0GC9xnNweQ=="},"content":{"description":"hike to the right side of the southeast face and locate two left facing dihedrals. climb the left dihedral through a series of overhangs. route can be completed in 2 long pitches. the rock is really good on this route, and I remember a fun, aesthetic and challenging day out on this one.\n\npitch 1: climb 5.7 through 2 roofs. for easier climbing, don't get sucked into the first squeeze chimney (can climb the outside). gear belay on a good ledge (tat present) after about 50 m\n\npitch 2: climb the chimney above for a full 60 m to a gear belay. one can scramble to the top from here. aim for a small notch in the ridge line.\n\ndescend one of the two couloirs that bookend the southeast face. the eastern couloir is snow free much earlier and is quite steep and loose. Rappel twice down this couloir of good slung horns. getting off the peak is not trivial.","protection":"alpine rack required. if you do this in two 50 or 60 meter pitches, you may need a good bit of gear","location":""},"__v":0},{"_id":"SPKIcB+hWGaXfTl1BbQMMw==","name":"Rastaman Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Jason Todd, Chris Rogers Aug 1992","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.40566,45.35399]},"left_right_index":4,"mp_id":"113364841","mp_crag_id":"113520044","climb_id":"SPKIcB+hWGaXfTl1BbQMMw==","areaRef":"CeFEzwQuVKai0GC9xnNweQ=="},"content":{"description":"P1: Climb alternating corners up wide crack, belay above first major roof at a good stance. (5.8, 120')\n\nP2: Continue up more delicious rock and alternating corners overcoming a series of small roofs to a good stance. (5.9, 160')\n\nP3: Follow the same crack system to ropes end. (5.6, 170')\n\nP4: 4th class to summit ridge.","protection":"Standard alpine rack.","location":"Start in obvious corner between Original Route and Worker Bee, left of New World."},"__v":0},{"_id":"UB+PxsJNUa2XEofHnfYaXw==","name":"Original Route, aka Javaman","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Craig Zaspel & Jack Tackle (1976)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.40566,45.35399]},"left_right_index":2,"mp_id":"113359551","mp_crag_id":"113520044","climb_id":"UB+PxsJNUa2XEofHnfYaXw==","areaRef":"CeFEzwQuVKai0GC9xnNweQ=="},"content":{"description":"The Original Route, aka Javaman, is a really accessible climb for those wishing to push into 5.10 in the alpine. Even though it has 2 pitches of 5.9 and one of 5.10, the cruxes are short and quickly passed. The climbing itself is interesting, mostly in cracks, and lead to a fantastic summit. Even the approach is easy (by alpine standards) and straightforward.\n\nP1:\n\nStart at the base of a small, overhanging corner on the left side of the face, directly on top of the black dike. Make a few bouldery moves with no pro before gaining intermittent cracks. Continue following cracks through a less steep section. Belay before the vertical, larger than fist sized section at a small stance.\n\n(5.9, 100′)\n\nP2:\n\nClimb the large crack directly, use features inside, or a combo of the two. I found a great red C3 placement here, and didn’t feel like a #4 C4 was necessary. Once above this 5.9 mini-crux, continue up the corner system, traversing past small roofs. Climb a section of slab, then get ready for the crux corner. There seem to be two ways to climb this, either in the corner itself, or going up the overhanging splitter crack to the left of it. Either way, reach the top of the corner and build a belay in the roof crack above.\n\n(5.10, 170′)\n\nP3:\n\nI believe I got slightly off route here, but I will describe what I did. It worked and wasn’t too difficult. The guidebook doesn’t describe this pitch in much detail. Traverse left out from under the roof, following an angling, nearly horizontal crack. The hands are good, but the feet aren’t. I continued the traverse until the end of the crack, reaching a large stack of (seemingly) stable blocks. Once up these, I continued angling up and left on moderate, sometimes protected terrain. I built a belay on a large gravely ledge, about 15′ left and 20′ below the crux roof of the next pitch.\n\n(5.7+, 140′)\n\nP4:\n\nFrom the belay, move up and right on easy, but poorly protected terrain, aiming for the black roof above. I placed an offset nut in a solid constriction before turning the roof, and that was the only good gear I could find, so just a heads up. Once past the roof, the climbing becomes easy. Continue up until you come to an overhanging narrow corner. Build a belay here. There are likely several options for where to end this pitch.\n\n(5.9, 180′)\n\nP5:\n\nIf you belayed in the overhanging corner, head up it, pulling one last 5.7 section. From here it is all 5.Easy and 4th class to the top. There is a convenient terrain belay on the first large ledge you come to. I belayed there.\n\n(5.7, 120′)\n\nFrom base to summit took us 3:15.","protection":"We brought doubles from #3-0.75 C4, along with a single run of smaller cams from #.5 C4 to #00 C3 (including orange and yellow Mastercams). A set of nuts (including DMM alloy offsets), some quickdraws, and 8 shoulder length slings rounded out the rack. I felt this was a good selection for the route.","location":"The Original Route is located on the left side of the south face of Beehive Peak, ascending the tallest part of the face. The crux pitch is distinguishable as a large, right facing corner, capped by several roofs.\n\nApproach:\n\nFrom the Beehive Basin Trailhead (GPS: 45.306839, -111.385645), hike the well established trail until you pass the large puddle, and reach the lake (about 3 miles). If you want to bivi, there are several nice spots in this area.\n\nAfter passing the lake, the trail shrinks considerably, but try to stay on it as long as possible in order minimize impact. Once you reach the scree fields, contour your way up and left to reach the base of the climb. If you head far left too early, you’ll get stuck below the black dike, which is not part of the climb.\n\nFrom the car to the base of the climb took us 2:30.\n\nDescent:\n\nScramble the rest of the way to the summit, then follow the ridge line to the left (west). When you reach the top of a gully, you can choose to either rap (there was fresh webbing with rap ring around a beefy horn when we were there) or down climb. If you’ve done this route, you’re likely fine to scramble down, but do what is best for you. I felt the moves were high 3rd or extremely low 4th class.\n\nOnce at the bottom of the steep section, contour along the scree/gully to your right. Once you reach a rock ridge, head straight down the gully. Be cautious as it is very loose and somewhat steep. When the gully turns to the right, head up a short section of scree that leads to the top of the saddle between Beehive Peak and the rest of the ridge.\n\nFrom here, you have two choices: Head down the 4th of July Couloir directly ahead of you, or turn to the right and go along the ridge until you reach a moderate scree slope to descend on your left. We had threatening weather, so we chose to stay off the ridge.\n\nIf you go down the 4th of July Couloir, expect your experience to vary depending on snow level. We went down it mid-July and troughs were melted out along the walls on either side, making it reasonable to downclimb the slabs and walls. If there is more snow, or harder snow, an ice axe (and maybe even crampons) would be advisable. We were able to kick step in approach shoes across sections when we needed to. Had the weather not been bad, I think the ridge descent would have been a bit easier.\n\nOnce you reach the bottom of the couloir, find your way back to the lake and the rest of the way home!\n\nCar-to-car time for us was around 9 hours."},"__v":0},{"_id":"VLkTwX4cU8iHrS8iZXBZNg==","name":"New World Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rob Mueller, CHuck Swenson, Gigi Swenson (1991)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.40566,45.35399]},"left_right_index":5,"mp_id":"111045917","mp_crag_id":"113520044","climb_id":"VLkTwX4cU8iHrS8iZXBZNg==","areaRef":"CeFEzwQuVKai0GC9xnNweQ=="},"content":{"description":"Climb a nice corner crack system starting just to the right of the \"Original Route\" and left of \"Worker Bee.\" Belay on a nice ledge with a small horn. Continue up wandering cracks for a full rope length through a small roof until you reach easier terrain. Finish with a moderate 5.5/5.6 shorter pitch, then scramble on 4th class terrain to the summit. This climb has lots of options to break it up into shorter pitches or just keep them cruising.","protection":"Standard alpine rack.","location":"Descent:  Scramble along the summit ridge and either down climb or rappel your way to the top of the 4th O' July Couloir."},"__v":0},{"_id":"JTqKqZ1wUYu9o2PEOenmgQ==","name":"Bees Knees Variation","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Doug Addicott and Sam Stephens","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.40566,45.35399]},"left_right_index":3,"mp_id":"107311449","mp_crag_id":"113520044","climb_id":"JTqKqZ1wUYu9o2PEOenmgQ==","areaRef":"CeFEzwQuVKai0GC9xnNweQ=="},"content":{"description":"A variation to Javaman: Doug and I went up to do Javaman on Beehive and wound up accidentally doing this variation finish which turned out to be amazingly fun. I don't think it's been done, and if it has not often because it was covered in lichen. Everything on the established route was much cleaner.\n\nAnyway, climb Javaman through the crux corner and turn the crux overhanging corner following the diagonal crack left. From here I belayed directly below the vertical crack that breaks off into the CTT variation listed in Vassiloopoulos' book. Doug took off to the left in the diagonal crack and went straight up the face towards a small bush above some big blocks.\n\nInstead of trending left to the corner system that finishes Javaman he went straight up the face and corners below the roof and then took a hard right to a small alcove (left facing corner under a small roof), below a slab. This was where he belayed (3rd belay).\n\nAbove the belay is a slab, with a right facing overhanging corner (with a tree in it) up and left of you and a large roof directly above you. From here, I pulled straight over the small roof off the belay and followed a thin, left trending flake towards the overhanging corner. Just above a small tree in the corner you move up into a slightly awkward position under the overhanging corner and pull around it to some good holds on the face.\n\nAfter pulling around the corner you're on a face to the right of where Javaman goes up. This is where I think the third belay should be rather than where we established one.\n\nFollow the face up through a small roof and some great chicken heads and knobs. Eventually you'll trend a little left as you're going up and get to some good left facing flakes covered in lichen. Follow these flakes up to a small ledge. The climbing up the face is amazing! This is where I built the 4th belay. From here continue up easy terrain to the summit.\n\nIf the third belay was moved up to where I suggested instead of the alcove we originally built it in, you may be able to move the 4th belay spot up to a larger ledge where you can continue un-roped to the summit afterwards.\n\nDescent: Head climbers left down the ridge passing a cairn. Follow the gulley (some 4th class) down to a rap station (one 60m rope is sufficient, just watch the ends). Then follow the obvious loose gulley down below the dark bands of rock.","protection":"Doubles from green aliens to C4 #3, a #4 would be helpful but not necessary. Single set of nuts and a dozen runners.","location":""},"__v":0},{"_id":"1xBIkExDUGm+J6loqsXlpQ==","name":"Beehive Traverse","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.40566,45.35399]},"left_right_index":8,"mp_id":"117613454","mp_crag_id":"113520044","climb_id":"1xBIkExDUGm+J6loqsXlpQ==","areaRef":"CeFEzwQuVKai0GC9xnNweQ=="},"content":{"description":"The Beehive Traverse is an awesome ridge climb that ticks off the best summits along the north end of Beehive Basin. Easily doable in less than 6 hours, this climb features tons of cool scrambling and climbing along the exposed ridge line. If you like doing some skywalking, this is the route for you!\n\nWhile this route isn't sustained technically, there is quite a bit of 4th class  as well as route finding challenges to contend with. Thankfully, the approach is short (at least for an alpine climb) and you can often tailor the difficulty to your preference.\n\nFrom the Beehive Trailhead, hike to the lake. From here, continue on the trail up past the Prow. Once you pass it on your right, begin contouring up to the far northeast end of the basin to gain the ridge.\n\nBefore I list specific beta, but this route is definitely doable onsight, and is worthwhile as such if you have the skills to complete it that way. If not, feel free to keep reading!\n\nOnce you gain the ridge at the saddle above and north of the Prow, you can begin climbing whatever gendarmes look fun. While not strictly necessary, they do offer some fun scrambling and are a nice warm up for your head for what's coming next. Stay as true to the ridge as you like.\n\nThe first real difficulty comes after summiting Honeycomb Peak (the small sub peak to the east of Beehive). Staying on the ridge line proper is extremely exposed and difficult. Unless you want to rig a rappel, head back the way you came for a short distance, then drop down the ridge line to the north. This down climbing is exposed and on licheny rock, but it is solid. You could probably go back farther and find easier climbing, if you prefer.\n\nAfter you pass the gully between Honeycomb and Beehive, you can regain the ridge and continue weaving your way through and over gendarmes. This section is really fun and offers fantastic exposure and views.\n\nEventually, the ridge gets difficult, so if you want to keep the grade reasonable, drop down onto Beehive's north face. More scrambling will bring you to the final crux: a 50' slab with a seam. There are other options, but this one is the least sustained and/or exposed and has good rock quality. Make a few harder moves close to \"ground,\" before getting into the no fall zone. You've been practicing your slab bouldering, yeah?\n\nFrom the top of the slab, the summit is a short hike away just to the southeast. Enjoy the panoramic views!\n\nFor the next part of the traverse, follow the standard Beehive descent. When you get to the top of the 4th of July Couloir, however, continue on the ridge line. As with the start of the traverse, you can climb whatever gendarmes look appealing. Eventually, the ridge gets choked with trees, and it's time to drop back into the basin.\n\nIt would be very doable to complete the traverse the opposite direction as well, although I've only ever done it east to west.\n\nJust for a reference, it is almost 9 miles round trip, with over 3000 feet of gain.","protection":"Your climbing skill. You could bring a rope and rack, but good route finding and judgement will be a lot better to protect you on a route like this. You don't want to pitch any of this out, and I don't think you'll get gear on the crux sections anyway. You may want an ice axe and crampons early season.","location":"The northern end of Beehive Basin."},"__v":0},{"_id":"RIylAnnsUp2UjXeV4TX9zQ==","name":"4th of July Couloir","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.40566,45.35399]},"left_right_index":0,"mp_id":"107234029","mp_crag_id":"113520044","climb_id":"RIylAnnsUp2UjXeV4TX9zQ==","areaRef":"CeFEzwQuVKai0GC9xnNweQ=="},"content":{"description":"This is the southwest couloir. From Beehive Peak follow a faint trail toward the southeast face. Climb through boulders and/or snow(depending on the time of year)toward the left side of the main wall where there is an wide couloir going straight up. The couloir melts out late, we did it early August and it still had plenty of snow, but on low snow years it would melt out earlier. You will need crampons if there is snow, and an ice axe is recommended. Climb up the couloir toward the obvious notch. Just below the notch there is a big V-shaped chimney heading up to the right. You can rope up here or climb slowly, it is easy 5th class. From the top of the chimney there is another couple hundred feet of 4th class scrambling to the summit.\n\nDescent is possible via either of the two couloir that flank the south east face. There are rappel slings at both, but it is possible without ropes.","protection":"Light rack, crampons, ice axe. Rope if wanting to rappel.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,d76ade60-b810-5fb0-8ff9-33e4902a4eab,d4a4fe0e-a554-5ef7-9d3d-382674b2f226,09e144cf-042e-54a6-a2d0-60bdc6737079","pathTokens":["USA","Montana","Southwest Region","Big Sky Area","Beehive Basin","Beehive Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":1,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":7,"bands":{"unknown":1,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.40566,45.35399]},"bbox":[-111.40629988108654,45.353540339818146,-111.40502011891346,45.35443966018187],"left_right_index":-1,"ext_id":"113520044","area_id":"CeFEzwQuVKai0GC9xnNweQ==","polygon":{"type":"Polygon","coordinates":[[[-111.40629988108654,45.353540339818146],[-111.40502011891346,45.353540339818146],[-111.40502011891346,45.35443966018187],[-111.40629988108654,45.35443966018187],[-111.40629988108654,45.353540339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:09:37.303Z","updatedAt":"2024-02-19T18:34:35.111Z"}