{"_id":"6368a1b8e80bff5a99553f98","area_name":"Outlook, The","shortCode":"","climbs":[{"_id":"X0cd9EwRWYKpUpqNOKT0LQ==","name":"Two Lost Guys","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"?FA?  ACB R Hall & RW","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05383,44.47969]},"left_right_index":0,"mp_id":"112019374","mp_crag_id":"111983790","climb_id":"X0cd9EwRWYKpUpqNOKT0LQ==","areaRef":"ftJ6TeMiWIS9Pg9q5tqKLg=="},"content":{"description":"For a route \"topo\" see the photo posted to the main Outlook-Area page.  \n\n  North Bald Cap, across the way, has it's \"Lost Boys\" area, so we called this \"Two Lost Guys\".  \n\n  Acting on a recent post to MntPrjct we took gear and a printed copy of posted descriptions, along with some fairly high resolution photos I'd taken from No. Bald Cap a couple of years earlier, and went exploring. Outlook's submitter (Ron Birk) had sent me a link to a photo with routes, but I never clicked on it as I had assumed that the link was to the written descriptions in a public blog. (Yes, pretty dumb of me, eh?!) \n\n  After the grind to the top (1200 ft in 1.2 miles to the Outlook Junc.) we had many discussions on \"Where, exactly, is this \"tree island\"? (Later I was to conclude it was on the very top of the cliff !) \n\n  We did find the double bolted anchor about 100-120 ft down the climber's-left skyline ridge. (photo)  We used this to rap down what you'd call the \"west face\" (190 ft rap, staying to rappeller's left and not dropping right over the overhangs) to a good tree ledge. (According to the photo on \"smug-mug.com\" there's another dbl bolt anchor about 30-40 ft right, and 10-20 ft higher than this ledge. On a 2nd trip to the Outlook we would find this station, see \"Hand Over Hand\")  A solid 5-inch diameter pine provided a 2nd anchor to rap down the \"south face\". We stopped about 150 ft down at a pine tree, about 30-40 ft from what looked to be the base. (Much scrub and many trees would have made for an unpleasant rap of this final 50 ft.)   \n\nP1 - Climb back to the pine tree ledge. For us, this pitch included climbing a fairly prominent, 25-30 ft high R-facing corner of more distinctly yellowish rock. (in photo of P1)  150 ft  5.3   Whether this pitch included any of \"Hand Over Hand\" is not known for sure. [Disclaimer: due to the weather, and the rope-mess that would have resulted in pulling the ropes into the trees and bushes, the \"leader\" top-rope soloed this pitch.]   \n\nP2 - Step right from the belay pine, then up the white-ish rock via a series of corners, flakes and faces, (photos) arriving at the dbl bolt anchor.  190 ft 5.4-5.5  It is now believed that this pitch is about 25-30 feet climber's left of the top pitch of \"Hand Over Hand\" This was a very nice pitch, and more interesting than it looked when we rapped down it. Whether it had been done before I have no idea. Can't believe it hadn't.  \n\n  \"P3\" (as per \"Hand Over Hand\") - scramble 100-120 ft to the top trees. Class 3 to 5.0\n\n  After this climb we were still confused about where the already-established routes were, so one of us got lowered down 125-140 ft in two places on the main face of the cliff. We could not see any of the dbl bolt anchors that are supposed to be there, but given the mica embedded in the rock, this is perhaps not surprising, or perhaps we did not lower far enough.  (The first of our lowers is now known to have been only about 40-50 ft to climber's right of \"Sweet Success\")  \n\n  The rock was generally quite climbable, and of a similar nature to the pegmatite section of Pine Mountain. Climbing back up from these \"lower downs\" was generally in the 5.3-5.5 range, including traversing under what had looked like a formidable overhang from our stance at the lower pine tree on \"Two Lost Guys\".   ","protection":"Std Rack - Mid-sized cams (0.4 to 1.0 Camalot-sizes) seemed best.","location":""},"__v":0},{"_id":"Sn/bSLGTWViikZ+lCdgPeQ==","name":"Sweet Success","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jack Dorsey and Chuck Woodman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05383,44.47969]},"left_right_index":4,"mp_id":"111985403","mp_crag_id":"111983790","climb_id":"Sn/bSLGTWViikZ+lCdgPeQ==","areaRef":"ftJ6TeMiWIS9Pg9q5tqKLg=="},"content":{"description":"For a route \"topo\" see the photo posted to the main Outlook-Area page.  \n\n Topo may not follow exact route. \n\n  [via Woodman's comments]   P1. Climb past flakes and small corners and overlaps most any way up to the anchor. The crux move is climbing a short white slab past a bolt. Dirty in spots. 5.6   160'   P2. Better climbing leads past more small features up to a break in some small overlaps, then past a block, and back to the tree island.  5.5   160'   \n\n  The name is a play on the name of the mountain the Outlook is located on the side of Mt. Success.","protection":"A standard rack up to 3\" will work.","location":"Climber's right of the cliff. From the tree island at the top, do a rappel down to a 2 bolt anchor, then rappel further down to just left of the bottom by a small pine tree. The route follows the line of the rappels."},"__v":0},{"_id":"OjBRxk13WAG7B4nsnjABCQ==","name":"Sun and Games","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jack Dorsey and Chuck Woodman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05383,44.47969]},"left_right_index":3,"mp_id":"111985409","mp_crag_id":"111983790","climb_id":"OjBRxk13WAG7B4nsnjABCQ==","areaRef":"ftJ6TeMiWIS9Pg9q5tqKLg=="},"content":{"description":"For a route \"topo\" see the photo posted to the main Outlook-Area page.  \n\n  [via Woodman's comments]   P1.  From a break on the tree ledge, climb straight up past featured slab and small corners, then step left and climb steeper rock up a beautiful face to the top. The crux is tiptoeing up a white slab to a small, loose looking block and crack. A really nice pitch.  5.7   190'   P2. Scramble up to top. 5.0 80' \n\n  [NOTE: We split P1 into two pitches. R Hall]","protection":"A standard rack up to 3\" will work.","location":"Located just climber's left of Sweet Success. From the tree island, rappel or scramble 80' down and right to a grassy ledge and 2 bolt anchor above the face, then make a rappel down a beautiful face to a long, narrow tree ledge. Close to 200' feet. \n\n  [NOTE: The top anchor bolts are located at approx. the same level as the anchor bolts of \"Hand Over Hand\" (the bolts on the shallow 'ridgeline' between the south and west 'faces'). They are not easy to see, but if you find the \"Hand Over Hand\" bolts, and then scramble skier's left on ledges for 30-35 feet you should find them.  See also the Ron Birk photo and other photos on the subject, as well as the sketch of the summit area posted to the main Area's page. R Hall NH Admin. 8-5-16]"},"__v":0},{"_id":"1yanH4pJXUKJKdARZV0bdg==","name":"Hand Over Hand","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jack Dorsey and Chuck Woodman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05383,44.47969]},"left_right_index":1,"mp_id":"111985415","mp_crag_id":"111983790","climb_id":"1yanH4pJXUKJKdARZV0bdg==","areaRef":"ftJ6TeMiWIS9Pg9q5tqKLg=="},"content":{"description":"For a route \"topo\" see the photo posted to the main Outlook-Area page.  \n\n  [via Woodman's comments]   P1. Climb 100' up to a roof, pull it awkwardly (crux, 5.7) and continue up on nice rock to the first anchor.  5.7,  160'   P2. Head up and left and pop onto a beautiful white slab. Jam up an absolutely gorgeous crack which starts at an inch and widens to off width as it curves right under the overlap. Broken cracks in blocks lead past a steeper headwall, the climb a small white dike to lower angle rock and the anchor.  5.6,   170'        P3. Scramble up to top.   5.0   120'","protection":"A standard rack up to 3\" will work.","location":"Climber's left of the cliff. From the tree island rappel or scramble down to a two bolt anchor on the \"ridge\". (See sketch of summit area.)  Two double rope rappels will get you to down to the woods. \n\n   [See COMMENT about possible single-70M-rope raps.]"},"__v":0},{"_id":"oOg9HqfJV2yOEbUX865eiA==","name":"9 Dollar Boys","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Andrew Pelton and Matt Barker","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.05383,44.47969]},"left_right_index":2,"mp_id":"111985427","mp_crag_id":"111983790","climb_id":"oOg9HqfJV2yOEbUX865eiA==","areaRef":"ftJ6TeMiWIS9Pg9q5tqKLg=="},"content":{"description":"For a route \"topo\" see the photo posted to the main Outlook-Area page.  \n\n Topo may not follow exact route. \n\n  [via Barker's comments]   P1. Up the slabs with tricky gear heading towards a natural belay below the large roof on a ledge.  180 feet 5.7R   P2. Head up and left from the belay and gain the left slanting crack. Follow this through the roof on great gear up to another good ledge with a natural belay.  160 feet 5.7   P3. Scramble to the top of the dome.","protection":"A standard rack up to 3\" will work.","location":"The line goes right up the center of the cliff through the big roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4eb5c882-6ac8-52c7-bb65-274c9e5a9f56,7ed27a4d-e322-5884-bd3e-0f6ae6da8a2e","pathTokens":["USA","New Hampshire","Great North Woods Region","Outlook, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":2,"label":"5.6"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.05383,44.47969]},"bbox":[-71.05446021850068,44.47924033981813,-71.05319978149932,44.48013966018187],"left_right_index":-1,"ext_id":"111983790","area_id":"ftJ6TeMiWIS9Pg9q5tqKLg==","polygon":{"type":"Polygon","coordinates":[[[-71.05446021850068,44.47924033981813],[-71.05319978149932,44.47924033981813],[-71.05319978149932,44.48013966018187],[-71.05446021850068,44.48013966018187],[-71.05446021850068,44.47924033981813]]]}},"content":{"description":"A stunningly beautiful place away from the crowds, overlooking North Bald Cap. The top of the cliff is a popular view point for hikers (as there is a trail leading there). The cliff itself is around 400' high and has at least four established routes. There are a couple of bolted anchors midway the cliff. \n\n  To rappel, you can sling a boulder at the top and you can reach the midway bolted anchors. Double ropes is recommended."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:12:12.724Z","updatedAt":"2024-02-19T18:35:42.681Z"}