{"_id":"6368a185e80bff5a9954f30c","area_name":"The Monument","shortCode":"","climbs":[{"_id":"yihrgwxXXIqDx/9hqf43nA==","name":"West Edge Lane","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":1,"mp_id":"107435440","mp_crag_id":"105732084","climb_id":"yihrgwxXXIqDx/9hqf43nA==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"West Edge Lane takes the sharp arête directly below Desert Gold.  It begins up Clipper (the dihedral to the right) and then moves left and flirts with the arête past 5 bolts to a chain anchor on a small ledge just below the first belay of Desert Gold. \n\n  The crux is at the very top, but several difficult sections, often using fragile, small flakes, make this a challenging route.  This route will become much more difficult/impossible if these holds break, so wear your kid gloves.","protection":"Five bolts and an anchor.","location":""},"__v":0},{"_id":"vaNOyC2XVEO99avkKbbsdQ==","name":"Two in the Busch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":9,"mp_id":"116571085","mp_crag_id":"105732084","climb_id":"vaNOyC2XVEO99avkKbbsdQ==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"Two in the Busch climbs a series of easy cracks separated by vertical scrub oak thrashing to get to a beautiful 5.9 splitter dihedral two pitches off the base of the Monument.\n\n P1: Start at a nice ledge with some giant huecos to stash your packs in, and climb a 5.8 finger crack to series of blocky ledges. Follow the blocky ledges up and right through some not too bad scrub oak to a huge ledge and a two bolt anchor.\n\n P2: Off the comfy ledge climb an easy hand crack to a section of vertical jungle navigation significantly more arduous than the first. Climb these scrub oaks up and right to the base of the totally bitchin' dihedral you thrashed your way up here to climb. Make a gear belay and save your #1s for the next pitch.\n\n P3: Negotiate a potentially awkward flare for about 3 feet to get to the climbing you came up here for. Lieback jam and smear up this awesome crack to its terminus at a roof. Step to the left and belay at a two bolt anchor. From here it's two raps to the ground with a 70m rope.\n\n P4?: Adventurous (suicidal) climbers may proceed up and left through an extremely chossy roof crack with loose blocky jugs at about 5.10+ to another large ledge, where the route may lead to more climbing to the top of the Monument. There are no known anchors above pitch 3.","protection":"Long sleves, 70m rope, double rack to #2","location":"Located around the corner from seduction line, just past handbone, but before cornucopia. If you hit the Chinese Handcuffs alcove you've gone too far. This route is best identified by the awesome dihedral about 3 pitches up the wall."},"__v":0},{"_id":"BhlALegjVqC53gOZOuyNHA==","name":"Step Into The Squeezer","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Andy Hansen & Jason Molina","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":12,"mp_id":"107483384","mp_crag_id":"105732084","climb_id":"BhlALegjVqC53gOZOuyNHA==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"To the left of Chinese Handcuffs is a twin set of cracks that lead up to an ominous off-width flare; one wide on the right and one thin on the left. \n\n  This crack route has it all- liebacking, stemming, a roof, thin hands, hands, fingers, a lot of off-width flare climbing and even a little bit of face climbing. It will test your skillzzz. \n\n  Step Into The Squeezer begins with the left crack (the direct line, the wide crack, could potentially go with larger gear and probably a little more difficult). Lieback, stem and jam your way up strenuous 5.9 territory placing pro where necessary. When the crack sort of fades and merges into the wide...step right into the squeezer. From here work your way up the flare- a few #5 Camalots work nicely here although you're able to walk a single #5 up the whole way. When the flare ends face climb to a roof. Be careful here as some sandy chockstones could let loose at any moment. At the roof, make wide stems and exit right to belay at the tree above Chinese Handcuffs. This route is considerably more strenuous than Handbone. Alternatively you could belay in the alcove directly above the route however there isn't much in the way of solid gear for an anchor.  \n\n  Descent: Rap from the tree above Chinese Handcuffs","protection":"Single Rack to #3 Camalot, 2 #5 Camalots","location":""},"__v":0},{"_id":"qFLYyhB7UpWlrwTUThEAbQ==","name":"Seduction Line","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":6,"mp_id":"107503520","mp_crag_id":"105732084","climb_id":"qFLYyhB7UpWlrwTUThEAbQ==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"Several hundred yards to the right of Desert Gold is a beautiful streak of red varnish - easily visible as far away as the parking area.  Hidden at the left edge of this streak is Seduction Line which, in my opinion, is the best 5.12- crack in Red Rocks. \n\n  Approach by scrambling up a decomposing chimney with a chockstone and lone bolt, or by scrambling up as for Hand Bone and working back left on a precarious, loose ledge to the start of the corner. There is room to belay here, but little in the way of an anchor so make sure the leader gets some good gear in early. \n\n  Begin just left of the corner by climbing easily up wedged flakes for 10 to 25' before transitioning back right into the corner - there are several opportunities to do this.  Solid jams and liebacks lead to a resting stem box feature, then its game on: Lieback up the gradually narrowing crack until it is barely tips size (0 to 00 TCU's)...  A few subtle features for the feet make stemming possible, but be prepared for a desperate 20' battle to the anchors. \n\n  This route currently has one of the worst anchors I've seen in Red Rocks in a long time: Two very rusty quarter inchers. Beware. I put new quicklinks and rings on them, but these really should be replaced.","protection":"Double set from 00 TCU to 1 Camalot. Extra 0.4 Camalots.  A 70m rope allows rapping from the anchor past the belay ledge and on down to the approach ledge below.","location":""},"__v":0},{"_id":"RszO8JCqVJG0FhJ7Wgmr1w==","name":"Papillon","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Unknown.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":5,"mp_id":"114119467","mp_crag_id":"105732084","climb_id":"RszO8JCqVJG0FhJ7Wgmr1w==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"This route is an amazing journey and one of the best climbs in Red Rocks.Start just left of Seduction Line. Belayer can stand on a chockstone at the top of a loose chimney.P1 (110’, 5.12b): Jerry Handren, in his typical understated fashion, describes this pitch as “worrying.\" I'm inclined to agree. Expect difficult-to-read climbing and protection that is compounded by a steadily increasing pump. Begin by carefully scrambling up decomposing rock to a short left-facing corner and roof. Undercling around this and continue up a left-facing layback. Committing moves lead to a shake and questionable gear. From this stance traverse leftwards across the wall to an obvious pod near the arete. From here on out the gear is good but it is pumpy to place and well-spaced. Launch upwards onto the varnished headwall to a climatic crux near the top of the pitch. If you blow it from here, you will punch a hole in the sky. Don’t blow it, and instead move right to a bolted anchor on a comfortable ledge. Take extreme care to manage rope drag on this pitch (see note under protection).P2 (100’, 5.12c): Mostly bolted, but bring a 0.75 Camalot and a few slings. Left off the belay then up the wall via interesting pockets formed by thin patches of varnish. The first crux is a long reach and thin traverse left to a good hold. The second crux is pulling the roof above. Insecure climbing leads to a bolted anchor at a stance.P3 (100’, 5.11b): Entirely bolt protected, but sparsely so. Wander up the varnished face above. Unfortunately a lot of the rock here feels quite fragile but if you made it through the first two pitches this will be a walk in the park. Consider not belaying at the anchor at the top of the wall and instead top out and savor the moment by belaying at a higher anchor on the massive rubble-strewn ledge above.","protection":"2x Green Aliens, Blue X4’s, or #1 TCU’s… whatever you have as long as they are slightly smaller than 0.3 Camalots.   2x 0.3 to #1 Camalots   Wired Stoppers   RP’s   Many Draws and Slings   Double Ropes or a 70m rope   A Skilled and Affirming Belayer \n\n  The two ascents I know of prior to mine employed double ropes on the first pitch. I used a single rope but tied into both ends, dropping one end about a third of the way up. The point is be very mindful of rope drag on pitch 1.","location":""},"__v":0},{"_id":"7OHrOaqXWB+usn5qirrZ1w==","name":"The Madcap Laughs","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":4,"mp_id":"107504836","mp_crag_id":"105732084","climb_id":"7OHrOaqXWB+usn5qirrZ1w==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"Named after the Syd Barrett (Pink Floyd's early frontman) solo album, The Madcap Laughs is one fine pitch of rock climbing.  From the moment you leave the ground this thing keeps after you in one way or another for a long ways... it's only one pitch, but it feels like an eternity. \n\n  Begin by climbing up and into a huge, overhanging scoop of rock; one bolt protects the initial moves, and another in the roof protects a grovelly move onto an airy perch.  Here a small TCU in suspect rock will provide some peace of mind for an awkward sequence working leftwards past hollow holds to a very small stance at the base of the left arete of the formation.  The exposure here is thrilling. \n\n  Launch up the arete, clipping three bolts, and then move through a steep section utilizing blind, thin horizontals.  Wiggling in 0 and 00 TCU's here is pulse-quickening.  A bolt here would have changed everything - I'm very appreciative of the FA's vision in leaving this thing naturally protected where possible, yet reasonably safe, even though as such it is all so unlikely.  Anyway, a few more moves leads to a thank-god placement, then some easier climbing to an intermediate anchor at a small stance.  This is a hands-free sit down rest and the route could be done in two pitches with a belay here. In any case, regroup and launch straight up onto the overhanging, chocolaty checkerboard face above.  This is the crux: huge lockoffs on good holds and fiddling in small wires in a vague, crack-like seam.   \n\n  A single 70m rope allows rappel from the anchors atop the formation all the way back to the staging area at the base.  While the climbing is probably safe, long falls on this route are possible if you're trying hard, hence my giving it a PG-13 rating.  This is a neo-classic if there ever was such a thing.","protection":"Some small cams (nothing bigger than 0.5\"), wires, a single #2 Camalot and a 70m cord.","location":"Look for a beautiful column of brown rock laced with obvious checkerboard cracks and a pronounced roof feature on the left side.  It sits far above the ledge system a few hundred feet right of Desert Gold and can be approached by a dangerous scramble up the right of the two gullies beneath the formation. The left gully goes too, but it's worse."},"__v":0},{"_id":"yR+s3xykXqerjttIEmZWOw==","name":"Lizard Locks","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":14,"mp_id":"107477781","mp_crag_id":"105732084","climb_id":"yR+s3xykXqerjttIEmZWOw==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"Lizard Locks is a strikingly beautiful, thin, splitter crack in hard sandstone on the northern end of The Monument wall. Start climbing to the left of the crack through easy and blocky terrain to reach the base of the business. Place bomber protection and move upwards taking any opportunity to rest before the real fight begins. As the wall steepens so too does the crack thin out. Move through a thin section to a good hand jam pod. From here your creative use of the features provided will bring you to a big fat jug at the anchors. Proud send, my friend.","protection":"Double cams from thin to finger size.","location":""},"__v":0},{"_id":"VcMZ7NUOVCO2HAghW/26Vw==","name":"Headlamp Mechanics","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":11,"mp_id":"120039381","mp_crag_id":"105732084","climb_id":"VcMZ7NUOVCO2HAghW/26Vw==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"Find the twin cracks. Step Into the Squeezer starts in the hand crack on the left (5.8), then merges into the chimney on the right(5.9). Headlamp Mechanics finishes up a stellar finger crack up and left.  Climb the hand crack, and when it merges into the chimney, place a #5 cam high, sling it long, and step left (flat foot sized pedestal feature).   Small cams protect the bottom of the crack and a single steep move.  After that it's pure fun to the anchor. About the same difficulty and quality as Topless Twins.","protection":".1-5. Doubles .3-1. (No #4 needed)","location":"Same as Step into the Squeezer and Chinese Handcuffs.  The double cracks to a chimney is a dead giveaway. "},"__v":0},{"_id":"Wf1JDdBLVh6qk2rCk7IeIQ==","name":"Handbone","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":7,"mp_id":"106388482","mp_crag_id":"105732084","climb_id":"Wf1JDdBLVh6qk2rCk7IeIQ==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"Climb the very nice, Indian creek style hand crack in the left facing corner. The crack starts perfect Gold camalots then pinchs down near the top. There is a nice ledge, and a great anchor, on top of the pitch.","protection":"1-2sets camalots from .75 to #2.","location":"After the initial approach up to the base of Desert Gold traverse around to the north(right) on a very loose and broken ledge system. After traversing around an amphitheater start looking at the wall above . . . the climb will be obvious."},"__v":0},{"_id":"ua3WeHo6V0+Xw/fHBvp2ww==","name":"Desert Gold","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Stefan Glowacz - 1987 (with credit to Paul Van Betten, Richard Harrison, and Sal Mamusia)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":0,"mp_id":"105934919","mp_crag_id":"105732084","climb_id":"ua3WeHo6V0+Xw/fHBvp2ww==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"Desert Gold is perhaps the most striking, photogenic pitch in all of Red Rocks. Classic pictures of the likes of Paul Van Betten, Peter Croft, Brian McCray, Roxana Brock, Katie Brown and many others have adorned the pages of guidebooks and magazines for years. And there's a reason for this: The line features an unbelievable dead horizontal splitter roof crack; climbers are pictured hanging underneath this beast from jams, completely inverted - it's a mind-boggling sight. \n\n  The first ascent of the roof was completed in 1984 by PVB and Richard Harrison. Paul apparently had a shrine in his home dedicated to the amazing Separate Reality in Yosemite and was ecstatic when he discovered this likeness, here at his home crag of Red Rocks. Choosing to avoid the intimidating overhanging fingercrack splitter that led up to the roof, they aided in on two bolts (since consolidated to one) and climbed the roof only from an uncomfortable hanging belay. They rated it the same as Separate Reality: 5.11d which is a major sandbag unless you have massive mitts. \n\n  Three years later PVB returned with Sal Mamusia to finish what he started (or start what he finished rather) by climbing the finger crack directly up to the roof at 5.12c. This was named \"Desert Crack\". \n\n  A month later the great Stefan Glowacz made the obvious linkup by climbing this whole thing in one pitch. Really this should be considered the true first ascent and is now the way the route is climbed: Desert Gold, 5.13a. \n\n  Begin by climbing an approach pitch (5.9 PG13) on the left wall below the massive roof. This is actually quite enjoyable. Traverse right on a thin foot ledge towards loose blocks, or continue up a massive hollow flake and then move right. This leads to a bolted belay at a sloping stance. 90'. Alternatively, climb Clipper (best option) or West Edge Lane to this same belay. \n\n  Clip a bolt off the belay with a long runner and step left around the arete into a junky corner. Up this a few moves and then back onto the arete. Stretch right to the crack, place pro, and commit to the short but surprisingly steep finger crack. There is basically one move of each size - tips through hands - on the way to the roof, so no matter your hand size, there's a crux for you! Under the roof, cop a pumpy rest and avoid clipping the lowering bolt; instead launch outwards. #2 Camalots quickly widen to #3 Camalots at the lip where a jug awaits for pulling over to the top. For many this \"11d\" section proves to be the crux. \n\n  Upon finishing, most will down aid back across the roof to the lowering bolt. This bolt is a 5/8\", 6\" long monster and is absolutely bomber. From here lower back to the belay and rap. \n\n  South facing, but because of the roof it gets shade after 2 PM in the winter.","protection":"1 each 0.2 or 0.3 Camalot to #1 Camalot   3 each #2 Camalots   2 each #3 Camalots","location":"Desert Gold is the yellow, cobra-shaped rock scar on the Monument. Easily visible from the parking lot if you know where to look. I posted detailed approach directions in a comment on The Monument area page."},"__v":0},{"_id":"JV0p78aGV0GuW3g882MfnA==","name":"Cornucopia","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Moore, et al.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":10,"mp_id":"105801160","mp_crag_id":"105732084","climb_id":"JV0p78aGV0GuW3g882MfnA==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"At the center of the Monument.   Start on a positive leaning ramp up to a block   leaning against the wall.   P1 - climb a short dihedral to a crack (100ft)   to a scrub oak with slings on it   P2 - go into the chimney (awkward moves) around the corner and out into the light through loose rock   P3 - follow the wide crack to a small belay stance on the face   P4 - continue up the crack and face to the top of the Monument ","protection":"SR","location":"Walk off down the gully to the south (towards Desert Gold)."},"__v":0},{"_id":"Y77b6U4yUESSbhptx99/Cw==","name":"Clipper","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Van Betten, Mike Ward. 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":2,"mp_id":"107413819","mp_crag_id":"105732084","climb_id":"Y77b6U4yUESSbhptx99/Cw==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"To the right of Desert Gold are two obvious right and left facing corner systems. The thin, right facing corner is Clipper. The thin, left facing corner system is Violent Stems (5.11d). Begin by climbing up chossy rock to where the thin corner starts. Do some fun liebacking up to a good stance and place your gear. Crank out a couple of stem/mantle moves up to the bolt and clip that thing. Continue up the thinning corner with increasingly difficult moves to a wide pod. Once here place that 4\" cam you lugged up there and then power lieback your way up and over the overhang to the 1st pitch anchors of Desert Gold. A very fun, surprisingly well protected and high quality route.","protection":"Single Rack to 4\"","location":""},"__v":0},{"_id":"MSVxp1q5UL26vzLIoKRVhg==","name":"Chinese Handcuffs","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bill Price, 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":13,"mp_id":"107477803","mp_crag_id":"105732084","climb_id":"MSVxp1q5UL26vzLIoKRVhg==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"Chinese Handcuffs is the obvious sick looking tips & ringlock splitter on quality looking sandstone on the northern end of The Monument wall.  \n\n  Begin up the twin cracks moving from one crack to another. Very good and varied movement. Surmount a bulge midway and stare up at the vicious splitter that awaits. Plug some gear and chug-a-lug your way up clipping the bolt if you please or placing a small cam that protects the strenuous crux quite nicely. Continue upwards. Nice send, friend.  \n\n  Rap off the pine tree at the top.  ","protection":"Double cams from .3-.75 (Camalots) 1 each #1 & #2. C3's or TCU's at the very top.","location":""},"__v":0},{"_id":"rY8AlYIkXbCFmGRcwRWXKA==","name":"Brownline","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"BM JP KB","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":3,"mp_id":"116571105","mp_crag_id":"105732084","climb_id":"rY8AlYIkXbCFmGRcwRWXKA==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"A fun and varied splitter crack leads to a choose-your-own-adventure varnished face with lots of shade.\n\n P1: Negotiate about 5' of choss and climb onto the block at the start of the crack and put in some gear up high. A crux comes early with a section of thin hands leading to a section of ring locks before a foot ledge offers some respite. Climb through a section of fingers that pinches off to a thin section before a great hand crack. Just when you thought you were having fun, the hand crack gets wide and goes to a section of belly crawling around a roof to a huge ledge and a good two bolt belay.\n\n P2: Put a draw on one of the anchor bolts and step around the corner to an exposed face to begin your journey upward. Pretty much everything on this face is a hold. The easiest way up this is probably well protected 5.6, and the hardest could leave you doing some 5.10 moves with tiny gear below. The varnish provides a combination of pure jug joy and some nerve-wracking exposure. Press on to a two bolt anchor at the top of the formation.\n\n Two raps with a 70m rope will take you to the ground.","protection":"Double rack to #2, a #3 and #4 can be of use on P1. 70M Rope.","location":"Access the route by scrambling the gully to the right of Desert Gold. The crack is visible on the left wall and has a decent belay stance at the base."},"__v":0},{"_id":"6cfyhaCwVSqLllQ1DYpkBA==","name":"Bone Saw","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":8,"mp_id":"120047352","mp_crag_id":"105732084","climb_id":"6cfyhaCwVSqLllQ1DYpkBA==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"This route starts steep and tricky and then settles into a unique crack characterized by tough sizes at an easy angle.  The gear is great start to finish, so get after it. Start on flakes and a fingercrack and pull up.  Get over your immediate disappointment with how tricky it is and figure it out over solid cams. After the opener, settle into the super clean crack and work on your ring lock technique in the most forgiving of circumstances. Upon reaching the top, sling your last cam long and head left on easy ground to the bolted anchor of Hand Bone.","protection":"Single .4-2 with doubles .5-1","location":"The right side of the pillar that creates Hand Bone.  "},"__v":0},{"_id":"Rmh9wt3VVHejIIsj6XytQg==","name":"All the Right Moves","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"left_right_index":15,"mp_id":"120051824","mp_crag_id":"105732084","climb_id":"Rmh9wt3VVHejIIsj6XytQg==","areaRef":"NGKo3H4eU12i9ICYfcldNA=="},"content":{"description":"This stemming and smearing testpiece is a real gem.Scramble up the bottom of Lizard Locks. Where the finger crack starts, step right around the corner (not easy) and prepare to face the insecurity.  Stem, layback, smear, and swear your way to the top.  Luckily this is easily top roped off the LL anchor, because I won't be leading this until I get a terminal diagnosis. ","protection":"I dunno. Small, tiny, and little.","location":"Same start as Lizard Locks, but on the right side of the feature."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,becfb41f-3278-59c6-a376-2d23d97c220d,3462a8dc-7e1e-535d-a2f4-80987dc95d34","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Black Velvet Canyon","The Monument"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12"},{"count":2,"label":"5.11"},{"count":2,"label":"5.10"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":7,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46096,36.03897]},"bbox":[-115.46151608547612,36.03852033981814,-115.46040391452388,36.03941966018188],"left_right_index":-1,"ext_id":"105732084","area_id":"NGKo3H4eU12i9ICYfcldNA==","polygon":{"type":"Polygon","coordinates":[[[-115.46151608547612,36.03852033981814],[-115.46040391452388,36.03852033981814],[-115.46040391452388,36.03941966018188],[-115.46151608547612,36.03941966018188],[-115.46151608547612,36.03852033981814]]]}},"content":{"description":"This series of cliffs is located just outside the entrance to the Black Velvet Canyon, on the right-hand side as you look up the canyon from the parking lot.  The best way to find the area is to locate the Desert Reality roof, which is a large triangular roof capping a thin strip of tan rock surrounded by darker desert varnish. \n\n  Most of the routes here are single-pitch, with 2-bolt rap anchors of varying quality.  Many of the raps require 2 ropes.  The cliff faces southwest so it's a good place to go if it's  too cold to climb on the Black Velvet Wall.  \n\n  The highlight of this area is the route Desert Reality, pictured on page 339 of the latest edition of the Swain guide. 15' or so of dead-horizontal roof, with a clean splitter going right out its center."},"density":0,"totalClimbs":16,"__v":3,"createdAt":"2022-11-07T06:11:19.212Z","updatedAt":"2024-01-20T01:03:01.154Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6599cc12115b51427192e1cf","prevHistoryId":"6594e766f8258fb5bda0900e","operation":"updateArea","seq":0},"updatedBy":"q+lmEidCQ7ChKGsZ1ORhXw=="}