{"_id":"6368a185e80bff5a9954f5f9","area_name":"Dreamland","shortCode":"","climbs":[{"_id":"lPC9FfaeVmOi0U/Z0ehJuQ==","name":"Dreamland","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jean-Paul Finne, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.39455,36.29084]},"left_right_index":1,"mp_id":"120528486","mp_crag_id":"120528299","climb_id":"lPC9FfaeVmOi0U/Z0ehJuQ==","areaRef":"QlRt3RWFVhGWWi8EO/owhQ=="},"content":{"description":"Despite starting lower in the cave, this route is much less sustained than its left neighbor and feels quite a bit shorter. Starts out with good movement on beautiful but somewhat crumbly tufas. After a few straightforward pulls, some huge jugs are gained for a couple of easy clips and recovery. Immediately after leaving the last jug, there is a distinct boulder problem crux on much smaller sidepulls and underclings. Snatch the big underclings above and finish on the same moves as Dread on Arrival.The book gives this 12d/13a. The grade is mostly dependent on the short boulder problem in the crux section.","protection":"6 bolts. All bolts and the anchors had draws hanging as of submission date. Shares the last bolt and anchors with Dread on Arrival.","location":"Starts on tufas on the right face of the cave and ends above the corner."},"__v":0},{"_id":"OK8gyC6yVFebVgLXwO9+2g==","name":"Dread on Arrival","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dan McQuade, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.39455,36.29084]},"left_right_index":0,"mp_id":"120528382","mp_crag_id":"120528299","climb_id":"OK8gyC6yVFebVgLXwO9+2g==","areaRef":"QlRt3RWFVhGWWi8EO/owhQ=="},"content":{"description":"Burly, sustained undercling traversing with technical footwork. Despite being so short, this thing packs quite a punch.Starts with some easy moves on tufa jugs to the 2nd bolt. Stem for as long as possible, then fully transfer into the slippery underclings and traverse the right face. The feet get a bit smeary towards the end of the traverse. As the cliff peters out, a big, flat hold overhead and an incut above that are useful for making a big move out right to a good undercling loaf. The anchors follow shortly afterwards.Very unique route that really taxes the biceps while also testing your footwork.","protection":"5 bolts. All bolts and the anchors had draws hanging as of submission date.","location":"The obvious corner of the Dreamland cave."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,ca17217d-0e88-59ff-8b12-22b1eaaecf84,b965a984-947b-53c4-87ba-487211335cb0,514e55aa-d2af-5a22-8066-95ea3c39c514,42546ddd-1585-5611-965a-2f043bfa3085","pathTokens":["USA","Nevada","Southern Nevada","La Madre Range","La Madre North","Dreamland Gully","Dreamland"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.12c"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.39455,36.29084]},"bbox":[-115.39510787518147,36.290390339818146,-115.39399212481854,36.29128966018187],"left_right_index":-1,"ext_id":"120528299","area_id":"QlRt3RWFVhGWWi8EO/owhQ=="},"content":{"description":"Tucked back in the bottom-left of the gully is a unique cave with a distinct corner. The cliff is very short and only has a few routes, but the great drip features and unique climbing may make the trip out worthwhile for the more adventurous limestone seekers.The left side of the cave faces west, but will only get a few hours of sun on a spring afternoon before the sun drops down below the opposite side of the gully. The right side of the face with Dread on Arrival and Dreamland will almost never see sun, but might feel a bit hotter as the sun bakes the alcove. Ideal temperatures would probably be from 70-80 in Vegas depending on your preference, giving this cliff a slightly earlier spring season or later fall season than Charleston shade. Probably too cold on a chilly winter day."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:11:27.094Z","updatedAt":"2022-11-25T11:19:51.219Z"}