{"_id":"6368a50be80bff5a995afe2d","area_name":"Aries Butte","shortCode":"","climbs":[{"_id":"1ObhEsr8UfyekuL/IhZLJg==","name":"Led by Sheep","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jersey Dave Littman and Jeffe' Herrick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.90746,37.23167]},"left_right_index":0,"mp_id":"106368738","mp_crag_id":"106368735","climb_id":"1ObhEsr8UfyekuL/IhZLJg==","areaRef":"Fm5HlJS2UbOnZdfrBtH8Uw=="},"content":{"description":"The East Side of Zion is another magical place of a very different variety, separated not only by a mile long tunnel. but by the nature of the landscape. Drivinging up the switchbacks of Pine Creek. Out of the shadowy depths of the imposing Navaho walls. Into the tunnel dark as the starless night., only to exit into the bright sun and wind in a land of smoothly swirling slabs gliding upward to softly sculpted pyramids. This is a land of a different venture entirely from that of the sheer big walls down below. Much of slabs may be easily navigated following ramps, ridges, and wandering up the sedimentary shelving. While the rock is generally solid, it is consistently gritty. Often parties rope up and climb in scrambling (approach) shoes, for the exposure more than the technical difficulty. Pro is scarce, cams are at best marginal, bushes may become pro and or anchors out of necessity.\n\nFor many years I scrambled over these slickrock domes and valleys enjoying the easy of movement, unencumbered by the large racks of gear needed in so many of Zions exploits. One peak has stood out as its own island summit in the sky. I had circumnavigated the peak numerous times looking for a weakness, on all sides the slab angles are consistent. A rope will defiantly be needed, but a rope alone might not be worth much if there is nothing to clip it to.\n\nI returned in the spring of 05 with my good buddy and long time zioneer Jeffe. Armed with a light rack, a small pile of pitons and a hand drilling bolt kit. I showed Jeffe our different options saving my first choose pick for last when we got there my proposed route was cover with big horn sheep all up and down it. We agreed that the sheep knew what was up and we watched them for the details of their secret sheep path.\n\nGiving the sheep a chance to move out from above us we started up the slabs. The rock was solid and provided enough ledges for good drilling stances. The soft rock drilled quickly, I placed four bolts on the first 200 foot 5.6 pitch. I put in one fat long ½ inch bolt and brought up jeffe. We drilled a second anchor bolt as we watch a thick black-bottomed thunderhead seemed magnetically drawn towards us. We abruptly retreated as this menacing bully of a cloud closed in on our playground, kicking sand in our faces.\n\nJeffe and I were back the next day psyched up for more. Jeffe led the next pitch with three bolts placed in 150 foot 5.5 pitch. Some loose patches of rock here and there where easily navigated. The third pitch was probably the crux, 5.7 200 feet with four bolts. The forth pitch is 5.5 with two bolts in about 100 feet. A short scramble and were on an amazing isolated two-acre summit only ever visited by Zions big horn ambassadors.\n\nWe rappelled back down the route with two 60m. ropes. The route was sustained at a 5.5 level with the occasional harder bulges. The route is now well equipped for future ascent. We had later returned to tighten up and glue in the bolts for longevity. This route is the first of its kind in Zion, an easy well protected adventure route to a beautiful summit, thats already gaining popularity with the locals.","protection":"10 long slings, 2 60m. ropes,\n\nsmall nuts and cams to 1\"  optional\n\nwide spaced lead bolts on moderate terrain(5.5) with bolt protected cruxs(5.7)","location":"from the saddle south of the butte scramble north up a ramp on the southeast corner of the butte. start belaying at a tiny pinion bush.\n\n(see photo and topo for more info"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,6ba629c9-c7de-5109-ab9a-ddb15e52dba6,166e4794-94b6-51b3-a765-d7eb06d1fc53","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","East Side","Aries Butte"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.90746,37.23167]},"bbox":[-112.90802476094322,37.231220339818144,-112.90689523905677,37.23211966018186],"left_right_index":-1,"ext_id":"106368735","area_id":"Fm5HlJS2UbOnZdfrBtH8Uw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:22.579Z","updatedAt":"2024-01-15T16:49:01.675Z"}