{"_id":"6368a50be80bff5a995b03a4","area_name":"Spring Creek","shortCode":"","climbs":[{"_id":"Ecc70qO8UDqX3hATPMTG/A==","name":"The Right Deal","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chris Heideman and the professor (summer 2006)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":8,"mp_id":"111204631","mp_crag_id":"107831202","climb_id":"Ecc70qO8UDqX3hATPMTG/A==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"This route is a bit of Indian Creek transplanted to Spring Creek Canyon.\n\nFrom the lower belay, ascend into the alcove. Climb the flared left side up to a small roof. Place a large cam as high as possible and traverse across to the right crack (a wild and crazy move) which is jammed to a bolted anchor above.","protection":"Double set of cams and some wires.","location":"Walk 1/4 mile up the wash from the initial narrows to the next narrows (shortly after Jaccard Hand-O-Lin). The canyon makes a sharp left turn and you will see the the obvious alcove on the left side above a gray friction slab. Climb this slab via A Better Deal to a bolted anchor below the alcove."},"__v":0},{"_id":"A/3R7h4QWCGipRNluTOBBQ==","name":"Rigel's Wall","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"the professor and Rigel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":3,"mp_id":"111191182","mp_crag_id":"107831202","climb_id":"A/3R7h4QWCGipRNluTOBBQ==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"Pitch 1 (The Flake, 50 feet)\n\nStick clip the bolt and mantle. Climb a flake crack, then a short flare. Belay at a two bolt belay under a flaring roof. 5.10\n\nPitch 2 (Falling Petal, 75 feet))\n\nChimney up to the roof. Exit via a hand crack. Continue up the crack to a belay ledge with bush and two bolt station. 5.10\n\nPitch 3 (The Chimney, 50 feet)\n\nWalk a few feet inside a clean and classic chimney. Climb the chimney, following a thin crack for pro. Make a couple of mantles that end at a two bolt station. 5.8\n\nPitch 4 (Freight Train Flare, 75 feet))\n\nStem up and past the roof using the wide-hands crack. Continue up the overhanging flare on perfect rock (crux). The angle and climbing ease as the rock becomes sandy near the two bolt anchor. 5.10+\n\nPitch 5 (Optional Scramble, 30 feet)\n\nIt is a short scramble to either the top of the cliff or a ledge overlooking the canyon (belay recommended). Downclimb back to the anchor atop pitch 4.\n\nDescent\n\nOne 60m rope will get you down. Rappel each of pitches 4 and 3. Walk back to the anchor atop pitch 2. Rappel straight down to a lower ledge with large bush and two bolt station. Rappel from here to the ground.","protection":"Bring a double set of cams with extra hand and fist sizes for pitches 2 and 4, respectively. A #5 Friend or old style #4 Camalot will provide some peace of mind on both pitches 1 and 4. A few wires and/or TCUs are useful on pitch 3.","location":"The crag and route start should be obvious from the overview photo.\n\nAs of 2015 there is no climbers path from the Spring Creek wash to the base of the climb. This necessitates a 10 minute bushwhack up the hill.\n\nUpdate from 2020: hike from the start of the narrows, through the riparian zone full of vegetation, until the past the springs (that form the namesake of the canyon). The trail will enter the now dry wash full of whitish stones for about 40 meters. Where the trail exits the wash up a short incline, look on the left for a cairn which now marks the start of the faint ascent path. The path leads to a rock rib and through a tunnel in that rib. Continue up the obvious steep, dry gully/wash to the base of the cliff, then traverse down (left) about 12 meters to the belay spot."},"__v":0},{"_id":"kzjPzJ2RUOay6vfIdQhZVA==","name":"Restoration of American Liberty","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"The Professor and Matt Barley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":1,"mp_id":"107831230","mp_crag_id":"107831202","climb_id":"kzjPzJ2RUOay6vfIdQhZVA==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"Corner Splitter crack.  mostly hand jams. Two off width sections. Theres one bolt at the top, could be re-inforced with another for the decent.  There is a variation which takes you higher to a second bolt to lower off of and the crack gets thinner.","protection":".75 all the way to #6 cam if you want to protect the first off width section.  Mostly hand size pieces. lots of #1's, 2s, and 3s.","location":"About 1.5 miles into the trail on the left you will come across and area that looks like an impacted campsite.  To your left up a gully you will see a beautiful splitter crack in a corner that is hard to miss if you look in that direction.  To get up to the start of the climb you will have to do some scrambling up the gully to get to the start which will add about 20 minutes navigating up to the crack.  Stick to the gully and don't go up and over to the left.  There is a large dead tree that is wedged into the gully near the top which will help you get up there."},"__v":0},{"_id":"CobVhkjpUuKcLwOKip6/Pw==","name":"The Raw Deal","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Heideman and the professor (summer 2006)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":5,"mp_id":"111204675","mp_crag_id":"107831202","climb_id":"CobVhkjpUuKcLwOKip6/Pw==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"This is the old approach pitch for the Left and Right Deals. Avoid it in favor of A Better Deal. However, you insist.......\n\nLook for some bolts on the gray slab (drilled on lead and not optimally placed). Climb up and left following the bolts. Mantle and start a long unprotected traverse right with lots of rope drag.\n\nThe goal is to gain the top of a block below the alcove that contains the Left and Right Deals. There are two options:\n\n1) grunge up the rotten OW that forms the left edge of the block (poor pro, don't fall)\n\nor\n\n2) continue traversing and climb the dirty dihedral that forms the right edge of the block, passing a small tree (the rope drag is nearly insurmountable)","protection":"Standard rack and long runners. An OW sized cam may provide psychological protection for the left finish.\n\nLocation\n\nWalk 1/4 mile up the wash from the initial narrows to the next narrows. After a sharp left turn you will see the the obvious alcove on the left side above a gray friction slab. The route goes up this slab.","location":""},"__v":0},{"_id":"tSJki9vBX5y84W8MNRDxDg==","name":"One Messiah","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt Barley, et al","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":2,"mp_id":"111200351","mp_crag_id":"107831202","climb_id":"tSJki9vBX5y84W8MNRDxDg==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"Overall rating is III 5.11 or 5.9 A0.\n\nP1: The initial move is 5.11 (free) or A0 (yarding on some cams) which gains a wide crack followed by a short chimney and another wide crack (5.8 or 5.9). Belay at a two bolt station (which needs new webbing or chains). 100 feet\n\nP2: Climb the 5.9 crack to the right of the anchors which changes to a chimney. 100 feet\n\nP3: A short 5.5 pitch leads to a large ledge with trees for belay. 50 feet\n\nP4: The hand crack continues at 5.8 and ends on another ledge. 100 feet\n\nP5: This pitch climbs on the nose of the point, fun 5.7 slab and incipient cracks. 70 feet\n\nP6: Climbs more crack to the POINT, or opt for the slab variation at 5.7. 70 feet","protection":"Bring a standard Zion-style free rack. Most of the belays will require gear. The descent is a walk-off with scrambling and perhaps some short rappels from trees.\n\nThis is an adventure-route with sand, lichen, loose rock, and runouts on easy terrain. Route finding skill is recommended.","location":"The buttress containing One Messiah lies just across the canyon from Rigel's Wall.\n\nNormally, Spring Creek starts flowing maybe 200 yards east of the initial narrows from a system of springs (hence the name). Uphill from this point is all dry wash except during storms or reservoir releases. Near the start of the dry section, the south canyon wall extends into the wash. The first pitch crack lies on this cliff and is obvious (see beta photo)."},"__v":0},{"_id":"yn6viDxkUpWDm8MAA/00AQ==","name":"The Left Deal","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chris Heideman and the professor (summer 2006)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":7,"mp_id":"111204664","mp_crag_id":"107831202","climb_id":"yn6viDxkUpWDm8MAA/00AQ==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"From the anchor under the alcove, climb the left side past the small roof (big hands) up to the two bolt belay stance (widens to OW but the sharp edge of the crack is also conducive to liebacking).","protection":"Wires for the start then cams from hand size to OW.","location":"See description for The Right Deal"},"__v":0},{"_id":"B/qirzybWZSFuF8sfF2GdA==","name":"Jaccard Hand-O-Lin","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jim Bledsloe, Chris Heideman, summer 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":4,"mp_id":"111204461","mp_crag_id":"107831202","climb_id":"B/qirzybWZSFuF8sfF2GdA==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"Route starts as a low angle dirty approach pitch that ends at a brushy ledge (5.10). Second pitch is a clean, steep, and attractive crack with bolt anchor (5.11). However, it is fist size that widens to OW (perhaps can be done by layback).","protection":"Standard rack with extra OW sizes","location":"Hike up the wash about 1/4 from the initial narrows. The route is an the left (north) at the start of the second narrows."},"__v":0},{"_id":"th6XZn5IXM6yYV7FE3WQMA==","name":"The Brutal Edge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"the professor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":0,"mp_id":"108172475","mp_crag_id":"107831202","climb_id":"th6XZn5IXM6yYV7FE3WQMA==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"Somewhat reminiscent of Wheat Thin in Yosemite, this route liebacks and jams a thin flake that appears to be merely resting on a ledge due to gravity only. The OW crack formed by the flake was deemed too precarious for cams and has five bolts drilled into the main wall in addition to the chain anchors. Don't pull too hard while liebacking the flake!\n\n(FFA by Chris Heideman)","protection":"A medium nut at the start (optional) and quickdraws","location":"Look on the left wall upon entering the first narrows. Update 2020: lots of vegetation has grown since the FA. Back then the flake was obvious from the path, but now it is hard to see. I'll post a photo from the only remaining vantage point on the trail."},"__v":0},{"_id":"PbPmeVQvV4+ANVpRLNtViw==","name":"A Better Deal","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"MisterCattell Cattell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"left_right_index":6,"mp_id":"119379165","mp_crag_id":"107831202","climb_id":"PbPmeVQvV4+ANVpRLNtViw==","areaRef":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":"This is now the preferred approach pitch to The Left Deal and The Right Deal. There is a 5.11c one-move-wonder at the 6th (final) bolt that can easily be done A0 by pulling on the quickdraw, in which case the rating is reduced to 5.8 A0.","protection":"6 bolts and wrap a sling around a small tree after the bolts. There is a two bolt rappel anchor shortly after the tree, forming the belay anchor for the Left and Right Deals.","location":"Hike up the canyon a few hundred yards past Rigel's Wall to a section of narrows (this is shortly after Jaccard Hand-O-Lin) . Look for the Left and Right Deals in an alcove (refer to posted photos). There is an obvious dark approach slab. The Raw Deal approach pitch (not recommended) and A Better Deal both climb this slab to the same belay at the base of the alcove. A Better Deal is the slab route to the climbers right of The Raw Deal."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,e2177b80-7296-5ead-a35b-ddfd06952fb9,2f0cb842-e142-55c5-9e58-ffa5a6348d7a","pathTokens":["USA","Utah","Southwest Utah","Cedar City","Spring Creek"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.1847,37.5218]},"bbox":[-113.18526694981918,37.521350339818135,-113.18413305018085,37.52224966018186],"left_right_index":-1,"ext_id":"107831202","area_id":"Lwy4QuFCVcWeWP+lpjSNeg=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:26:40.167Z","updatedAt":"2022-11-25T11:22:39.473Z"}