{"_id":"63689d5ce80bff5a994f432e","area_name":"Mt. Langley","shortCode":"","climbs":[{"_id":"841J7xK9UeGiFJbpP8kHYw==","name":"Rest & Be Thankful (aka North Arete)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Miguel Carmona & Alois Smrz Sept 5-6 1999","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.239,36.5233]},"left_right_index":1,"mp_id":"110931480","mp_crag_id":"105877608","climb_id":"841J7xK9UeGiFJbpP8kHYw==","areaRef":"l5GptVqoXnypVFadS4ZKoQ=="},"content":{"description":"A long and elegant line up the prominent North Arete, topping out directly on the summit of 14,026' Mt Langley. One of the only established technical routes on the southernmost 14er. A committing backcountry route with complex route finding, loose rock, and a big approach and descent. A handful of excellent crack pitches round out the heaps of grainy choss on this big blocky buttress.\n\nApproach: Tuttle Creek to the Stonehouse, then turn left and head up sandy sidehill trail to the South Fork of Tuttle Creek. About 2 hours in you will reach the long south-facing Keyhole Wall. Beyond this, the trail deteriorates quickly, but keep an eye out for cairns. Cross the creek to the south side shortly after the Keyhole Wall and continue up canyon through trees and moraine fields. There is a nice camping area with trees and water directly beneath the Tuttle Obelisk - the prominent 700' white tower on the north side of the canyon. 4 hrs to here with overnight packs. From camp, another 2 hrs of brutal talus and sand leads to 3rd class slabs up and around the left side of the large detached tower at the base of the arete. The route starts from the top of the notch behind this tower. The description below from the FA party was sufficient for us to follow the route. Some of the pitch lengths seemed a bit off, but just focus on finding the obvious landmarks and towers.\n\nPitch by pitch breakdown courtesy of the FA:\n\nPitch 1 From the Notch, climb up past a short, left facing dihedral, go up into easier terrain (5.7) to the base of a large chimney capped by a big block (165').\n\nPitch 2 Climb up hand cracks (5.9) on the steep, yellow wall left of the chimney. Move up and toward a high right leaning ramp and follow it to the end (165').\n\nPitch 3 Climb up and left, then over and around cracks and chimneys (5.7/5.8)toward the left side of the prominent arete above you (165').\n\nPitch 4 You are now on the left side and at the base of the Third Tower. Traverse to the right on a ledge that takes you past the edge of the arete. Find a hidden crack (not visible from the belay), climb it to the top of the Tower(160', 5.7/5.8). Lower each other down to the notch of the Tower.\n\nPitch 5 Traverse left about 20', go up (5.8) to the base of the brown cracks (100').\n\nPitch 6 Climb the brown hand crack to a ledge 80' up. (5.9/5.10 Sustained).\n\nPitch 7 Continue up the brown crack to the top of the Fourth Tower (120', 5.9/5.10 Sustained).\n\nPitch 8 Traverse on the left side of the arete for 165', 5.3.\n\nPitch 9 Step around to the right side of the arete. Climb up an short awkward chimney, continue up to reach a large ledge at the base of the Fifth Tower. This is the best ledge on the route. (60', 5.8).\n\nPitch 10 Climb around the right side of the Tower (easy 5th) for 140' to the base of a chimney/crack system.\n\nPitch 11 Climb up the chimney (5.8) for 165' to the top of the Fifth Tower.\n\nPitch 12 Climb easy terrain on right side of the arete, then cross to the left side (165', 3/4 class)\n\nPitch 13 From here you can see the huge and smooth summit headwall of Langley. The route goes to the right, on the north side of the arete for 140'.\n\nPitch 14 Go up over large blocks and around the north face (140', 5.7).\n\nPitch 15 Climb up to the right side of the smooth summit headwall and directly to the summit of Mt. Langley (120', 5.7).\n\nTo descend, head east along the summit plateau of Langley, dropping down and into the NE chute (3rd class). In early season, this is likely snow-filled and a quick descent. In high summer, I can only compare this loose scree gully to a Whitney Mountaineers Route on steroids. Bigger, looser, harder, slower. 2 hours from the summit back to camp if you're quick.","protection":"Doubles to #3, #4.","location":""},"__v":0},{"_id":"C74tdoRKWVy3kaW7r7MOMg==","name":"North east couloir","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.239,36.5233]},"left_right_index":0,"mp_id":"112389795","mp_crag_id":"105877608","climb_id":"C74tdoRKWVy3kaW7r7MOMg==","areaRef":"l5GptVqoXnypVFadS4ZKoQ=="},"content":{"description":"Probably the 2nd most popular route to the summit (after the tourist trail). About 7,000' of elevation gain.\n\nThis is an excellent winter/spring climb. Follow easy-moderate snow slopes up the coulouir.\n\nEasily done in a day, or for a leisurely climb, do it as an overnighter.","protection":"None needed.","location":"Park at the Tuttle Creek trailhead. Hike up past the very cool Ashramm, then follow trail up towards the peak.  Climb the obvious couloir. Easy - moderate snow. Descend the way you came up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,9791a9b5-5aa8-5e7c-a954-569d4b864aa1","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Mt. Langley"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.239,36.5233]},"bbox":[-118.23955954684322,36.522850339818135,-118.2384404531568,36.523749660181856],"left_right_index":-1,"ext_id":"105877608","area_id":"l5GptVqoXnypVFadS4ZKoQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:50.559Z","updatedAt":"2024-01-15T16:40:17.386Z"}