{"_id":"6368a214e80bff5a9955d8f8","area_name":"Below The Old New Place","shortCode":"","climbs":[{"_id":"4/aG3q60Wl2p55L6IWoT5A==","name":"Wailing Banshees","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA (toprope): Ralph Menikoff, Chris Foster, Norbert Ensslin-- late 1970s. Bolted, then led by: Tom MacFarlane, Brian Riepe-- May 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":13,"mp_id":"105948287","mp_crag_id":"105946936","climb_id":"4/aG3q60Wl2p55L6IWoT5A==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"A very sweet arete route just right of Adam Ant. Nice, positive pockets on both sides of the arete serve up great hands while little edges and points on the arete give it up for the feet. Be sure to look on both sides of the arete for the pockets. A small crux comes above the second bolt trying to get to the great ledge and then another crux heading to the chains on a hold that looks good from below but is not quite as positive as the lower holds.","protection":"4 bolts to shared chain anchors with \"Adam Ant\". The first bolt is way high up the route but the climbing to that point isn't too difficult and there's a good clip hold.","location":"This route is the sharp arete just right of \"Adam Ant\".  Shown as route 13 on Monomaniac's center routes photo."},"__v":0},{"_id":"OJWqlDpyUISE173JZkjYfg==","name":"Strong Urge to Fly","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio and Mike McGill","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":31,"mp_id":"105947116","mp_crag_id":"105946936","climb_id":"OJWqlDpyUISE173JZkjYfg==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"This excellent route would be 4 stars if it were a bit longer.  With excellent rock, great holds, and fun moves this one is a must do.  Its given 12b in the Samet guide, and felt a bit harder than the other 12a's here (but it was the last route of the day, so who knows). \n\n  Begin by scrambling up the ledge to the right of the route's base.  Good holds lead to the first bolt and a long reach to a really good crimp to get established on the wall.  Head up the prow with long reaches.  Just below the 3rd bolt cop a dubious rest and clip with some difficulty.  Move up to two really poor pockets that look much better from below, hike up your feet and soar for the obvious pocket.  Its possible to do this move statically, but kinda defeats the purpose.  Above the dyno the route slabs out but the holds diminish as well, and you never really get that finishing jug you're hoping for.  An awkward sequence leads into the flaring dihedral and some dirty jugs.  Clipping the anchor can be a bit difficult.  Your best bet is to climb high and clip low.","protection":"4 Bolts, 2 BA.","location":"Far right end of BTONP. 3rd bolted route from the right."},"__v":0},{"_id":"Z5XDhr/iVByv4prKdUm16A==","name":"Scandinavian Airlines","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Schillaci, 7/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":2,"mp_id":"105981739","mp_crag_id":"105946936","climb_id":"Z5XDhr/iVByv4prKdUm16A==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Scandinavian Airlines is the first bolted arete you come to at the BONP (the southernmost bolted climb at the crag).  Because it's one of the easier sport climbs at BONP, many choose to warm up on this route before bumping up to the 1st Class aretes such as Flesh-Eating Gnats and Wailing Banshees.  However, the harder-than-expected thin crux at the top has let climbers  accumulate many frequent flyer miles on Scandinavian Airlines. \n\n  Start just right of the arete, using small pockets and small ledges for handholds.  At the 3rd bolt, things get thinner, use smaller crimps on the left-hand face and a monopocket just right of the arete.  After the thin crux moves, you'll get to the first set of chains.  You can continue past this anchor to another 3-bolt anchor (that of Monsterpiece Theatre and Inflight Movie), but is really only worth it if you want to set a TR on those climbs. \n\n  Leaders near their limit may find the 2nd bolt to be unnervingly high and the 3rd bolt to be difficult to clip. \n\n  This climb is a good way to reach the anchor for Inflight Movie and Monsterpiece Theatre if you want to toprope those classic 5.12s but aren't quite up for leading them.","protection":"3 bolts to a 2-bolt anchor; or continue to another (3-bolt) anchor, shared with Monsterpiece Theatre and Inflight Movie.","location":""},"__v":0},{"_id":"RcAgSOUHVh23QhNwcOBU2g==","name":"Sardonic Smile","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brian Riepe, 8/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":29,"mp_id":"105947112","mp_crag_id":"105946936","climb_id":"RcAgSOUHVh23QhNwcOBU2g==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"This route would be pretty good if it weren't so dirty.  Unfortunately, it's currently covered in a thick film of mud that really detracts from the climbing experience. \n\n  If you must, begin by scrambling up the ledge and traversing out right.  Head up right of the first bolt on good but camoflauged (by mud) holds to a nearly invisible clipping jug right next to the first bolt.  Long cranks on large pockets lead to more good crimps past the 2nd bolt.  After the third bolt, the wall slabs out and the crimps get very thin and sharp.  Some desperate moves lead to some not-as-good-as they look clipping holds at the 4th bolt.  A few more casual moves lead to the anchor.","protection":"4 bolts, 2 bolt chain anchor shared with Color of My Potion.  May want to stick clip the 1st bolt to avoid a ledge fall.","location":"At the right end of BTONP, this route climbs the center of a wide light-gray wall."},"__v":0},{"_id":"020l8n4xXWqR/DXnI23xng==","name":"Route 32","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":33,"mp_id":"106382488","mp_crag_id":"105946936","climb_id":"020l8n4xXWqR/DXnI23xng==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Crack just left of Nightstick. Harder than it looks, often dirty, but a good climb.   \n\n  Go right at the top and use the 2-bolt anchor for Nightstick.","protection":"Pro to 3\"","location":"Just left of Nightstick (the farthest right bolted route)"},"__v":0},{"_id":"ckOYWMAMXeOfI7Lh4+IlgQ==","name":"Route 31","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Cam Burns","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":32,"mp_id":"106382483","mp_crag_id":"105946936","climb_id":"ckOYWMAMXeOfI7Lh4+IlgQ==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Back in the day, we thought this route was overbolted. But these days, it's pretty normal. Bulging black face climb. Seldom done, but worthy.","protection":"6 bolts, 2 bolt anchor.","location":"Right of Strong Urge to Fly."},"__v":0},{"_id":"daSFCjGXXcusQxmcbsgITw==","name":"Route 27","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":28,"mp_id":"106373833","mp_crag_id":"105946936","climb_id":"daSFCjGXXcusQxmcbsgITw==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"The slabby face between two cracks left of Sardonic Smile hosts a contrived 5.11+ sport climb.  Small edges and pockets, while maintaining the discipline to avoid the cracks on either side of the 5' slab you're climbing on. (Grab a crack, even once, and you're downrated to 5.9, or 5.10 or something like that.) The crux is at a thin section near the last bolt. Freely using the cracks/aretes makes for an ok 5.9ish sport climb.","protection":"5 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"bzkvk/7FU7ypN52cbujSEw==","name":"Route 26","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":27,"mp_id":"106540067","mp_crag_id":"105946936","climb_id":"bzkvk/7FU7ypN52cbujSEw==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"The wide crack between 2 unknown sport climbs is one of the easier cracks at BONP. Cruxes include pulling past a bulge 15' up and just before you reach the ledge below the anchor. This isn't actually that bad of a climb.  There are enough face holds that you don't need to have OW technique for the most part.","protection":"Cams: hand/fist/OW size, up to 5\", maybe bigger. Will be runout without at least one #5 cam. 2-bolt anchor","location":"The crack climb between Unknown #25 sport climb and Unknown #27 sport climb."},"__v":0},{"_id":"A+f/L0QUWo6E+IJxWJg8Cg==","name":"Route 25","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":26,"mp_id":"106373693","mp_crag_id":"105946936","climb_id":"A+f/L0QUWo6E+IJxWJg8Cg==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Get established with your hands in a crack, then crank some cool moves off of good pockets and edges. Pull onto a huge ledge above bolt three and reach around the corner to your right to clip the a badly placed fourth bolt. Fourth class to the anchors. \n\n  The climb is currently a bit dirty and has some loose rock, especially up high. I think this would improve with some traffic.","protection":"4 bolts to two-bolt anchor","location":"Around thirty feet right of the PMS arete, but before a wide crack system. Look for three bolts on an arete and a fourth way off to the right on a face."},"__v":0},{"_id":"+RLeqRPrVn+3bm3UmbxcbA==","name":"Route 24","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":25,"mp_id":"106382470","mp_crag_id":"105946936","climb_id":"+RLeqRPrVn+3bm3UmbxcbA==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Crack climb right of FBDF. The crux is a hard move off the platform. Mostly liebacking above, through some birdshit, to the left side of a big ledge. Place a directional piece, and step right to the anchors for the next 3 climbs to the right.  Or maybe continue up and left to the FBDF anchor?","protection":"Gear to 2\"","location":"Right of FBDF. Use bolted anchors, topping out is a BAD idea due to loose rock/scree."},"__v":0},{"_id":"JlWn5N3KXFSS2VEb4lPyag==","name":"Route 22","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":23,"mp_id":"106154061","mp_crag_id":"105946936","climb_id":"JlWn5N3KXFSS2VEb4lPyag==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"An enjoyable finger crack in a shallow dihedral leads to a steep, bulging finish that ends up being easier and more fun than it looks from below.    Scramble five feet up onto the good ledge and follow the nice finger crack and pockets on the walls up to rock of lesser, but still OK, quality just below the bulge. Find some nice big holds below and above the bulge and pull up over it into good rock and a nice semi-laybacking section to the shared anchors with Fat Boys Don't Fly.","protection":"A standard set of nuts and small to medium cams up to 1\". The Jemez Rock book description states pro up to 2\" but I never found anything larger than the .75 camalot.","location":"The route is the obvious finger crack just left of Fat Boys Don't Fly. It would be route number 22 in               \n\nThe right end.  Not all routes shown. 18. PMS 19. IDYWASIAD 23. Fat Boys Don't Fly 28. Sardonic Smile 30. Strong Urge to Fly      ."},"__v":0},{"_id":"3edKYtdVWCW5m5RP/d7Cow==","name":"Route 1","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":0,"mp_id":"106152544","mp_crag_id":"105946936","climb_id":"3edKYtdVWCW5m5RP/d7Cow==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Start in the next obvious dihedral left of Putterman Cracks, and work your way up slabs with gear in a thin hands crack to a big roof. Turn this on the right (crux). Continue to the top, going generally straight up, passing a bolt on the way through a steeper section with big jugs.\n\n Another decent crack at BONP, but it doesn't see much traffic.","protection":"1 set nuts, 1 set cams to 3\".  Maybe a #4 cam.     There's now a 2-bolt anchor at the top equipped for lowering.","location":"This climb is 10' left of Putterman Cracks and is listed as route #1 in Jemez Rock. \n\n  It is probably the left-most crack/corner one would consider climbing at BONP."},"__v":0},{"_id":"/lyBy5mnUIieUrUhdJJnGQ==","name":"Right Twin Crack (aka Lost Nerve)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"TRed by LA Mountaineers in the 70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":16,"mp_id":"105996315","mp_crag_id":"105946936","climb_id":"/lyBy5mnUIieUrUhdJJnGQ==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Lieback and stem up the finger crack in the corner, until the corner ends and and you're standing on the obvious pedestal looking at a steep bulge.  Place good gear here, then crank a few thin moves pass this crux section, with tricky pro once you're into it, then find some easier climbing to the anchors. \n\n  This climb seems hard for the grade, with a crux that's about equally difficult to Manic Crack but not as overall sustained.","protection":"Rack of nuts and cams to 1.5\", with optional doubles of finger size cams and optional 3\" cam.     Angle left at the top to the 2 bolt+chain anchor for Manic Nirvana.","location":"On white face right of Wailing Banshees are 2 finger cracks (the \"twin cracks\").  Lost Nerve is the right one of the two, which starts in a shallow left-facing corner.  The arete to its right is dark, and the sport climb to its left is Manic Nirvana."},"__v":0},{"_id":"KyEhZrgbVtCZHffUzXeECQ==","name":"Ralph's Revenge","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ralph Menikoff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":11,"mp_id":"105981760","mp_crag_id":"105946936","climb_id":"KyEhZrgbVtCZHffUzXeECQ==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"One of the best cracks of the grade in White Rock.   Scramble onto the shelf, and stem up the clean dihedral with the 1\" crack in the back.  Up high, the crack turns into a pod, then turn a small roof.  Alternatively you can escape right to the Adam Ant anchors (easiest) or left to the Flesh-Eating Gnats anchors.","protection":"Standard Rack of cams and nuts up to 2\".  Some may want doubles of the #0.75 camalot.   2-bolt anchor.","location":"Obvious open book right of Flesh Eating Gnats and left of Adam Ant."},"__v":0},{"_id":"K+WAvwP8U0KavNm4SGPQCQ==","name":"Ralph's Leisure Suit","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cam Burns, Jean Delataillade, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":7,"mp_id":"105947084","mp_crag_id":"105946936","climb_id":"K+WAvwP8U0KavNm4SGPQCQ==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Another fine 12a on the left end of BTONP.  There are 5 5.12a's within 15 feet of each other--a true sport climber's paradise!  This one begins in the large dihedral before breaking out left onto the slabby face, with a long runout to the first bolt.  Good crimping and sweet pockets lead up the narrowing wall to the crux section at the 4th bolt (and a difficult clip).   \n\n  At this point the devil on your shoulder will try to lure you out left to the splitter hand crack and an eternity of 5.11c regret.  If the angel prevails, head right and up via some thin, rounded crimps and sequential pockets, eventually heading back left to a large, heavily chalked crimp (visible from the ground).  Clip the last bolt then head back right using a difficult-to-see crimp and a highly polished crimp on the arete.  Some awkward footwork and perhaps an undercling lead to a horrible sidepull immediately next to the left anchor chain.  From here I suppose most folks grab the chains in desperation, and some use the hard-to-ignore crack on the right, while the few purists will execute one more hard move to a large hidden hold in the roof crack.","protection":"5 Bolts, 2 BA","location":"The 5th bolted route from the left; ends below a large roof."},"__v":0},{"_id":"OdylPsAeXXSzJxOJfAspYg==","name":"Ralph's Dilemma","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ralph Menikoff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":8,"mp_id":"105981752","mp_crag_id":"105946936","climb_id":"OdylPsAeXXSzJxOJfAspYg==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Stem up the aesthetic open book under the big roof.  RPs or other tiny nuts are helpful gear in sections.  Just before you reach the roof, the crack widens to hand-size.   \n\n  Originally, at the roof, one would make a huge stem to the right with your own gear placements under the roof; turn the corner and a move later reach the anchors shared with Flesh-Eating Gnats.  Now, many climbers just stop at the roof, clipping the anchors for Pathogenic Cysts to the right, or Ralph's Leisure Suit to the left.  Doing this is advantageous in that one can more easily clean his or her gear while lowering, but the disadvantage is being shortchanged as you miss out on the fun roof traverse, which might be the crux of the complete route.","protection":"Nuts and cams to 2\".  Those wanting to really sew it up will want RPs and TCUs.   \n\n  Use the 2-bolt anchor for Flesh-Eating Gnats, or the 2-bolt anchor below the roof for Pathogenic Cysts.","location":"The obvious open book under the big roof (to the right of Leisure Suit and Polyester Terror; to the left of Flesh Eating Gnats)"},"__v":0},{"_id":"j9bWijXvXDSaQiKcEhKseA==","name":"Putterman Cracks","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Norbert Ensslin et al. maybe, maybe named by Cam Burns","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":1,"mp_id":"105981743","mp_crag_id":"105946936","climb_id":"j9bWijXvXDSaQiKcEhKseA==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Stem between the two cracks just right of the large roof.  The crux is near the top, where it steepens and the right crack widens.","protection":"Standard rack of nuts and cams up to 3\".  Bigger cams may be useful at the OW pod at the top but other gear also works.  Traverse right at the top to get to the Scandanavian Airlines anchors.  Use a directional placement at the top of the crack, if setting it for a follower.","location":"Twin hand cracks just left of Scandanavian Airlines.  (If you get to a bolted route on the approach, you've gone too far.)  Starts just right of a big roof about 6' up."},"__v":0},{"_id":"UCnlB5yFXHqfSjxoNrzeaA==","name":"Polyester Terror","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ralph Menikoff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":6,"mp_id":"105981748","mp_crag_id":"105946936","climb_id":"UCnlB5yFXHqfSjxoNrzeaA==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"This crack climb is more continuously pumpy and has almost no good rest stances compared to most White Rock cracks at this grade.   \n\n  A right-leaning crack in the middle of a face with small holds and pockets.  There are a few cruxes,  first at a wide pod about halfway up, just after the pod with thin feet, and the steep final 8 feet.   \n\n  The anchor is just left at the finish, and can be used to set a TR on Little Shop of Horrors.","protection":"Standard rack of nuts and cams from 0.5\" to 3\".  The Little Shop of Horrors 2-bolt anchor is easily reached from this route.","location":"Obvious right-leaning crack on the face right of the sport climbs Monsterpiece Theatre and Little Shop of Horrors."},"__v":0},{"_id":"5Dt2MxSqXZucngaAMQNWow==","name":"Pathogenic Cysts","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Nathaniel Walker and Walt Wehner, 11/18/97","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":9,"mp_id":"106246249","mp_crag_id":"105946936","climb_id":"5Dt2MxSqXZucngaAMQNWow==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"This squeezed bolted face climb was omitted from the guidebooks.Scramble up the blocky crack at the start of Ralph's Dilemma, as you would for Flesh Eating Gnats, then step right and climb up the face left of the 'Gnats' arete. Crimp up fun and progressively thinning face to the last bolt, which is followed by an overhanging section to the chains. I thought the last move was the hardest, reachiest, and most strenuous move on the climb, with a powerful lieback to reach the hold to clip the chains. The crack to the left (and face left of it) is assumed to be 'off', but of course you need it to get to the 1st bolt.","protection":"5 bolts to a 2-bolt anchor","location":"The bolted climb left of Flesh Eating Gnats and right of the crack Ralphs Dilemma."},"__v":0},{"_id":"MEqhHAVpV7OHFbf7kcPnRg==","name":"P.M.S.","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Schillaci, Cam Burns, Brian Riepe, 9/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":19,"mp_id":"105981768","mp_crag_id":"105946936","climb_id":"MEqhHAVpV7OHFbf7kcPnRg==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"P.M.S. is the easiest of the sport climbs at the crag, and is a popular warmup at BONP.  Fun moves leaning off the arete with a crux at the last bolt where it thins.   \n\n  If 5.10 is too easy, try it without using the arete; this is a  fun 5.11 with thin edges & pockets, and doesn't seem too contrived. \n\n  Be careful not to send the loose gravel on the ledge below the anchor down on your belayer.","protection":"4 bolts to a 2 bolt anchor (out of sight on big ledge). At least 2 guidebooks say \"only 3 bolts\", but there are really 4.","location":"The sharp-looking arete right of the Wailing Banshees-Manic Crack-Lost Nerve face. Look for the big ledge it ends on."},"__v":0},{"_id":"44cMIUwvVlCEQiuz5K/QTw==","name":"Oscar de La Cholla","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Matt Lisenby","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":17,"mp_id":"107086695","mp_crag_id":"105946936","climb_id":"44cMIUwvVlCEQiuz5K/QTw==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Between L-Dopa and right twin crack: short face climbing off the ground to a shallow slabby dihedral, then to vertical wall with very thin crack (short crux), finish straight up to the rim (No Anchor currently, I have no objection to one being added).  Removed dictionary sized hanging flake just above crux. Please submit information regarding earlier ascents/route name if known . . . ","protection":"Rack to #3 camalot, including small nuts.  Protection is better than it looks.","location":"Between Right Twin Crack (aka Lost Nerve) and L-Dopa. See amended beta photo in main BTONP section."},"__v":0},{"_id":"UudjLmDnWdectB2D9MtwKA==","name":"Monsterpiece Theatre","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Peter Gram, 7/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":4,"mp_id":"105946964","mp_crag_id":"105946936","climb_id":"UudjLmDnWdectB2D9MtwKA==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"This fine pocket-fest is the left route on a wide panel of stone that gets relatively early shade, and features 3 5.12a's.  Begin up an easy slab to a high first bolt.  Two more bolts of easy climbing and the wall rears up to a slight overhang.  A good shake from killer pockets at the 4th bolt offer one last chance to recuperate before the crux.  A set of heinously thin pockets lead up and right to another jug.  A long reach heads back left to a horizontal break and a good rest.  From here, hard-to-see, black polished crimps and a cool hole lead up and left to the anchor.","protection":"6 bolts, 2 BA.","location":"3rd bolted route from the left."},"__v":0},{"_id":"Htt2yLBZXsOAIZQgHz28+A==","name":"Manic Nirvana","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":15,"mp_id":"106382498","mp_crag_id":"105946936","climb_id":"Htt2yLBZXsOAIZQgHz28+A==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"The thin face between Manic Crack and Lost Nerve. Super tweaky, probably the hardest route at the crag.","protection":"4 bolts, 2 bolt anchor.","location":"#15 in the photo."},"__v":0},{"_id":"Gz4EqfAEW7KMMSBP9EOlsw==","name":"Little Shop Of Horrors","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":5,"mp_id":"105946973","mp_crag_id":"105946936","climb_id":"Gz4EqfAEW7KMMSBP9EOlsw==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"More sustained than its twin to the left, this great climb offers several hard moves on great rock.  Begin the same as for Monsterpiece Theatre.  At the 2nd bolt, make a hard right for the first bolt of this route.  After clipping the LSOH's first bolt (third total) things get interesting.  Some fancy footwork and a good mono lead up to improving holds and a pumpy sequence of continuous cranks.  Never super hard, but it doesn't let up till you reach the smooth basalt near the top.  After a well-earned shake, a few more balancey moves lead to the top. \n\n  Apparently folks used to approach this route via Polyester Terror, the crack to the right.  The sport-climbers variation is described here.  Rope drag isn't an issue.","protection":"5 bolts and 2 bolt chain anchor.  Alternatively, bring some finger-sized gear.","location":"Right of Monsterpiece theater, shares first 2 bolts."},"__v":0},{"_id":"tWRIqHE/UU6E3d4izv7J0g==","name":"Manic Crack (aka Left Twin Crack)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"TRed by LA Mountaineers in the 70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":14,"mp_id":"105996300","mp_crag_id":"105946936","climb_id":"tWRIqHE/UU6E3d4izv7J0g==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"A beautiful, slightly-overhanging finger crack with just enough footholds and pockets on the faces. Shake out at the hand jam rest before a couple of thin, cruxy face moves to easier terrain at the top. Bear to the right up high to reach the anchors.\n\n Originally rated 5.11c/d, but general consensus is that this is a notch or two easier. Still, it's sustained (for White Rock), with no great rests.  A great first WR 5.11 crack, because it can be sewn up with finger-size cams.\n\n At least 2 longtime LA climbers swear this crack was not called Manic Crack back in the day; that this and the crack to its right (now called Lost Nerve in the guidebooks) were referred to as the \"Twin Cracks\". This makes sense, that the \"Manic Crack\" name resulted from its nearness to the sport climb \"Manic Nirvana\", which was bolted in '89 or '90, but most of the cracks here and even some of the faces had been climbed earlier, on TR if not on lead.","protection":"Rack of cams from a #0.3 camalot to a #2 camalot; some may want 1-3 extras of #0.4 camalot size.  Nuts also may be useful, though they're harder to place from pumpy stances.   At the top, angle to the right from the top to the 2-bolt anchor for Manic Nirvana (the sport climb just to the right).","location":"Obvious slightly overhanging finger crack just right of the Banshees bolted arete climb."},"__v":0},{"_id":"+3NP8E0vUDqfHWrB//5Bbg==","name":"L Dopa","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Cam Burns 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":18,"mp_id":"105981773","mp_crag_id":"105946936","climb_id":"+3NP8E0vUDqfHWrB//5Bbg==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Stem your way up the finger cracks in the corner, angling right to the PMS ledge. Watch for loose rocks on the ledge below the anchor.  Or take the direct finish to a 2-bolt anchor above the crack up and left of the big platform ledge.","protection":"Small gear up to 2\".     Use the 2-bolt anchor for PMS (not visible from immediately below), or, now a 2-bolt anchor now exists atop the direct finish above the PMS ledge.","location":"Cracks in the corner just left of PMS."},"__v":0},{"_id":"INSg8TSvVSWZuOnRZ8BDJg==","name":"Instant Dogma","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tom Quigley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":22,"mp_id":"106382462","mp_crag_id":"105946936","climb_id":"INSg8TSvVSWZuOnRZ8BDJg==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"One of the easier climbs at BTONP, Instant Dogma is unfortunately not quite as fun as it appears from the ground. Climb up the pronounced arete, using sharp, incut pockets on both sides. The crux is probably the off-balance exit sequence past the third bolt, but the climbing is pretty sustained for the whole route.","protection":"3 bolts. Anchor as for IDYWASIAD","location":"Next bolted line right of IDYWASIAD"},"__v":0},{"_id":"yy/9DhkGVH+bbP/2nBq0dw==","name":"Inflight Movie","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Burns, Fehlau, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":3,"mp_id":"105946949","mp_crag_id":"105946936","climb_id":"yy/9DhkGVH+bbP/2nBq0dw==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"One of the longer BTONP routes, with no dirt-covered rock.  This route begins right on the E face of the double-arete buttress that juts out into the trail.  This route has been described as both funky and weird in various guidebooks, but I'm not sure why.  The crux (~5th bolt) is not especially obvious, but there's no rose move, overhead heel hooking, figure 4's or even figure 9's.  \n\n  A short boulder problem gains the excellent face.  11- moves lead up, and noticably left.  Around the 4th bolt you may find yourself on the left arete, closer to SA's bolts than this route's.  You should be on the right arete at this point, and may need to traverse straight right to achieve this.  A good rest from a triangular hold right on the prow sets you up for the sequential, 4-move crux.  A few improving edges lead to big jugs and a casual, runout stroll to the chains.","protection":"6 bolts, shared 2 BA with Monsterpiece Theater.  There's a bit of a runout from the last bolt to the anchor on 5.7 terrain.","location":"The second bolted route from the left.  Begins 2 feet right of Scandinavian Airlines, and 6 feet left of Monsterpiece Theater."},"__v":0},{"_id":"V77X34qBXhW+9N5BoSkKIQ==","name":"Greg Shredder","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Mechels, John Osbourne, Scott Beguin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":21,"mp_id":"105993434","mp_crag_id":"105946936","climb_id":"V77X34qBXhW+9N5BoSkKIQ==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Starts in an ugly wide offwidth and continues up a leaning fists dihedral into a slightly overhanging sharp painful hands crux and then the climbing eases to more wide stuff and a 2 bolt anchor. This route is rather ugly but a lot of fun and is painful, so tape up and put on your gameface, as it is harder than it looks. ","protection":"#2-#5 Camalots, Blue and green Aliens, and standard trad runners. 2 bolt rap. Might need the rap sling replaced.","location":"This route is located to the right around from \"P.M.S.\" and directly in between \"I Dogged Your Wife And She Is A Doofus\" and \"Instant Dogma\". It shares anchors with \"Instant Dogma.\""},"__v":0},{"_id":"Dkb5e5W9XQyeg4HoptNQMw==","name":"Got a Nightstick, Got a Gun, Got Time on My Hands","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Burns, Fehlau","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":34,"mp_id":"106382492","mp_crag_id":"105946936","climb_id":"Dkb5e5W9XQyeg4HoptNQMw==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Scramble onto a ledge, then go up the face/arete on fun but height-dependent moves. A hard onsight.","protection":"4 bolts, 2 bolt anchor. (The guidebook only lists 3 bolts.)","location":"Farthest right bolted route at the crag."},"__v":0},{"_id":"Sq7+XajtVD+w/C16ZgU0qA==","name":"Flesh-Eating Gnats","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Peter Gram, Brian Riepe, Tom MacFarlane, Chris Pollard, 5/89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":10,"mp_id":"105981756","mp_crag_id":"105946936","climb_id":"Sq7+XajtVD+w/C16ZgU0qA==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"One of the original sport climbs to go in at White Rock, \"Gnats\" climbs an amazing arete with possible moves on either side using pockets and small ledges. At the beginning, bypass the undercut roof to the left and reach around the arete to the right to clip the out-of-sight 1st bolt. (Some people clip the 1st bolt of Pathogenic Cysts instead, but the rope doesn't run as well.) It's a bit intimidating to get to the 2nd bolt but easier than it looks and the clipping stance is good. From here, look for pockets on both sides of the arete and some rest stances on the arete itself. The crux is a bigger move at the last bolt, where the rock becomes less featured and steeper.\n\n Why's it called Flesh-Eating Gnats ?? Climb here in late summer evenings... you'll see.","protection":"5 bolts to a 2 bolt anchor.","location":"Prominent arete between the two most obvious dihedrals (Ralph's Dilemma and Revenge).\n\n Route 10 in the beta photo."},"__v":0},{"_id":"o4H9Fi6GXUS302uAIk73LA==","name":"Fat Boys Don't Fly","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio & Mike McGil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":24,"mp_id":"106382466","mp_crag_id":"105946936","climb_id":"o4H9Fi6GXUS302uAIk73LA==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"This is the first bolted route to the right of Instant Dogma. Start atop a short ledge and set off up the overhanging face, working your way up a series of crimps and shallow (some sharp) pockets. Find a decent ledge at the third bolt, then get to figuring out how you're going to get past the steep, seemingly blank crux headwall. The original Samet guide suggests that going left here (there's a pretty good side pull) makes the route 5.12a, while going right and dynoing up to the good ledge high and right makes the route 5.12c. This, to me, is like saying, \"If you skip that good hold, the route is a lot harder,\" which is fine if that good hold is clearly off-route, but in this case, it's not, so I'm a bit confused. Continue up on easier, but slightly loose, terrain to gain the ledge. This route shares anchors with Route 22 (5.9).","protection":"4 bolts to a 2-bolt anchor.","location":"Route #23 in               \n\nThe right end.  Not all routes shown. 18. PMS 19. IDYWASIAD 23. Fat Boys Don't Fly 28. Sardonic Smile 30. Strong Urge to Fly      ."},"__v":0},{"_id":"Pg9TvuByVv6x/CN7nUwidQ==","name":"Color of My Potion","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike McGill & Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":30,"mp_id":"106382479","mp_crag_id":"105946936","climb_id":"Pg9TvuByVv6x/CN7nUwidQ==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Arete right of Sardonic Smile. Sharp, thin crux is at the top.","protection":"4 bolts to a 2-bolt anchor shared with Sardonic Smile","location":"Right of Sardonic Smile. #29 in the photo."},"__v":0},{"_id":"C4BBoaZeU826VB3O4R7Jig==","name":"Atom Ant (aka Nuclear Ant Farm)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Peter Gram and Tom McFarlane, 7/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":12,"mp_id":"105947103","mp_crag_id":"105946936","climb_id":"C4BBoaZeU826VB3O4R7Jig==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"In my opinion, the best of the 12a's at BTONP.  Not as long as some, but by far the most sustained.  It's on from the first bolt to the anchor. \n\n  Scramble up the ledge to begin.  You may want a piece of gear to start, or haul your stick clip up to the ledge to clip the first bolt, or solo up the crack 2 moves to clip the bolt.  Head straight up on awesome sculpted pockets and thin crimps.  Long sequential reaches on incut but small holds lead up the ever steepening wall.  Near the top the holds dwindle and the movement becomes more desparate.  Stay left until its possible to snag the top edge of the cliff, then traverse right two feet to the chain anchor. \n\n  Obviously the dihedral crack is 'off', but I used it to get to the first bolt, and it seems, based on the chalk, that everyone else does the same.","protection":"4 bolts, 2 BA shared with Wailing Banshees.  May want a hand-sized piece at the start.","location":"On the wall left of the Wailing Banshees arete."},"__v":0},{"_id":"8udR87QcU/iDl3rO2p08eQ==","name":"[Redacted]","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Cam Burns","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"left_right_index":20,"mp_id":"106382458","mp_crag_id":"105946936","climb_id":"8udR87QcU/iDl3rO2p08eQ==","areaRef":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"Short face that starts off a ledge.  High first bolt clipped by from the left is followed by positive pockets.  Crux is after the 2nd bolt, with a tricky thin or reachy move just before the 3rd bolt.","protection":"3 bolts, 1 bolt anchor.  Traverse right to 2-bolt anchor for \"Greg Shredder\" if you don't like the 1-bolt anchor.","location":"Route #19 in the photo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,3301509f-ad6b-5cf1-909e-db85df0082bb,866936a1-51e7-50fc-b11c-1ac6a486f674,885a243f-5898-51d7-9978-5311aefa6ef9","pathTokens":["USA","New Mexico","Los Alamos & White Rock","White Rock","Below The Old New Place"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11"},{"count":8,"label":"5.12a"},{"count":4,"label":"5.10d"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.8"},{"count":3,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":4,"intermediate":8,"advanced":2,"expert":0}},"sport":{"total":21,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":18,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":11,"advanced":20,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.1871,35.81897]},"bbox":[-106.18765454034009,35.81852033981814,-106.18654545965991,35.819419660181865],"left_right_index":-1,"ext_id":"105946936","area_id":"iFokP1iYUdeZeFMRrvpu+Q=="},"content":{"description":"This crag is known for its high concentration of fully-bolted sport climbs, that ascend high quality pocketed basalt.  This cliff probably has the highest concentration of hard routes at White Rock, with 10 of its 30 or so routes checking in at 5.12.  The cliff also offers an excellent cliff-base atmosphere, with large, flat belay zones, flat rocks for sitting, and a beautiful, relaxed setting.  The routes are so convenient and dense that its easy to tick 10 or more routes in an afternoon. \n\n  The cliff faces generally East like most WR crags, but the dihedral-ly nature of the cliff causes a bit more sun/shade variety than other nearby crags.  The most northerly facing routes get shade a bit after 1pm, while some routes aren't fully shaded till after 3pm. \n\n  While the rock here is excellent, the crag is a bit short (~50-60 feet), and many of the climbs suffer from mud runoff, coating routes like Sardonic Smile in a thick layer of dirt.  Its easy to spot the dirty routes from the ground: they're the ones that look white or light gray. \n\n  This area first appeared in the original \"Sport Climbing in New Mexico\" book by Randal Jett and Matt Samet. The Below the Old New Place excerpt from that book can be found here on the Los Alamos Mountaineers website."},"density":0,"totalClimbs":35,"__v":1,"createdAt":"2022-11-07T06:13:45.421Z","updatedAt":"2022-11-25T11:20:26.862Z"}