{"_id":"63689de0e80bff5a994fa160","area_name":"Lightning Rock","shortCode":"","climbs":[{"_id":"8bygo60PUVujSgbLk5dRRA==","name":"Short Circuit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":1,"mp_id":"105749134","mp_crag_id":"105746587","climb_id":"8bygo60PUVujSgbLk5dRRA==","areaRef":"ou9wcwYGXJ68+XxJXzmg6w=="},"content":{"description":"Short Circuit is a route on Lightning Rock, the left-most of Batman's satellite crags.  Hike up past Checkerboard Rock and look for a smooth, 300 foot high buttress left of the Batman Pinnacle, which is easily identified by a long, jagged white streak, (resembling lightning!) in its center.  Begin on the ground left of the streak (which ends 80 or so ft. above the ground), at a shallow right-facing corner with a short, thin crack just to its right.\n\nP1-climb the scary 5.9 corner, working some iffy nuts into the seam, and continue to an easier ramp which is followed up and left to a belay below a steep hand crack.  One can also start further left, avoiding the scary 5.9 but also missing some of the route's best climbing.\n\nP2-climb the nice hand crack, then continue up and slightly right over a roof and belay on a ledge (5.8).\n\nP3-climb a 5.8 crack over a bulge on the right, then work up and right to the summit.\n\nDescend the gully to the west, with one rappel likely, or head over to Batman Rock and do a route there, or follow the descent for Batman Pinnacle.\n\nEds.\n\nyou can descend around the west of the next formation just left of Lightning Rock without rappel.","protection":"Bring some small stopper and RPs for the first pitch, otherwise standard stuff to a #3 Friend (and maybe a couple of those).","location":""},"__v":0},{"_id":"ZX/DL4y8U9iq+YhGaVFLTA==","name":"Power Shortage","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Banks, Howard Burkhart, and Lonnie Pilkington","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":3,"mp_id":"105763242","mp_crag_id":"105746587","climb_id":"ZX/DL4y8U9iq+YhGaVFLTA==","areaRef":"ou9wcwYGXJ68+XxJXzmg6w=="},"content":{"description":"Power Shortage climbs the thin crack shooting up the narrow east face of Lightning Rock, just left of the gully between Lightning Rock and Bat Flake.\n\nStart 15-20 feet right of the start of\n\nShort Circuit\n\n/Meltdown.  Climb up to an A-shaped roof at the right edge of the low ceiling band and exit right onto the slab, quality 5.9.  Face climb up and back left (loose, slightly runout) to a short, right-facing corner.  After the corner, gain a thin crack which widens to hands in an obvious slot after 40 feet.  After this hand slot, escape right onto a ledge in the gully between Lightning Rock and Bat Flake.  The crux is near the top, getting into the hand jams.  The rock quality on the first half of the finger crack is excellent, but the rock becomes a bit friable higher up.  Still, this is definitely a worthwhile route if you're in the area.\n\nRap from slings on chockstones, 15-20 feet up and right from belay (slings are somewhat hidden).  Two rappels, the second from slings on a horn below Bat Flake, might be advisable to prevent your ropes from hanging up in the gully.","protection":"Standard rack: stoppers, single set of cams to 2\".  For the anchor, use long slings and couple of nuts or 1-1.5\" cams.","location":""},"__v":0},{"_id":"fw7nEFT9VdKsH2BEiVcggg==","name":"Off The Grid","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"J. Seaver,S.Kimball","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":0,"mp_id":"105762282","mp_crag_id":"105746587","climb_id":"fw7nEFT9VdKsH2BEiVcggg==","areaRef":"ou9wcwYGXJ68+XxJXzmg6w=="},"content":{"description":"This is a multipitch route ascending new territory on Lightning Rock's west face.\n\nP1.Begin west of\n\nShort Circuit\n\nnear the edge of the south face in the righthand of 2 discontinuous dihedrals. Do run out face (5.7R) past a small ledge with a juniper bush. Double sling a flake for pro then up to bolt (3/8\"/2.25\") at the foot of a white seam. Thin 5.9 finishes the seam, then continue (#2 Camalot) to the pillar top belay of\n\nShort Circuit\n\n.\n\nP2. Logistically (rope management and viewing the leader), it is best to downclimb west and belay from a Fir in the gully. Climb a left-leaning crack on the vertical west face. Struggle up overhanging, red rock with the help of a wedged block and fight past an offwidth section. More steep and awkward crack climbing leads to a stance where its possible to pull right, around the ridge, to a good belay near\n\nShort Circuit\n\n.\n\nP3. Finish with\n\nthat route\n\n.\n\nPitch 2 is a bit dirty, and sports some crusty foot holds, but has good pro and great technical jamming through strenuous, multiple cruxes.","protection":"Bring a large selection to #5 Camalot.","location":""},"__v":0},{"_id":"YMkBkY36VhCOH8CswOPtjw==","name":"Ground Fall Interceptor (GFI)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Banks and Howard Burkhart","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":2,"mp_id":"105763245","mp_crag_id":"105746587","climb_id":"YMkBkY36VhCOH8CswOPtjw==","areaRef":"ou9wcwYGXJ68+XxJXzmg6w=="},"content":{"description":"Start 15 feet right of\n\nShort Circuit\n\n/Meltdown.  Climb up to the left edge of the low ceiling band, undercling and lieback around the roof and stretch up for a fingerlock (tricky protection).  Face climb up and right on perfect stone, 5.9+, and then up and left on easier climbing to the large ledge 60 feet up.  Belay at the tree.\n\nMove right on the ledge to a thin crack 10 feet right of the Meltdown finger crack.  Climb the finger crack to its end, then sketch past 3 bolts of fantastic steep slab climbing.  Crux is between 1st and 2nd bolts.  At the 3rd bolt, perform a delicate traverse right, 5.10d, to gain discontinuous cracks that lead to a stance on the right edge of the face.  From the stance, step left into a thin crack in a shallow corner.  Lieback and jam this to its top, place a critical #00 TCU, and  perform difficult moves pulling over a bulge, exciting 5.10c.  After the bulge, climb up and left on runout 5.9 slab to reach a thank-god jug.  Easier climbing, 5.6 or 5.7, finds the top.  Use slings on horns for belay, walk off for descent.\n\nThis is a full 200-foot pitch if done as described.  If using a 50-meter rope, set intermediate belay at stance below upper crack, using a couple of 2\" cams for anchors.  However, when done as one pitch, the 2nd pitch is a long, sustained lead with multiple cruxes of excellent thin face and crack climbing.  Quality!","protection":"Rack: single set of medium stoppers, single set of cams from #00 TCU up to 2\".  Long slings for both anchors.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,a2ef7073-0606-5c9e-bcf9-7c495f39a0eb","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Lightning Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"bbox":[-105.51879049105291,40.402750339818134,-105.51760950894707,40.40364966018185],"left_right_index":-1,"ext_id":"105746587","area_id":"ou9wcwYGXJ68+XxJXzmg6w==","polygon":{"type":"Polygon","coordinates":[[[-105.51879049105291,40.402750339818134],[-105.51760950894707,40.402750339818134],[-105.51760950894707,40.40364966018185],[-105.51879049105291,40.40364966018185],[-105.51879049105291,40.402750339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:52.297Z","updatedAt":"2024-01-20T01:01:02.445Z"}