{"_id":"63689d5ce80bff5a994f4873","area_name":"Horn Peak","shortCode":"","climbs":[{"_id":"WJwKdY6HV2izD+RoS6g01w==","name":"North Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Galen Rowel, Chris Jones, Greg Henzie    1970","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.58417,36.60453]},"left_right_index":999999,"mp_id":"112076405","mp_crag_id":"112076376","climb_id":"WJwKdY6HV2izD+RoS6g01w==","areaRef":"51LDKDfqXLiF/Z/KUpSPPA=="},"content":{"description":"Fantastic route! 1st 2 pitches are 5.6/5.7 knife edge ridge traversing, then 2 more pitches on the headwall that involve good cracks, chimneys and steep bulges. There are a few hard crux moves that felt very full value for 5.8. The cruxes are steep, roof-like bulge moves (think 1970  5.8,5.9) and hard chimneys in the squeeze size and bigger.","protection":"No bolts, build your own anchors. Standard alpine rack, few doubles in the hand and small range. Lots of alpine draws. 60m rope.","location":"Start from near Horn Col. (11,280), Scramble south up class 2,3 to a big boulder on the ridge filled with white and pink quartz. Rope up here and start the 2 pitches of knife edge ridge traverse."},"__v":0},{"_id":"27UVJvw+VvKIssY+gQUzsw==","name":"Freeslider","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jordan Collins, Oliver Abbitt 8/2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.58417,36.60453]},"left_right_index":999999,"mp_id":"118069493","mp_crag_id":"112076376","climb_id":"27UVJvw+VvKIssY+gQUzsw==","areaRef":"51LDKDfqXLiF/Z/KUpSPPA=="},"content":{"description":"Named (tongue in cheek) for the fun glissade on the descent, we spied this route from the top of Saber Ridge and went out the next day to climb it. It would be a fun day to descend into Elizabeth pass after climbing Saber Ridge and then climb Freeslider  The route consists of moderate climbing on great, featured rock. Protection is good but there are a couple runouts that could be a bit intimidating if 5.8 is your limit.\n\nPitch Descriptions:\n\nPitch 1:\n\nStart almost directly below/slightly left of the beautiful featured dihedral far above you, follow the crack (sometimes wet). Mostly meandering around the crack on face holds using crack for protection.  End at an ok stance below a possibly better stance but worse gear. 5.5 40m\n\nPitch 2:\n\nContinue up the obvious crack system, at times veering off to one side or the other for protection. There is some wetness but it's easy to avoid. 5.7 45m\n\nPitch 3:\n\nDirectly above you a 10 foot long splitter number two crack leads to nowhere,  place a good piece in this crack as high or low as you want and traverse left a few feet. Go up and slightly right on knobs for a little runout. Step up into wide cracks that don’t involve crack climbing. When it makes sense, make a fun traverse right on large knobs over to a good belay ledge slightly right of the dihedral the route has been following. 5.7 30m\n\nPitch 4:\n\nThis is the obvious, featured dihedral you can easily spot from the ground. Climb the dihedral using amazing patina holds on your left. Super fun. At a certain point the corner become blocky and appears chossy. It's easy to climb around this at about 5.9 but we kicked on everything on our way up and couldn't dislodge anything. Build a belay above this. 5.8 50m\n\nPitch 5:\n\nContinue following the dihedral up. When you get to a large bush there is a large diorite blob on the face on your right , traverse right to stand on the knob and peak farther right to find a fun little splitter layback that leads you back into dihedral (Alternatively follow dihedral straight up through the one bush.)  Continue up dihedral a little farther until a little seam goes out right to a small pinnacle.  Stem and Gaston with the seam to get to the top of pinnacle and move over to right of pinnacle for your belay.  Slung pinnacle + gear make this a pretty fun belay. 5.7  30m\n\nPitch 6:\n\nStep off the pinnacle and re-enter the main dihedral. Follow the thin crack, placing gear where possible until you reach a short, steeper section at the top of the dihedral. A #.1 was nice here to protect these moves. Do some face climbing out left on good diorite blobs until you can head out right towards the obvious break in the roofs guarding the summit ridge. Enjoy your way to the top! 5.8 60m","protection":"60m rope. Standard alpine rack. We brought 2x BD #.2-.3, 1x BD #.1,#4,#5 on the first ascent. The #4 and #5 were nice a couple of times but could easily be left behind for a team comfortable with minor runouts. All anchors are natural so having a set of nuts is nice as well. Some tat for  to back up the rappel would be a good idea.","location":"The nearest trailhead is Crescent Meadow ~18 miles. We camped at the base of the Elizabeth Pass trail on the Tamarack Lake side. It would also be easy to approach from a camp at Lonely Lake or in Deadman's canyon. The route is just southwest of Elizabeth Pass and begins in a low angled, obvious crack. This leads into a nice looking golden dihedral that's easy to spot from the ground.\n\nThe descent involved rappelling off a block on the back onto a long stretch of snow which made a great slide. We left some webbing slung on a block but it could be a good idea to bring your own to back it up. It would also be possible to traverse the summit ridge over towards Horn Peak proper and descend there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,b2a618cb-60fb-5d79-a3a8-892cfe98ac27,e752c328-37ea-5cb8-85fd-9fca52948f3c","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Tamarack Lake Area","Horn Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.58417,36.60453]},"bbox":[-118.58473013552484,36.60408033981815,-118.58360986447516,36.60497966018186],"left_right_index":-1,"ext_id":"112076376","area_id":"51LDKDfqXLiF/Z/KUpSPPA==","polygon":{"type":"Polygon","coordinates":[[[-118.58473013552484,36.60408033981815],[-118.58360986447516,36.60408033981815],[-118.58360986447516,36.60497966018186],[-118.58473013552484,36.60497966018186],[-118.58473013552484,36.60408033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:10.538Z","updatedAt":"2024-01-20T00:57:49.344Z"}