{"_id":"64149809135731b69111036a","area_name":"Mont Pinacle","shortCode":"","climbs":[],"children":["6414980b135731b69111037b","64149812135731b6911103c8","64149816135731b6911103e3","64149819135731b691110408","6414981e135731b691110441","64149823135731b69111045c","64149826135731b691110477","64149829135731b6911104a6","64149832135731b691110511","6414985f135731b691110675","6414986f135731b6911106b5"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,77fb6591-ecb5-5ddb-89b8-8b92a90a7f38,16859923-09a9-5e08-845b-688a577ecc34","pathTokens":["Canada","Quebec","Cantons-de-l'est","Mont Pinacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":8,"label":"5.9"},{"count":6,"label":"5.10a"},{"count":3,"label":"5.10d"},{"count":2,"label":"5.8"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.6"},{"count":5,"label":"5.7"},{"count":1,"label":"5.4"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":12,"intermediate":11,"advanced":1,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":10,"advanced":1,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":21,"advanced":2,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-71.90897,45.03688]},"bbox":[-71.89954619284643,45.022170339818146,-71.89574383249047,45.02541966018187],"left_right_index":-1,"ext_id":"","area_id":"FoWZIwmpXgiEW2iKV37MNA==","polygon":{"type":"Polygon","coordinates":[[[-71.89868617073202,45.02253033981814],[-71.89954619284643,45.02452033981814],[-71.89954619284643,45.02541966018187],[-71.89827380715357,45.02541966018187],[-71.89675381326583,45.02486966018187],[-71.89641381793322,45.024449660181865],[-71.89574383249047,45.023139660181855],[-71.89574383249047,45.02224033981814],[-71.89713383326831,45.022170339818146],[-71.89840616673168,45.022170339818146],[-71.89868617073202,45.02253033981814]]]}},"content":{"description":"Located on the East Side of Lake Lyster (Lac Lyster) is Mont Pinacle, an approximately 400' rock outcropping that borders the Lake.  This is home to the Super Classic Ice Route, \"Le Gringalet\". \n Even though the cliff is known for its classic multi-pitch trad lines, there's also a few areas easily accessible for top-roping (Zola, Planétarium, Rocher École, Mur de Boston...) with a nice leisure hike of around 45 minutes to top it off. \n  \n Whatever the season, wear a helmet, either on the cliff or at its base.  Let it be ice falls in the winter and spring; rocks, bottles, branches and other garbage the tourists lob off the top; you always risk getting hit by something.  As well as shoes, seeing the incredible amount of broken glass at the base from broken bottles. \n  \n Double ropes are practical to deal with drag and two ropes are needed if you want to rap back down but a single rope will easily bring you to the top where you'll need to hike back down. \n Standard rack is generally a good set of nuts with a couple RPs to cams up to two inch, doubling up is a good idea on the longer pitches, don't forget alpine draws and slings which can be used on trees or chockstones. \n  \n The Club d'Escalade Cantons de L'Est (CERCLE) has updates regarding the cliff and access: \n www.cercledesgrimpeurs.com \n  \n ==== \n Le mont Pinacle offre une superbe paroi sur la rive est du Lac Lyster, environ 400pieds de haut avec une atmosphère a couper le souffle. \n  \n Même si le Pinacle est reconnu pour les belles longueurs trad, il y a aussi plusieurs secteurs pour faire de la moulinette (Zola, Planétarium, Rocher École, Mur de Boston...) avec marche d'approche de +ou- 45minutes en bonus. \n  \n Quelque soit la saison, le port du casque est de rigueur, n'importe ou sur la paroi ou a sa base.  Que ce soit la glace qui tombe hiver et printemps; les roches, bouteilles et autres détritus jetés par des touristes en haut, il risque toujours de se faire frapper par quelque chose.  Vu la quantité de bouts de verre provenant de bouteilles cassées, les chaussures sont aussi bien recommandés en tout temps. \n  \n Les cordes doubles sont recommandées pour les longues longueurs et pour les rappels (il n’y a rien de pire qu’un pas d’adhérence avec une corde qui tire). Sinon, une corde simple vous conviendra pour la majorité des voies, pour les longueurs plus courtes et/ou si vous descendez à pied à la fin de la journée. \n Pour les protections, les voies ont majoritairement été ouvertes avec des coinceurs seulement. Les fissures horizontales se protègent bien avec des noix ou des Tricams. Aussi, plusieurs voies comportent quelques, voire uniquement des bolts. \n Un rack normal contient habituellement un coinceur mécanique de chaque grosseur (d’un demi-pouce à 2 pouces), un jeu de coinceurs (de micro à gros) et beaucoup de dégaines (une quinzaine) dont quelques extensibles. Pour les voies plus difficiles, n’hésitez pas à doubler certains mécaniques et à apporter des protections plus petites (très petits mécaniques). De plus longues sangles sont très utiles car il y a souvent des relais sur arbre. \n  \n Le Club d'Escalade Cantons de L'Est (CERCLE) a des mises a jour et informations concernant l’accès: \n www.cercledesgrimpeurs.com"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"6414986f135731b6911106b2","prevHistoryId":"6414985e135731b691110672","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":12,"createdAt":"2023-03-17T16:40:41.466Z","updatedAt":"2024-02-19T18:48:00.971Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}