{"_id":"63689de0e80bff5a994fa14c","area_name":"Metropolis Sector","shortCode":"","climbs":[{"_id":"agUgSNEPVP+SyU2cE4YWeg==","name":"Shazam","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56676,39.68881]},"left_right_index":1,"mp_id":"105762090","mp_crag_id":"105746596","climb_id":"agUgSNEPVP+SyU2cE4YWeg==","areaRef":"DIMY//ohUdimoXDy9vL40g=="},"content":{"description":"This is just one route left of\n\nMetropolis\n\nand climbs up the nice, tan face to a strange incipient seam/offset on a steeper-than-it-looks headwall. The route does have a fair bit of Fortress Dust up high, which only adds to the challenge, but it is manageable. Bring, however, a toothbrush.\n\nStart just left of\n\nMetropolis\n\non ledgy ground and bust past three bolts to a small roof. Cryptic climbing leads up and left over the roof (5.12-) to a decent stance, then fun climbing--with long reaches between pretty good holds-- follows, to a decent shake on a three-finger pocket below the crux bulge. An intricate series of moves on sidepulls, gastons and finicky crimps gains better holds higher in the corner, but the pump clock keeps ticking all the way to the anchor. It might be a bit crumbly up there still ... This seems stout for the grade, but maybe it just needs some traffic and some brush-love. It is certainly not much easier, or just as hard as,\n\nMetropolis\n\n--and steeper. This is a good pump in a nice position.","protection":"12-14 quickdraws and a 60-meter rope (mandatory).","location":""},"__v":0},{"_id":"2qnn7mB9V0qchFYNAiFpKA==","name":"Metropolis","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Tommy and Mike Caldwell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56676,39.68881]},"left_right_index":2,"mp_id":"105762084","mp_crag_id":"105746596","climb_id":"2qnn7mB9V0qchFYNAiFpKA==","areaRef":"DIMY//ohUdimoXDy9vL40g=="},"content":{"description":"This route, which was originally graded 5.12d, somehow worked its way down to 5.12b after Tommy Caldwell, Beth Rodden, and Adam Stack began using it as the crag warm-up and got it ultra-dialed. Luckily, common sense prevailed before it hit 5.12a.\n\nA more realistic consensus seems to have emerged somewhere in the 5.12c/d range, though I've also heard this called harder than\n\nThe Eighth Day\n\n(5.13a) at Rifle and, alternately, 5.12c. I dunno. You be the judge. It's plenty hard.\n\nThis is the rightmost route in the Metropolis Sector and climbs the immaculate black/pink streak on Euro-quality stone. It tips just so slightly past the vertical but is at a good angle where you can use your feet and work with most of the micro-features on the rock. Start just above the juniper tree and climb up blocky rock to a first bolt left of the big chimney. Run it out to the second bolt (5.9 PG-13) on good holds, some of which are hollow. Above this the route is well-protected and bullet. You may be able to clip an intermediary bolt on the route just left,\n\nShazam\n\n(5.12d), between bolts one and two with a long sling to keep you off the deck if a hold broke.\n\nFrom here, the climbing stays tricky, sustained and engaging, with hard-to-find holds, funky laybacks, and micro-crimps on bullet black stone. The crux bit seems to be the very sustained climbing above the huge hueco, finessing up the shallow groove (50 feet of stemming and pimping). A final mini-roof caps the action. Two\n\nin-situ\n\ndraws above this roof let you lower off with a 70-meter (a 60-meter just might work) if you've done the route before and/or had enough, as the climbing above is \"merely\" 5.11. It is, however, slabby, thin, tricky 5.11, so a true ascent goes all the way to the anchors at a no-hands ledge, 40 meters up.\n\nTake in the view, then get down safely.","protection":"Many, many quickdraws (18?) and a 80-meter rope, if you want to come down in one lower. Otherwise, with a 60- or 70-meter rope, you can lower twice.\n\nCaution, however: an 80-meter rope just barely makes it back to the ground.","location":""},"__v":0},{"_id":"DqwPqlUvUsqGiF5n2dCeyw==","name":"Captain Confusion","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Samet, Bill Launder, Bill Ramsey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56676,39.68881]},"left_right_index":0,"mp_id":"105762087","mp_crag_id":"105746596","climb_id":"DqwPqlUvUsqGiF5n2dCeyw==","areaRef":"DIMY//ohUdimoXDy9vL40g=="},"content":{"description":"This route was originally named \"The Fuck-up,\" partially after the book by Arthur Nessarian, as, coming down off the anchors, I'd inadvertently bolted the blank-ass line to the right instead of this, a more obvious line up a weakness/water streak.  Captain Confusion is a nice way of saying I effed up. Either way, this is a great route.\n\nThis striking line climbs up the gently overhanging white streak through the lower bit of the wall that, once over the lip, becomes a black streak. The rock is water-hardened, clean and not subject to any Fortress Dust nonsense.\n\nThis climb is three routes -- or 50 feet -- left of\n\nMetropolis\n\n(\n\nMetropolis\n\n; Shazam; open project with a fixed draw or two; Captain Confusion). Scramble up onto a ledge (careful--it's shaley!) and traverse right past a bolt with a camoflauged hanger to the base of a small offset corner. Either leave a long sling on the traverse bolt to offset rope drag, or unclip and just go into the second bolt.\n\nThe rock crests over you like a wave--very steep but pretty good holds. Bouldery moves gain a kneescum against a pillar/flake followed by a definite crux and more sustained climbing to a good resting hole at 80 feet. Another couple of cruxes above this at the base of the smooth corner take you onto the headwall (5.11/11+), which may be a bit sandy but has good, positive edges overall. End at a hueco.","protection":"14-15 quickdraws, one long sling, and a 70-meter rope (mandatory).","location":""},"__v":0},{"_id":"nKY8YfTcWMKoCercvxjidQ==","name":"Blood Dries Darker","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"William Mondragon, John Weaver","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.56676,39.68881]},"left_right_index":3,"mp_id":"111641862","mp_crag_id":"105746596","climb_id":"nKY8YfTcWMKoCercvxjidQ==","areaRef":"DIMY//ohUdimoXDy9vL40g=="},"content":{"description":"Blood Dries Darker is an epic journey that starts on\n\nMetropolis\n\n.\n\nClimb\n\nMetro's\n\nfirst crux to the 7th bolt (5.12b to the big hueco with a tree in it), then branch right into the orange & black streak via a long move to a slopey rail. Once the colorful rock has been gained & the pump has been shaken, begin up a long, wandering, technical section. After the crux, the route ends with 5 bolts of resistance 5.12- finishing just right of\n\nMetropolis\n\n.","protection":"18 bolts, proper fixed anchor. Extended draws on the 6th & 7th help with rope drag.","location":"Start on\n\nMetropolis\n\nand branch right at the big hueco. You can get down with an 80m rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e47011e8-0189-55d7-bf00-665ce3c108f4,1f81a5e4-33f4-5e4c-8872-0a63dcf92874,9490c18f-b49f-5650-8678-68022b0b0282,0c8318ff-fa21-51d8-a6a1-70f2f6f2f8d2","pathTokens":["USA","Colorado","Glenwood Springs","Main Elk Creek","Fortress of Solitude","Metropolis Sector"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.13a"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.56676,39.68881]},"bbox":[-107.56734433526508,39.68836033981814,-107.56617566473496,39.689259660181854],"left_right_index":-1,"ext_id":"105746596","area_id":"DIMY//ohUdimoXDy9vL40g=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:52.293Z","updatedAt":"2022-11-25T11:17:40.390Z"}