{"_id":"63689de0e80bff5a994f926f","area_name":"Black Widow Slab","shortCode":"","climbs":[{"_id":"Fwj1fSrkXqebNZeeoFvdYA==","name":"Wired","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kor?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":18,"mp_id":"105764667","mp_crag_id":"105746409","climb_id":"Fwj1fSrkXqebNZeeoFvdYA==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"This nice climb is located just left of\n\nSmoke Down\n\nnear the right side of the rock.  It goes up the obvious, right-facing dihedral past the roof.  The climbing is thin and fairly sustained, with interesting stemming and footwork.  The crux is moving up to a stance below the roof.  From there, nice jugs can be found to pull over the roof, and it's much easier 5.7 or 5.8 crack and face climbing from there to the anchors.  Rap from the anchors at\n\nSmoke Down\n\n.\n\nThe climb might warrant an \"s\" rating, but if the small nuts and RPs hold, then it should be considered reasonably safe.  This is a very nice warmup for some of the other routes nearby.","protection":"RPs and small wired nuts, plus a few small to medium cams. I used a #3 RP at the crux, so a Screamer or two might be useful if you don't trust a fall on small pro.","location":""},"__v":0},{"_id":"F0/sN4KlXk2I3tf13Ugn7A==","name":"Specter","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Dan Hare and Joel Schiavone, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":9,"mp_id":"105764433","mp_crag_id":"105746409","climb_id":"F0/sN4KlXk2I3tf13Ugn7A==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"This route is on the left side of the formation between the huge roof of\n\nResonator\n\n(12d) and a dirty gully/chimney system to its left.  The climb is a little dirty at the start because it doesn't see much traffic, but it gets much better at the roof.\n\nClimb up into the flared slot below the roof.  Follow perfect hand jams out and over the roof to a rest stance above it.  Climb the left-leaning, left-facing dihedral for about 40 feet until it disappears into the face.  This corner involves great stems and finger locks as it pulls over two bulges.  Continue up the face (easy but runout) to the new anchors, or keep going up the very-runout, lichen-covered, low angle slabs for 50 feet to the grassy ledge.  From here (presumably, I haven't done it), continue for several pitches to the top of the formation and walk off.","protection":"SR to a #3 Camalot.  Doubles on medium TCUs and thin hands (red Camalot) are helpful.  Despite the large alcove and roof at the bottom of the route, with careful runner placement I was able to keep the rope drag from being an issue.  Once you clear the roof, there is a good blue or green alien placement about 6 feet up to the right that will keep your rope from disappearing into the hand crack at the lip of the roof and getting stuck on a cam.","location":""},"__v":0},{"_id":"va1ZAuSXV8CG5gL42BO1gQ==","name":"Smoke Down","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Sangdahl, John Baldwin, Tom Englebach, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":19,"mp_id":"105839969","mp_crag_id":"105746409","climb_id":"va1ZAuSXV8CG5gL42BO1gQ==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Decent climbing, but short. As Rolofson says, \"Don't be fooled\", it's much harder than it looks. Angle left past the first bolt and mantle onto a ledge. Move left around the arete and up to the roof. At this point you are just right of Wired which escapes out left around the roof. Layback the right side of the roof, crux, via one of at least two methods.\n\nThis felt much harder to everyone in our group of 3 than either\n\nConsilience\n\nor\n\nGyromancy\n\nwhich we had done clean earlier in the day. We all fell and hung several times on Smoke Down. Perhaps it's not technically harder, but it's harder to do clean due to the steepness and treachery of the layback.","protection":"5 bolts, 2-bolt anchor with rings.","location":"On the right side of Black Widow where the rock becomes really grungy. Just right of\n\nWired\n\n, a right-facing, right leaning trad corner capped by a roof."},"__v":0},{"_id":"45x0vlG7WeWE5C3TZ6qcFA==","name":"SMERSH","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"David Goldstein, Dougald MacDonald, Jack Roberts","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":10,"mp_id":"106040405","mp_crag_id":"105746409","climb_id":"45x0vlG7WeWE5C3TZ6qcFA==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Start on\n\nSpecter\n\n, but break right instead of left through the alcove roof about 20 feet off the ground. Step right again and climb a steep crack system. Cruxes at the first roof and at the start of the upper crack system. After the second crux, move right to find a protectable crack, then step back left and continue to the\n\nSpecter\n\nanchors. Above the cruxes is lots of fun 5.9-ish climbing.\n\nThis is a continuous, complex, steep, exciting, and excellent lead that required three visits (two for Dave) and some short but bruising falls to complete. Dave got the redpoint. An onsight would be a worthy challenge.","protection":"One set of wires to about #6; Camalots to #3, with doubles from 0.5 to 2; two yellow Aliens (or equivalents). Plus: A yellow Black Diamond C3 is the perfect piece to protect the first crux, at the right side of the alcove; back it up with a slightly smaller piece. Save two hand-size pieces for the second crux. Use long slings below the roof and on the first piece in the right-hand crack system to eliminate rope drag.","location":""},"__v":0},{"_id":"Tdygc9GUV2y8IKVmvpm+Mw==","name":"Right Side? aka Bong Session","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Layton Kor & Ray Northcutt, 1961?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":12,"mp_id":"105764664","mp_crag_id":"105746409","climb_id":"Tdygc9GUV2y8IKVmvpm+Mw==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Bong Session goes out the roof and up the big crack located just right of the Resinator, and just left of Pipe Dreams.  This route is far more interesting than it looks. I suspect this name is what started the trend of naming the other routes with a similar topic, although it's quite possible that the first ascentionist was referring to the use of 3 to 4-inch piton \"bongs\"?  Any Boulder old-timers care to comment on the history here?\n\nThe business starts immediately upon arriving under the roof. Good pro is available just under the roof, and a very good medium nut can be placed over your head before committing to the next moves.  Use long enough slings to avoid rope drag higher up.\n\nMove out on good jugs through very steep terrain, then power up to a good jam behind a flake.  Continue battling up the crack another move or two to a decent stance.  Very powerful and lungy, I felt a 10c rating was more accurate than the 10a listed in the guidebooks.  From there, follow a clean hand crack up to the base of a very wide crack, then move sharply right along a ramp, and head up a beautiful and near vertical wide hands crack.  After the crux, nothing was harder than 5.9.  Go to the two bolt anchor and rap.  Very nice route if you like cracks.","protection":"A few medium nuts and small cams (Aliens) for the crux roof near the start, then some medium to larger  cams including doubles in the hand size through #4 Friends.  One #4 Camalot may also be useful.","location":""},"__v":0},{"_id":"wZLoKtcDU6WF3PQ9OpESIw==","name":"Right Side","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Kor and Northcutt, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":17,"mp_id":"108417065","mp_crag_id":"105746409","climb_id":"wZLoKtcDU6WF3PQ9OpESIw==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Climb the obvious dihedral of which\n\nBands of Gold\n\ncontrives to stay on the left wall.  The first 20 feet or so are the crux.  Above, the angle decreases and the terrain degenerates.  On 9/23/74, I led Jay Mather up this route, to the top of the rock.\n\nA good one-pitch outing is to climb trad (5.9ish) in the dihedral and up to the fifth bolt on\n\nBands\n\n.  Continue right and up, clipping more bolts and placing gear, but avoiding the 11d on\n\nBands\n\n.  Eventually, you can reach back left to\n\nBands\n\n.  Clip more bolts and climb 5.10 to the top of\n\nBands\n\n.","protection":"SR.","location":"This is the obvious right-facing dihedral where\n\nBands\n\nbegins."},"__v":0},{"_id":"NAjGV895V6aJPSZwTidlug==","name":"Resonator","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Steve Sangdahl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":11,"mp_id":"105989981","mp_crag_id":"105746409","climb_id":"NAjGV895V6aJPSZwTidlug==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"This is a really nice route on great rock.  Unfortunately, it's a bit contrived.\n\nClimb through a series of roofs using blocky sidepulls and underclings until you encounter the crux- pulling onto the slab.  Avoid using the corner to your right, and continue up the tricky slab to the anchors.","protection":"This route is fully bolted, but a #2 Camalot can be used to protect the easy climbing between the last bolt and the chains.\n\nSince the first clip is hard, you may want a stick clip.","location":"On the northeast corner of the buttress."},"__v":0},{"_id":"LZ/+ohlpWsSyff3Zz1RgGA==","name":"Pipeline","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":14,"mp_id":"119427114","mp_crag_id":"105746409","climb_id":"LZ/+ohlpWsSyff3Zz1RgGA==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Pipeline is a pretty good quality climb that would get traffic if it started from the ground.\n\nClimb one of several ways to the intermediate anchor on\n\nPipe Dreams\n\n, and set a belay... or for that matter, just continue.\n\nFrom the intermediate anchor, step up and right aiming for a set of flakes and tips-sized cracks just a few meters to the right. Climb up these for 40' to the end, which is just up and right of the anchor as for the very top of\n\nPipe Dream\n\n. You can climb back down a few feet from the ledge to clip the anchors on\n\nPipe Dream\n\nto rap to the ground.\n\n... and goes about 5.9.","protection":"The climbing is well-protected on a double set of aliens from blue to red (tips to 1.5\" max).\n\nYou can climb back down a few feet from the ledge to clip the anchors on\n\nPipe Dream\n\nto rap to the ground.","location":"This pitch starts from the intermediate anchors on\n\nPipe Dream\n\nand finishes near the top anchor, stepping down and left to retreat from there."},"__v":0},{"_id":"mRl0IvPkXhKwcqfRXu45gg==","name":"Pipe Dreams","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Sangdahl & Baldwin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":13,"mp_id":"105764169","mp_crag_id":"105746409","climb_id":"mRl0IvPkXhKwcqfRXu45gg==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"This is a very nice sport climb on the North Face of Black Widow. Immediately around the corner from Vaino/BobD's new routes, right of\n\nDracula\n\nand the\n\nResinator\n\nis this pitch.\n\nThe lower section features back-to-back mantles to get established at a no-hands rest. The next section climbs a knobby face to a ledge with an intermediate anchor. Avoid stemming into the adjacent corner in this section, that is slightly contrived and thus the reason this is a 2-star climb and not 3. Unclip the anchor draw and (if you can reach it) the last bolt on the lower section to alleviate rope drag on this wandering pitch. The upper section makes a traverse left to a crack, followed by a tricky traverse back right and eventually into a jug hole (crux). It is easier climbing to the top.\n\nBring a 60m rope, since this is a fairly long one.","protection":"14 or so bolts to a 2 bolt anchor. There is also an intermediate anchor to which you can do a 9 bolt climb.","location":""},"__v":0},{"_id":"LvuWLDh3WHOyGltjF1s7Xw==","name":"Mordred","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Luke Parady, bolted by Stevie Damboise","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":4,"mp_id":"106945277","mp_crag_id":"105746409","climb_id":"LvuWLDh3WHOyGltjF1s7Xw==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Follow the first 6 bolts or so of\n\nDracula\n\n, then stay left and follow the next 7 bolts up the overhanging arete.","protection":"13 bolts to anchors.","location":"This is on the left side of the Black Widow Slab."},"__v":0},{"_id":"LxzTnDRaX82ttcVKe3cVLQ==","name":"Kate Moss","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Vaino Kodas and Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":0,"mp_id":"105760950","mp_crag_id":"105746409","climb_id":"LxzTnDRaX82ttcVKe3cVLQ==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"This route lies on the left-side of the rock, just left of \"\n\nConsilence\n\n\". This is a long pitch and a 60 meter rope will not get you to the ground...\n\nEds. a 70 doesn't get you to the ground either\n\n. Tie a knot in the end of the rope and have your belayer walk up and left so you can reach the ground. Or trail a rope and rappel off. Nice face and slab climbing is the highlight of this route. There is a fair amount of moss on the route, so those who don't like a little dirt might want to stay away. The route has a alpine feel and with more ascents will get cleaner. A nice warm-up for the the harder routes on this wall.","protection":"Fifteen bolts will get you to a two-bolt anchor with Mussy hooks. A 60 meter rope will not get you to the ground. Be careful!!! A 70m rope\n\nMAY\n\nreach the ground if your belayer gets to the base of the climb.","location":""},"__v":0},{"_id":"CK+gu2T+XFWdgMVZdbUpPg==","name":"Gyromancy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Vaino Kodas and Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":3,"mp_id":"105760854","mp_crag_id":"105746409","climb_id":"CK+gu2T+XFWdgMVZdbUpPg==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"This route start 15 feet right of \"Consilience\" and climbs an obvious blunt-arete to a two bolt anchor. The route climbs a lot better than it looks from the ground with a couple of hard moves on the arete. Cool moves up the arete to the crux near the fourth bolt. Reach a good two-finger pocket and one last hard move gets you to the anchor. Good route from the hard-working Mr. Kodas.","protection":"Six clips will get you to a two-bolt andchor","location":""},"__v":0},{"_id":"uSLSM3L3W8295w9RnvlxNQ==","name":"Franken Berry","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Kevin Capps, equipped by S. Damboise, S. Hong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":7,"mp_id":"121778610","mp_crag_id":"105746409","climb_id":"uSLSM3L3W8295w9RnvlxNQ==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Franken Berry offers technical arete climbing on beautiful granite. The crux is short-lived, but it packs a punch! From the start, moderate climbing leads straight up to the left-angling, blunt arete. Rest before the arete, then work through the meat of it with sidepulls, crimps, and a smeary foot sequence that will leave you intrigued enough to keep trying until you do it. After pulling past the second mini-roof, more moderate climbing above awaits as you trend up and left to finish on\n\nDracula\n\n.\n\nFour closely-spaced bolts in the crux (I didn't clip all of them) make for working the route nice, and it will give you more options for redpoint clipping tactics.\n\nThis route was developed by legendary Boulder climbers, Steve Damboise and Steve Hong, around 15 years ago. I removed a bolt and added a new bolt to make clipping before the crux section a little easier. I do plan to come back to give it its own anchor, but for now, it finishes on\n\nDracula\n\n. There are two bolts leading into it from\n\nCount Chocula\n\nthat I left alone for now, so don't get confused by those bolts.","protection":"Bolts.","location":"Start just right of\n\nCount Chocula\n\n(the route that goes out the roof), and climb the left-angling arete."},"__v":0},{"_id":"8iKkTB8UVK6sbvnUiLYQuA==","name":"The Fire Down Below","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":20,"mp_id":"107606411","mp_crag_id":"105746409","climb_id":"8iKkTB8UVK6sbvnUiLYQuA==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"On Sept. 28, 2011, I led a trad pitch that begins just right of\n\nSmoke Down\n\nand ends at\n\nSmoke Down's\n\nanchors. Just left of a dirty gully, follow a ramp that diagonals right.  Then climb steeper rock up and slightly left, finishing with a short, narrow \"dihedral\" with a finger crack (10d-ish). My wife followed the first half.","protection":"SR: finger-size cams and wires for top; hand-size and maybe larger for lower half of climb.","location":"It is immediately right of\n\nSmoke Down\n\n. Rappel from\n\nSmoke Down\n\nanchors."},"__v":0},{"_id":"8uX8xrNbWs2WjdWLwUumDA==","name":"The Far Right","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":21,"mp_id":"107606460","mp_crag_id":"105746409","climb_id":"8uX8xrNbWs2WjdWLwUumDA==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"On May 8, 1974, Nate Zinsser and I did a climb that began a little farther right of\n\nThe Fire Down Below\n\n, just left of mossy, grungy rock, to the only good section of this climb: a short, clean, right-leaning dihedral with a hand crack (5.8 or 9), which I led. This dihedral is strenuous because its crack overhangs to the west (up-canyon) before going vertical. It lies about 80 or more feet above the ground and is easy to see from the ground and from the highway. In the photo on p. 179 of D'Antonio's guidebook [first edition], the dotted line for route #15 ends on a large block; our short dihedral defines the right edge of said block. (D'Antonio should have drawn the line for #15 farther left, along the right-angling corner visible between two trees in that photo. The top of #15 and 16 is also a lot lower than the top of his dotted line.) Nate and I continued to trend left above, joining \"\n\nRight Side\n\n.\" We could call our route \"The Far Right.\"","protection":"SR: plus extra hand- and (maybe) fist-size. Climb and scramble off.","location":"Begin just right of the grungy gully that is immediately right of\n\nThe Fire Down Below\n\n. Climb mossy rock to reach the clean crux dihedral."},"__v":0},{"_id":"x2yp4f0fUFGbgyXMAKHw2Q==","name":"F**k You","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Sangdahl & Baldwin [and others]","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":15,"mp_id":"105764175","mp_crag_id":"105746409","climb_id":"x2yp4f0fUFGbgyXMAKHw2Q==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"This is the sport climb immediately right of\n\nPipe Dreams\n\n.  According to Rolofson's guide, the oh-so-clever name of the route is a response to the ACE FHRC's rejection of the FAists' new route application at Eldo....  (Rumor has it that these same FAists were players in the late-90s ice farming controversy).\n\nAs for the route itself, I think it is among the best on the crag.  If it weren't for the ledge soon after the start, it might deserve 3 stars.  The crux of the route felt like the start.  Get a good spot or stick-clip the first bolt, and mantle onto the route.  Tricky climbing gains a rest ledge.  From the rest ledge, the route becomes a sustained arete/face affair that leads to the top.","protection":"12 or so bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"vRwSVh8YVYGaHtEB5LinKQ==","name":"Dracula","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bob Horan & Pat Horan, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":5,"mp_id":"105832470","mp_crag_id":"105746409","climb_id":"vRwSVh8YVYGaHtEB5LinKQ==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Climb the slab leading up to the left side of the steep piece of rock described below on a fun 5.9 or 5.10- slab past 5 or so bolts. Follow 5 bolts up a scoop through the middle of the steepness, making fun technical moves, until you can make a long move to the right arete of the steep face (crux). Swing around the corner and follow easier climbing past 2 more bolts to the anchors.","protection":"12 QDs and something for the anchor.","location":"Between\n\nGyromancy\n\nand\n\nSpecter\n\nis a steep piece of rock with three lines of bolts on it. Dracula climbs the middle of the three."},"__v":0},{"_id":"Sj5u5y7MVg6Lygyeo1DX4g==","name":"Count Chocula","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"equipped: Taylor Roy, Ted Lanzano; FA: Brian Lichtenheld, '06/'16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":6,"mp_id":"121055454","mp_crag_id":"105746409","climb_id":"Sj5u5y7MVg6Lygyeo1DX4g==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Saunter up the slab to the big roof (long draws/slings are helpful from the upper part of the slab until the final lip of the roof). Writhe your way up the roof and the arete to pass the crux. After establishing in the dihedral, head up into the crux of\n\nDracula\n\n, and reach the chains shared with\n\nDracula\n\nand\n\nMordred\n\n.","protection":"14 bolts.","location":"Start on the slab to the right of the start for\n\nDracula\n\n/\n\nMordred\n\n."},"__v":0},{"_id":"L2dlMNS3VE6wTr8Bw9DS2Q==","name":"Consilience","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Bob D'Antonio, Vanio Kodas and Moe Hershoff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":1,"mp_id":"105760851","mp_crag_id":"105746409","climb_id":"L2dlMNS3VE6wTr8Bw9DS2Q==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"I am going to go out on a limb here. This is one of the best slab route in the area. This climb offers continuous, quality climbing up a near vertical face/slab on knobs and small edges that lead to expose moves out a small overhang just below the anchor. A longer and better version of the \"Scientist\" with a hard move to gain a ledge near the top. The route starts on the northeast face of the rock just left of the old \"Left Side\" route. Climb up to the first bolt with caution or just stick-clip it. Reach a small crack and the first of several technical moves. Fire straight up on good holds and reach a small ledge. Climb up through a small bulge and get ready for 40 feet of great, near vertical slab climbing. The crux is getting to the ledge just below the overhang. Reach the ledge, climb right out the overhang on good edges and cruise up to the anchor.I would give this route four stars if not for dirt and a little moss still on the route. Should clean up nicely with more ascents. Be careful lowering as a 60 meter rope barely makes it to the ground.","protection":"15 bolts lead to a two bolt anchor. You need at least a 60 meter rope to reach the ground!","location":""},"__v":0},{"_id":"eP9DNahhU9OYIniba/xu6Q==","name":"Center","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kor and Northcutt, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":2,"mp_id":"108417108","mp_crag_id":"105746409","climb_id":"eP9DNahhU9OYIniba/xu6Q==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"Between\n\nConsilience\n\nand\n\nGyromancy\n\nis a dead tree on a ledge that is not far above the ground.  Start down and left of the dead tree.  Climb up to the ledge, step right (behind the tree) and move right to a shallow, left-facing flake/dihedral system.  Climb up this feature, placing occasional gear and clipping occasional old pins.  Move right to an alcove.  Strenuous hand jamming and long reaches over a bulge, braving ledge-fall potential, deliver you to easier ground.  Move right and build an anchor.  You could continue, but we rapped to the\n\nGyromancy\n\nanchors.  The route is relatively clean and well-protected  if you're willing to fiddle with gear placements.","protection":"SR.","location":"Begin between\n\nConsilience\n\nand\n\nGyromancy\n\n."},"__v":0},{"_id":"JOb8Zyk8UwCFCKLtksTlFw==","name":"Caught in the Web","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Vaino Kodas, Bob D'Antonio and Moe Hershoff","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":22,"mp_id":"105760548","mp_crag_id":"105746409","climb_id":"JOb8Zyk8UwCFCKLtksTlFw==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"On the far right side of Black Widown Slab is a leaning-overhanging face that faces north. This is Caught in the Web. Climb up a short slab to a ledge. Make some hard moves past a thin crack to reach a small ledge. Power up on small (crux) holds into a short-overhanging corner making tedious moves up to a jug. Climb on good holds to the anchor! Technical climbing and a hard crux move are the highlights of this short, powerful route!","protection":"Eight bolts will get you to a two-bolt anchor.","location":""},"__v":0},{"_id":"U9f/9+Y1UF6M6VwthwwQAw==","name":"Black Widow Recess","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":8,"mp_id":"108417007","mp_crag_id":"105746409","climb_id":"U9f/9+Y1UF6M6VwthwwQAw==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"I named this after a similar climb that I led near the Cookie Monster, in Nevada's Red Rocks.\n\nBetween the bolted project (which is just right of\n\nDracula\n\n) and\n\nSpectre\n\nis a recess below a  hanging chimney.  On Aug 19,  I started on the left edge of the recess, using jugs on overhanging face.  I clipped a few bolts, then started placing gear.  Higher, I reached left with a sling and clipped another bolt.  Using my chicken wing, I attempted to burrow into the offwidth, which eventually opened into a dirty chamber.  I climbed up to its ceiling and chickened out.  I belayed David Light up, and he solved the intimidating exit to the right, to\n\nSpectre's\n\nanchors.  While I was belaying, I noticed a moderate-looking face that exited the chamber from low on climber's right.","protection":"SR through 4 inches; the optional bolts on the left were gratifying to clip.","location":"Between the bolted project on the left and\n\nSpectre\n\n, on the right, is an obvious chimney/recess system."},"__v":0},{"_id":"hWEVboIZVs6ZBJfEKCbD7A==","name":"Bands of Gold","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob Horan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"left_right_index":16,"mp_id":"105764172","mp_crag_id":"105746409","climb_id":"hWEVboIZVs6ZBJfEKCbD7A==","areaRef":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":"This is the climb immediately right of\n\nF**k You\n\n.  Look for a dihedral with very closely spaced bolts.  Climb the dihedral to a huge ledge.  The closeness of the bolts suggest that it is intended to climb closer to the arete, but the corner is right there.\n\nFrom the ledge, wander up a loose, vegetated ledge to a line of bolts on the upper headwall.  One could also avoid the ledge traverse by continuing straight up on the excellent upper part of\n\nF**k You\n\n.  Make a sketchy move to clip the first bolt on the headwall, and follow the line of bolts to the top.","protection":"12 or so bolts to a 2 bolt anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,0044fe26-6b8c-5ba9-9706-e10e91199563","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Black Widow Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.9"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":2,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":7,"advanced":10,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.4147,39.9966]},"bbox":[-105.41528696045351,39.99615033981814,-105.41411303954646,39.997049660181865],"left_right_index":-1,"ext_id":"105746409","area_id":"AET+JmuMW6mXBuEOkRmVYw=="},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T05:55:57.438Z","updatedAt":"2022-11-25T11:16:29.723Z"}