{"_id":"6368a185e80bff5a9954f30b","area_name":"Mustang Wall","shortCode":"","climbs":[{"_id":"1vnRBnI4UaSiZhEecGlheg==","name":"The Rube Goldberg","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46271,36.04497]},"left_right_index":5,"mp_id":"117061354","mp_crag_id":"114107836","climb_id":"1vnRBnI4UaSiZhEecGlheg==","areaRef":"c7ClYFA/UU6XOogTnjLD0A=="},"content":{"description":"This is an excellent, techy rock climb up the beautiful brown face right of Mustang Cracks. A rewarding route that will punish those that have failed to dial-in their nutcraft prior to launch.\n\n P1 (5.6 or 5.10a, 100'): An approach pitch; climb either the first pitch of Mustang Cracks and move right to a bolted anchor or more directly climb the first pitch of Huckleberries to the same bolted anchor (see those route descriptions).\n\n P2 (5.11a, 60'): Climb a thin flake then move left and up to an anchor on a comfortable ledge just right of Mustang Cracks.\n\n P3 (5.12a PG13, 110'):  This pitch wanders a bit back and forth - take your time and suss out the line and the gear. Climb up to a bolt, move left then back right, performing some tricky moves up flakes to a stance below a finger crack and overlap. Nut placements and perhaps a tiny cam provide some relief for the crux moves getting into and up the initial bit of this finger crack. Easier climbing leads to another anchor on a good ledge.\n\n P4 (5.11c, 90'): This is the final pitch of Huckleberries but it should be done with this route as it is awesome and yields the best combination of classic pitches on this stretch of the wall. Move up and right from the belay, tip-toeing up some hollow blocks to gain a blunt right-facing arete. Delicate moves up this, protected by three bolts, lead to an anchor at the top of the wall.\n\n Rap the route with a 70m rope.","protection":"Stoppers & Lil’ Cammers. Lots. Something like this:Pitch 2: Blue Alien, Black Alien, #7 BD, #5 BD, #6 BD, #10 BD, #9 BD, #8 BD, #8 BD, #7 BD, #7 BD, AnchorPitch 3: #7 Astro, #5 BD, Grey Alien w/ Sling, Bolt, #6 BD, #6 BD, #5 Micro, #6 Micro, #5 BD, #4 BD, #9 BD, #8 BD, #8 BD, 0.5 Camalot, Anchor.Pitch 4: Bolt, Yellow Alien, Blue Alien, Green Alien, 3-4 Wires, 3x Bolts, Red Alien, Anchor","location":"Start with the scrambly first pitch of Mustang Cracks or just right on Huckleberries."},"__v":0},{"_id":"VrjhKmosW4W5OpMGoGLz3w==","name":"Pegasus","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46271,36.04497]},"left_right_index":2,"mp_id":"113913157","mp_crag_id":"114107836","climb_id":"VrjhKmosW4W5OpMGoGLz3w==","areaRef":"c7ClYFA/UU6XOogTnjLD0A=="},"content":{"description":"Pegasus weaves an elegant line up the wall to the right of the massive right-facing corner system that forms the left margin of the Mustang Wall. The first three pitches are high quality but the final crux pitch is the real prize: A spectacular splitter crack up a steep wall guarded by a brief section of thin face climbing.\n\n Scramble up a rib of rock to a small ledge just right of a tall, spindly fir tree and rack up at the base of a short crack in black rock.\n\n P1 (5.10a, 150’): Climb the crack and head up a right-facing corner, passing a small ledge, and continuing up into an obvious left-facing corner. Follow this - occasionally stepping out around it to the right to use face holds, but always using the corner itself for pro - until reaching a belay on a cramped ledge near the top of the corner.\n\n P2 (5.10a, 70’): Traverse straight left across a smooth slab, clipping two bolts, on the way to a crack and a nice open book. Follow this upwards to the top of the system and step left to a comfortable belay.\n\n P3 (5.10c, 100’): Face climb up off the belay past a bolt to reach the bottom of a short finger crack. Above this crack step right to gain a second crack and follow this until it too ends. A few face moves lead to the left end of a long belay ledge.\n\n P4: (5.12a, 120’): Move to the right end of the ledge and ascend a short, left-facing corner until it’s possible to clip the first of two bolts. Climb up the face to a serendipitous black knob, clip the second bolt, and traverse rightwards with difficulty to gain the bottom of a splitter finger crack. Follow this incredible crack upwards for 70’ to a steep, smooth wall. Move right around the wall and easily up and back left to an anchor.\n\n Descend by rapping with a 70m rope (watch your ends), utilizing anchors both on and off the route (see topo).","protection":"1x small to #2 Camalot   1 set of wired stoppers   70m rope minimum for rappeling","location":"Far left end of the Mustang Wall near a spindly pine tree. About 80’ right of a massive right-facing corner system. Accessible via a 4th class scramble up a rib of rock along the base of the wall."},"__v":0},{"_id":"nS0yWW/VWMy3LYEbzl/tOw==","name":"Mustang Cracks","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46271,36.04497]},"left_right_index":3,"mp_id":"112101608","mp_crag_id":"114107836","climb_id":"nS0yWW/VWMy3LYEbzl/tOw==","areaRef":"c7ClYFA/UU6XOogTnjLD0A=="},"content":{"description":"Most of this was taken from the latest edition of the \"Red Rocks - A Climber's Guide II.  I've also climbed the route and added more beta.  The route climbs a crack and corner system in the center of a triangle shaped wall of varnish. \n\n  P1 - Scramble up blocky terrain to a short right facing corner.Climb the cracks on the right to a pine tree. Continue up over a couple of walls and fight some shrubbery until you reach the base of the crack/corner. Either build an anchor in the crack at the base of the start of pitch 2 or belay from a bolted anchor 10 feet to the right. 90' 5.6 \n\n  P2 - Climb the long crack through a pod to a bolted anchor at the base of a prominent black corner. The crux of this pitch is the first 8 feet.  90' 5.9 \n\n  P3 - Make some thin and reach moves up the corner and then move out right along a rail and climb the easy face on good edges.  Move back left to a bolted anchor when nearing the top. Crux of this pitch is the first 15 feet. 80' 5.10d   Variation: climb the corner directly to the anchor. Been TR'd 5.11d \n\n  P4 - Climb the corner to a bolted anchor.  Use the arete when it gets thin and then move back into the corner. 70' 5.10c \n\n  Descent: It is possible to rap the route with a single 70m rope. I would imagine a single 60 m will get you down safe as well","protection":"Single rack to #4, RP's","location":"The only negative aspect of this route might be the long approach. Make a day of it and climb some of the other routes to the left on the The Monument.\n\n Right hand side of the gully to the right of The Monument. From the Black Velvet parking area, head towards The Monument. Stay low and skirt the monument until you reach the far right side. You will see a gully just to the right of The Monument. Head up this gully to the base of a triangular wall of varnish. Start directly below a tree that appears to be at the base of a crack system. There is a good picture of the fourth pitch on page 40 of the Handren guide book (2nd edition). "},"__v":0},{"_id":"C0OQecDtUEudD1KpoE9TBw==","name":"Mustang Corner","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46271,36.04497]},"left_right_index":4,"mp_id":"114107843","mp_crag_id":"114107836","climb_id":"C0OQecDtUEudD1KpoE9TBw==","areaRef":"c7ClYFA/UU6XOogTnjLD0A=="},"content":{"description":"This is the obvious direct version of the third pitch of Mustang Cracks. Instead of avoiding the corner - commit to it. Historically and easily top roped, Mustang Corner protects nicely with many small stoppers and RP's - although the pro isn't always perfect and stances for placing it can be tenuous, with patience a leader should be able to get something reliable in every body-length or two. The movement is absolutely classic - you'll be stoked to do this pitch!","protection":"1 set of cams from tiny to 0.75 Camalot.1 set of stoppers.2-3x sets RP's. I didn't find offsets useful but I did enjoy having a variety of different types of pro (authentic RP's, BD Micro Stoppers, and Metolius Astro Nuts).","location":""},"__v":0},{"_id":"K2Ywx4TMUSqa9/E2GhXbAw==","name":"The Dragon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46271,36.04497]},"left_right_index":0,"mp_id":"115678949","mp_crag_id":"114107836","climb_id":"K2Ywx4TMUSqa9/E2GhXbAw==","areaRef":"c7ClYFA/UU6XOogTnjLD0A=="},"content":{"description":"The Dragon is a fantastic climb up the massive corner system on the left side of the Mustang Wall. Unusual for Red Rocks, this route features sections of physical crack climbing on every pitch and excellent rock. It is consistent in difficulty, with the exception of a brief slab crux (the higher traverse following bolts with black hangers). This crux can be avoided by taking a natural but circuitous variation (the lower traverse following bolts with tan hangers): at 5.10-, it is easier but can create rope drag (intermediate belay on the Pegasus ledge recommended).Sure to be a classic; the tedious approach through the desert from the Black Velvet parking lot is all that keeps this thing from having lines on it like the other great routes in Red Rocks.Begin just above a spindly, twisted pine tree just up and left from the black crack that marks the start of Pegasus. A landmark is the curving, right-facing white flake halfway up the first pitch. Do not start below a lone, low bolt in a right facing corner - this is an off-route bolt and is much too far left.P1 (5.10-, 100’): Follow a shallow, right facing corner (tricky pro) up until level with the white flake. Protect high in the corner, then step down and left to move over to the flake (0.5 Camalot in a slot protects this traverse for leader and follower), then follow the flake (bolt) to a belay on a chockstone.P2 (5.10-, 90’): Up the wide corner (bolt), then carefully negotiate a loose section (bolt), finishing with a steep crack to an awesome belay ledge.P3 (5.10-, 70’): Continue up the nice corner which concludes with a physical struggle past two bolts to a belay at a good stance (or continue if doing the easier, P4b variation).You have a choice for P4:P4a (5.11a, 120’): The line of the FA heads up past some pockets to a thin slab crux passing four bolts with black hangers. From here tiptoe up the teetering Jenga flake and then reach wildly up and left to good holds on the steep wall above (appears unprotected but there is solid, hidden gear). Continue into the Green Corner to a good belay ledge. This is the better and more direct line but is significantly harder than anything else on the route.P4b (5.10, 120’): Climb up and then move right on a curving ramp passing three bolts with tan hangers to the long Pegasus belay ledge. I strongly recommend belaying here to minimize rope drag. From the ledge, move straight left past a black bolt to reach the teetering Jenga flake, cross the flake and tiptoe up, then reach wildly up and left to good holds on the steep wall above (appears unprotected but there is solid, hidden gear). Continue into the Green Corner to a good belay ledge. This is an easier and perhaps more natural path, but it is wandering and probably best done with an intermediate belay on the Pegasus ledge (if you intend to do this, it would make sense to link P3 into the first half of P4b to the intermediate belay).P5 (5.10-, 80’): Climb the steep, varnished lieback (#4 Camalots) to a wedged block, then follow the splitter handcrack up the right face to the top.Rap with a single 70m rope using anchors on both Pegasus and the Dragon (see topo).","protection":"1x small to 0.75 Camalot. 2x #1 to #4 Camalot. Optional wired stoppers. 70m rope.","location":""},"__v":0},{"_id":"neUIJjn4XFqgfpJYLPfraQ==","name":"Burros Gone Wild","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Joshua Janes & Sawyer Bullock - Winter 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46271,36.04497]},"left_right_index":1,"mp_id":"118567639","mp_crag_id":"114107836","climb_id":"neUIJjn4XFqgfpJYLPfraQ==","areaRef":"c7ClYFA/UU6XOogTnjLD0A=="},"content":{"description":"Burros Gone Wild is a good ol' pitch of blue-collar struggle high on the Mustang Wall. It is more or less a variation to the finish of either The Dragon or Pegasus - climbing a flaring chimney created by a massive flake sandwiched between the upper parts of those routes. Kinda reminiscent of the Epinephrine chimneys but much harder. It's quite fun if you're into this sort of thing and the rock is clean and well-varnished.P1-3: Climb either the first 3.5 pitches of The Dragon or the first 3 pitches of Pegasus and belay on the long belay ledge out right of the teetering Jenga Flake.P4: Climb leftwards off the ledge, across the Jenga Flake, and up as for The Dragon, but at the base of the Green Corner, move back right across varnished edges to access the bottom of the massive flake. It would be possible to set up an uncomfortable hanging belay here which will really help with rope drag up higher. If you link through, as was done on the FA, it is important to back clean or heavily runner as much as possible up to this point or pay the price. Another solid option might be to tie in to both ends of the rope, leading on one then dropping it once at the flake. Launch up into the flare behind the flake - easy at first, and harder up high fighting through a steep OW section. Ramble on to the final anchor of Pegasus.","protection":"1x small to #4 Camalot. Lots of runners or a few extra small/medium pieces to set up an intermediate belay.","location":"Mustang Wall. Begin on The Dragon or Pegasus. Climb inside the giant flake between those routes high on the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,becfb41f-3278-59c6-a376-2d23d97c220d,73b0a560-503f-514e-973a-88139e32c3d0","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Black Velvet Canyon","Mustang Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46271,36.04497]},"bbox":[-115.4632661278518,36.04452033981814,-115.4621538721482,36.04541966018186],"left_right_index":-1,"ext_id":"114107836","area_id":"c7ClYFA/UU6XOogTnjLD0A==","polygon":{"type":"Polygon","coordinates":[[[-115.4632661278518,36.04452033981814],[-115.4621538721482,36.04452033981814],[-115.4621538721482,36.04541966018186],[-115.4632661278518,36.04541966018186],[-115.4632661278518,36.04452033981814]]]}},"content":{"description":"This wall is home to more than a half-dozen routes generally ranging from 3 to 5 pitches in length. Expect great variety: techy face climbing, corners, and cracks of all sizes. This area holds shade and can be chilly, but it is a good spot on warmer days and for solitude. Great views of the valley and the workings of Bonnie Springs Ranch down below (make sure to be quiet as voices will carry all the way down to the ranch). A single 70m rope is adequate for any of the routes here."},"density":0,"totalClimbs":6,"__v":2,"createdAt":"2022-11-07T06:11:18.794Z","updatedAt":"2024-01-20T01:03:00.749Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e766f8258fb5bda0900e","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}