{"_id":"6368a33fe80bff5a9957d900","area_name":"Paperboy Millionaire boulder","shortCode":"","climbs":[{"_id":"XEGZiirPX0S1igqR0pI+qA==","name":"Stuff She Tells Her Friends","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53458,34.74627]},"left_right_index":1,"mp_id":"121320341","mp_crag_id":"121313496","climb_id":"XEGZiirPX0S1igqR0pI+qA==","areaRef":"KRVG0vmRXqmc6xJTcUeVRQ=="},"content":{"description":"Start with matched hands on the big block pedestal under the roof. Do what you want with your feet.Head toward the corner where the walls meet. Tech out for a few moves and head up the corner dihedral to top out. You can do this with big moves and muscle or tech - all styles should enjoy this one!","protection":"2-3 pads","location":"Park at Forgot To Pullout area which is one parking spot uphill from the Pullout Game / Juji Fruit area. Wall uphill to where the slabs pinch down to the road and make an east walk up. Head uphill and 61’ from the road you will see the twin roofs of Paperboy Millionaire.Behind this there are multiple walls and alcoves with new boulders ripe for the picking!  Short east approach!"},"__v":0},{"_id":"0/A+mN3mUBmIjfp/JQEZrg==","name":"Paperboy Millionaire","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53458,34.74627]},"left_right_index":2,"mp_id":"121313504","mp_crag_id":"121313496","climb_id":"0/A+mN3mUBmIjfp/JQEZrg==","areaRef":"KRVG0vmRXqmc6xJTcUeVRQ=="},"content":{"description":"Paperboy Millionaire starts in a set of thin hand jams in slots below a horny jug. Tech footwork will save energy if you are near this difficulty limit. Lift off and work the obvious rail to spy the proud block holds beyond the roofline. Take the direct line up these two holds and use any of the three known styles to send all at the same grade (kneebar, feet first, heads up).A bonus to sessioning this problem is that it will not hurt your finger skin! These climbs get shade 90% of the day! The sharp edges might slice your elbow on a big throw though. This line is a blast with big committing moves and a heart racing topout. Let’s see your style - capture a vid of the send!***Pedestal bloc to left of hips at start was not used tot turn the roof on FA but people are bound to walk on it***","protection":"2 pads","location":"Park one pullout uphill from Juji-Fruit Pullout Game parking. This is Forgot To Pullout. Walk uphill to where the slab allows for a simple walkup. Head 60' up this slab and the twin roofs of Paperboy Millionaire will be waiting."},"__v":0},{"_id":"8CFqotrDWquIyagxK+M4wg==","name":"Nurse Bazooka","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53458,34.74627]},"left_right_index":0,"mp_id":"121352233","mp_crag_id":"121313496","climb_id":"8CFqotrDWquIyagxK+M4wg==","areaRef":"KRVG0vmRXqmc6xJTcUeVRQ=="},"content":{"description":"Nurse Bazooka is a very fun stand start on the left roof of Paperboy Millionaire boulder. There is a sloping rail that runs from 5 o'clock to 11 o'clock, a crimp, and a wide right foot.Reach up to a hidden jug and use whatever features you need to get up the face. Very fun movement and a great warmup. ","protection":"1 pad","location":"On the left roof of Paperboy Millionaire boulder past the corner. This is only 60' off Mount Scott Road. Park at the Forgot To Pullout parking spot which is one spot uphill from Pullout Game / Juji Fruit parking. Head uphill to where the slab pinches down to the road and allows easy access. Head east up the slab and back south. You will arrive at the Paperboy Millionaire roofs in less than 1 minute."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,5de88109-c405-5645-9bf8-04ca996622b6,742fc4a8-da1a-5587-9ebf-f1aaac884f36,291546d2-f991-5ea9-9ceb-125371479545","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Mount Scott","Forgot To Pull Out","Paperboy Millionaire boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V3+"},{"count":1,"label":"V4"},{"count":1,"label":"V1+"}],"byDiscipline":{"bouldering":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.53458,34.74627]},"bbox":[-98.53512724219783,34.745820339818145,-98.53403275780215,34.74671966018186],"left_right_index":-1,"ext_id":"121313496","area_id":"KRVG0vmRXqmc6xJTcUeVRQ=="},"content":{"description":"Paperboy Millionaire boulder sits only 60' off of the blacktop and offers a combo of overhung tech and big strong moves to turn the roof with at least two distinct lines under the right roof and a few lines under the left roof. \n\n  Paperboy Millionaire (the problem) sit starts low under the roof in a cup-jam or thin hands pocket and works out from this lowness to a natural stopping point under the lip where you fire long for one of the best box holds on Mount Scott. Now that the easy part is over just top out!"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:18:41.885Z","updatedAt":"2024-01-15T16:47:50.593Z"}