{"_id":"63689de0e80bff5a994fa3d8","area_name":"McGregor West","shortCode":"","climbs":[{"_id":"imAkOBOrViivV+TLQxhL8A==","name":"Tumblelina","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Deb Thompson, LP?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.58696,40.41044]},"left_right_index":0,"mp_id":"109429873","mp_crag_id":"109429865","climb_id":"imAkOBOrViivV+TLQxhL8A==","areaRef":"BChrW2voWtmab0xmI7Ybxg=="},"content":{"description":"This is a nice, short, low angle route with a few interesting features and some adventure.  The route still probably needs a bit of cleaning and gardening if you want it to be crag-like.  It is probably the line of least resistance up the south face of this crag.\n\nP1.  There are two starts, both are runout until 12-15' up.  The left start is easier, perhaps 5.6.  The right start may be the crux for the entire route in its 15 feet up a slabby section without pro.  Once ~12-15', plug in some pro.  Follow the rib to the left of the crack.  Chase the crack up as it arcs rightward to a prominent, skinny tree trunk. This is where a run up the crack didn't get it all clean.  Bring a nut tool and brush to clean to your liking.  Continue upwards.  A 5.7-ish section confronts you just before a horizontal crack.  Finish on a large ledge, 5.8 PG-13, 120'.  You can exit right off the ledge if needed.\n\nP2. Move the belay up ~25' to a tree.  Follow what appears to be an easy crack.  The footholds get smaller as you ascend this nice section.  You continue until you are level with a tree on a ledge.  Traverse left to the tree.  This is where the #4 Camalot was nice.  The challenged tree can be backed up with an orange and a green Alien, 5.7, 230'.\n\nP3.  Follow a crack up to the obvious horizontal break.  Move left ~25'.  Pass a 8-9' steeper bit.  Note, the pro here is a yellow Alien at waist height and then a very iffy #0.1 Camalot (2-3 lobes engaged).  A taller climber will find this easier.  Hop aboard the slab, follow it to another steeper bit with a beached whale like move.  Above fight a bush past some loose bits to the top, 5.7 PG-13, 160'.\n\nScramble off the notch to the north and gain the McGregor Slab left descent.","protection":"A rack to a #4 Camalot with extra finger and hand size pieces works.  We did it with a 70m rope, although it's certainly not required.","location":"This catches a rib of sorts just to the left of the big, bushy, broken, less-inviting, right-facing dihedral that splits the face.  It starts at the nadir of the rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,15650526-a829-53c5-8c09-df78c17ed405,04286b5b-6be8-5ad9-9a6f-4c6623b61bc6","pathTokens":["USA","Colorado","Estes Park Valley","Fall River Road (US 34 West)","McGregor West"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.58696,40.41044]},"bbox":[-105.58755055457445,40.409990339818144,-105.58636944542555,40.41088966018186],"left_right_index":-1,"ext_id":"109429865","area_id":"BChrW2voWtmab0xmI7Ybxg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:57:00.783Z","updatedAt":"2024-01-15T16:44:10.620Z"}