{"_id":"6368a11ae80bff5a99542b78","area_name":"Smash 'N' Grab Slab, The","shortCode":"","climbs":[{"_id":"iwe4d5BxXpq18UoYSr3gtA==","name":"Put Me on a Pedestal","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"David Steele, Jason Mills, July 2019","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.73598,48.70421]},"left_right_index":0,"mp_id":"117358444","mp_crag_id":"117378495","climb_id":"iwe4d5BxXpq18UoYSr3gtA==","areaRef":"QhbPdG5yWgCWxjpk+qhgfg=="},"content":{"description":"On the lower flanks of Oberlin Mountain, not a far walk from Going-to-the-Sun Road, is the (\"now-named\") Smash 'N' Grab Slab, a proud 650 ft. tall slab.\n\nThe obvious far-right route on the slab was first climbed on July 14, 2019. (As far as we know, this is the FA of this wall.)\n\nPitch 1: Locate the obvious string of podiums on the right side of the wall and start in a left-facing corner. Connect the discontinuous podiums up the slab. Long run-outs up the slabs can (potentially) be protected by pitons. Belay: Build a belay in a crack about 20 ft. BELOW the top of the last podium -- there is no way to build a belay at the top of the podium. 5.4 R, 175 ft.\n\nPitch 2: Work your way up the slab, diverting right into the left-facing corner to place pro. 5.6 R, 150 ft., to a comfy, grassy ledge in the corner.\n\nPitch 3: Go left off the belay onto the face and up a short, solid \"flake\" system with good pro. Once on the long, shallow ledge about 30 ft. above the belay, continue up the slab until your first placement in the left-facing corner (a 30-ish ft. run-out). Continue to work up the corner and traverse left under the roof. At the end of the roof step down to a good, semi-hanging belay (finger-size cams and a piton). 5.6/7 R, 125 ft.\n\nPitch 4: Continue up the slab placing pro (when you can) in the corner/under the roofs. Traverse under the last two roofs then up the last left-facing corner up into the bear grass above the wall, belay off a tree. The position on this pitch is phenomenal! 5.7 R, 200 ft.\n\nDescent: Walk back to Logan Pass. Try your absolute best not to trample any fragile vegetation on the way -- skip rock to rock, please! Get back to GTTS Rd. and walk down the road back to your car or hitchhike ... or hike down the Highline Trail and rappel off one of the handrail guide wires back to the road/your car?","protection":"Singles 0-.2, doubles .3-3 (a triple of 2 would be very helpful), a 4, a small rack of nuts, 12+ double-length slings, various pitons and a hammer, a single 70m rope.","location":"Glacier National Park off Going-to-the-Sun Rd., one mile west of Logan Pass.\n\nApproach: Park in a shallow pull-out (legal to park here) for about four cars off GTTS Rd., directly across from the slab, about a mile west of Logan Pass. Walk down the steep scree field and across the basin to the base of the slab, about a 15-minute approach."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,fc5c6d1a-e836-50b2-bffd-2bd9ce233626,f4e01ec6-a037-52dc-a9f4-d43961866659,4216cf74-6e72-5a00-96c6-3a64faa8607e","pathTokens":["USA","Montana","Northwest Region","Glacier National Park","Mount Oberlin","Smash 'N' Grab Slab, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.73598,48.70421]},"bbox":[-113.7366613585738,48.70376033981815,-113.73529864142621,48.70465966018187],"left_right_index":-1,"ext_id":"117378495","area_id":"QhbPdG5yWgCWxjpk+qhgfg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:31.860Z","updatedAt":"2022-11-25T11:19:26.584Z"}