{"_id":"6368a1b8e80bff5a99553ef3","area_name":"Swamp Boulders, The","shortCode":"","climbs":[{"_id":"izwFP9o7WWW4J+ALUiG05g==","name":"Train Wreck","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112369656","mp_crag_id":"108145705","climb_id":"izwFP9o7WWW4J+ALUiG05g==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Stand start at the prow of the roof. There is a dike feature, and on either side there are some crimps. Pull on and make a hard move up right hand to an incut. Make a move out left to a good sidepull and balance up to a jug and top out. \n\n  There is potential for a low start as well.","protection":"A few pads and a spotter!","location":"If you are looking at Poisedon, spin 180 degrees so that \"Mart Fart!\" is on your rightside. Walk uphill about 20 yards and you will see this large boulder."},"__v":0},{"_id":"DeK54iOpViu+NwDC401oOw==","name":"Swampedelic Pop","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Miles Galloway?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"113294705","mp_crag_id":"108145705","climb_id":"DeK54iOpViu+NwDC401oOw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit start with LH on an incut crimp rail and RH on a sloper on the arete. Pull off the ground and make your way left and up the arete. Two powerful moves were the crux for me but this line has some technical footwork and some tricky body positioning. Jake snagged the stand first, we're thinking that might be a v5. I sent the sit mid summer so it might be a grade or two easier come fall time.","protection":"2-3 pads","location":"This is the left arete of the slab climb \"mist of Paradise\""},"__v":0},{"_id":"30ibPxNLW7uV6+Boj+W04g==","name":"Swamp is on","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"113474558","mp_crag_id":"108145705","climb_id":"30ibPxNLW7uV6+Boj+W04g==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit start at the right side the bulge with plenty of decent hand options but not much for feet. Power up righty to a bucket side pull, then it turns into a balancy slab climb, pretty much hands free to get established on your feet if you're not tall enough to reach the seam. Traverse up and right on good holds in the large crack at the lip until you can get your left leg up and rock over. Really fun!","protection":"3 pads","location":"On the mad hatter boulder. The climb is facing the trail up to devils den. If looking at the climb \"mouthful of chalk\", exit the cave to your right, once you exit the cave turn left and you'll see a 10 foot mossy and chossy face, it's right after that."},"__v":0},{"_id":"aieJYPc0UXuK4VVPswOrfg==","name":"Swamp descent","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"113474635","mp_crag_id":"108145705","climb_id":"aieJYPc0UXuK4VVPswOrfg==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Stand start the prow to the left of \"swamp is on\", make a few technical moves trending up and right into the same top out as for \"swamp is on\". Climbed more separately than I anticipated, the direct of this prow goes too, might be v3 range.","protection":"3 pads","location":"On the mad hatter boulder, immediately left of \"swamp is on\" and around the corner from \"mouthful of chalk\""},"__v":0},{"_id":"DaGUl+5TW2io0bGYC6T/Bg==","name":"The Swamp Crack","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Unknwon","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"113167245","mp_crag_id":"108145705","climb_id":"DaGUl+5TW2io0bGYC6T/Bg==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit start matched in the large crack, work your way up and left on good holds. Some cool footwork and movement on this line. It's nice to have somewhere other than the zoo to warm up!","protection":"2 pads","location":"On the back side of the first large boulder you encounter as you enter the swamp, to the left of \"The Number\""},"__v":0},{"_id":"uXJ+ZWW/U3C+Vy45EEvdFA==","name":"The Swamp Crack Direct","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Unknwon","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"113167339","mp_crag_id":"108145705","climb_id":"uXJ+ZWW/U3C+Vy45EEvdFA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Start matched in the large crack and make a few moves to gain a high right foot to make a big right handed move. Get weird and find a way to top it out.","protection":"2 pads","location":"Left of \"The Number\""},"__v":0},{"_id":"aF5VEau8XviwoVhmIaajww==","name":"Stemmed Possibilities","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Brett Meyers","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112369700","mp_crag_id":"108145705","climb_id":"aF5VEau8XviwoVhmIaajww==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Stand start with small incut crimp for the left hand and a right hand undercling. Get a high right toe and pull on with difficulty. As you pull on, the left toe naturally kicks up off the ground and hits the roof. Getting established onto the boulder is probably the physical crux. Once on the boulder press off that left hand and toe and reach up to a good hold in the horizontal split.    Figure out how to match hands and get a foot in the crack. From here trust the right toe and release both hands and lunge for the jug at the lip. This is the mental crux of the climb. Very unique and a combo of power, technique and finesse! \n\n  This is a really fun climb to get on with friends. Starting with both hands in the crack is around v1.","protection":"At least three crash pads and a spotter. The landing isn't the best, but if you decide to bail you can jump down and right to flat ground or backwards onto a rock which can be padded.","location":"This unique boulder problem lies just uphill from Poseidon and the Chasm Area. While facing Poseidon, look to your left past the lowball \"Mart Fart\", and walk up the hill about 25 yards. This boulder is sitting on top of a pedestal boulder which creates a roof. It will be on the left side of the boulder, and it climbs the obvious scoop and horizontal split."},"__v":0},{"_id":"jiYy9kgiWpC/V9e4yPoAWQ==","name":"Slow Vibration","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"108433842","mp_crag_id":"108145705","climb_id":"jiYy9kgiWpC/V9e4yPoAWQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Fun and powerful! Sit start matched on the triangle hold in front of the tree with a good left foot and your choice of small right feet. Fire up right to the obvious edge, or move to a sidepull to work your feet first. Match the edge and stand up to grab the sloping lip before mantling over.","protection":"A couple pads.","location":"On the outside of the Chasm boulder, facing south. To the right of the tree. Downclimb an arete/chimney into the Chasm to get down."},"__v":0},{"_id":"DP5fp5BvVlK/99Fv36qPdw==","name":"Shadow of the Colossus","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Sam Enright","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"111277251","mp_crag_id":"108145705","climb_id":"DP5fp5BvVlK/99Fv36qPdw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"This was formerly the \"Cave Project\".  All the hand hold are decent, but the feet and body position are strange.  Start at the bottom right of the face on a sharp, but good crimp rail.  Paste your feet and surf out left to a slopey rail.  Heel hook your hand and compress into a slopey, right-facing rail with your right hand.  Slap your left foot up and do a pretty hard move up and right to another decent sloping rail.  Do some magic footwork to get your right foot up on a incut foot.  Then surf out left to a mediocre undercling.  Walk your feet through, and set up for the crux.  Get a drop knee on a big slopey rail and a HORRIBLE smear with the left.  Twist your face into the wall and do a huge cross to precarious looking undercling pinch flake.  While it looks scary, its solid.  If you get here, paste your feet on some eh feet, and stand up really high to grab a hard-to-see edge with your left hand.  Then, move out right to a horn feature to top out.  Hard if you're short, slightly less heinous if you're tall like me (I'm 6 foot 1).","protection":"Pads and a few spotters","location":"As you are walking to Devils Den, you will see a large cluster of tall boulders on the left for far after you leave Boulder Natural.  This climb is located in the right-most corridor."},"__v":0},{"_id":"LtAXVEvGUEmWokhmOUy5qg==","name":"Sar-Chasm","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"108445108","mp_crag_id":"108145705","climb_id":"LtAXVEvGUEmWokhmOUy5qg==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A right sit start to the Chasm Crack that avoids the crux of the crack and adds it's own. Sit start 6' right of the crack on a slopey shelf. Make a big move up and left to a pinch, match next to it on a crimp, then make another big move to the jug in the crack. Finish up Chasm.","protection":"Pads, spotters","location":"Inside the chasm, locate the crack, then look to the right. Tada!"},"__v":0},{"_id":"cJR3OHPWVaKZ7kuvrjEpJA==","name":"Rolling Under","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112369740","mp_crag_id":"108145705","climb_id":"cJR3OHPWVaKZ7kuvrjEpJA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A fun warm up. Grab a right hand sloper sidepull and a good left hand crimp and power up to the lip and top out.","protection":"One pad","location":"This line is located directly left of Train Wreck."},"__v":0},{"_id":"gQyXko+1Wqi2OiUMRywAWQ==","name":"Pyramid Poison","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112369758","mp_crag_id":"108145705","climb_id":"gQyXko+1Wqi2OiUMRywAWQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Grab a thin right hand crimp and a high left hand crimp. Find a foot and stand up to a jug. Slab your way up the rest.","protection":"1 pad","location":"Left of Rolling Under. This boulder is shaped like a pyramid."},"__v":0},{"_id":"owwej92+WUqsUqvp0hVR1A==","name":"Pyramid Crack","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112369839","mp_crag_id":"108145705","climb_id":"owwej92+WUqsUqvp0hVR1A==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"An okay, short crack climb. Sit start and follow the crack up and slightly left.","protection":"1 pad","location":"To right of Pyramid Poison, or right behind Dee Nile."},"__v":0},{"_id":"bubum5+zVuO/PxJOH7G4Sw==","name":"Puddle Jumper","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"113278239","mp_crag_id":"108145705","climb_id":"bubum5+zVuO/PxJOH7G4Sw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A really fun dynamic problem. Sit start with two small crimps and throw for the lip. Short and sweet. Logs can be used to fill in the puddle.","protection":"2 pads","location":"On the Chasm Boulder directly to the left of Mudblood"},"__v":0},{"_id":"RCUA1jgMWF+x+rv9+RdQRA==","name":"Poseidon","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"109346318","mp_crag_id":"108145705","climb_id":"RCUA1jgMWF+x+rv9+RdQRA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Start sitting on the awkward pointy rock at the base with your left hand on the arete and your right hand on a crimp sidepull and a good low foot. Use fancy footwork to bump the left hand up the arete and to gain an incut crimp with the right hand. All of this leads to a committing deadpoint/dyno to the flat lip. A few more moves lead to a rock over mantle typical of most of the problems on this side of the boulder. \n\n  Great rock, fantastic movement and a cool finish make this problem full value! \n\n  While the pointy rock is awkward and potentially dangerous, it's not really an issue for any move except latching the incut crimp with the right hand. Still, be safe!","protection":"A couple of pads are ideal. Maybe something to cover the awkward pointy rock.","location":"Located to the right of 'Lost At Sea'. This problem shares an arete with that problem, but this line climbs the right side of the arete."},"__v":0},{"_id":"6OHTJAO0Xg2lRHMSAFs6fA==","name":"Point of No Return","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"Brett Meyers","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112272458","mp_crag_id":"108145705","climb_id":"6OHTJAO0Xg2lRHMSAFs6fA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A beautiful and aesthetically pleasing left leaning arete. Sit start on top of a small boulder with a huge left hand flake and a right hand on the arete. Find the good foot options, and bump up the arete to a good thumb catch. From here execute the crux move going to a left hand crimp. From here keep it together and continue up the arete with good holds and good foot options. After matching the arete falling should not be considered an option, because the is a tall rock slab that you would land on and slide down. \n\n  Once near the point of the arete rock over the slab and grab a fin of jugs at the apex of the boulder. The mental crux is about 3 feet down from the apex, with a spicy move to a good, but thin hold on the arete. I crossed right hand to it and tried matching feet on the low crimp and cut feet. If you cut feet, take it, or you could be landing on your face.  \n\n  This climb is an absolute classic and should be on everyone's list if you enjoy blood pumping highballs!","protection":"2 or 3 pads and two spotters. Due to the pedestal this boulder sits on, you are already high off the ground, and a good spot is very helpful.","location":"This boulder problem is located near Mouthful of Chalk, and Shadow of Colossus. If looking at Shadow of Colossus, walk left into the cave and exit the other side, and go left about 25 feet. There is a few slab climbs, and to the right this arete climb. There is also another arete climb to the left of the slabs."},"__v":0},{"_id":"jQU+rtuYVy2blWtitSusDA==","name":"Ore Chasm","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"119539029","mp_crag_id":"108145705","climb_id":"jQU+rtuYVy2blWtitSusDA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit start the laser-cut arete with the right hand on a low pinch on the arete, and the left hand just left on a sidepull crimp. Pull on and smack up to the smooth feature on the arete. Continue up the arete with a few low left hand sidepulls and slopey right hand pinches with some incredible tension. The crux is the last move, and it is a bit scary. Once the flat lip is reached, there is a mega bucket out left.","protection":"2 or 3 pads. A good spotter, one who knows what they are doing.The crux is a barn door tension move and it could spin you off the wall into the slab of the boulder behind.","location":"While inside the Chasm looking at \"Chasm Crack\" walk to the left to where the sloping lip/ arete meets the ground then spin around 180 degrees. This line is very obvious, but the landing is a bit tight between the two boulders. \n\n This boulder problem is found on the same boulder as \"Looks Are Deceiving\", or is found directly behind the V8 \"The Chasm\". It climbs the slightly left leaning right arete."},"__v":0},{"_id":"nvu+HBccUkGFffAX7rZhVA==","name":"The Number","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112367785","mp_crag_id":"108145705","climb_id":"nvu+HBccUkGFffAX7rZhVA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A hard technical problem with a crux topout on a blank slab. Sit start with a right hand sloper and a small lefthand pinch. Pull on backflagging and square up for the first move to a right hand sloper sidepull. From here bump the lefthand out to a bad seam and compress. Move your feet and go to an arete like feature with the right hand. Find your feet and stand up to increasingly worse holds. Get your feet up on the slab and balance your way up! Testpiece of the area!","protection":"1 or 2 pads","location":"Left of \"Point of No Return\". Just to the right of \"The Swamp Crack\"."},"__v":0},{"_id":"obljqtIrXPOcbQfbi+Y/Nw==","name":"The Nile","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112369795","mp_crag_id":"108145705","climb_id":"obljqtIrXPOcbQfbi+Y/Nw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A decent little arete climb. Sit start with the right hand on the arete and left hand on a crimp. Pull on and hit the lip lefty. Ride it out left to a pyramid pinch and rock over to top out.","protection":"1 pad. Careful not to hit the rock behind this line.","location":"To the right of Pyramid Poison in the small chasm."},"__v":0},{"_id":"9KHK/2n0WRKQsNu8dVVyxg==","name":"Mystic Moods","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Brad Fauteux?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"118118303","mp_crag_id":"108145705","climb_id":"9KHK/2n0WRKQsNu8dVVyxg==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit or squat start with a crimp/ pinch-like dish on the arete for the left hand and a crack gaston or pinch on the large block feature to the right. Find some feet to pull on to and figure out how to reach the large jug on top of the block feature. Once here continue up the arete and execute a huge lock-off to a sloper at the lip and continue to finish up slopers to top out. The feet are superb, so the top out isn't too bad.","protection":"2-3 pads. you sit-start on a rock, with a rock behind you. If you fall on the first few moves you could slide off/ fall of the rock on to the ground a few feet lower.","location":"This line is to the right and around the corner of \"Stemmed Possibilities\". It is also just left of \"Fact and Fancy\"."},"__v":0},{"_id":"ZhHd7zRAXPqEfO1X9SsOzg==","name":"Mudblood","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"108445099","mp_crag_id":"108145705","climb_id":"ZhHd7zRAXPqEfO1X9SsOzg==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"This climbs the little roof on the front of the Chasm boulder. Sit start beneath the roof with a mediocre right hand pinch and a couple choices for the left. Pull off the ground and pop to a crimp on the lip of the roof, match, then go again to the top. Topping out is easy.","protection":"Pad","location":"When approaching the Chasm from the trail, this climb is about 10' left of the entrance to the crack."},"__v":0},{"_id":"ca3Y6UnhVB6x4KV2BHm7RQ==","name":"Mouthful of Chalk","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Brian Nugent","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"108145761","mp_crag_id":"108145705","climb_id":"ca3Y6UnhVB6x4KV2BHm7RQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Start on the obvious diagonal rail at chest height. Make a big move up and right to a small gaston crimp. From here hard heel hooking and hidden holds will take you to the slopey lip. A jug up and right of the lip makes the top out easy.  \n\n  The name is because Ethan Chase bit open a chalk ball to put on a stick so we could clean the top.","protection":"A couple crash pads and spotters. The landing is flat but it's a bit tall.","location":"On the Mad Hatter boulder. If approaching the boulders from the Devil's Den trail, get to the boulder then walk left along the boulder using a fallen tree to avoid the swamp. The face that this problem is on is opposite of a another large, sized boulder. If you stand on top of the opposing boulder you can see the lip and the jug. You should also be able to find the partially chalked rail without much trouble."},"__v":0},{"_id":"XKMSL9rtXQKJnt1QhRdveA==","name":"Most Mystic Moods","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"118118274","mp_crag_id":"108145705","climb_id":"XKMSL9rtXQKJnt1QhRdveA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A new age hard and powerful classic that climbs a roof's slopey lip into an arete on friction dependent holds with a rad end sequence on excellent rock.Sit start matched with both hands on a slopey rib-like pinch on the lip of the roof, campus on or find a foothold to use. Move rightwards on slopers before spanning out to a crimp on the other side of the arete. A foot sequence is then followed by a huge cross in order to gain a dish-like crimp on the arete. Once on the lefthand crimp found on the arete, figure out how to make it out to the large blocky feature to the right. Once this large hold is in-hand, a few more hard moves gain the slopey top out!Truly a great problem that will see some traffic in the near future. Although the boulder problem can be a bit dabby in one section, there is a beta sequence that works well to avoid it.Click Here to see the video that features this climb.","protection":"Around 3 or 4 pads. There is a rock staring at your back when executing the giant crossover to the arete.","location":"This problem is on the same boulder and to the right of the classic \"Stemmed Possibilities\". This boulder can easily be found from the Chasm Boulder, as it is about 40 yards behind \"Poisedon\"."},"__v":0},{"_id":"gW7eR06ZWE+t7zBV9lBzhQ==","name":"Mist of Paradise","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112367798","mp_crag_id":"108145705","climb_id":"gW7eR06ZWE+t7zBV9lBzhQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A superb slab climb with fun moves.","protection":"You shouldn't be falling.","location":"This line is to the Left of Point of No Return. About 8 feet."},"__v":0},{"_id":"ByL3SDiLURqwdAyrezupIQ==","name":"Methods of Escape","yds":"V6-","grades":{"yds":"V6-","font":"7A","vscale":"V6-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"109638740","mp_crag_id":"108145705","climb_id":"ByL3SDiLURqwdAyrezupIQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Start with right hand on triangle hold near the tree (same start hold of Slow Vibration) left hand on the rail. I use the the big shelf for feet and then traverse up and left via sloper pods and crimps. Grab small edge over lip and side pull out left to rock over onto the slab and top out.","protection":"Pads and a spotter to keep you out of the leaf and toad filled hole.","location":"On the outside of the Chasm boulder, facing south. To the left of the tree. Downclimb an arete/chimney into the Chasm to get down."},"__v":0},{"_id":"9HirD9szXbaQi3A6k3Fi2Q==","name":"McCaber's Direct","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Kyle McCabe","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"113173886","mp_crag_id":"108145705","climb_id":"9HirD9szXbaQi3A6k3Fi2Q==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit start in somewhat of a hole with a right hand side pull undercling and the left hand high on a crimp rail.  Pull on and set up to make a big move up to the shelf. Match hands and mantel the shelf. Once established on the shelf, get a high right hand press and a left hand smear with i high left foot. Trust it and get up top. Mental crux top out with a sketchy landing. Classic Kyle.","protection":"3 pads and a spotter.","location":"Just to the right of \"The Number\"."},"__v":0},{"_id":"Hrfnupn2U9SMxnaVUftcLA==","name":"Mart Fart!","yds":"V2-","grades":{"yds":"V2-","font":"5+","vscale":"V2-"},"fa":"Jake Perry?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"111955276","mp_crag_id":"108145705","climb_id":"Hrfnupn2U9SMxnaVUftcLA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Smack! \n\n  Sit start with your right hand on a few choices of crimps, a bad right heel hook, and an obvious left hand crimp. Pull up and make a tough slap to the lip, match, grunt and top out. \n\n  Here's a vidayo of the climb: \n\nyoutube.com/watch?v=3wxexuv…","protection":"1 pad","location":"On a small boulder next to the Chasm Boulder. When you are looking at Poseidon, look to your left and you'll see the little arete."},"__v":0},{"_id":"0JiYrCQbXBGfzZ5nqpsIHQ==","name":"Lost At Sea","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Christian Prellwitz","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"108421259","mp_crag_id":"108145705","climb_id":"0JiYrCQbXBGfzZ5nqpsIHQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"This fun climb requires a bit of power for the start and good technique/footwork thereafter. \n\n  Start sitting at the base of the hanging slab with your right hand on a good pinch on the arete (at about 3 feet) and your left hand on a low sidepull (at about 2 feet). Pull off the ground somewhat awkwardly and proceed directly up the slab using the arete out right and the hanging arete feature out left. A hidden undercling out left may be helpful for the starting moves. \n\n  Decipher a couple slab moves (a little harder for short folk) and top out using the juggy lip. \n\n  This can also be done from a stand start (v1+).","protection":"A couple of pads","location":"This climb is located on the Chasm Boulder (same as Chasm Crack, etc). It can be approached by walking upstream from the Yosemite Boulder or via the trail to Devil's Den. It is the obvious slab to the right of Chasm Crack."},"__v":0},{"_id":"IqJ4qC2UVsGchi75hXoGNw==","name":"Lapras","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112369721","mp_crag_id":"108145705","climb_id":"IqJ4qC2UVsGchi75hXoGNw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit start with the right hand on the arete and left hand Gaston on a slopey feature. Pull on using a jug foot and make a hard smack up to a sloper higher on the arete. Continue out to a jug and get on its back!","protection":"2 pads","location":"From Train Wreck walk towards the boulder to the left, and this will be on the right side."},"__v":0},{"_id":"8T1YsdlVVi+qW+byVj6q+A==","name":"Jungle Fever","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"111336658","mp_crag_id":"108145705","climb_id":"8T1YsdlVVi+qW+byVj6q+A==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A worthy and fun boulder problem.  Start out with matching slopers far right along the shelf.  Interesting footwork, including a bomber heel hook allow you to rock up to the next sloper.  Find the following sequence(s) using clean in-cut  crimps camouflaged within the green moss.  High feet get you to the lip at the right hand section of slab.","protection":"At least one pad. Spotter.","location":""},"__v":0},{"_id":"sL+YMuBIUxuICnLDx4/sMg==","name":"Kindly Kiting","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112868054","mp_crag_id":"108145705","climb_id":"sL+YMuBIUxuICnLDx4/sMg==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A fun addition to the unique climbs in the swamp! While climbing this problem, you are opposing a barn door for most of the problem! Sound fun? \n\n  Sit start on two sidepull underclings and make a move up to a good sidepull crimp rail, rearrange your feet and get a far left foot and continue up the scoop. Fun to figure out!","protection":"A pad or two.","location":"From Point of No Return, walk leftwards past the slabs and a sloper arete climb. This problem will be to the left of the sloper left leaning arete."},"__v":0},{"_id":"IOcBIHRBVoSIbJYcJ7VkHQ==","name":"Golden Hind","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Miles Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"116069557","mp_crag_id":"108145705","climb_id":"IOcBIHRBVoSIbJYcJ7VkHQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Once you imagine there are actually holds, stand start the center of the slab and climb straight up. tricky and delicate climbing, good luck! ","protection":"2 pads","location":"You’ll find this slab on the back side of the mad hatter boulder. If entering from devils den trail, walk past the problem “mouthful of chalk” and the slab will be on your right."},"__v":0},{"_id":"96DnYq+CVqq9FM/W97Zobg==","name":"The Gloryhole","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112984508","mp_crag_id":"108145705","climb_id":"96DnYq+CVqq9FM/W97Zobg==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit start on a left hand sloper rail and a right hand crimp. Pull on and throw out left to the three finger pocket. Bring the right hand in to the left hand sloper, then go to a left-hand sidepull jug. From here hit the lip right hand and grab a juicy pinch. Figure out how to top it out from here! Cool movement and unique holds!","protection":"One or Two Pads. There is a rock 3 feet from the boulder which could potentially be dangerous.","location":"To the right of the tree from \"Methods of Escape\"."},"__v":0},{"_id":"nrCqt5BSW7OLchoZf9y/FQ==","name":"Fact and Fancy","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"117996540","mp_crag_id":"108145705","climb_id":"nrCqt5BSW7OLchoZf9y/FQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit-start matched under the roof with an undercling slot and a super low foot. Bicep your way up the first move to a large rail. Match the rail and then accomplish a big-move up to a crimp at the lip of the boulder. From here, figure out how to topout.","protection":"This climb can be a bit dabby, but two pads should suffice.","location":"This climb is located on the large scooped boulder just up the hill from \"Poisedon\", which is also home of the all-time classic, \"Stemmed Possibilities\". \n\nFrom the Chasm Boulder and with \"Poisedon\" directly in front, spin around to 7 o'clock and walk fifty yards up the rocky drainage-like hillside."},"__v":0},{"_id":"8P883z4aVtCzwAp/X/pr4Q==","name":"Eternal Love","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"112367815","mp_crag_id":"108145705","climb_id":"8P883z4aVtCzwAp/X/pr4Q==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"This is a fun slab climb that is a little more challenging.","protection":"1 pad","location":"This climb is the slab to the left of Point of No Return."},"__v":0},{"_id":"wBdKX8XcVcWjUQLgAcXPyA==","name":"Enthusiasm","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"115374854","mp_crag_id":"108145705","climb_id":"wBdKX8XcVcWjUQLgAcXPyA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Start as for \"Sar-Chasm\", do the same first move out left to a large meathook. Flip the righthand into an undercling above the starting hold before getting a left heelhook out left on a glassy rail. From here deadpoint off the heel to a glassy lefthand sidepull Once here execute some extremely difficult foot moves up onto the start. Stay tight in the scoop feature and make a very strenuous and friction dependent move up to a bad sloper.\n\nIf you come out of the box in this position you will lose the friction and spin-off the boulder, stepping or kicking the slab directly behind will prevent an awkward fall, but could potentially result in a bruised heel(this happened to me on my first session).\n\n Once this sloper is latched properly with the righthand, match and set the left foot in order to make another long tenuous and precarious lock-off out left to a large juggy sidepull in the upper part of the crack. Stay tight and fight another barndoor to match before reaching up righthand to a large pocket. Once on this pocket get a high foot and lock-off all the way up and left to a large jug and the lip of the tall boulder.\n\n This problem is slightly contrived because an easier exit out left exists(Sar-Chasm), but personally this problem, although very difficult, flows naturally and very well and also incorporates a lot of full-body tension and the constant fear of greasing-off of smooth and friction dependent holds similar to \"Stegasaurus\" and \"Lady Slipper\".\n\n Sorry for the beta spray down, but the specific line of travel could be confusing otherwise. Climbing the first half of \"Sar-Chasm\" then heading back right to the sloper for the big lock-off to the crack while avoiding the intro of glassy sidepulls, underclings and heelhooks is not the same problem. That is more of a variation to Sar-chasm that does not flow well but ends with the same sloper lock-off. (This is the only way this problem has been repeated so far, which technically is not a repeat for the second ascent.)","protection":"The landing for the inside of the Chasm is quite awkward and hard to pad. Atleast 5 pads are recommended.","location":""},"__v":0},{"_id":"h7rxu/ACV9Wtzokf1LAAmw==","name":"Dookie Dyno","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Mike Thompson","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"111890587","mp_crag_id":"108145705","climb_id":"h7rxu/ACV9Wtzokf1LAAmw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"A hard crimp line that ends with a big dyno.  \n\n  Stand start matched on a small crimp, with your right foot out right on a few options for feet. Make a hard and committing pull off of the ground and fire right hand up and right to another small crimp. Get your left foot on and pull harder than you want to to dyno/deadpoint your left hand up to the lip. Hold the swing, match and top out.","protection":"This landing is tricky. You'll absolutely want something to pad the spike out left (or a spotter) in case your foot pops on the first move, and you'll want a spotter out to the right for the big swing. 2 pads and at least one spotter required.","location":"On the backside of the Chasm Boulder. The climb is just to the right of Poseidon, the crimp it starts matched on is an inch right of one of the right hand crimps used on Poseidon. If you're walking towards devils den, you'll see a boulder with a big split in it on your left after a little bit, this is on the backside of that boulder."},"__v":0},{"_id":"/2LRSjvrWSKL0wJ+dp81Yw==","name":"Dauber","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"114364543","mp_crag_id":"108145705","climb_id":"/2LRSjvrWSKL0wJ+dp81Yw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit start on a diagonal crimp rail with a few options for feet. Pull on and bust a hard deadpoint right hand up to a good two-finger crimp. Once you snag this, figure out how to reach the slopey-lip and then mantle over with slight difficulty.","protection":"2 pads. The landing is a little blocky.","location":"This problem is located a few feet left of the large pocket feature on the South-face of the Chasm Boulder. Relating to \"Methods of Escape\", this problem is on the right side of the large tree."},"__v":0},{"_id":"gR1rluCjU72e22CSU9XRNQ==","name":"The Chasm","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"111874069","mp_crag_id":"108145705","climb_id":"gR1rluCjU72e22CSU9XRNQ==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Start about 10 feet left of Chasm Crack on two low slopers. There is a little crimp on the arete for you to use. Make a couple moves up the arete and figure out how to get into the finish of Chasm Crack","protection":"Traverses into the top of Chasm Crack so a few pads and a spotter.","location":"Starts to the left of the obvious crack climb in the chasm..."},"__v":0},{"_id":"QmA1HaFnVSSLixy8wWzKtw==","name":"Chasm Crack","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"108386961","mp_crag_id":"108145705","climb_id":"QmA1HaFnVSSLixy8wWzKtw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Climb the gorgeous fingercrack from a sit start. The crux comes down low, the second and third move. From the start on a left hand pinch and a finger jam/sidepull, pull hard with a drop knee to a two knuckle ring lock or wierd finger jam. Hang off this for a few painful seconds and slowly cross to another two finger jam higher up. Don't let it pop, and slap to a decent jug sloper deep in the crack. This move isn't too hard, and once you do it, you are in. Cross to the lie back jug and top out on a slightly technical face.[Note- See Comment by John Goodlander about flaky / hollow rock on the top out. R Hall NH Admin, NH] ","protection":"We had 2 pads, with plenty of spotters to move them around. The nature of this climb makes it a little scary, as there is a slab behind you to hit and slide down into the chasm. Tape is nice, unless you are Mike Thompson.","location":"The last boulder in the set. Head into the chasm made by a huge slab and an overhang. Climb the obvious finger crack."},"__v":0},{"_id":"GrnWrjhmVBCjcie0EMkqDg==","name":"Bog of Eternal Stench","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"113278093","mp_crag_id":"108145705","climb_id":"GrnWrjhmVBCjcie0EMkqDg==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Tall and Proud! At about 30 feet this is one of the tallest faces in The Swamp and all of Boulder Natural. Stand start with a jug and follow the dihedral up until making a crux move at about the 20 foot mark and continue up to small but positive crimps and top it out.   \n\n  More of a mental battle than a physical. Realistically not harder than V2 but I suggest being comfortable climbing at least V5 before trying this. The landing is flat but a fall from the top could have consequences. Have fun be smart and be safe.","protection":"4-5 Pads","location":"Located on the Swamp Thing Boulder. This boulder is directly behind Mouthful of Chalk. Look for the tall featured face."},"__v":0},{"_id":"moGCcmTWXkWxbdlRjsFcNA==","name":"Battle Of The Bulge","yds":"V4-","grades":{"yds":"V4-","font":"6B","vscale":"V4-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"109331194","mp_crag_id":"108145705","climb_id":"moGCcmTWXkWxbdlRjsFcNA==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Start standing with both hands matched on a slopey shelf/ledge. Make a hard pull left to a diagonal crimp rail/sidepull. Then move right and up via a small crimp and a few good, but hollow flakes to a tricky move to the lip.  \n\n  A very good climb, with fun and engaging movement. Move delicately on the flakes! \n\n  There is a sit start to this problem. While it is a little bit harder, it  takes away from the quality of the line and is not really worth doing.","protection":"A couple of pads are ideal.","location":"This climb is located on a smaller boulder directly across from 'Mouthful Of Chalk'. When approaching from Boulder Natural, head towards the first set of very large boulders. This problem is located in a cave, formed by the Mad Hatter Boulder and the Swamp Thing Boulder."},"__v":0},{"_id":"k98D0wj0WLO8bY9BiODzBw==","name":"Bar of Soap","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"119988488","mp_crag_id":"108145705","climb_id":"k98D0wj0WLO8bY9BiODzBw==","areaRef":"c173QdrFX6uDy4GSWPkHqg=="},"content":{"description":"Sit-start with a right hand sidepull and a slippery slopey edge for the left. Pull on and fire up to a sloping rail, then go for the lip and topout. A squeezed line that is challenging and fun.","protection":"A pad or two.","location":"This climb is found just right of the tree by \"Methods of Escape\". This problem is found between \"Slow Vibrations\" and \"Dauber\". The Left starting hold for this climb is the right hold for \"Slow Vibrations\" while the right starting hold is the hold you start matched on for \"Dauber\". "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f472e63d-9089-5206-ab16-8385450ac7a4,a9851693-323d-59ca-828e-34aede9ad409,735ef741-dac5-5fab-83cb-819258f907aa","pathTokens":["USA","New Hampshire","*Pawtuckaway","Boulder Natural","Swamp Boulders, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"V3-4"},{"count":3,"label":"V8"},{"count":5,"label":"V2"},{"count":3,"label":"V1"},{"count":4,"label":"V3"},{"count":1,"label":"V11"},{"count":3,"label":"V5"},{"count":1,"label":"V0+"},{"count":1,"label":"V6-7"},{"count":2,"label":"V4-"},{"count":2,"label":"V3+"},{"count":1,"label":"V7"},{"count":4,"label":"V6"},{"count":2,"label":"V4"},{"count":1,"label":"V9"},{"count":1,"label":"V0-"},{"count":1,"label":"V6-"},{"count":1,"label":"V2-"},{"count":1,"label":"V2-3"},{"count":1,"label":"V1-2"},{"count":1,"label":"V4+"}],"byDiscipline":{"bouldering":{"total":43,"bands":{"unknown":0,"beginner":2,"intermediate":11,"advanced":19,"expert":11}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":11,"advanced":19,"expert":11}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"bbox":[-71.18433602876232,43.11871033981814,-71.18310397123768,43.11960966018187],"left_right_index":-1,"ext_id":"108145705","area_id":"c173QdrFX6uDy4GSWPkHqg==","polygon":{"type":"Polygon","coordinates":[[[-71.18433602876232,43.11871033981814],[-71.18310397123768,43.11871033981814],[-71.18310397123768,43.11960966018187],[-71.18433602876232,43.11960966018187],[-71.18433602876232,43.11871033981814]]]}},"content":{"description":"This set of huge boulders doesn't seem to have seen much climbing yet but there is a good amount of pretty good rock here and it is really close to everything else in Boulder Natural. It gets its name from the swamp that you have to pass through on the approach but the landings (for the most part) are dry and flat. \n\n  If anyone knows anything about this area and what's been done please post it."},"density":0,"totalClimbs":43,"__v":1,"createdAt":"2022-11-07T06:12:11.305Z","updatedAt":"2024-01-20T01:03:24.492Z"}