{"_id":"6368a722e80bff5a995dd6ec","area_name":"Pilot Peak","shortCode":"","climbs":[{"_id":"YJryTxfxWe6GTnhJz4/KWA==","name":"Standard Route, Southwest Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Hollis Mees and Robert McKenzie (or the Phil Smith party of 1940).","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.91809,44.96061]},"left_right_index":0,"mp_id":"107719383","mp_crag_id":"107717803","climb_id":"YJryTxfxWe6GTnhJz4/KWA==","areaRef":"CGRn/Q0lWD2hkoMusqieHQ=="},"content":{"description":"We regard this a classic route not for the great climbing -- it's pretty chossy -- but because the peak itself is worthy of such a label. This is one good way to attain the summit.\n\nThe route traverses completely across the south face on the huge ledge at the base of the final imposing cliffs.  Towards the far, east, end there are a couple of narrow places with some exposed downclimbing to cross.\n\nFrom just shy of the southeast end of the peak, turn up through scree and trend left when cliffs block progress. Scramble left to a narrow corner, the roping up point.\n\nTurn the corner into a bowl, climb a short wall on the right (5.5-6), then trend left, ascending short headwalls and crossing short exposed traverses. (Low 5th class.)\n\nContinue up and left until just short of the northwest ridge, where a steep face leading into a bowl awaits. A detached block lies against this face and presents a good start. Move up into the bowl, and exit this bowl at its left end with some steep moves (5.6-7) leading to another small bowl. Move up and left here, getting to anther scree bench with an odd pinnacle detached from the main summit.\n\nClimb a difficult chimney right of the pinnacle (5.6-7). Once on the summit ridge, a short exposed scramble and a few roped moves will bring climbers to the summit.","protection":"Take a good selection of gear, both nuts in a full range as well as a good selection of cams to a #3 camalot. It is not that protection is either plentiful or especially good at times, but the nature of the rock suggests being versatile and creative, with the tools to take advantage of any opportunity for a solid piece.","location":"Find Cooke City, MT, just outside the northeast entrance to Yellowstone. Go to the trash transfer station just off the main highway at the west end of town. Beyond it 50 yards is a meadow and the start of the trail up Woody Creek. It starts for a couple hundred yards as a dirt road, but watch for a well-worn foot trail branching left. Take this and hike up past Woody Falls and into an area of marshy meadows. The trail can be indistinct here, but the terrain has leveled out and you've covered a couple of uphill miles.\n\nYour objective is the trail taking you up Hayden Creek, coming in from the right. Once through the marshy area, locate the trail and make a crossing of Hayden Creek very soon. The trail continues up the valley until below the stream coming down from the West Basin, the high cirque under the west side of Pilot and Index.\n\nMany parties continue into the West Basin for a high camp. Alternately, parties can camp almost anywhere they choose from this stream juncture up into the upper part of the Hayden Creek valley.\n\nEither way, one's first objective in the morning will be getting to the crest of the long horizontal ridge that extends westward from the Pilot massif.\n\nFrom the Basin scramble up increasingly precarious scree, grassy patches, and short cliffs on fourth class terrain. Or, from Hayden Creek climb to the crest of the ridge that bounds Hayden Creek on the east, a longer but less hazardous route to the ridge from Pilot.\n\nOnce up, follow the ridge to the northwest corner of the peak.\n\nThe photo provides the best view of the route's complexities on the peak proper. Rappel and downclimb the route of ascent. Several rappels will be necessary."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,135979fc-7aa2-5833-9ef0-01816e8fb891,086467fd-0d25-583d-a192-832eb2a89e1d","pathTokens":["USA","Wyoming","Absaroka Range","Pilot Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.91809,44.96061]},"bbox":[-109.91872547879558,44.96016033981814,-109.91745452120443,44.96105966018186],"left_right_index":-1,"ext_id":"107717803","area_id":"CGRn/Q0lWD2hkoMusqieHQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:14.465Z","updatedAt":"2022-11-25T11:25:22.956Z"}