{"_id":"6368a214e80bff5a9955da92","area_name":"La Vista","shortCode":"","climbs":[{"_id":"YWPWlUgiUuStecaIwyzWMg==","name":"Raven Steals the Sun","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jason Patton and Kevin Jaramillo,  August 07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.447,35.2021]},"left_right_index":999999,"mp_id":"106439269","mp_crag_id":"106439262","climb_id":"YWPWlUgiUuStecaIwyzWMg==","areaRef":"SYEMrNeHVhGk6YjzfhWIPA=="},"content":{"description":"From the tree a top the main face after the notch rap straight down ~190' to a stance with a pin and a bolt. From there rap ~60'until you can see a nice belay ledge with a pin and a bolt. You have to swing with a bit of effort to reach this as it will be off to your right a ways. We left a link on the fixed pin but it is wise to leave a draw here as the rope was tough to pull. From here rap to a tree covered ledge ~100 (The Living Room). Walk north across the ledge and scramble down to a big spruce and rap straight down 190' to another big tree. One last long rap to the ground from here. \n\n  P1-(12A): A stiff warm up especially when its cold. Start right of a little hole/cave beneath a clean slab split by a right leaning seam with fixed pins in it. Climb up on good edges to gain the seam. Crank the tips seam pasting your feet on slippery, bullet granite to a right facing, thin flake. Climb straight up through a break and step left at the top of the flake and over to a small stance with a little tree. Crank some bouldery moves on some rounded knobs and pinches to gain a nice clean left facing corner which ends at a tree belay and a good ledgy stance. \n\n  P2-(5.9): Climb up right for a couple easy moves then back left and up pull up over a roof with a wide crack on its right. Pull the roof on jugs with good feet. Work right towards a nice looking finger crack. Climb the crack and pull around a pillar to a grassy ledge. climb up and right on a ramp with loose blocks on it. Avoid the blocks to the right and climb up into an offwidth. Climb up the offwidth and out left over a roof. This puts you back on a good ledge where the second to last rappel anchor is. Scramble back up to the right and into the Living room and belay there if your rope drag is not too bad or belay at the rap anchor tree and do another short pitch to the living room. \n\n  P3/4-(11c): Climb up the Raven pillar and the steep handcrack to the top. Stand on the Raven's head and step out right into a shallow dihedral. Climb this to a steep roof. Step right to clip an optional fixed pin and a get a good rest. Step back left and crank out and around the roof to the right onto a slopey ledge. step right again and follow a ramp up and left to a nice ledge. Clip a bolt here and crank some bouldery moves up under a roof to a fixed pin. Follow a right facing corner on thin holds to its end and pull up onto a really nice belay ledge. \n\n  P5-(10d): Climb up under the roof and follow it out to its left end where you can turn it into a nice left facing corner. Climb the nice crack up to another roof and turn it up and right to the belay. \n\n  P6-(11c): Kevin thought this was the crux. I thought P1 to be harder. this pitch requires some technical foot work. Head up and right on small crimps and small but sticky feet past three bolts and some small gear. Head up into a left facing corner on small features then pull up and right out of it and do a long upward trending right traverse on thin features past 7 fixed pins. Stay on your feet and you'll be happy on this pretty face. From the last pin go pretty much straight up on easier climbing (5.10ish) to the belay at a tree. Watch rope drag on this one.","protection":"Regular sandias rack plus a good selection of small gear including HB's offsets and alien hybrids. The three smallest offset aliens are really useful. 2-60m ropes.","location":""},"__v":0},{"_id":"KLEVXWT1WCKfgfruTqCdTQ==","name":"Daisy","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Kevin Jaramillo Brad Ellen 5-28-2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.447,35.2021]},"left_right_index":999999,"mp_id":"106779482","mp_crag_id":"106439262","climb_id":"KLEVXWT1WCKfgfruTqCdTQ==","areaRef":"SYEMrNeHVhGk6YjzfhWIPA=="},"content":{"description":"Route Information\n\n  3 pitch variation of raven Steals The Sun. Daisy was named in honor of a furry friend who passed. Daisy scoped the lines on La Vista with me before Ravens was completed.  A fake flower somehow appeared on my rope stack during the FA. It just so happened to be a white daisy. I figured my old pal was thinking about me. I planted the plastic daisy in a crack and thought of her. So after special consideration I think it would be great to name this route Daisy in memory of my little sissy dog. \n\nDAISY\n\nPitch 1 Climb the fun left facing dihedral that goes straight off Living Room Ledge up to a stance and fixed pin. Climb up past a bolt to another pin below the crux. Clip another bolt and climb up through a steep bulge ending with a mantle 5.13. Climb up to a thin flake and traverse left to a stance. Creative (don't be \"single\" minded), but solid gear gets you up to another bolt and a crack feature. Crank some 5.12 moves to a stance then up and left to the sweet belay ledge. \n\nPitch 2 Climb straight up through an awkward mantle and 2 fixed pins. 5.10/11. Continue up a left facing crack/flake through another bulge ending on a sweet stance below a series of roofs. Passage is allowed by working up through the big roof past a bolt  escaping through the roofs on their left side to a belay stance. \n\nPitch 3\n\n  Climb up past 2 bolts and then up above the belay 5.10. Go straight up directly to top and belay off the pine tree.","protection":"Gear\n\n  Sandia Trad Rack consisting of one set of wires. One set of RP's. Small cams (such as C3's) to a BD #2. #3 optional for pitch 2 of Daisy. Bolted Belays. SW facing, lots of exposure to elements so watch out for thunderstorms. Still no super human powers to report Jason.","location":"APPROACH\n\n  La Vista is located at the southeast flank of Echo Canyon South of Yucca Flower Tower. The routes are reached in two ways. One option is to descend Echo Canyon via the climbers trail for Techweeny, Bushshark etc... but go south past Yucca Flower Tower until a large left facing dihedral is visible near the top of the wall. Locate a smooth slab with a seam cutting the center at the base of the wall. This is Raven Steals the Sun. A second approach and maybe more desirable approach is to rappel into La Vista via Raven Steals The Sun (see description) or rappel Daisy.  \n\n  The crux is locating the summit of the routes. From the major bend in the La Luz trail walk out to La Vista overlook. This is an open grassy area with a small stone wall that makes a great viewing seat. From here head down a faint trail towards Echo Canyon. Once you are at (what appears to be a big Gulley heading towards the tram)  stay high and go south keeping the tram at about 9/10 o'clock. A notch is down climbed through the rocks straight in front of you at this point. You find yourself in another notch after the short downclimb. Go uphill towards albuquerque and gain an obvious summit point. Head south along the edge scrambling onto a saddle down in a notch. At this point there are gulleys on the SE side of the saddle and one that cliffs out on the west. The saddle offers a nice shaded flat spot to rack up and leave the packs. The top of Daisy is maybe 15-20yds NW of the saddle. We scrambled down the exposed edge to the medium sized pine tree. We left red webbing on the tree. Also the top-out for Raven Steals the Sun. How-ever the rappel for Raven Steals the Sun is located about another 25-30yds NW from this tree. The rappel for Ravens is a fat trunked tree right on the edge. \n\n  Daisy can be rappelled with a single 70m rope. You will need some webbing or cordelette for the belay of the last pitch. Daisy starts from Living Room Ledge or descend down the large gully to the base of the wall and climb the first  pitches of Raven Steals the Sun for a bigger outing. Beware that it cliffs out when descending the gully from Living Room Ledge and you will need to rappel from a good tree with a single 70m rope to reach the ground. \n\nRETREAT\n\n  The line was established ground up taking whips on the crux over a hand-full of days. There was how-ever one bolt that was added on rap. We used the big gully one too MANY times to retreat up and out of La Vista while working the route. The big gully is one way to retreat, but is not recommended unless you are familiar with Sandia scrambling. Ascend the large gully (east) from Living Room Ledge being careful not to roll the big chockstone/boulder on yourself. At the saddle scramble up (north) and to the summit of La Vista. Be careful of rotten stone. A second retreat is to rappel back into Echo Canyon and hike up (north) to the La Luz."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,146f156b-f4b0-5691-8766-db1e57c5b9bc,49810cac-d787-5611-a4e9-88f37e15883c","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Echo Canyon","La Vista"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.13"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.447,35.2021]},"bbox":[-106.44755029629307,35.20165033981814,-106.44644970370692,35.20254966018186],"left_right_index":-1,"ext_id":"106439262","area_id":"SYEMrNeHVhGk6YjzfhWIPA==","polygon":{"type":"Polygon","coordinates":[[[-106.44755029629307,35.20165033981814],[-106.44644970370692,35.20165033981814],[-106.44644970370692,35.20254966018186],[-106.44755029629307,35.20254966018186],[-106.44755029629307,35.20165033981814]]]}},"content":{"description":"Large buttress at the head of Echo Canyon"},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:49.849Z","updatedAt":"2024-02-19T18:38:16.312Z"}