{"_id":"6368a722e80bff5a995dd74e","area_name":"Ferris Mountains","shortCode":"","climbs":[{"_id":"wgImk7bGWgKCno1EobKr6Q==","name":"The Great Divide","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Steve Bechtel and Tom Rangitsch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.27861,42.2685]},"left_right_index":0,"mp_id":"106265661","mp_crag_id":"106254338","climb_id":"wgImk7bGWgKCno1EobKr6Q==","areaRef":"mG7yBUFBWH26X4p8jbkdOA=="},"content":{"description":"Climbs up a steep limestone arete following 4 pitches.  The rock is sparsely featured, allowing face climbing but with very little in the way of natural pro, hence the bolts.  A safe, fun outing with great exposure and cool rock. This climb is an area classic, despite of the fact that it is the only route in the area.\n\nP1 Start just right of a small tunnel/cave entrance.  This pitch traverses right passing 7 bolts.  The tunnel/cave actually goes up all the way to the belay at the top of the first pitch, and several of the huecos on the route go all the way through to the cave.  Belay at a 2 bolt anchor on a large ledge.  5.11a, 70 feet\n\nP2  From a spacious ledge, start up the arete proper passing crimps and slopers and about 10 bolts to a 2 bolt anchor on a ledge.  5.11c, 90 feet\n\nP3 The crux.  Lead up from the ledge staying on the arete.  The angle gets steeper and the holds get smaller.  12 bolts are passed on the way to a 2 bolt anchor at a ledge.  5.12c, 100 feet\n\nP4  Easier climbing to the summit with 7 bolts.  5.10d, 80 feet\n\nDescend by rapping the route with one 60 meter rope.","protection":"All bolts, take about 16 quickdraws and you will be fine.","location":"Second fin from the right on the Ferris limestone.  Approach from highway 287 southwest of Muddy Gap.  Almost exactly at mile marker 36, turn off on a dirt road toward the cliffs.  There are 2 black mailboxes and a yellow 55 gallon drum at this turn.  Drive right by a ranch house (don't worry, it's a public road) and continue to the right.  Keep to the right when you have the choice for about 3 miles until you come to a small pond.  Turn left here and drive up a poor road for about another 2.5 miles until it dead ends at the foothills of the Ferris.  From here navigate up and to your right on foot.  The walking approach is about 45 minutes to an hour.\n\nThere are several other access roads closer to Rawlins, but they get very sandy and become almost impassable in a passenger vehicle.  The approach described is the best one we found after several attempts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,3bbe48b4-beea-57b2-8097-5c60be565657,986ef205-4141-587d-ba5f-8a7c8db91d38","pathTokens":["USA","Wyoming","Rawlins Area","Ferris Mountains"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.27861,42.2685]},"bbox":[-107.27921764808053,42.26805033981813,-107.27800235191947,42.26894966018187],"left_right_index":-1,"ext_id":"106254338","area_id":"mG7yBUFBWH26X4p8jbkdOA=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:15.532Z","updatedAt":"2024-01-15T16:51:22.661Z"}