{"_id":"63689d5ce80bff5a994f506a","area_name":"Mt Morgan (South)","shortCode":"","climbs":[{"_id":"clkrpVaUWsKvjW22KPbfIA==","name":"SW Ridge direct","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.7329,37.40525]},"left_right_index":0,"mp_id":"113454968","mp_crag_id":"113454909","climb_id":"clkrpVaUWsKvjW22KPbfIA==","areaRef":"UwpCnUQYV3SiRJPjDJdbIQ=="},"content":{"description":"Offers some interesting fun class 5 sequences (and way more class 3 + 4). Ridge has two or three signifant towers which can be crossed up and over. Rock is mostly featured fractured granite often turned in unusual angles.\n\nBut if you're looking for a substantial amount of serious 5th class, and don't find 4th class (or 3rd class) so interesting, then this route is likely not what you want -- see the helpful Comment by RS below.\n\nThe start of the ridge is not far from Parking, but then the descent is either long out and around, or nasty direct, so the cost is high, unless also have a separate goal of tagging the summit of Mt Morgan (high with big nice views)j.\n\nwarning\n\n: The ridge is exposed to weather erosion and not climbed much (yet), so be very careful of loose or breaking rock.\n\ndifficulty\n\n: The idea of this route is to seek out more difficult moves which offer more fun interesting climbing, by trying to stay on the crest of the ridge and by going over the top of gendarmes fairly directly (rather than avoiding difficulties and bypassing gendarmes). Seems like there are several 5.5 (or even 5.6) moves along the obvious line of the route.\n\nSince most of those difficult sections could be avoided, the SouthWest ridge likely is do-able at a lower grade -- perhaps it's only rated as 3rd class in one guidebook.\n\napproach\n\n: From the Mosquito Flats trailhead parking (GPS lat long ~ N37.4352 W118.7470) - (altitude 10240ft / 3122m) take the Morgan Lakes hiking trail -[\n\nmap\n\n]- SSW about 1.5 miles / 2.5km. Just S of Box Lake turn Left (E) off the trail (at GPS lat long N37.4127 W118.7563).\n\n. . - -\n\nSee off-trail bushwhacking route on Map\n\n. . - -\n\nCross the creek and hike around the end of Box Lake, then SE up (no trail) through open forest about 0.5 mile / 0.8km from the maintained trail (to around GPS lat long N37.4093 W118.7500) - (altitude 10775ft / 3285m) on the NNW ridge of Little Lakes Peak.\n\nNext start aiming more SSE - (trend more left for more meadow + creek, more right for warmup rock-scrambling sections) - for about 0.35 mile / 0.6km (to GPS lat long N37.4054 W118.7468). See the break or col down left from the Little Lakes Peak summit, and aim for that, SSE about 0.5 mile / 0.9 km.\n\n. . (total approach effort: uphill about +2250 vertical feet over distance 2.8 miles\n\n. . . / uphill +685 meters over distance 4.6 km).\n\nclimb\n\n: Overall navigation is simple: Aim NE up the ridge to its top at (N37.4043 W118.7327). Then roughly north about 520 ft to the summit, first on a ridge and finally up the intimidating South face of the summit block.\n\n. . (uphill about +1500 vertical ft / +460 vertical meters).\n\n- - . .\n\nSee route on Map\n\n. . - -\n\ndescent\n\n: The \"normal\" summer descent is at first along the N ridge then the broad NNE valley to meet the hiking trail around Francis Lake, and take this N and NW and W down to trailhead near Rock Creek Lake. Of course if started from Mosquito Flat parking, it helps to \"spot\" a bicycle or second car there before starting.\n\nThe shortcut return is to start down the N ridge to around (N37.4139 W118.7372) where there might be a cairn marker. Then NW down steep slope of talus and scree which is loose and unstable (this possibly-injury-causing nastiness goes on for 1250 vertical feet). Continue a ways flat and down gentle to around (N37.4199 W118.7473), then turn North along the crest of a broad ridge with gentle up and down (rather pleasant) to meet hiking trail around (N37.4315 W118.7466). Take this trail N and then W to a footbridge over the main creek by the Mosquito Flat trailhead.\n\n. . (but the nastiness of that unstable northwest slope might make you wish you'd just returned the same way you climbed up).","protection":"No fixed protection.\n\nSuggest light trad rack, since any belayed pitches are fairly short.\n\nAdditional long slings for wrapping around horns.","location":"The ridge climbing starts at the break or col (N37.3985 W118.73895) . (12356ft / 3767m) at the bottom of the NE Ridge of Little Lakes Peak.\n\nInstructions for approach hike from Mosquito Flat parking, see above.\n\nOr this route can be reached as a continuation of the interesting climbing traverse of Little Lakes Peak by its NNW Ridge and NE Ridge.\n\ndriving\n\n: Rt 395 to Toms Place (GPS lat long ~ N37.5618 W118.6773) - (north of Bishop + Mt Whitney, south of Mammoth Lakes + Yosemite). Turn SW onto the Rock Creek road and continue SSW about 10.5 miles / 17km to its end at the\n\nMosquito Flat trailhead parking (GPS lat long ~ N37.4352 W118.7470) - (altitude 10240ft / 3122m).\n\nSnow is not plowed to the end in winter."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,b9b4527b-a37a-552a-973e-94485cd95eb8,530a429d-4418-5774-a244-93e30c975b21","pathTokens":["USA","California","High Sierra","06 - Little Lakes Valley & Mono Recesses","Mt Morgan (South)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.7329,37.40525]},"bbox":[-118.7334660667312,37.404800339818145,-118.73233393326883,37.40569966018187],"left_right_index":-1,"ext_id":"113454909","area_id":"UwpCnUQYV3SiRJPjDJdbIQ==","polygon":{"type":"Polygon","coordinates":[[[-118.7334660667312,37.404800339818145],[-118.73233393326883,37.404800339818145],[-118.73233393326883,37.40569966018187],[-118.7334660667312,37.40569966018187],[-118.7334660667312,37.404800339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:36.101Z","updatedAt":"2024-01-20T00:58:21.577Z"}