{"_id":"64149b8a135731b691112d8a","area_name":"Lanaudiere","shortCode":"","climbs":[],"children":["64149b8c135731b691112d9b","64149b8f135731b691112db6","64149bdf135731b6911131ab","64149c3e135731b691113632","64149c65135731b69111389b","64149c6a135731b6911138d0","64149ca7135731b691113b47","64149cd2135731b691113c75","64149cdc135731b691113ccd","64149d9a135731b6911144ec","64149dac135731b6911145fc","64149dc8135731b691114760"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,2dde9bf9-577b-5f7f-ad93-79babfc891a6,cfb35029-f1d8-5db6-8f09-778095415f44","pathTokens":["Canada","Quebec","Lanaudiere"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-73.8501,46.15129]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"z7NQKfHYXbaPCXeAlUFfRA=="},"content":{"description":"The region of Lanaudière is part of central Quebec and is located between the Saint Lawrence River and the Laurentian Mountains, between Mauricie and the Laurentides. Lanaudière attracts a good deal of interest from vacationers due to its unique character founded largely on the harmony between its culture and the surrounding natural environment. Lanaudière is generally rural, while the urban areas are generally concentrated in the south of the region, such as Repentigny, Terrebonne and Berthierville. The altitude rises as one goes northwards; it is 20 meters (66 ft) near the Saint Lawrence River to almost 800 meters (2,625 ft) at the top of mountains near Saint-Donat and Saint-Zénon. \n  \n Lanaudière is made up of three distinct geographical groupings: the southern plain has cities and farming villages (kinda useless to climbers); the Piedmont in the centre has become a vacation spot due to its numerous lakes and natural attractions, and the Laurentian Plateau in the far north in the forested country is known for its fishing and hiking. \n  \n Lanaudière's road network was developed according to three north-south axes (25-125, 31-131, 347), all of which have few links with the neighbouring regions. Even though this internal network is almost exclusively composed of secondary roads, it is well-designed for long automobile trips or for biking. Lanaudière has two wildlife preserves, the Rouge-Matawin and Mastigouche (which contains Lac du Cap), as well as part of the Mont Tremblant park.\n\nLodging: \n Auberge la p'tite verte\n\nIce Climbing"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64149dc8135731b69111475d","prevHistoryId":"64149dac135731b6911145f9","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":12,"createdAt":"2023-03-17T16:55:38.485Z","updatedAt":"2023-03-17T16:55:39.952Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}