{"_id":"6368a02ce80bff5a99529c0e","area_name":"Highway 233 Boulders","shortCode":"","climbs":[{"_id":"hwAPRY2xXJ+z7icwYyC1vw==","name":"Playing Hookie","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"Jonathan Hogue-2016","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.30634,44.36378]},"left_right_index":2,"mp_id":"112134616","mp_crag_id":"112134599","climb_id":"hwAPRY2xXJ+z7icwYyC1vw==","areaRef":"CZd4N4jNXiuDcsDZm9HYfA=="},"content":{"description":"On the right side of the boulder, sit start low on decent side-pulls at the obvious 'ledge.' Manage to get your feet on the ledge and, from here, make a big throw, (or REALLY technical move), up the corner to a sloping top out. Top out in the very middle of the proud line, maybe 20 feet off the ground at its apex.","protection":"Pads and spotters!","location":"Intersection of Highway 3 and 233 towards Bar Harbor and M.D.I. High School."},"__v":0},{"_id":"VA+Qjtp4Wc2GrYTJK5SctA==","name":"Monkey Pants (left).","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"Jonathan Hogue-2016","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.30634,44.36378]},"left_right_index":0,"mp_id":"112134643","mp_crag_id":"112134599","climb_id":"VA+Qjtp4Wc2GrYTJK5SctA==","areaRef":"CZd4N4jNXiuDcsDZm9HYfA=="},"content":{"description":"The left side of the Highway 233 boulder.  \n\n  Stand start on obvious jugs and work up high to a crimp rail that's possible to match, then throw out right to a sloping side pull on a horn (crux).  \n\n  Top out delicately as this boulder problem is quite high, with a mantle far off the deck. THE FINISH IS DIRECTLY UP THE MIDDLE, BECAUSE IF YOU STAY ON THE LEFT SIDE ITS CHEATING AND ONLY V1- OR THEREABOUTS. I saw someone recently stay out left on the jugs and that is a different variation. Just a heads up for ethics sake. Finish RIGHT! \n\n  This was first established in 2016 by local all around-er, Jonathan Hogue.","protection":"Pads and spotters.","location":"The intersection of Highway 233 and Highway 3 towards Bar Harbor."},"__v":0},{"_id":"lcx9kZweVJiopiZpxB2bGQ==","name":"Monkey Pants (direct)","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Jonathan Hogue-2016","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.30634,44.36378]},"left_right_index":1,"mp_id":"112134671","mp_crag_id":"112134599","climb_id":"lcx9kZweVJiopiZpxB2bGQ==","areaRef":"CZd4N4jNXiuDcsDZm9HYfA=="},"content":{"description":"Rather than following the obvious jug haul on the left side, stand-start low on the right side with a decent under-cling. Make big moves to the vertical crack and follow the sharp, minuscule crimps, to the same top out as Monkey Pants(left).  \n\n  Hard and intimidating line due to the ledge out right. Be mindful of a big swing and subsequent landing if you miss the top-out move to the horn, as it's BIG! Before sending it there were several falls that resulted in landing super far back and right of the boulder problem, nearly missing the pads. There are sharp tree stumps in the landing as well. Be cautious!","protection":"Pads and good spotters to protect the obvious protruding ledge in the fall zone. There are also sharp tree stumps protruding from the ground here, so be cautious. Many pads are recommended.","location":"Highway 233 boulder, on the right side of the highway after turning onto highway 3 towards Bar Harbor."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,cfb71930-2d0b-512a-9f83-8e12f9fee617,8a2cf3fb-4d2d-505c-b07e-c81ce6ad42c4,09977837-88cd-5e2b-8372-c0d99bd1d87c","pathTokens":["USA","Maine","-Acadia National Park","-MDI Bouldering","Highway 233 Boulders"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2+"},{"count":1,"label":"V4-5"},{"count":1,"label":"V7"}],"byDiscipline":{"bouldering":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-68.30634,44.36378]},"bbox":[-68.30696897027727,44.363330339818134,-68.30571102972276,44.36422966018186],"left_right_index":-1,"ext_id":"112134599","area_id":"CZd4N4jNXiuDcsDZm9HYfA==","polygon":{"type":"Polygon","coordinates":[[[-68.30696897027727,44.363330339818134],[-68.30571102972276,44.363330339818134],[-68.30571102972276,44.36422966018186],[-68.30696897027727,44.36422966018186],[-68.30696897027727,44.363330339818134]]]}},"content":{"description":"In recent years, boulder development has seen a major boom in Acadia National Park, and this area is no exception. Local crusher, Jonathan Hogue, has been busy scrubbing and cleaning rocks in many areas including Canada Cliffs, The Precipice, Highway 3/Highway 233, Beech Cliff, and more! (He has also been busy replacing anchors/bolts, so thank him if you see him out climbing and cleaning!)  \n\n  On the side of highway 233 sits a majestic highball boulder problem. Trees once impeded climbing here, but thanks to recent work from Maine State Transportation Department the trees were removed allowing for boulder development on this pristine block. \n\n  First established by Jonathan Hogue, this boulder was scoped out by many local climbers before being put it up in 2016. (Be cautious climbing here as it's not only a highball with an awkward landing, but tourists have a tendency to stop and ask questions, or simply try to talk to you while you're climbing!)  \n\n  During the development phase, Jonathan would be hanging off the side of this tall boulder in a harness, scrubbing and cleaning for hours on end, and many times tourists would stop, impeding traffic and causing near accidents in the process, simply to \"watch.\" It's annoying, so please expect this type of thing when/if climbing here. Local authorities stopped as well, but each gave permission to climb as long as parking was done on the far side of the highway at an obvious \"shoulder.\" Please park here as to not cause problems for local authorities, (who're climbers themselves)."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:05:33.406Z","updatedAt":"2024-02-19T18:33:34.563Z"}