{"_id":"6368a36ae80bff5a99582975","area_name":"Wombat, The","shortCode":"","climbs":[{"_id":"MfhAE4rhXn2ld2soiuPeXw==","name":"Wily Coyote","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kevin Piarulli, Sam Hanslits, Benedikt Springer, June 7, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":9,"mp_id":"119069018","mp_crag_id":"105916774","climb_id":"MfhAE4rhXn2ld2soiuPeXw==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"The most difficult climbing comes in the first 5 bolts of vertical rock, including a bouldery start and big moves on pinches and knobs. The second half of the route eases up but still offers thoughtful movement.\n\n A large coyote was observed traversing the slope directly below this wall during the first ascent.","protection":"10 bolts, small stick clip recommended","location":"Right side of the green wall at the Wombat's base"},"__v":0},{"_id":"lmbHEPLpVMCXj8+Rl8AerQ==","name":"Vombatus Ursinus","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FFA Alan Watts, Ryan Cafferky, fall 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":4,"mp_id":"119265937","mp_crag_id":"105916774","climb_id":"lmbHEPLpVMCXj8+Rl8AerQ==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Mixed route that starts up a corner and along a roof (.10a) to an intermediate anchor. Start clipping bolts as you climb the crux stem and edge section, finally moving around the arete to a lichen-jug finish.","protection":"Single cams up to BD #1 with slings the first half, 7 bolts for the second half","location":"Left facing corner on the Wombat's giant lower ledge, on the way to the Santiam Highway Ledges route. There is a great living room-sized cave hangout right of the route that stays shaded most of the day."},"__v":0},{"_id":"/dZ0MSAUUG+sBKffTjXUeA==","name":"To Go Beyond","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Prepared by Ryan Cafferky, February 1998. FA by Kevin Piarulli","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":2,"mp_id":"118784982","mp_crag_id":"105916774","climb_id":"/dZ0MSAUUG+sBKffTjXUeA==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Start off the ledge with 6 clips of on-your-feet 5.11- climbing. Then the angle tips back a few degrees and a distinct crux comes above the 7th bolt with a wild move to a jug.\n\n Similar to the smooth pockety rock on Babylon Wall, Smith Rock's version of limestone. Shade until 2pm. The setting on this ledge is spectacular, a great place to hang out and try a secluded project.","protection":"8 bolts","location":"On the huge ledge after the second pitch of Birds in a Rut. Follows a gray water streak, left of Endless Weekend."},"__v":0},{"_id":"8u4jACxIXSyA0Tc5lhXKSg==","name":"Santiam Highway Ledges","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Cummins, John Marshall, Jim Nieland, 1969. F.F.A Jeff Thomas, Brian Holcomb. Oct 5, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":5,"mp_id":"108995352","mp_crag_id":"105916774","climb_id":"8u4jACxIXSyA0Tc5lhXKSg==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"If you are excited about an adventurous route at smith, This route will not dissapoint. The climbing is easy and the rock and pro is reasonable considering the location. Route finding would probably be the hardest part of the climb but even that shouldn't be a problem if you've done adventurous climbs before.    Pitch 1- third class scrambling leads to a large 20 foot wide ledge with anchors on the ground next to the edge where you step out of the alcove.   Pitch 2- 5.8 on questionable rock. once you clip that first bolt, shoot straight up to the next ledge 20' up and look right for bolted anchors.   Pitch 3- 5.10a, go to the bolt line on the far right side of the ledge. Follow questionable rock up a solid bolt line and turn a corner joining a crack heading up to the dihedral above. Expect to use gear in between bolts that are about 20' spaced higher up. follow the crack all the way to a large ledge where the thumb is. anchors on left. Unavoidable rope drag on this pitch. minimize with alpine slings on the lower and upper sections.   (detour)- climb the thumb. It's worth it.   pitch 4- 5.7 unexposed move to a cool gully protected on both sides. continue up the path of least resistance to the first false summit. there are anchors at the top but it's easy to solo and mostly unexposed.   Pitch 5- this is a very long and sometimes very exposed 4th class traverse across several peaks until you reach the true summit with new rap anchors that take you a short distance down the back side to the ground. expect this traverse to be the most exposed part of the whole day and one of the highlights of the climb.(not for the inexperienced)    To get back Walk off north along the cliff band to a small pass and cut downhill back to the start. Have fun!!!","protection":"Gear to 3\". I used a single rack to 3\" and still had plenty of gear left over.","location":"This route should be studied via topos such as those found in Alan Watts 2010 falcon guide book to be certain of your location. There are a lot of routes surrounding this route that would be bad to get lost on."},"__v":0},{"_id":"9DhNrtv7XhmsvOh4uQBo0g==","name":"North-East Scramble","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":0,"mp_id":"105916777","mp_crag_id":"105916774","climb_id":"9DhNrtv7XhmsvOh4uQBo0g==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"On the uphill east side of the wombat. Look for the obvious weakness to gain the summit. Follow a short 15ft wide crack then follow the slab up and right to the ridge take this to the summit.\n\n Note: In the watts guide he says that its a simple 4th class scramble up the summit ride. I found it to be a bit more invovled than most 4th class scrambles.   ","protection":"Its possible to bring a tiny rack to 3\" but there are no anchors in place on the summit, though you could probably sling a block.","location":"On the north eastern uphill side of the wombat."},"__v":0},{"_id":"PIoa5Rq5WEekMygUURhRVw==","name":"The Mile Stone","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kevin Piarulli, June 18, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":6,"mp_id":"119069090","mp_crag_id":"105916774","climb_id":"PIoa5Rq5WEekMygUURhRVw==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Start on good incuts, then some 5.10 moves above the first bolt moving into the scoop. The route offers great steep climbing on cool green stone. A series of varied cruxes in the second half build all the way to the final bulge, pulling over on crimps to an anchor that sits about a mile above the main area at Smith.Morning shade, afternoon sun.","protection":"11 bolts to an anchor on the slab","location":"Left side of the Wombat's base wall, look for some huecos 30 feet up"},"__v":0},{"_id":"i5fUdWZeUfuAo39PbNURXQ==","name":"Journey to the Center of the Earth","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kevin Piarulli, June 1, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":7,"mp_id":"119068990","mp_crag_id":"105916774","climb_id":"i5fUdWZeUfuAo39PbNURXQ==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Start easily on pockets leading to this unique sage-green wall, gently overhanging and studded with big purple knobs. Gymnastic sequences provide good entertainment and a solid pump. Morning shade.","protection":"9 bolts","location":"Middle of the green wall at the base of the Wombat, with an easy start"},"__v":0},{"_id":"gbHoayAGUDG1yO/Js1JbOw==","name":"Full Wily Coyote","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kevin Piarulli, June 7, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":10,"mp_id":"119069054","mp_crag_id":"105916774","climb_id":"gbHoayAGUDG1yO/Js1JbOw==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Extension climbing the vertical wall on solid red stone. Above the first anchor, clip a bolt and face a technical crux moving past some poor knobs into a crack. A series of pumpy sidepulls and then easier moves lead to the top.","protection":"16 bolts total including the first anchor. 70 meter rope, or lower down to the first anchor with a 60m.","location":"Above Wily Coyote"},"__v":0},{"_id":"eE26tibYVSO/sDOZBmsL2Q==","name":"Full Journey","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Kevin Piarulli, June 18, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":8,"mp_id":"119069248","mp_crag_id":"105916774","climb_id":"eE26tibYVSO/sDOZBmsL2Q==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Leaving the first anchor, set up on underclings and face a minor crux. Shake out and set up on left-facing holds before the business. Enter a sustained hard section with poor holds, intricate footwork and a difficult clip or two. This leads up onto the airy arete and just as the climbing eases, a wicked pump settles in until you pull onto a great ledge 35 meters off the ground.","protection":"16 bolts total including first anchor. Good to have an extended draw on the first bolt of the extension. 70 meter rope or lower to the first anchor with a 60m","location":"Center of the Wombat's base wall, climbs the small arete on dark red rock up high"},"__v":0},{"_id":"ndiaUvsmX7iR4Woh1clTzg==","name":"Endless Weekend","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ryan Lawson, Brian Nelson, March 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":3,"mp_id":"112006249","mp_crag_id":"105916774","climb_id":"ndiaUvsmX7iR4Woh1clTzg==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Short line of gently overhanging jugs. Fun route to squeeze in while climbing or descending the nearby route, \"Birds in a Rut.\"","protection":"5 Bolts","location":"This route is found on the right side of a large ledge system on the Wombat's northwest face. The best approach follows the first two pitches of \"Birds in a Rut.\" To descend to the base, walk down to an anchor on the right side of the lowest ledge and rappel with a single rope."},"__v":0},{"_id":"s3Fycx6DWw2OvsNlc4OHTA==","name":"Elysian Fields","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kevin Piarulli, August 15, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":13,"mp_id":"119401709","mp_crag_id":"105916774","climb_id":"s3Fycx6DWw2OvsNlc4OHTA==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Starting with one and a half pitches of a former bolt ladder, and continuing on to the top of the Thumb, this route ranks among the better multipitch lines at Smith.P1: Bolts Anonymous 5.12b, 35m, 15 bolts. Technical slab edging to a roof. This could be the crux of the entire route for some. Continue past the single pitch lowering anchor for 3 more bolts of 5.10 to a 2-bolt belay on a small ledge.P2: 5.11b, 35m, 14 bolts. This long beauty climbs straight up throught a variety of different corners on great rock. Pass a rap anchor under a roof halfway up and finish at a slab stance.P3: 5.12c, 20m, 10 bolts. The well-protected crux offers a nice contrast in styles to the first pitch. Power out a steep overlap of smooth red stone with underclings and a boulder problem to reach the lip. Two more bolts of easy climbing brings you to a good ledge.P4: 5.10b, 10m, 4 bolts. Mini-pitch to the summit. Move up and right onto the arete, clip the anchor and go stand on top of the Thumb to complete the ascent. Enjoy the position up there before lowering back to the ledge, or all the way down to the top of P2, making a small swing right to reach the anchor.Descent: Set up to rap with a single 60m rope. From the top of P2, make 3 rappels using the intermediate chain anchor. With 2 60m ropes you can skip this station and rap straight to the P1 single-pitch anchor, then another 30m rap to the ground.'If you find yourself alone, riding in the green fields with the sun on your face, do not be troubled. For you are in Elysium, and you're already dead!'  -Gladiator","protection":"15 draws","location":"Right side of the Wombat's west face."},"__v":0},{"_id":"1C9YoOhJVBeTNMhlYa+hZg==","name":"Deffenbaugh Flake","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Deffenbaugh 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":11,"mp_id":"119265868","mp_crag_id":"105916774","climb_id":"1C9YoOhJVBeTNMhlYa+hZg==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Short corner, hand jams and liebacks. Worth doing if you are making the trek up for Birds in a Rut, etc.","protection":"Single BD #2,3, and 4 works if you bump the 4 a bit in the second half. Two bolt anchor","location":"Wombat's west facing base wall, right of the \"green\" sport routes"},"__v":0},{"_id":"qosII57JVKmY/1itOBstgQ==","name":"Bolts Anonymous","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Aid ladder bolted by anonymous 1990s.     Rebolted by Kevin Piarulli.   FFA by Kevin Piarulli & Alan Collins, August 15, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":12,"mp_id":"119398504","mp_crag_id":"105916774","climb_id":"qosII57JVKmY/1itOBstgQ==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"This former bolt ladder-to-nowhere is now a respectable free climb. The start liebacks up an offset seam to a technical crux section midway up on a slab of great rock. Move right to better holds, then make a pumpy pocketed traverse left to the roof, clearing this final hurdle to reach the anchor.","protection":"12 bolts","location":"Right side of the Wombat west facing base area, on the clean panel of tan rock."},"__v":0},{"_id":"btN+LoIqWdK1rvt7feFjCw==","name":"Birds in a Rut","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ryan Lawson, Darin Chadwick 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"left_right_index":1,"mp_id":"107341167","mp_crag_id":"105916774","climb_id":"btN+LoIqWdK1rvt7feFjCw==","areaRef":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"Very fun route. great step up for folks looking to get a bit more air under their heels. Anchors are bolted. This route involves a bit of route-finding that I found quite enjoyable. Its not tough to find the way, but you may have to look around for a few minutes here and there.  \n\n  Pitch 1: Start left of little juniper tree below the slab. Start with a bolted pitch of low angle 5.5-5.6 climbing. End at a little alcove. You can fit three  folks here but its a bit tight. \n\n  Pitch 2: Continue on up the bolted second pitch of similar climbing to a huge ledge.  \n\n  Pitch 3: (Note this not a technical pitch, its more of a 2nd class scramble)  Walk to the right, then switchback and head up a ledge system till you get to the next anchors. You may have to explore a bit, but you will find them. \n\n   Pitch 4: From the anchor, step left out of the alcove and enjoy an airy traverse that leads to a fist crack. This tops out into a massive ledge system. This pitch has a few bolts but you will want to throw a couple cams into the fist crack. This puts you on another large ledge.  \n\n  Pitch 5: This pitch finds you looking at a nice dihedral with a hand sized crack. This crack goes at about 5.7 and is the definite crux of the route. As you belay your partners ensure you don't knock any loose rocks onto them. \n\n  Pitch 6: This pitch is a bit rambly. Go uphill and you will find a bulging section of rock to climb up and then head over a low angle slab to the top. You could wander left on  a ledge system to get there as well. I found going over the bulge harder, but less exposed.  \n\n  Descent: Rappel off the backside. Single pitch rappel.  \n\n  All anchors are bolted on this route.","protection":"Cams to 3 inches, a few nuts are good as well. A modest rack should serve you well.","location":"This route is on the northwest face of the Wombat. See approach described on the Wombat page. Walk left uphill past the base routes for 5 minutes. Look for a bolted slab with a little juniper tree next to it. Its a long hike, but a good mini-adventure of a climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,6c1a61fb-128b-5f3f-8c6a-c54e4e2bcdbf,18e22511-4430-59c5-8782-9be24adef1dd","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(w) The Marsupials","Wombat, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11c"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.12d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.0"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":4,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.12285,44.3711]},"bbox":[-121.12347904888321,44.37065033981814,-121.12222095111677,44.37154966018186],"left_right_index":-1,"ext_id":"105916774","area_id":"GOIlEUQwWcWHgpviSt7x3Q=="},"content":{"description":"The most prominent rock above the marsupials, with the large SW face."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:19:23.882Z","updatedAt":"2022-11-25T11:21:12.131Z"}