{"_id":"63689d5ce80bff5a994f5447","area_name":"Ordovician Ogopogo, The","shortCode":"","climbs":[{"_id":"V30pJIwLU7GAsVNV/UweJQ==","name":"The Ordovician Ogopogo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Derek & Giselle Field (2019)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.81281,37.54053]},"left_right_index":0,"mp_id":"117651342","mp_crag_id":"117651161","climb_id":"V30pJIwLU7GAsVNV/UweJQ==","areaRef":"J2MDfb6hUWqgY5CWLeIv0A=="},"content":{"description":"There's a certain novelty to climbing a 450-million-year old fin of half-baked sandstone in the Sierra Nevada. This route is like a mini alpine route (think Crystal Crag, but a far cry from CC's fine granite) in that it offers a multi-pitch scramble-style ascent of a prominent yet highly accessible feature. At a reasonable pace, the car-to-car affair should take less than 5 hours; motivated parties can blitz the whole thing on a summer evening after work.\n\nPitch 1 (5.7, 190'):\n\nStart by scrambling up a low-angle ramp which has dark chert on the left wall and light-grey marble on the right slab. Follow this to the main corner which is separated into subvertical steps. Make a series of strenuous mantles up each step to gain the main ridge (optional belay here). Continue 60 feet higher up the corner and step right to belay from a giant slung block. Bring 15' of webbing just in case it needs replacing.\n\nPitch 2 (5.6, 160', 2 bolts):\n\nStep left into the chimney which has a left-facing handcrack near the top.\n\n(Variation: Climb the cool 5.8 face directly above the belay using shallow runnels for nut placements)\n\n. Trend up and right (away from the diminishing corner system) to the crest of the ridge where a bolt protects a straightforward slab move. Continue 50 feet along the crest of the ridge, moving left to a bolt which protects a short boulder problem. Scramble 20 feet up and right to the two-bolt anchor.\n\nPitch 3 (5.6, 190', 1 bolt):\n\nScramble directly along the crest of the ridge up to the short headwall. Breach the headwall on the right, protected by a single bolt. Belay from the two-bolt anchor on the ledge just above.\n\nPitch 4 (4th class, 200'):\n\nA full ropelength of exposed scrambling leads to the end of the difficulties.\n\nScramble (3rd class) up and over the summit of the formation.\n\nDescent:\n\nTurn left (north) and descend scree into the main marble chute/couloir that was used for the initial part of the ascent. Take this chute all the way down; note that there is a short 3rd class step on excellent blue stone.","protection":"Light set cams to 3\" + single set nuts\n\n* Nut placements (particularly offset nut) are often found in the rillenkarren (shallow vertical runnels formed by dissolution of calcite)\n\n* The route generally lacks pro (expect >50-foot runouts on trivial 4th class terrain) except all of the crux sections are well protected.","location":"This route takes the obvious line directly up the Ordovician Ogopogo, starting below and just left of the steep base of the buttress. The approach takes 60-90 minutes; see area page for directions."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,cdae6ccd-7b7e-5711-bc4c-7b69d838bb6f,2763037d-bea1-516a-a063-90962de22fd0","pathTokens":["USA","California","High Sierra","05 - Convict Lake & McGee Creek","Ordovician Ogopogo, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.81281,37.54053]},"bbox":[-118.8133770922106,37.540080339818125,-118.81224290778941,37.540979660181854],"left_right_index":-1,"ext_id":"117651161","area_id":"J2MDfb6hUWqgY5CWLeIv0A=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:49.923Z","updatedAt":"2024-01-15T16:41:26.797Z"}