{"_id":"6368a214e80bff5a9955d7df","area_name":"Far Rock","shortCode":"","climbs":[{"_id":"1ooFmDWOUKeg/hDULSjJNA==","name":"Tossin' and Flossin'","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"FRA:","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":0,"mp_id":"115183387","mp_crag_id":"106384525","climb_id":"1ooFmDWOUKeg/hDULSjJNA==","areaRef":"rBoGmZbQWfq2jltzXVYrRQ=="},"content":{"description":"A very fun route consisting of mostly face climbing and laybacking with a crack for protection. Start below the wide hands crack and slab/face climb up using the crack for protection. When the rock steepens, the protection gets small and thin. Climb through the tricky, sequential crux to reach the tight hands crack above. Enjoy crack on the left, good edges on the right face to the top.\n\n This route can easily be setup on TR by an easy walk-up the backside. This also allows for easy retrieval of anchor gear if leading the route. ","protection":"#3 and #2 camalot in the wider crack down low. A 00 C3 and #2 Superlight Rock nut protect the crux. Then one or two #1 camalots and finger-sized gear to the top. Anchor at the top with the one bolt and a water pod on top that takes a medium/large nut.","location":"The left of two cracks on the east-facing wall in the Great Crevice at Far Rock. "},"__v":0},{"_id":"os6+4VM3U4usX+W1m6DEDQ==","name":"Slammin' and Jammin'","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FRA:","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":1,"mp_id":"115183302","mp_crag_id":"106384525","climb_id":"os6+4VM3U4usX+W1m6DEDQ==","areaRef":"rBoGmZbQWfq2jltzXVYrRQ=="},"content":{"description":"Easy face climbing on nice, featured rock past two bolts up to a bulge/roof. A finger crack in the bulge leads to a tiny ledge. Follow a finger crack to the top. This route can easily be setup for top-roping, or retrieving an anchor, by an easy walk-up the backside. It is a bit overhanging, though, so having a piece of gear down by the tiny ledge helps keep climbers on top-rope from swinging out into space if they don't make the moves. ","protection":"Two bolts down low up to the bulge. Then a #1 camalot to at the top of the bulge, .4 camalot and/or .75 camalot in finger crack above the ledge. Anchor at top using the one bolt and a #1 camalot in the crack.","location":"The right crack of two cracks on the east-facing wall in the sublime Great Crevice at Far Rock. This is a great place to hang out. Flat, clean, grassy area between rocks at Far Rock. "},"__v":0},{"_id":"cb23ZO/dV/GIkQ1lPXp8dw==","name":"Look Mom, No Friends","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"pre-1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":3,"mp_id":"106384580","mp_crag_id":"106384525","climb_id":"cb23ZO/dV/GIkQ1lPXp8dw==","areaRef":"rBoGmZbQWfq2jltzXVYrRQ=="},"content":{"description":"Follow the fist crack as it trends left up the face, then hang a hard right and finish up the ramp.  Mostly <=5.6 climbing except the bulge at the start, which is easily protected.  This would be a decent beginner trad lead. \n\n  This description is based on the 1981 guide.  The 1984 \"Tao's Rock II\" guide also has a route called 'Look Mom, No Friends', but it's in a slightly different location and seems to more closely match the 'Look Mom, Friends' route in the 1981 guide.  I deferred to the precedent of the 1981 guide.","protection":"Standard trad rack of single cams up to #4 C4.  Gear anchor and/or slung boulders on top.","location":"On the southern end of the east wall of the dome, just right of a chimney and left of a roof.  Ascend the obvious fist crack that leads to a ramp above.  Walk off to the north."},"__v":0},{"_id":"DPNAfsVoXbykarNLJ8r+3Q==","name":"Left or Right","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"?, pre-1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":2,"mp_id":"106384532","mp_crag_id":"106384525","climb_id":"DPNAfsVoXbykarNLJ8r+3Q==","areaRef":"rBoGmZbQWfq2jltzXVYrRQ=="},"content":{"description":"This decent little route combines some crack and face moves.  It appears that any of the various crack/seam systems will take you to the top.  I'm guessing the \"Left or Right\" crux that's mentioned in the 1981 guide refers to the exit move around the wedged boulder at the top.  This route is also described in the 1984 \"Tao's Rock II\" guide.  Maybe kind of soft for 5.8, but I left the rating as described in the original guides.","protection":"Standard trad rack of single cams and nuts.  A #1 and a #2 tricam can also be useful.  Gear anchor on top.","location":"Ascend the right-hand side of the south-facing wall just east of the Great Crevice.   Walk off the north side."},"__v":0},{"_id":"hjoVDSQGXOeYFgF1nGoSQA==","name":"Gollum","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Olsen, Devendorf","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"left_right_index":4,"mp_id":"107670432","mp_crag_id":"106384525","climb_id":"hjoVDSQGXOeYFgF1nGoSQA==","areaRef":"rBoGmZbQWfq2jltzXVYrRQ=="},"content":{"description":"Off-width, several feet to right of Look Mom, Friends.  Work your left shoulder into crack, work up, inside and outside of crack until you get near the top, then turn left and use good hands on left wall to exit to easy rock.  Sorry, it's about a 1/2 star rating.","protection":"No places for pro until you get near the top.  Better top rope it.  No anchors, but good belay spot by big boulders at top.","location":"It's several feet right of what is probably Look Mom, Friends.  Look for dirty white off-width about 1 to 2 feet wide."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,03122f56-29be-54e4-8fa0-b6acfcea22fd,c8616672-2b43-55e0-8e46-fb9569f22a64,ac1a0699-96d0-59fa-b68e-5b735d562b45","pathTokens":["USA","New Mexico","Taos Area","Tres Piedras","Far Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.9829,36.6608]},"bbox":[-105.98346054470682,36.660350339818145,-105.9823394552932,36.66124966018187],"left_right_index":-1,"ext_id":"106384525","area_id":"rBoGmZbQWfq2jltzXVYrRQ==","polygon":{"type":"Polygon","coordinates":[[[-105.98346054470682,36.660350339818145],[-105.9823394552932,36.660350339818145],[-105.9823394552932,36.66124966018187],[-105.98346054470682,36.66124966018187],[-105.98346054470682,36.660350339818145]]]}},"content":{"description":"This seldom-visited little 'dome' hosts a few easy, short trad routes (none of the routes are longer than probably 70 feet, if that). Although it is included in the old-school online guide, none of the current guide books even mention this crag (maybe for good reason; it may not be worth the walk over there, unless you have a strong urge to get far, far from the maddening crowd).\n\n Far Rock is split into two formations by a gully known as the \"Great Crevice\". The \"Great Crevice\" is a flat, smooth dirt area between the two formations--it's a great little haunt.  There are two known routes on the west formation:\n\nTossin' and Flossin' (5.10c/d): A steep crack with a bouldery crux to fun face climbing.\n\nSlammin' and Jammin' (5.10c): Easy, fun face climbing to a crux bulge and finger crack finish.\n\n There are four routes on the east formation that are listed in the online guide are (from left to right):\n\nShort N' Sweet (5.7): A short low angle face leads to a blocky finish. Didn't look too interesting.\n\nLeft or Right (5.8): Fun mix of crack and face.\n\nLook Mom, No Friends (5.7): A sweet fist crack, but sadly too short.\n\nLook Mom, Friends (5.8): We weren't able to confidently identify this climb. At the north end of the east wall, there's a couple of possible crack or face climbs. Where a dilapidated wooden fence leans against the wall, there's a fallen tree just a little farther north. Left of the fallen tree, there's a couple of jugs that may be this route, but looked too short to be a real climb (anyone know about this one?)."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:13:42.433Z","updatedAt":"2024-02-19T18:38:01.867Z"}