{"_id":"63689d5ce80bff5a994f52ab","area_name":"K.  Public Sanitation Wall","shortCode":"","climbs":[{"_id":"yLntxfoKXWOcJ1o9XVzGoQ==","name":"Wishing Well","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":21,"mp_id":"112011472","mp_crag_id":"106263225","climb_id":"yLntxfoKXWOcJ1o9XVzGoQ==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Super short bolted cracks at the far right end of the Lower Tier. Approach as you would for Wish You Were Here, by hiking up to the right and traversing back left on a ledge. This is actually two climbs that share the same first bolt then split.\n\nWishing Well -Left- (11a/b, 4 bolts): Climb up under the roof then move left and jam out the diagonal crack. Tricky at the end. Bolts are oddly located below the crack, might actually be easier to lead on gear.\n\nWishing Well -Right- (10d, 4 bolts): Jam straight up the super mossy crack. For the most part the moss doesn't get in the way of the climbing, although you will probably get some dirt in your eyes. Crux at the top.","protection":"Sport-bolted cracks, 2 bolt anchor/rap.\n\nEither can be easily lead on gear with a single rack to 3\".","location":""},"__v":0},{"_id":"KUZnod6yVwqoygPtPoDnQg==","name":"Wish You Were Here","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cade Lloyd (1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":20,"mp_id":"111911744","mp_crag_id":"106263225","climb_id":"KUZnod6yVwqoygPtPoDnQg==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Located at the far right end of the Lower Tier. It's the bolted thin crack system to the right of Carpet Bagger. Starts off a big ledge which you can walk onto from the right side. There is a manky anchor with a piton and one bolt at the start.\n\nBegin with easy hand jams to a little alcove at the second bolt. Climb out the small bulge on good finger locks then fire the crux where the locks get bad for a move. Some more 5.11 climbing leads up to and over a small roof. The finish after the final bolt is sort of devious and pumpy (spoiler alert: match the jug out right and reach up near the mossy crack).\n\nThis has fun moves and is a more natural line than it looks from the ground. Not as classic as most of the other 12's at Pub San, but definitely worth getting on. It's harder than Spike and Temple of Doom, maybe harder than Tucker's, but much easier than Final Cut and Best Bet.","protection":"Bolts, 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"65biuz7UVva5/NSrXgup4Q==","name":"Wide Thing","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":16,"mp_id":"108948026","mp_crag_id":"106263225","climb_id":"65biuz7UVva5/NSrXgup4Q==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Dirty arching 4-5 inch ow.\n\nI did not climb it. My friend took a photo of this thing","protection":"up to #5","location":"lower tier of the wall"},"__v":0},{"_id":"LWcjvAJ7WIWxpDlmB2EnKg==","name":"Waste Not, Whip Not","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tucker Tech, Kevin Fosburg (1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":3,"mp_id":"108129165","mp_crag_id":"106263225","climb_id":"LWcjvAJ7WIWxpDlmB2EnKg==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"The sport climb between\n\nTotal Way-ist\n\nand\n\nTucker's Proud Rock Climb\n\n. Climb up the left side of a big flake to reach the first bolt, then follow the line of bolts straight up. There are hard moves at the start and at the bulge at the end. This is a bit shorter than the 11b to the left, but doesn't offer as good of rest spots, so it's more of a sprint to the anchors.","protection":"Bolts, 2-bolt anchor/rap.","location":""},"__v":0},{"_id":"tS3T8IDdVNq2kC8s86gzAA==","name":"Unknown but Splitter","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dan McDevitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":11,"mp_id":"110263406","mp_crag_id":"106263225","climb_id":"tS3T8IDdVNq2kC8s86gzAA==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Awesome bouldery finger crack that could potentially go entirely on gear, but you'll end up plugging up some essential holds in the bottom half. Several fierce jamming cruxes will be encountered on this short route.","protection":"6 spaced bolts. Timid leaders might add green and yellow aliens, as well as #0.5 and #1 camalots, but it's not absolutely necessary.","location":"10 feet left of Big Easy. Look for an almost splitter finger crack."},"__v":0},{"_id":"WYAtLGIAUku6pmSgrW8ifw==","name":"Unknown and Super Fun!","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dan McDevitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":9,"mp_id":"110263374","mp_crag_id":"106263225","climb_id":"WYAtLGIAUku6pmSgrW8ifw==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"This route shares the first 2 bolts with Temple of Doom. After that it breaks left and follows several dihedrals up a long and VERY pumpy pitch. No hard moves on this route, but the pump gradually builds up from the moment you leave the ground and culminates in the last few moves to the anchor where you suddenly loose the bomber feet and have to smear your way up while laybacking and underclinging some rounded flakes. One of the most fun routes at the crag!","protection":"11 bolts. Optional yellow alien. 60 m rope","location":"Same start as Temple of Doom"},"__v":0},{"_id":"BjPwDwXQWReDt998SDF7Fw==","name":"Tucker's Proud Rock Climb","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Ed Barry circa 1990","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":4,"mp_id":"106265273","mp_crag_id":"106263225","climb_id":"BjPwDwXQWReDt998SDF7Fw==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Begin in the center of the upper tier.  Scramble in from the left over low fifth class flakes to a ledge that leads to the first bolt.  This bolt is a difficult clip and requires an unprotected stretch.  The initial bolting beyond this however is tight, and the crux is likely in the opening sequences, but the climbing remains challenging to the end.","protection":"Draws.","location":""},"__v":0},{"_id":"4WCCsCQcXtGblOUYFQNU9g==","name":"Total Way-ist","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tucker Tech - 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":2,"mp_id":"106265267","mp_crag_id":"106263225","climb_id":"4WCCsCQcXtGblOUYFQNU9g==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Begin on the left side of the upper tier.  Scramble up the left side of some low fifth class flakes to clip the first bolt.  The line trends gradually leftwards, and is identifiable by an obvious chalked horn a short ways up.","protection":"Draws.","location":""},"__v":0},{"_id":"uF9wL+eqX561Q4YNVfPl7A==","name":"Temple of Doom","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kevin Fosburg, Cade Loyd, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":10,"mp_id":"110263093","mp_crag_id":"106263225","climb_id":"uF9wL+eqX561Q4YNVfPl7A==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Awesome sport climb that's not to be missed. Fun and well protected. A touch easier than Tucker's Proud Rock Climb. While it's pretty sustained from the moment you leave the ground, the crux will be found over the roof between the last 2 bolts culminating with a throw to a huge jug!","protection":"No \"bashed nuts\" on this one as you might expect after looking at the Reid guide. 8 bolts.","location":"Starts on a nice platform with a line of holds angling up and right and going to an obvious small roof."},"__v":0},{"_id":"pQq5lEiXWj2BBoW/uxSB2A==","name":"Substance Abuse","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Kevin Fosburg 1991","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":0,"mp_id":"111164622","mp_crag_id":"106263225","climb_id":"pQq5lEiXWj2BBoW/uxSB2A==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"This route follows the arete on the far left side of the upper tier. The start is complete junk and has a few loose death blocks that pose a serious threat to the belayer. Scrambling up to a choss covered ledge and building a gear anchor (#1 and #2 camalots) might be the best way to get on it. There are two hidden bolts leading to the 2 bolt anchor at the start of the arete about 70 ft from the ground (easy to spot), but that is a terrible place to belay. Unfortunately, the rock doesn't get a whole lot better for the rest of the climb, but if you got this far, at least you won't die. Pull some reachy big moves on terrible flaky rock for 60 ft. When lowering, make sure to stop at the hanging anchor, rethread the rope and continue lowering from there with a 60 m rope.","protection":"About 10 bolts, 1-2 hand size pieces for the start.","location":"Leftmost route at the upper tier. The start is not obvious."},"__v":0},{"_id":"O9NX/q9RWAusLJmfy7CIRQ==","name":"Spike","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Paul Parker and Jeff Folet (1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":18,"mp_id":"111856881","mp_crag_id":"106263225","climb_id":"O9NX/q9RWAusLJmfy7CIRQ==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Located on the Lower Tier, this crack climb is on the clean buttress to the right of Best Bet Arete. Start to the right and scramble up a 4th class corner to a ledge with an optional belay anchor. Then climb a short bit of 5.9 to an alcove with a protruding blade of rock. Step out onto the \"spike\" and clip a bolt out left. Move over into the beautiful overhanging crack and climb to the anchor.\n\nYou can probably get down with one 50m rope by doing a second rappel off the anchor on the ledge, but it's easier to just use a 70m so you can lower all the way to the ground.\n\nFun steep climbing, solid clean rock, easy for the grade, and no bolts next to the crack. One of the better routes at Pub San. Get on it.","protection":"Pro to 3\", 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"KCuyt/raW0uRffTbaBPtgA==","name":"Solid Waste","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":1,"mp_id":"111964742","mp_crag_id":"106263225","climb_id":"KCuyt/raW0uRffTbaBPtgA==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Here's a way to hog both warm-ups at once. Starts to the left of Total Wayist. Climb a finger crack in a stem-box past some chockstones (5.10) to a shelf. Then climb some easy terrain up and right to cross through Total Wayist. Skip the bolt (good pro next to it), and traverse right on a big juggy flake. The flake is a little hollow, but you can get a bomber thin cam in the crack just above the top of the flake. Make a cruxy traverse (10d) to the right and then scramble up the last bit of Waste Not, Whip Not to finish at the same anchor.\n\nThe start of this climb is unpleasant, but the crux at the top is sort of cool. A better variation would be to climb the first half of Total Wayist and then finish on Solid Waste.","protection":"Pro to 2\"","location":""},"__v":0},{"_id":"d5dY3NTXUdKyurEYxWxinA==","name":"Sanitary Engineer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":7,"mp_id":"111964765","mp_crag_id":"106263225","climb_id":"d5dY3NTXUdKyurEYxWxinA==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"This climb is worth doing, and it's one of the easiest routes at Pub San. It was maybe retrobolted for a short while (the Supertopo \"TR and Sport\" book shows it being full bolted), but most of these retrobolts have been removed. The bolts that remain are part of an 11c which is a mixture of this route and the crack system to the right (which was originally Indisposed - 5.10 sandbag).\n\nStart the same as the unnamed 11c (but don't clip the bolt... or do...but it's not necessary). Go straight up to the left side of a big flake with a black streak running down the wall. Climb to the top of the flake and get up on a shelf, then climb through a steep chimney slot (another bolt to skip) and continue up the jamcrack. When it thins out, step left into another crack and handjam to the anchor. Finishes just to the right of Afterburner. You can just barely lower off with a 50m.","protection":"Pro to 2\"","location":""},"__v":0},{"_id":"1QbQHkkiUX2XFmCRNfValg==","name":"Retrobolted and Super Fun!","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":8,"mp_id":"111964810","mp_crag_id":"106263225","climb_id":"1QbQHkkiUX2XFmCRNfValg==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"This is a really good route that mostly follows the old trad climb Indisposed, with some slight variations and a couple superfluous bolts. Start about halfway between Afterburner and Temple of Doom. Climb past one low-down bolt, then angle up and slightly right on gear protected cracks (5.10). Mantle onto a shelf and scramble up easy terrain with more bolts. Begin climbing out the wide slot on Sanitary Engineer, then reach out right and clip another bolt to make a short traverse across the face to rejoin Indisposed. The crux is some thin sidepulling near the top and protected by gear. It's a clean fall and the pro is good, but it's not uncommon to see a bail biner or quicklink on the last bolt.","protection":"Pro to 3\"","location":""},"__v":0},{"_id":"zmX6ceP4Ug+CGKFqQcVQzg==","name":"Higher than you","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Lance Milo Cagle and Michael Bizon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":13,"mp_id":"108281299","mp_crag_id":"106263225","climb_id":"zmX6ceP4Ug+CGKFqQcVQzg==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"A beautiful hands to fingers gem, in a corner just to the right of \"Big easy\" (11d). A steep and fun jam crack. Wicked views!","protection":"Hands and finger pieces up to 3 1/2\". Bolted anchor.","location":"On the upper tier of Public San. wall, at the far right of the ledge,just to the Rt. of (Big easy 11d) A peek around the corner to the right will reveal a beautiful, steep, hands to fingers crack."},"__v":0},{"_id":"0YpD+be+XmKh/kYToN5D2w==","name":"Final Cut","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Cade Loyd 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":15,"mp_id":"111164749","mp_crag_id":"106263225","climb_id":"0YpD+be+XmKh/kYToN5D2w==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"The absolute classic of the area! Mostly a crack climb with bolts for pro. Steep and very pumpy with multiple cruxes, this one is not over until you clip the anchor. When approaching the crag, this will be the most obvious line on the lower tier following discontinuous cracks on the black headwall. The route to the left that shares the anchor is Black Fly 13b. Once you get to the base walk around to the left for 40 feet. The short 15 ft approach pitch will become obvious climbing dirty jugs past a pin and a bolt to a 3 bolt anchor on a good ledge.\n\nExcept for the opening crux past the first 3 bolts, this route could be entirely gear protected without being too run-out or blocking crucial jams with gear.","protection":"10 bolts, optional green to red alien (3-4 pieces) for the upper half, where bolts are further appart","location":"Lower tier"},"__v":0},{"_id":"3nmFVs1PW0ikNQFd41I/5A==","name":"Carpet Bagger","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kevin Fosburg and John Harpole (1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":19,"mp_id":"111856921","mp_crag_id":"106263225","climb_id":"3nmFVs1PW0ikNQFd41I/5A==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"This is probably the best warm-up at the Lower Tier. An easy 5.11 crack located at the right end of the wall. Start up the same 4th class corner as Spike, then move up and right on blocky terrain. A short section of face climbing and finger jams leads to jugs in an alcove. Then a fun and steep hand and fist crack leads to the top.\n\nGood climb and pretty clean. You can lower all the way to the ground with a 70m (60m might work?, if not use intermediate anchor on ledge).","protection":"Pro to 4\"","location":""},"__v":0},{"_id":"O15cmO2+VPKMNDkNINOm3A==","name":"Black Fly","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Scott Cosgrove","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":14,"mp_id":"118762097","mp_crag_id":"106263225","climb_id":"O15cmO2+VPKMNDkNINOm3A==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Black Fly is a Valley classic that sees little traffic. Likely because of the difficulty and the lack of information about the route. Black Fly shares the initial boulder problem of Final Cut then splits left, climbing intermittent finger cracks and seams. More or less mid 5.12 climbing up the first half of the route, to a difficult and technical boulder problem. The crux revolves around pulling the elevator door apart on marginal gaston crimps. Very precise, tension dependent foot movements. This route has to be one of the best sport climbs in the Valley.","protection":"Bolts, 8 or 9. The bolting on the bottom is a little sparse, it is helpful to extend the bolt above the initial boulder so you clip before doing the heel hook mantle move.","location":"The left most line on the lower tier of the Public Sanitation wall.  Begins off a small ledge 30 feet up. Requires an approach pitch at 5.9."},"__v":0},{"_id":"MYyMwwOSU2e7MPUek8K5Wg==","name":"Big Easy","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan and Sue McDevitt, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":12,"mp_id":"110263245","mp_crag_id":"106263225","climb_id":"MYyMwwOSU2e7MPUek8K5Wg==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"This dihedral climbs just like you would expect it to: good jugs and nice stem rests separate reachy moves and very puzzling sequences.","protection":"9 bolts","location":"The rightmost bolted route on the upper tier. This one is a true dihedral and should be easy to find."},"__v":0},{"_id":"6ysbCmZ7UtW00Ria4oLiYw==","name":"Best Bet Arete","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Cade Lloyd (1990)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":17,"mp_id":"111903657","mp_crag_id":"106263225","climb_id":"6ysbCmZ7UtW00Ria4oLiYw==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"One of the many classic 12's at Pub San. Located on the steep arete to the left of Spike. Access the start of the route by bushwhacking onto a ledge from the left side.\n\nClimb 30 ft of crack and face to gain a big ledge with an intermediate anchor (makes for a fun, if short, pitch of 10d sport on it's own). Climb up a juggy flake, clip another bolt out right and then traverse up and over to the arete. Climb past an undercling with an old smashed-up wasp nest, and then you get into the business.\n\nThe crux is a V3 boulder problem below the penultimate bolt. The Reid Guide is confusing because it's description for the route is \"When in doubt, stay right\", and there's some slopers and features out right, above a copperhead. But this is harder than it looks, and makes for a scary fall. You actually want to stay on the left side of the arete, and use sidepull edges along a seam in opposition to the arete.\n\nAfter the crux is a bit more of 5.11 'don't-blow-it-now' climbing past one more bolt to the anchor. At the end you want to swing over to the right and mantle the dirty shelf, then blindly reach around left to clip the anchor. This is maybe what Don Reid was referring to by \"staying right\".","protection":"Bolts, 2 bolt anchor/rap. The bolts are old and need to be replaced, especially the last couple and the anchor.","location":""},"__v":0},{"_id":"RLnv60PrX2GuKDwLUJcerA==","name":"Afterburner Variation","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan McDevitt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":5,"mp_id":"110263341","mp_crag_id":"106263225","climb_id":"RLnv60PrX2GuKDwLUJcerA==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Starts and ends same as Afterburner sharing the first 4 bolts and the last 2. This variation is considerably harder, dirtier, and receives almost no traffic. I never see chalk on this line. Regardless, it's a worthy route to get on to test your crimping stamina and routefinding skillz. At the 2nd bolt off the ledge, do a move up and reach left to clip the 3rd bolt. After that follow an inobvious line left through 5 independent bolts as the climbing gets progressivly harder culminating at the crimpy crux with poor feet right before you rejoin Afterburner.","protection":"11 bolts","location":"Starts and ends same as Afterburner."},"__v":0},{"_id":"U4NzjEgwU2uuI1Es1q/JJA==","name":"Afterburner","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dan & Sue McDevitt -1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"left_right_index":6,"mp_id":"106265270","mp_crag_id":"106263225","climb_id":"U4NzjEgwU2uuI1Es1q/JJA==","areaRef":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":"Begin on the right side of the upper tier, immediately in front of a large tree.  Stem up the tree to the first of two bolts that protect the climbing up to a break.  From here things get more challenging.  Follow the bolt line as it heads slightly right (there is a dirtier variation that branches out left a few bolts up).  Great climbing.","protection":"Draws.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,a97932ca-debc-5ea2-9301-c61b15132809","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","K.  Public Sanitation Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.11b"},{"count":4,"label":"5.11c"},{"count":4,"label":"5.12b"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.13"},{"count":2,"label":"5.11d"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":14,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":17,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.58843,37.73908]},"bbox":[-119.58899860980357,37.73863033981814,-119.58786139019641,37.739529660181866],"left_right_index":-1,"ext_id":"106263225","area_id":"qXkyyt68XqKTAcYbFRMoCQ=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:54:44.573Z","updatedAt":"2022-11-25T11:14:40.009Z"}