{"_id":"6368a36ae80bff5a99582ba4","area_name":"Main Wall, The","shortCode":"","climbs":[{"_id":"LplhO6xwXW+F06k+JNKaIQ==","name":"Wondertwins","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jamie Wenger, John Rich, Michael Pruden, Jeff Wenger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":21,"mp_id":"106551868","mp_crag_id":"106505489","climb_id":"LplhO6xwXW+F06k+JNKaIQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Twin cracks about 3-4 inches apart make for interesting jamming for most of the route. An obvious undercling roof at the top provides the standard exciting Trout Creek finish.\n\n As of 9/27/19, there's a new extension that climbs up and right from the chains.  Currently it doesn't have an anchor on top, but you can build one out of two (or three) #3s.  Bring a selection of tips gear and RPs (tricams could be useful) plus a #1 to protect enjoyable, bouldery movement on jugs and gas pockets up perfect rock to the rim.  The best finish ends on the arete.","protection":"Doubles of BD 0.4 to 3 with an extra 3+ sized piece.","location":"Wondertwins is located two lines left of Fingerlings. Look for the tight twin cracks and the distinctive roof finish.  See Fun Soup's photo for more info. (WT is the twin cracks below the hexagonal roof on the left side of the picture)"},"__v":0},{"_id":"kP6XilCYWb6hqrgZb9m0sw==","name":"Winter Sustenance","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Matt Coty, Cody Scarpella, 11/06  FFA: Will Stanhope (onsight!) 4/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":46,"mp_id":"106595545","mp_crag_id":"106505489","climb_id":"kP6XilCYWb6hqrgZb9m0sw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Splitter fingers forever.  Likely candidate for one of the best fingercracks anywhere.  A brief section of tips up high is probably the true crux, but not pumping off the sustained movement is the real battle.","protection":"As many blue and yellow metolius pieces as you need for 90' of fingers.  It's nice to have an orange or two for the top.  (you could probably place bigger, but you'll want to put your fingers there)","location":"Directly right of Space Between.  Just look for the jaw-dropping finger crack covered in chalk."},"__v":0},{"_id":"WjSZWCTCVW+HakzfyhPaeA==","name":"Wengerbanger","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":34,"mp_id":"109109465","mp_crag_id":"106505489","climb_id":"WjSZWCTCVW+HakzfyhPaeA==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Longer than the average Trout Creek route.  Gritty thin hands and nice finger locks lead to a few hand sized openings up high.  After an easy to navigate wide section, pull a fun roof and climb easy moves on poorish quality rock to the anchor.  This thing gave me and my big mitts a pump.","protection":"I brought many in the 0.5-2\" range and used them all, a #3 and #4.","location":""},"__v":0},{"_id":"uHHLlfsSWAy+c6YJcJZx9Q==","name":"Unknown 4","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Brooke Sandahl, mid 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":28,"mp_id":"106520646","mp_crag_id":"106505489","climb_id":"uHHLlfsSWAy+c6YJcJZx9Q==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"U4 is an intimidating route that requires wide stemming, laybacking and jamming to get to the top.  Placing gear can be difficult because your usually in a layback or wide stem when doing it and its hard to see the placements.  Don't let this discourage you though the climbing is never that difficult and the route is fantastic.  Shorter climbers may find the route more difficult, I'm 6' tall with a 0 ape index and felt 11- was about right.","protection":"This route mostly takes .5 to 1 Camalot sizes with a few smaller cams and wires.  I think a gold Camalot fits somewhere but can't remember for sure.  There is a two bolt anchor with chains at the top.","location":"This route is located approximately 100 to 150 feet to the left of JR Tolken.  Look for two cracks that are about 5 feet apart.  The right crack is in a large left facing corner and the left crack is in a very small (about half a foot) right facing corner."},"__v":0},{"_id":"Z00hgLEaXGGlsk+wOAhlHw==","name":"Unknown 3 AKA: Wally's Warm Up","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":36,"mp_id":"107289745","mp_crag_id":"106505489","climb_id":"Z00hgLEaXGGlsk+wOAhlHw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Climb in a stem box featuring a wide left crack and a finger-sized right crack. Stem, chimney, and jam up to a short constriction after which both cracks become hand sized.","protection":"Gear to 4\" if protecting left crack. Right crack takes gear in the .3\"-2\" range. Bolted anchors.","location":""},"__v":0},{"_id":"qQXUeeovX1yQN1Oe1FXm+Q==","name":"Unknown  2","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brooke Sandahl, Stevie Byrne, mid-80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":37,"mp_id":"106734614","mp_crag_id":"106505489","climb_id":"qQXUeeovX1yQN1Oe1FXm+Q==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Another classic Trout twin-crack stembox.  Fire through the low, fingery crux to the better jams and enjoyable traverse up high.  Feels reminiscent of Space Mission, but a full number grade easier.","protection":"Double rack from BD 0.3-2 with one #3 should suffice.  Slings might help managing the rope for the finishing traverse.","location":"This is the third climb left of Suzuki.  It has an obvious leftward traverse that finishes at the chains of the neighboring route. (U3)"},"__v":0},{"_id":"OqzP1HlxUx60kAEU4gvxCg==","name":"Unknown  1","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Rich and friends, mid '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":56,"mp_id":"106505566","mp_crag_id":"106505489","climb_id":"OqzP1HlxUx60kAEU4gvxCg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Straightforward climbing up a twin crack-stembox takes you to the flake.  The crux kicks in once you leave the flake.  Most agree that 5.10 is kind of a stiff grade for this route.  (it's been dubbed by some, 'the ruiner,' in reference to how their day went after 'warming up' on this route)","protection":"Doubles from BD .3-2 plus some thinner gear for the crux will be more than adequate.","location":"Climb the double crack-stembox 3 lines right of JR Token.  Has a distinctive loose-looking flake at 3/4 height that's actually quite solid."},"__v":0},{"_id":"L3jadlQaUDaguKguYCzcHw==","name":"Two Step Right","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":65,"mp_id":"108208213","mp_crag_id":"106505489","climb_id":"L3jadlQaUDaguKguYCzcHw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Starts in a thin hands crack that quickly widens.  Mantle onto the column and climb the zig-zag crack.  Traverse right before mantling onto the upper column to clip the chains.","protection":"Pro to 4\", single length slings are a good idea.","location":"Starts climber's right of Two Step Left in a notch behind a couple 20' columns."},"__v":0},{"_id":"7KBibgSbXZee8Bj4R8fa6g==","name":"Two Step Left","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jeff Wenger, Colleen Brennan, 4/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":64,"mp_id":"106595569","mp_crag_id":"106505489","climb_id":"7KBibgSbXZee8Bj4R8fa6g==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Climb the wide-hand crack to the ledge, climb the crazy hand crack above that, and try to figure out the finish.","protection":"Triples of BD 2 and 3","location":"Scramble behind the satellite columns right of Gold Rush.  Two Step Left is wide hand crack on the left side of the pillar right as you get behind the columns. Look for the weird lightening-bolt crack up high."},"__v":0},{"_id":"c6tn2E1MUXeWbzolc37BBA==","name":"True Grit","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Max Tepfer, 9/30/17","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":48,"mp_id":"113660146","mp_crag_id":"106505489","climb_id":"c6tn2E1MUXeWbzolc37BBA==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"A must-do for any stemming aficionado, this route starts from the same pillar as Reservation Blues and climbs the perfect open book directly above. The crux starts right away and involves a mostly pinched shut crack that barely goes via a nuanced blend of stemming, palming, and arete pinches. It probably took me 20 tries just to figure out how to step off of the pillar and easily double that to piece together the rest of the crux sequences.\n\n After about twenty feet the crack starts to open up to occasional first digit mono locks interspersed with crimps. While this is definitely easier than the crux, it's far from easy and you want to dial it in well for the red point. Shortly thereafter it opens up to fingers-in-a-corner stemming more typical of the established lines at Trout. This feels easy while you're working it, but can be desperate on the go.\n\n Just before the corner ends and jugs start to appear, the crack slams shut again and you have to execute one more technical stemming crux that revolves around a key left foot. Falling here is a real possibility and would be a total heartbreaker. My strategy was to TR this sequence every time I lowered from the RB/FL anchors to fully lock it in.\n\n Overall, the movement on the cruxes of this line is some of the most beautiful and cerebral (and hard!) that I've done here.","protection":"While I've led it cleanly, I haven't actually red pointed this route by the strictest definition of the term. After trying and failing to last year, (I ripped two pieces and took a digger into the starting column) I fixed four pieces through the crux and pre-clipped the first (green ballnut). Done this way, I feel like it's reasonable to call this route PG13. Trying to redpoint with the small, fiddly gear through the hardest climbing would fully merit an R and possibly add a letter grade.\n\n Regardless of style, bring the full compliment of tiny gear (RPs and ball nuts with the green ballnut being especially crucial) in addition to the usual 3-4 fingers and tips sizes required for Trout Creek finger cracks.","location":""},"__v":0},{"_id":"qC4nvFJSX5OEsiSJMceR1Q==","name":"Time Bomb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"David Potter, Brett Yost, Dave McRae, 5/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":68,"mp_id":"106505531","mp_crag_id":"106505489","climb_id":"qC4nvFJSX5OEsiSJMceR1Q==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Classic! Easily the best pitch of 5.9 at the crag and likely Oregon's best moderate chimney trainer.  Scramble in from the left with the crux coming establishing yourself in the chimney.  Straightforward chimneying with gear in a gently widening thin crack.  Build an anchor on top and walk off to the right.  A good option for cold days.","protection":" RPs up to a single rack to BD 2.","location":"On the far right side of the main wall, locate the obviously eerie chimney that lives up to its name."},"__v":0},{"_id":"orWgbWTtUgKiGDQmeCogNQ==","name":"Tawtnuk Tiicham (Medicine Land)","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":29,"mp_id":"111080694","mp_crag_id":"106505489","climb_id":"orWgbWTtUgKiGDQmeCogNQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Very technical and strenuous stemming down low, transitions into sharp but decent locks as you move up. This climb seems out of character for Trout as there are a couple good rest throughout the route, separated by cruxy sections of stemming, laybacking and jamming, join and finish via Red Alert at the top of the stem box. It deserves traffic get on it!  \n\n  It obviously has not been climbed much as the rock is a bit gritty still and there is plenty of lichen on the stem box walls, it is clean where it counts, but be prepared for some painful locks.","protection":"Doubles from Purple C3 -> Green Camalot, triples from Green C3 to Purple Camalot, plus an RP or two for the start was sufficient for me. If in doubt bring a few extra pieces in the Purple C3 to Yellow C3 range, the crack will suck them up.  \n\n  Be mindful of how you protect the start, I placed a high green alien standing off the block to protect the first couple moves and placing the next few pieces as the gear 10 feet up is very good, but is small and a little fiddly at first.","location":"Just to the right of U4s amazing stembox. Look for a corner with a flattened landing and a very thin crack leading up."},"__v":0},{"_id":"8X0RO9+WUtmlE16+U21m9A==","name":"Suzuki","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Hidetaka Suzuki","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":41,"mp_id":"106569417","mp_crag_id":"106505489","climb_id":"8X0RO9+WUtmlE16+U21m9A==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Classic double cracks. \n\n  Some of the best backstepping, finger jamming, and stemming that you'll ever see on a 5.10.  The two finger cracks provide ample secure jams, and the gear goes in easily.","protection":"Fingers to hands.  You can probably sink a lot of medium nuts for the first half of the route.","location":"One route left of Mr. Squiggles."},"__v":0},{"_id":"seEmRCZFX+qAqvFwcAtxRg==","name":"Straightway","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jeff Wenger & Pat McCarthy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":5,"mp_id":"112059154","mp_crag_id":"106505489","climb_id":"seEmRCZFX+qAqvFwcAtxRg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Climb Gateway, and instead of stepping L into the double crack continue straight up on tips and tenuous stemming to the anchor","protection":"Gateway rack with a few extra small pieces. Small nuts and purple Metolius helpful","location":"Base of Gateway"},"__v":0},{"_id":"dwUzjtSbWHKBEPaS8Guluw==","name":"Steelhead","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jeff Wenger, Jamie Wenger, 2/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":2,"mp_id":"106679368","mp_crag_id":"106505489","climb_id":"dwUzjtSbWHKBEPaS8Guluw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"If technical, delicate stemming is your bag, then this route's for you.  A slight notch harder than Space Mission, Steelhead features a similar somewhat baffling stemming crux down low followed by sustained, but easier climbing above. \n\n  This route (like Space Mission) isn't ideal for top-roping as a climber falling off the low crux that's not getting power-belayed is likely to tickle the ground.  Conversely, on lead, there is ample gear and the bottom could be easily french freed if you were unable to work out the moves.  That being said, you have to know how to properly place small (tiny to some) gear.","protection":"Lots of thin cams.  I used RPs, a red Ballnut, triples of green and red C3s, doubles up to 0.5 C4s and 1 0.75.  This route takes stoppers better than most of the lines at Trout and the gear through the crux is plentiful and bomber.","location":"Locate the obvious gray scar at the base of twin cracks in between Gateway and Bushwhacker.  (visible in either of those routes' photos)"},"__v":0},{"_id":"2EOGcXaIVaOcQpUlWnxptw==","name":"Space Mission","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Jeff Wenger, Colleen Brennan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":44,"mp_id":"106551832","mp_crag_id":"106505489","climb_id":"2EOGcXaIVaOcQpUlWnxptw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Maybe a little sandy for the grade, this route is a good step in the progression towards climbing splitter fingers.  Work through thin stemming off the deck and then climb the left crack on solid fingers for most of the rest of the route.","protection":"Doubles of green BD C3s up to 0.75 with extra 0.3, 0.4, and 0.5","location":"This is the route left of The Space Between easily identified by the overhanging, squiggly crack at the chains."},"__v":0},{"_id":"gNhBdiqCW2yVjvlT70p80A==","name":"The Space Between","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jeff Wenger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":45,"mp_id":"106520615","mp_crag_id":"106505489","climb_id":"gNhBdiqCW2yVjvlT70p80A==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This is an excellent route with sustained stemming all the way to the top.  The route quality is right up there with El Matador but the stemming is not as far apart.  There are two cracks, one in each corner and they both take great gear.  Do this route and get ready for a good calve pump.","protection":"Medium wires and cams (mostly fingers) up to a red or gold Camalot will work.  There is a two bolt anchor with chains and biners at the top.","location":"This route is located about 30 or 40 feet left of JR Tolken.  There is a short pillar directly in front of the route that you start off of."},"__v":0},{"_id":"YSh1a/vmWVyr+At5wnFq2Q==","name":"Slim Pickens","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Brett Yost, Karl Sutton 5/2003","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":33,"mp_id":"112326023","mp_crag_id":"106505489","climb_id":"YSh1a/vmWVyr+At5wnFq2Q==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Super classic chimney climbing, both wide and squeeze.  Full body chimneying will hopefully get you to the horizontal crack break. At this point (if not earlier if you are short) you will probably be forced to commit left or right.  The FA chose the left joint and and worked the squeeze to the ledge and anchor atop The Long March.  This climb is a great opportunity to have an old school Yosemite like climbing experience on a beautiful feature.","protection":"Standard issue wide cams will get you to the horizontal.  The horizontal protects great with a finger sized cam, I believe.  Above here, some nuts can be fiddled in by reaching well back into the column joint.  These may be relatively blind placements.  Specialized wide crack protection my be useful but I don't have specific beta.","location":"Obvious wide chasm left of Wengerbanger. Picture Slim Pickens riding the missile."},"__v":0},{"_id":"HSTTAjtoVxudpC2ab69TgA==","name":"Shushaynsh","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Mikey Schaefer","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":59,"mp_id":"111368759","mp_crag_id":"106505489","climb_id":"HSTTAjtoVxudpC2ab69TgA==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This is the open corner directly left of Gold Rush and is easy to TR off of the GR anchors with a finger sized directional.   \n\n  Starts with some bouldery stems and one hard crank that leads to a no hands stem rest.  The middle part of the route is a mix of laybacking and tenuous stems with one harder move thrown in.  There is small horizontal break at two-thirds height with a shitty stem rest.  Probably 13- to this point.  Above the break is probably a V6 or harder boulder problem that involves some really engaging body sequences that start as a layback, then to a stem, then to a really slippery arete move followed by a thank-god jug on the arete.   Easier climbing leads to the top and the Gold Rush anchors. \n\n  Your toes and calf muscles better be in good shape for this one.  They will surely get pumped up there. \n\n  A bit of FA history.  I've heard the line had been tr'd by a few different people over the years due to its proximity to Gold Rush but no serious attempts besides Tommy Caldwell.  Rumor has it that he tried it maybe 6 times over a couple days but never came away with the redpoint.  I started attempting it my 2nd day climbing at Trout and quickly became obsessed with it.  I spent two and a half sporadic years working on it and probably a total of 40 or so tr and lead burns.  Finally sent it on cold (high of 37°F) November day. \n\n  And as far as the rating goes, I found it pretty hard to rate.  Somedays it would feel impossible for me but when I finally redpointed it, it didn't feel too bad.  Others that TR'd it felt the 13+ rating was warranted but I thought maybe more like mid 5.13.  I've been told I am a sandbagger and am trying to change that so I went with the possibly inflated grade this time to make everyone happy.\n\n The name of the route, Shúshaynsh, is the local Native American word for a Steelhead trout.  It is pronounced shoe-shines-shh  Here is a link to it being pronounced depts.washington.edu/sahapt…","protection":"3x Purple C3   5x Green C3   3x Red C3   3x Yellow C3   2,3,4 BD stopper \n\n  The first two pieces (Red C3 and #4 stopper)  were pre-placed as well as the #2 and #3 stopper that can be clipped from the arete jug.   \n\n  I gave the route pg-13 as it is just a bit spicey going for the arete jug (the crux).  My feet were about 6 or 7 ft above the final purple C3 at this point. \n\n  See beta photo for a pic of the rack and the order it went in.","location":""},"__v":0},{"_id":"X39/VPf4ViSB4ZYQv2+lFw==","name":"Shadow Casting","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Max Tepfer, 11/26/18","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":15,"mp_id":"116142222","mp_crag_id":"106505489","climb_id":"X39/VPf4ViSB4ZYQv2+lFw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"From theflyfishingforum.com: The shadow cast, no doubt, is a dramatic performance to witness. When done properly, it rivals the artistic beauty of the sweetest ballet. Unfortunately, it really has no real useful place in our casting arsenal. While being a sight to behold, it serves no other purpose other than to impress our friends and foe. Yet still, it remains a cast worthy of effort provided you have the time to learn it well.\n\n This thing has some amazing movement guarded by some suboptimal protection.  Scamper up Lou Dog's opening chimney to a sit down rest before the business.  20' of physical moves on generally good holds lead to a final no-hands on a sloping shelf.  Above this is another 20' of brilliant, thin stemming and arete pinching with somewhat marginal pro.  From the finishing jug, I climbed right and scrambled up to the Lou Dog anchor to lower off.  Spanning over to Lou Dog would be hard if you're short.","protection":"I pink pointed the whole thing because the gear is quite thin and not always exactly where you want it. (and I'm kind of a chicken) Bring lots of red/blue ballnuts, rps, a handful of purple and green c3s and a finger sized cam or two.  A hammer and funkness can be nice for testing and/or fixing small gear placements.","location":"In between Rocinante and Lou Dog.  Shares a start w/Lou Dog and is easily TR'd from the anchor with a yellow C3 as a directional."},"__v":0},{"_id":"/NNDp+dEWuGJkdPUcU7ksg==","name":"Rocinante","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Pat McCarthy","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":14,"mp_id":"112059254","mp_crag_id":"106505489","climb_id":"/NNDp+dEWuGJkdPUcU7ksg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Long overlooked because it appeared welded with loose blocks, this crack finally was found to take gear and have solid rock. Expect techy stemming and palming, and finicky gear. A two bolt anchor was recently added.","protection":"Pro to 4\" (bigger gear for the bottom to surmount stubby column, with mainly finger pieces and nuts on the upper section)","location":"Left of Lou Dog, in the center of the wall"},"__v":0},{"_id":"IKIbShpvW46aGyGGDR4cvw==","name":"The River Wide","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"not sure, but I'd bet Jeff or Gavin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":53,"mp_id":"107674846","mp_crag_id":"106505489","climb_id":"IKIbShpvW46aGyGGDR4cvw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Another moderate twin-crack system: one wide and one thin. The technical crux is probably the thin hands right at the start, but the wideness-intimidation-factor is likely why this line gets done so rarely. Wide climbing aside, this is probably the easiest line in the heart of the Main Wall and is totally worth your time. (no off-widthing necessary) At the top either step right to the Monster anchor or tunnel straight up the gut to daylight and build an anchor on top. The 'extension' is actually pretty cool, moderate, and protects surprisingly well.","protection":"I brought doubles to #3 C4 for going to the chains on Monster and was adequately protected.  The finishing chimney moves were airy, but you'd be hard pressed to change that.  A #4 wouldn't go unused elsewhere and it's worth noting that the second is exposed to a mild swing on the finish.","location":"In between JR and Monster.  Look for the massive wide crack with a few chockstones in it."},"__v":0},{"_id":"ZDeG9HNWUfO7kTfVbJEh1w==","name":"Rightway","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Pat McCarthy & Jeff Wenger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":6,"mp_id":"112059171","mp_crag_id":"106505489","climb_id":"ZDeG9HNWUfO7kTfVbJEh1w==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Another variation off Gateway. Start on Gateway, and instead of stepping L, climb another body length or so to a scarred section on the column face. Step R into the adjacent crack and climb hard laybacks and stems to the Gateway anchor","protection":"Gateway rack plus extra finger sized","location":"Base of Gateway"},"__v":0},{"_id":"PV4pA5WOUPepee7hevOmOA==","name":"Reservation Blues","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Cody Scarpella,  Jeff Wenger 2/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":49,"mp_id":"106899935","mp_crag_id":"106505489","climb_id":"PV4pA5WOUPepee7hevOmOA==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Cody is a Mad Man! ","protection":"probably an orange and yellow metolius as well.","location":"Right of winter sustenance and full clip"},"__v":0},{"_id":"GyIfRkN/X7idUkL/z/LrAw==","name":"Redside","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":22,"mp_id":"107097929","mp_crag_id":"106505489","climb_id":"GyIfRkN/X7idUkL/z/LrAw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Dig deep as the difficult tips start to this climb is only the first crux. Difficult to place gear if laybacking this part.  Where your techniques transition will dictate the location of subsequent cruxes. Getting your first knee is a relief that doesn't seem to come soon enough. Transitioning from stacking to armbarring is tricky. This climb will work you through every size and manner of big jams.","protection":"A little bit of everything from micro cam to #9 Valley Giant. Can be done without the Valley Giant with big enough nuts. Exit right to a nice biner anchor.","location":"This is the gradually widening tips to offwidth/squeeze crack to the right of Wondertwins"},"__v":0},{"_id":"ZJ1t5hxMU4aLY34vaymwnQ==","name":"Redd Alert","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Pat McCarthy, Jeff Wenger, 200(?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":30,"mp_id":"107664104","mp_crag_id":"106505489","climb_id":"ZJ1t5hxMU4aLY34vaymwnQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Stout! This route is the harder version of Monster, but has an easier grade. (hmmm...) In any case, it's a super-aesthetic splitter that looks like it should be straight-forward fingers, but isn't. The start is characterized by thin and powerful locks that are yet to be comfortized by the countless ascents other, more popular finger cracks have seen. (on my first lead go, my right index finger went numb for five minutes)\n\n Like Monster, once you've punched through the short, lower crux, you've just got to keep it together through a couple more bouldery moves and it's in the bag. Expect some airy, funky climbing up high before the chains.","protection":"2-3 purple TCUs, many blue TCUs (6 would not go unused), 2-4 yellow, and a couple orange. Singles up to 2\" will do it from there. (moving off the ledge above the crux is best protected by two blues, so save 'em! It's also nice to have  #1 at the top)","location":"In between Long March and Tawtnuk Tiichem.  Look for the obvious, likely chalkless, aesthetic splitter to a ledge about 25' up."},"__v":0},{"_id":"+xCePaArXFqws4VQq4spYw==","name":"The Question Air Box","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jeff Wenger, Gavin Ferguson, 4/07","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":19,"mp_id":"106652228","mp_crag_id":"106505489","climb_id":"+xCePaArXFqws4VQq4spYw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"The beginning of this route probably warrants either a PG13 or an R depending on your head/risk tolerance.  It's also worth noting that this would be a four star route if it protected perfectly. (so if your mental game is on, go get it) \n\n  Climb on top of the column right of California Weakender, do an exposed boulder problem to gain the base of sketchy-looking block, and work your way up to the top of the block. (Left works well) After this climb the beautiful thin hand crack stem-box and finish pulling an exciting bulge on flaring hand jams. \n\n  It's possible to put a yellow tcu behind an uninspiring, small, hollow flake during the middle of the boulder problem, but it would be a very strenuous position to place from and probably isn't worth the effort due to the somewhat dubious nature of the placement.","protection":"An optional green C3 will keep your body from hitting the ground if you fall during the boulder problem and roll off of the ledge below.  After that you can put a BD #3 and #4 behind the big flake as you worm up behind it on your way to the ledge.  If you're not psyched about putting gear behind the flake, it's reasonable to place more thin gear (green and red C3's) in the seam to the left of the flake as you go up.  After this, doubles of BD .3-2 with an optional extra green C3 for piece of mind through the roof will see you to chains. (on the right after the bulge)","location":"Two lines climber's left of Wondertwins is an enormous, very sketchy-looking block.  The Question Air Block climbs up on top of the block and then up the stem-box above.  See California Weekender photo."},"__v":0},{"_id":"NvMn9iGzWWS6TmriCK4Iwg==","name":"Purple Pinky Eater","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Cody Scarpella, Greg Garretson, 8/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":43,"mp_id":"106785904","mp_crag_id":"106505489","climb_id":"NvMn9iGzWWS6TmriCK4Iwg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"A double crack leads to a technical seam stem problem with various openings just big enough for finger tips.","protection":"The double crack will take one and two inch pieces. When you reach the seam, purple and blue metolius tcu's or just run it out to the horizontal, which will take an orange metolius.","location":"Just to the right of squiggles."},"__v":0},{"_id":"ZCeZJ815U9i15RWXRZv3Bg==","name":"Pumphouse Park","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Max Tepfer, 7/4/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":24,"mp_id":"111973334","mp_crag_id":"106505489","climb_id":"ZCeZJ815U9i15RWXRZv3Bg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This route should get way more traffic than it does. Overall the movement is easier than hardest moves on Alchemy, but it's a bit more sustained. Regardless this thing is a classic at a grade that there aren't enough of around here. Get on it!\n\n Start up Fingerlings and follow it to the jug/rest on the right. At the jug, hand traverse right and battle up an intricate combination of stemming and lie-backing. Get back what you can below the roof before pulling a wild sequence on hidden holds to turn the lip.  \n\n It's easy to set up a TR for the low crux from Fingerlings or to climb up Fingerlings into the top of the route. (mid 5.11) Additionally, the 5.11 climbing through the roof sequence is easily avoided to the left on somewhat hollow 5.9 terrain. (but the roof is really, really fun, so you shouldn't skip it)","protection":"Gear to 1.5\",  Mostly tips.  Small wires are useful.","location":"Start as for Fingerlings."},"__v":0},{"_id":"4YiTG/oYXsW18/HVr0f/pA==","name":"Pan Handlin'","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":61,"mp_id":"109048736","mp_crag_id":"106505489","climb_id":"4YiTG/oYXsW18/HVr0f/pA==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Gold Rush with a more exciting finish.  Climb Gold Rush to the horizontal finger traverse on the right, just below the finishing roof.  Traverse right (crux) and establish yourself for the 5.10 finish of Alchemy.  A great linkup.","protection":"A few pieces BD 0.3-0.75 in addition to what you take on Gold Rush.  Runners to reduce rope drag.","location":""},"__v":0},{"_id":"HMVObqlKVoOuP0O9C04wIw==","name":"Out Ridin' Fences","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Pat McCarthy, Phillip Hranicka, 4/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":72,"mp_id":"106712367","mp_crag_id":"106505489","climb_id":"HMVObqlKVoOuP0O9C04wIw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This route is super-neglected. The crux is mostly cranking hard on fingerlocks, so go get it! Climb splitter fingers and thin hands to a rest. From here figure out the funky sequence to gain a section of Wartley's Revenge-esque jugs. Finish by firing delicate and technical climbing up the crux finger and tips crack.","protection":"A double rack from BD. 0.75 to green C3 plus a 1 and 2 should be more than adequate to stitch this thing up.","location":"This is pretty much the furthest right route on the Main Wall.  There are others further, but they are of a very different character and not as classic.  Hike past Time Bomb and locate the splitter crack surrounded by tiny seams.  Scramble up and right to access the spacious belay ledge."},"__v":0},{"_id":"jTYmKouLVH+TEKDo5fQIsg==","name":"Out of the Question","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jeff Wenger, Casey Collins, 8/07","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":18,"mp_id":"107453783","mp_crag_id":"106505489","climb_id":"jTYmKouLVH+TEKDo5fQIsg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Start up the Question Air Box's heady first moves. From the top of the pillar, step left into an off-set fingercrack. Punch it through an awesome crux sequence and then savor the splitter waiting above.\n\n The start is a definite detractor for some, but should be pretty casual for anyone who has any hope of sending the crux. That being said, this is likely one of the easier 12- routes to tick at the crag.","protection":"Gear to 1.5\"  Many blue metolius. (plus a #4 C4 for the start)  Be mindful protecting the crux so that a fall doesn't land you on the top of the pillar.","location":"In between California Weakender and the Question Air Box.  Shares California Weakender's anchor."},"__v":0},{"_id":"ABwLgr12UU6tDrWhq1LJGA==","name":"Muffin Top","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":32,"mp_id":"109048784","mp_crag_id":"106505489","climb_id":"ABwLgr12UU6tDrWhq1LJGA==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This offwidth testpiece starts with about 10' of moves on an inside edge, then it's hand stacks, armbars, calf locks, and knee locks to the tippy top.  Enjoy!","protection":"Many #4s, #5s, and #6s","location":"just right of The Long March.  Shares the anchor."},"__v":0},{"_id":"Na+i2AOCUDiTDUD0F0NoVQ==","name":"Mr. Squiggles","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":42,"mp_id":"106569405","mp_crag_id":"106505489","climb_id":"Na+i2AOCUDiTDUD0F0NoVQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Probably the 3rd best hand crack at the main wall after Gold Rush and JR Token, although this one is going to feel quite a bit harder if you have large hands. \n\n  Place some good gear off the starting block and get ready for 10ft. of ringlocks before the hands start sinking in.  The zig-zaging nature of the crack makes for easier-than-average feet, but the climbing is somewhat relentless.","protection":"Lots of small-hands pieces, and up to a #3 Camalot for the top.","location":"The obvious squiggly crack that lies 30-40ft. left of The Space Between."},"__v":0},{"_id":"oMJKwEBTXjyCivxnI2gzXQ==","name":"Monster","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jason Huston and Dylan Johnson (11/06)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":54,"mp_id":"106569396","mp_crag_id":"106505489","climb_id":"oMJKwEBTXjyCivxnI2gzXQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Monster starts as a tricky tips crack that gradually opens up to fingers and hands. \n\n  The technical crux comes fairly low, but after a couple of decent rests in the middle you'll still find yourself looking at a good deal of ever-widening hands before you reach the chains. \n\n  The opening sequences can be made significantly easier if you cheat a bit by laybacking and using the next crack over to the left, but if you're a purist try going straight in. \n\n  This is an incredibly fun route.","protection":"Small gear (tips) to large hands.","location":"Just to the right of JR Token.  Start on the block and climb the chalked tip jams on your right."},"__v":0},{"_id":"bkka9SmYW/un6AHhFcLchg==","name":"Midas Touch","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":63,"mp_id":"107877326","mp_crag_id":"106505489","climb_id":"bkka9SmYW/un6AHhFcLchg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Midas Touch is one of the best routes at Trout. If you think every route here is an endurance test, this will quickly dissuade you. It features cruxy face climbing, pockets, stemming, and even some crucial incuts. Similar to Purple Pinky Eater, the cruxy climbing occurs after 50' of 5.10 crack climbing, so even though big fall potential exists, these falls should be safe. This alone makes it a nice change from the headier starts on Monster, Space Mission, and other routes of similar grade. \n\n  When the two thin-hand cracks end, use a mix of features via sustained 5.11 climbing. Pass 2 possible small gear placements and hit the horizontal atop the crux sequence. Going ground-up should be safe, but the crux placements are fairly specific.","protection":"A double rack from #2 camalot to blue Metolius, with extra finger-sized pieces, and a few small wires.","location":"This is the direct line to the anchors atop Alchemy, or two routes to the right of Gold Rush"},"__v":0},{"_id":"30et47fiUXG8cyumW91m3w==","name":"The May Fly","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Cody Scarpella, Jeff Wenger 9/09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":38,"mp_id":"106971954","mp_crag_id":"106505489","climb_id":"30et47fiUXG8cyumW91m3w==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Once the hardest line at trout!  It has been rumored that Tommy Caldwell gave it a 5.13- rating.  This is a step into hardcore crack climbing, with potential for some big airtime if you blow the crux.  What an amazing route!","protection":"pro to 1/2\"   anchors at the top","location":"Left of Mr Squiggles."},"__v":0},{"_id":"05tA4gExX6aKjmKpwb5ilQ==","name":"Main Stream","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Michael Holmes Oct 27th 2018","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":39,"mp_id":"115689194","mp_crag_id":"106505489","climb_id":"05tA4gExX6aKjmKpwb5ilQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This is a new direct finish to the May Fly. The May Fly is one of the most classic hard lines at Trout and this variation is equally deserving of must-do status. You start Main Stream by climbing the sustained finger crack of the May Fly past the first mini crux, but instead of traversing left through the boulder problem, continue straight up the original crack as it seams out into almost nothing. Another ten feet of desperate face climbing takes you to the chains of Fissuremen. The run out up top is mitigated by placing a blue ball nut in the seam.","protection":"Bring plenty orange and yellow metolius, two blue metolius, a purple metolius and a blue ball nut. A few BD equivalents are handy also.","location":"Start on May Fly "},"__v":0},{"_id":"Qj3ADx9QWG2QRL0vWh86ZQ==","name":"The Martian Chronicles","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Pat McCarthy & Phillip Hranicka","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":7,"mp_id":"112059192","mp_crag_id":"106505489","climb_id":"Qj3ADx9QWG2QRL0vWh86ZQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Just right of Gateway is a unique thin crack. A tricky boulder start over an elevator shaft will initially catch your attention (this is hard to protect so take precaution as a fall here could be suboptimal). Tips lead to good finger locks, pass L under a roof and head to the Gateway anchor","protection":"Gear to 2\"","location":"Right of Gateway"},"__v":0},{"_id":"u3lmSE+qXn6yQRfyJYXjBQ==","name":"Lou Dog","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeff and Jamie Wenger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":16,"mp_id":"115372196","mp_crag_id":"106505489","climb_id":"u3lmSE+qXn6yQRfyJYXjBQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Striking big crack in the middle of the wall with green lichen on right. Start with short chimney to top of stubby column, big hands and fist crack to bulge. ","protection":"Gear to 4”. Anchor recently added just below the rim.","location":"Left of California Weakender"},"__v":0},{"_id":"6Ol8cKk9UACAiL3rQ6it8w==","name":"The Long March","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike Tsoi, Colleen Brennan, Jack Herrick, Jeff Wenger, 4/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":31,"mp_id":"106595522","mp_crag_id":"106505489","climb_id":"6Ol8cKk9UACAiL3rQ6it8w==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Another classic moderate.  Technical stemming w/fingerlocks at the start relent to classic Trout Creek twin-crack climbing.  Grab a shake at the top before bouldering up and right to the chains.","protection":"Doubles of BD 0.3-3.  A #4 w/a long sling on it can be really nice to have to protect the finishing move.","location":"The double cracks 3-4 lines right of U4. A long, intimidating offwidth is to the right of Long March."},"__v":0},{"_id":"Pe64/wGRURiJk5o0bS6CUQ==","name":"Landing a Monster","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brett Yost, Karl Sutton, 6/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":55,"mp_id":"106505559","mp_crag_id":"106505489","climb_id":"Pe64/wGRURiJk5o0bS6CUQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Start in Unknown 1's double cracks and cut left to Monster at the horizontal ledge.  Finish for Monster.  Excellent thin to cupped hands above the traverse.","protection":"Double rack from BD .3-3","location":"Starts in the double cracks right of Monster. (the heavily chalked tips crack that starts off the right side of JR Token's first stair-step)"},"__v":0},{"_id":"OorhPegoXLehBUbtxlIFng==","name":"JR Token","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Rich and friends, mid '80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":51,"mp_id":"106505506","mp_crag_id":"106505489","climb_id":"OorhPegoXLehBUbtxlIFng==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Scramble up two stair-cased pillars to access a beautiful hand crack. Follow this down through the sizes to a tapering thin crux.\n\n For the 5.12 R finish, climb straight up past the chains to the rim. For gear, the guide recommends 'a strong head.' (don't clip the chains, good gear can be found in the horizontal on the right wall that better directs your fall off the crux)\n\n A more moderate (and arguably more fun) extension steps left around the corner and finishes as for Fall Line/Res Blues/True Grit.  This is the only anchor you need a rope longer than 60m for (a 65m rope is about perfect) and it is a great way to hang a TR on 5 different 5.12 and up tips cracks.","protection":"BD .75-3 with an emphasis on the .75-2 range.","location":"20' left of Gold Rush.  Look for the obvious broken pillars that mark the start."},"__v":0},{"_id":"AK4pMTB4X8aoZvciWIv2ig==","name":"The Ideal Schedule","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Max Tepfer, 11/19/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":20,"mp_id":"118070332","mp_crag_id":"106505489","climb_id":"AK4pMTB4X8aoZvciWIv2ig==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This is one of the good ones.  Great pro, classic movement, and minimal sharpness (for Trout) combine to make this a truly all time line.  It starts out with 15' of tenuous and technical stemming capped by a vicious crux getting to and from a sharp crimp and a mono.  At this point, you're rewarded with a pseudo-shake before one more sequence of powerful lock-offs and stemming that culminates in a wild deadpoint to a jug.  I thought the bottom crux felt something like 5.12 into V6 with a 5.12+ exit sequence.  Serendipitously more or less complete recovery is possible here before casting off on the 13 minus-ish upper half.  Tackle a last hard boulder problem leaving the rest and the climbing begins to ease.  The remaining moves aren't as hard, but they're pretty sustained and the continuity creates an exciting race against the pump.","protection":"Green C3 to BD 0.5 (you could put a 0.75 in at the top, but are unlikely to need it if you're able to send the route) I used lots of red C3s/blue TCUs and the stiffest shoes I could find.","location":"Immediately left of Wondertwins. (easily identifiable by the orange block in the talus below the route)"},"__v":0},{"_id":"fIsoKdFFUyS+GuX9Wd55Xw==","name":"Immortal Illusions","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Chris Garner 2008","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":52,"mp_id":"119029650","mp_crag_id":"106505489","climb_id":"fIsoKdFFUyS+GuX9Wd55Xw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Pull the roof after finishing JR token and commit to the runout boulder problem. Large, scary fall potential. FA was done in an impressive ground up style. ","protection":"Non existent until significantly easy ground","location":""},"__v":0},{"_id":"oG4pUOjVXMWK0SN01tfg/A==","name":"Horse With No Name","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Cody Scarpella & Pat McCarthy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":13,"mp_id":"112059246","mp_crag_id":"106505489","climb_id":"oG4pUOjVXMWK0SN01tfg/A==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"In the middle of the cliff, left of Lou Dog, are short columns leaning up against the main wall. Climb a wide crack on one of these leaning columns, then continue up on a thin crack and step left to get to the rim. Currently no bolted anchor, walk south and back around to the base.","protection":"Gear to 5\"","location":"Center of the wall, two climbs left of Lou Dog"},"__v":0},{"_id":"/KFPSxi3W1muqKMUv7Itsg==","name":"Holding the Line","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Max Tepfer, October 2021","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":25,"mp_id":"121499309","mp_crag_id":"106505489","climb_id":"/KFPSxi3W1muqKMUv7Itsg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This line is completely unlike anything else at the crag and is really, really fun. (to toprope) The gear is barely good enough to allow it to go, the rock immaculate, and the movement mindblowing.  (and for the record, it's awaiting a true redpoint ascent, I preplaced and preclipped my first pieces in and just below the first finger slot) Runouts and marginal pro notwithstanding, it's amazing to climb on and has cerebral, bouldery movement with just enough holds.  Each crux will likely feel impossible while working out the beta and then like you're floating when you send.Get established on the arete from the ledge below Fun Soup and fight through a gradually building onslaught of arete pinches, thin feet, and comically bad holds for your left hand.  This culminates in a desperate move to the first real hold in the 'crack' and a brief opportunity to try and control your breathing.  The exit moves out of the crux, while easier, are no joke and probably have some of the most serious pro on the pitch. A #3 BD Microstopper (which is annoyingly out of production-let me know if you need one) and a green c3 in a flaring slot are all you get for another 15' of physical slapping up the arete to a jug.At the first rest, build a nest of small RPs and ballnuts before committing to more devious arete-trickery, a few desperate liebacks and stems, and a wild move to a thank-god jug with better holds and a no-hands rest above.  Theoretically there's gear to be had in the section to the jug, but I wasn't strong enough to stop and hang on long enough to place it.From the rest, place the first real cams of the route (fingers and tips) before scampering up some slightly easier moves to a wild final crux on the arete.  After battling through to here, all that's left is to hang on through three very airy lockoffs on pockets and a crimp and you're at the horizontal jugs below the finish to Pumphouse Park. (and, more importantly, gear) From that point, savor the comparatively simple 5.11 exit crux on Pumphouse before finally clipping the chains.","protection":"Thin.  Lots of 5-6kn RPs and ballnuts plus a small selection of tips-sized cams.","location":"In between Fingerlings/Pumphouse Park and Fun Soup.  Look for the tiny seam with a laser-cut right arete."},"__v":0},{"_id":"/TM9SZtYVAaIvi0CQKf2ww==","name":"Hip to Toe","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Cody Scarpella, 2008?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":57,"mp_id":"107622377","mp_crag_id":"106505489","climb_id":"/TM9SZtYVAaIvi0CQKf2ww==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"The name says it all. This route is the advanced version of Double Trouble and features sustained, semi-monotonous stem-work from bottom to top.  Hip to Toe is another neglected classic that deserves far more attention than it gets. (likely due to the gear) If you're dialed in on the TC friction and stemming, the grade will feel right on, otherwise, it'll be doubly desperate.  Either way expect more steep, classic climbing on bomber (albeit thin) gear from bottom to top.","protection":"I brought 3x yellow TCUs, 7x blue TCUs, 5x Purple TCUs, 3x Gray TCUs and used them all.  If you're bold, you could definitely do with less.","location":"In between U1 and Gold Rush. Look for a twin-crack stem box with two cracks about a foot apart."},"__v":0},{"_id":"bqCarrJqVfeLn9F1O+IOPg==","name":"The Guillotine","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Gavin Ferguson & Kory Nelson 2/05","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":10,"mp_id":"107134336","mp_crag_id":"106505489","climb_id":"bqCarrJqVfeLn9F1O+IOPg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Long reaches between good jams lead to a gradually widening off-width finish. The angle eases slightly for the wide section, making it more forgiving than other off-widths on the Main Wall.","protection":"Pro to 5\". Anchors are set back from the top of the column. Careful not to get your rope stuck when you pull it.","location":"Two routes to the right of the hanging column on Geologic Time. It's the relatively small crack between Adipose and Gas Chamber with a recently exfoliated block at the start."},"__v":0},{"_id":"oFh/iWEZVcSaL76numnywQ==","name":"Gold Rush","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jeff Wenger, Colleen Brennan, 4/02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":60,"mp_id":"106505501","mp_crag_id":"106505489","climb_id":"oFh/iWEZVcSaL76numnywQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Straight in endurance hand jamming with cruxes at the start and finish.","protection":"BD 1-3 with a strong emphasis on the 2s.  If the overnight low is above ~40ºF, there's a decent 0.75 placement up high on the route.  Once the lows are consistently colder than that, the crack grows and it becomes tipped out.","location":"The obvious hand-crack at the beginning of the Main Wall."},"__v":0},{"_id":"j7JHuaLWVcevZBqLFyRY5w==","name":"Geologic Time","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Phillip Hranicka, Pat McCarthy, 3/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":8,"mp_id":"107063967","mp_crag_id":"106505489","climb_id":"j7JHuaLWVcevZBqLFyRY5w==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This thing is a total must-do.  While it's not an enduro splitter, it's got varied and exciting pacing, enough gear for it to be a totally safe adventure, and super fun movement.  Start out on moderate thin hands that lead to a leftward roof-traverse.  Above the roof, lie-backs and fingerlocks quickly end as the crack pinches down and thin stemming moves on small gear get you to a classic thank-god hold and a rest. More insecure palming, smearing, and arete-pinching is interrupted by another jug where you set up for the final crux. Place your last pieces in the horizontal, and mentally prepare yourself for a wild and cruxy finishing sequence above the gear.","protection":"Doubles BD #1-0.3, Triples of blue Metolius, and doubles down to green C3.","location":"20' to the right of Gateway.  Look for the obvious roof feature."},"__v":0},{"_id":"JnFEcUv5US6fyMU8EpmPdw==","name":"Gateway","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Pat McCarthy, Jeff Wenger, Gavin Ferguson, 6/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":4,"mp_id":"106599032","mp_crag_id":"106505489","climb_id":"JnFEcUv5US6fyMU8EpmPdw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Come expecting 40' of beautiful, BD 0.5 splitter to a funky crack switch to the left. (somewhat up to the climber's discretion, I found it easiest to switch when my feet were on the last large edge in the original crack, but others traverse left higher up)  Once established in the left crack, enjoy engaging finger locks and face moves to the chains.","protection":"Rumor has it that metolius cams don't fit as well as BD ones.  (oranges are tipped out and reds are over cammed)  I was stoked to have 4-5 0.5s, 2 0.75s and Doubles of BD 0 C3-0.3 C4 for the upper crack.","location":"This is the prominent rattly finger/ringlock splitter a couple lines right of Bushwhacker."},"__v":0},{"_id":"1zZLW526U9COtMnplloBFA==","name":"Fun Soup","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeff Wenger, Marty Hickey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":26,"mp_id":"106551880","mp_crag_id":"106505489","climb_id":"1zZLW526U9COtMnplloBFA==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Straightforward jams up the left crack of a twin crack system lead to some sustained moves at mid height.  Gain a rest good enough to retie errant shoelaces from and charge higher to the crux.  Face moves on thin gear lead to another sporty Trout Creek finish.","protection":"Doubles from BD 0.3-1 with an extra red C3, 1, and 2.","location":"The first deep stembox climber's right of Fingerlings."},"__v":0},{"_id":"Pl+8soonXJqyGGrpVAYs7w==","name":"Full Clip","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Will Stanhope, Mike Doyle, Ben Moon, 4/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":47,"mp_id":"107109775","mp_crag_id":"106505489","climb_id":"Pl+8soonXJqyGGrpVAYs7w==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Another killer line. It's worth considering that this line and it's neighbor to the left were both put up on-sight, ground-up, on the same trip by one person. Full Clip is basically the stemming version of Winter Sustenance. Climb through a seemingly endless 60' of yellow and blue metolius to a brief crux move followed by a tenuous no-hands stem. After this it's another 20' of sustained 5.10+ to the chains.","protection":"The rack that worked great for me was:   4 blue metolius   8 yellow metolius   1 red metolius (opt.)   That being said, it'll eat pretty much anything in the blue-orange range (esp. yellow) and a red is nice to have for the top.","location":"Full Clip is the endless fingers corner in darker rock immediately right of Winter Sustenance. (the elegant, super-chalked fingers splitter)"},"__v":0},{"_id":"Ob3zaGDVUiSC+/qnWpDKPw==","name":"Flying with Goldens","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Wally Fox Jan, 3rd 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":70,"mp_id":"118210507","mp_crag_id":"106505489","climb_id":"Ob3zaGDVUiSC+/qnWpDKPw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Original submission pared down to relevant info: Place two pieces from the starting block and cast off.  Do three moves and place the red c3 no problem, ok, let's keep going!  Struggle with gear placement and endurance crux. Foot deadpoint, endurance crux, last boulder problem. There's a rest before the last boulder problem. The crux of this section is getting my left hand just right - it's a pinky down open hand flare lock.  And the ensuing right first finger mono lock. Flying high!","protection":"Around 10 blue Metolius/red c3 size and 5 in the purple Metolius/green c3 size and maybe a offset blue yellow. (RP'd with pre-placed gear)","location":""},"__v":0},{"_id":"w6l6+E0pXTGOdLw1RzxhHg==","name":"Fissuremen","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":40,"mp_id":"107097844","mp_crag_id":"106505489","climb_id":"w6l6+E0pXTGOdLw1RzxhHg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This is a grunt that will force you to use everything from hand and fist jams, to armbars, sidepulls, and possibly even some chimney techniques. Much of the route can be done with a left armbar, a right hand or fist jam, and working the feet up the double cracks.  Towards the top, things change as the cracks offset more and the outer portion of each crack forms a \"double arete squeeze chimney\" (if such a thing actually exists). Probably as many ways to climb this next 20 feet as there are climbers. Exit over a block wedged between the two cracks (reachy and strenuous) to a chain anchor.","protection":"Choose which crack to protect - Left crack: pro to 6\", Right crack: pro to 4.5\". Of course you could protect in both if you feel so inclined. My preference would be to keep the smaller right crack clean for jams and push the big boys up in the left crack. Chain anchor that probably will but might not have biners in it.","location":"This is the double crack route just to the left of Suzuki, which is the double crack route just to the left of the unmistakable Mr Squiggles. The left crack is an offwidth and the right crack is a gradually widening hand crack. Towards the top of the climb the outer side of each crack juts out further from its inner side forming a unique \"double arete squeeze chimney\" that will give climbers of different sizes each their own unique experience trying different climbing techniques as they ascend this feature."},"__v":0},{"_id":"2bOtFrckUsyg0Tsdkldedg==","name":"Fire and Sage","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Max Tepfer, Wally Fox, 9/17/2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":35,"mp_id":"107801025","mp_crag_id":"106505489","climb_id":"2bOtFrckUsyg0Tsdkldedg==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"An excellent variation to Wengerbanger, this route traverses right at a horizontal break at two thirds height to access a rapidly widening fingers corner. The traverse is likely the crux and the climbing only eases the higher you go.  If you hand traverse, it's probably mid 5.11 while foot traversing will knock the grade down a notch. (but is reachier) The climbing is excellent from bottom to top and should not be missed!","protection":"Gear to 2.5\".","location":"Starts up Wengerbanger. (right of U3)"},"__v":0},{"_id":"5xEhFeNNUYyh9NhEV6L1Ow==","name":"Fingerlings","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jeff Wenger, Jamie Wenger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":23,"mp_id":"106551841","mp_crag_id":"106505489","climb_id":"5xEhFeNNUYyh9NhEV6L1Ow==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"If you can reach the opening lock, the grade makes sense.  If not, it's really hard to get established on the route and it will be much more difficult.  Pull hard through the first couple moves and don't let your guard down higher up.","protection":"1-2 BD green C3s for the start and doubles of 0.3-1 with an extra 2 and 3.","location":"About 3/4 of the way towards the north end on the main wall.  Look for an obvious offset splitter with chains visible at the top under a plain ledge. The whole route can be seen from the Gold Rush base columns. (see photo)"},"__v":0},{"_id":"WU4vhfpiXQC6SB+R4wTt/Q==","name":"Fall Line","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":50,"mp_id":"107990474","mp_crag_id":"106505489","climb_id":"WU4vhfpiXQC6SB+R4wTt/Q==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Fall Line is amazing and one of the region's best pure sustained thin cracks. No move is probably any harder than honest .11+, and few are much easier. With so many thin locks and sharp stone, finger skin is a limiting factor. Some locks opened up and many became less sharp over 4-5 days of climbing on this. \n\n  Comparing ratings between areas and climbing styles doesn't seem as helpful as trying to be internally consistent at a given crag. This route is a significantly harder send than Winter Sustenance, Reservation Blues, or May Fly. But it is an endurance climb without anything harder than ~V4 and is finger size dependent.    take any suggested grade with a grain of salt and just enjoy the climb if it's 5.11 or 5.13.","protection":"Lots of small cams and mid-sized wires. Nothing bigger than a yellow alien unless it's for the 5.10 climbing near the top.","location":"The tips and fingers crack that is the next route left of JR Token - finish up the JR Extention to the anchors on the top of the mesa.  You want a 70m to TR this (a 60 might work with some shenanigans and attentive belaying.)"},"__v":0},{"_id":"geX40H4kXe2L+fAbBw9YHA==","name":"Electric Chair","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gavin Ferguson, Kory Nelson, April 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":12,"mp_id":"110866671","mp_crag_id":"106505489","climb_id":"geX40H4kXe2L+fAbBw9YHA==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Double crack climb with good stances, solid jamming and the ability to TR several neighboring climbs.","protection":"Pro to 4\". Top anchor isn't the best for top-roping - bring long slings or belay from above. Long slings mandatory if setting top ropes for neighboring climbs.","location":"Left side, Main Wall, right of Gas Chamber."},"__v":0},{"_id":"2ZB89fb1XyODd/BL/vFVYw==","name":"Double Trouble Extension","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jeff Wenger & Colleen Brennan, Apr 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":67,"mp_id":"119557796","mp_crag_id":"106505489","climb_id":"2ZB89fb1XyODd/BL/vFVYw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Continue past Two Step's anchors into the flaring offwidth/squeeze chimney bulge.","protection":"No anchor. Same gear as Double Trouble plus big gear or tiny gear for the extension. (to 5\", or BallNutz/equivalent to protect seams)","location":""},"__v":0},{"_id":"CqrVRKFhU1OfeLmFTWbxng==","name":"Double Trouble","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jeff Wenger, Colleen Brennan, 4/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":66,"mp_id":"106947082","mp_crag_id":"106505489","climb_id":"CqrVRKFhU1OfeLmFTWbxng==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Double Trouble climbs twin finger cracks that open up to off fingers/thin hands up high.  A combination of gastons, stemming, and jamming will get you to the Two Step anchors.  (10+) This is the easier version of Hip to Toe. You could also continue straight up through the slot (5.11) and top out. (gear anchor)","protection":"Red C3s protect the crux.  Finger sized and medium cams should protect the remainder.","location":"Scramble behind the satellite columns and climb the stembox immediately climber's right of Two Step Right."},"__v":0},{"_id":"KKmVY1d6W7GpNl2lCuU/Cw==","name":"Diminishing Returns","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Pat McCarthy, Gavin Ferguson, 3/05","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":0,"mp_id":"107408299","mp_crag_id":"106505489","climb_id":"KKmVY1d6W7GpNl2lCuU/Cw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Another classic stembox.  In this case, it's locker fingers pretty much bottom to top.  Difficulties can be reduced by using the chimney on the left. (especially towards the start)","protection":"Many Blue-Orange Metolius with 1 or 2 Red.","location":"In between Bushwhacker (on the right) and Girls with Chim(n)ay (on the left)"},"__v":0},{"_id":"LkC14vIwU+eZvmXzi2qSuw==","name":"Dame El Oro","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Pat McCarthy, Phillip Hranicka, 11/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":58,"mp_id":"106950680","mp_crag_id":"106505489","climb_id":"LkC14vIwU+eZvmXzi2qSuw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Simply stunning.  Clip the Gold Rush chains, (or, if you're a purist, don't and place gear next to them) shake out, and commit to the gently overhanging, pocketed headwall above.  Big, technical moves on mostly big holds will see you to the chains above.","protection":"Small stoppers and opt. small cams.","location":"Directly above Gold Rush."},"__v":0},{"_id":"H+rEzijzW2OuWVrg6syf7w==","name":"The Compleat Angler","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Max Tepfer, 10/10/2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":71,"mp_id":"109570951","mp_crag_id":"106505489","climb_id":"H+rEzijzW2OuWVrg6syf7w==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This route is short. Aside from that, there's not much else to complain about. Sustained, technical cruxes, near-perfect rock, and beautiful positions highlight this classic line. The movement on this is completely atypical to your standard Trout Creek crack climb.\n\n Begin with hyper-technical stemming and liebacking between a narrow off-set and a shallow dihedral. After pulling onto a decent stance at mid height, get back what you can before firing off a slightly harder mirror image of the Mayfly's crux lieback. From here it's only another 10' of .12- on sequential, flaring fingerlocks to the jug. Finish by mantling onto the jug and climbing up and left on positive holds to the chains. (the last sequence is a tad contrived due to the anchor location, but is a more aesthetic and classic finish that avoids moderate climbing on a big suspect block out right)","protection":"Purple-yellow TCUs.  Many blue TCUs/Red C3s, one #1 C4, stoppers useful.","location":"Left of Out Ridin' Fences.  Scramble up the chimney to the pillar ledge.  The line starts off the left side of the ledge."},"__v":0},{"_id":"PV6cvc/bVaGWe7cxly8FHQ==","name":"Community Pillars","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Max Tepfer, Kerwin Loukusa, 11/24/19","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":69,"mp_id":"118090392","mp_crag_id":"106505489","climb_id":"PV6cvc/bVaGWe7cxly8FHQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"This is a trad climb in the truest sense of the word.  Established ground up without any inspection, it fully delivered on the adventure front.  This isn't a particularly safe or sanitized route.  There are suspect hollow blocks up high that need to be navigated with care and the pro for the first 50' is pretty marginal.\n\n After scampering up to the ledge at the base, build a small nest of thin pro before casting off on relatively mellow, albeit heady stemming and liebacking.  In the first 50' the the biggest piece of gear I found was a sole green c3.  If I'd had two more red ballnuts, (I brought 2) I would've happily placed them.  The climbing is somewhat interesting, but what makes the line fun is the feature: stemming off the shallow offset on the right and the Time Bomb pillar on the left is wild!  In the middle I chickened out and at a small foothold in the left crack, opted to crawl into the chimney to relax and get some real gear.  I climbed up it for another 10-20' before hand traversing back out at the base of the hanging flake.  It's probably possible to stay straight and avoid the chimney with a bit more boldness. (this might also bump the grade up) The finish up the final headwall is the most compelling part of the route.  Truly hero climbing up a beautiful headwall with horizontals and gas pockets. (and a decent amount of lichen)  Build an anchor on top out of hand size cams and walk south to get back to the base.","protection":"Lots of tiny pro including as many red ballnuts as you can beg, borrow, and steal. Despite how it looks from below, the crack doesn't really ever get bigger than a green c3 until the hanging flake.  Larger cams for the top.","location":"Immediately right of the Time Bomb pillar.  Start behind the stubby leaning column and stem up to the flat ledge at the base."},"__v":0},{"_id":"d/27SYTkUu+A6OcU/4MgOw==","name":"Chinese Chicken","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike Tsoi, Jack Herrick, Jeff Wenger, 4/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":27,"mp_id":"107408295","mp_crag_id":"106505489","climb_id":"d/27SYTkUu+A6OcU/4MgOw==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Twin Cracks with a seam on the left and an off-width on the right force creative movement to create another classic route. (if you're a chicken like me and avoid using OW technique whenever possible)  I suspect that this climb gets very little traffic because it has some wide bits, but don't let that deter you!  It's a great climb and the widest sections are easily lie-backed.","protection":"I don't remember needing big gear for this.  I placed a lot of small stuff on the left and never felt sketchy, but you could definitely place wide gear on the right if you wanted to.","location":"Chinese Chicken is the next set of cracks right of Fun Soup."},"__v":0},{"_id":"gy7MinY8Vh2uzQPrWC+guQ==","name":"California Weakender","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nate Bohling, Jamie Wenger, Jeff Wenger, 4/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":17,"mp_id":"106593809","mp_crag_id":"106505489","climb_id":"gy7MinY8Vh2uzQPrWC+guQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Awesome, varied climbing.  Sequency moves off the ground yield to a spectacular finger and hand crack that will take you to the ledge.  From here, work up a unique wide crack to an exciting move out a roof to the chains.  This would make for a great first Trout Creek 5.11-.","protection":"Doubles of BD's O C3 to #2 C4 with an extra #3 C4.  Most people place in a smaller crack in the back of the wide crack to avoid hauling up big cams.  I was wishing I had slings to extend some of these placements.","location":"Two lines climber's left of Wondertwins is an enormous, very sketchy-looking block.  California Weakender climbs the crack to the stembox left of the block."},"__v":0},{"_id":"t9KiVTmwXVywnMpb/a3vPQ==","name":"Bushwhacker","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Gavin Ferguson, Pete Lynn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":1,"mp_id":"106599016","mp_crag_id":"106505489","climb_id":"t9KiVTmwXVywnMpb/a3vPQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Thin stemming quickly opens up to better jams.  The crux off the deck is tricky to protect, but there's enough gear that you won't drag your belayer off their stance.   \n\n  The first ascensionists put the route up sans bolted anchor by continuing to the rim.  This was pre-guidebook and others put a two bolt anchor in at a logical stance below the rim, thinking that they had done the FA.","protection":"Doubles of Purple Metolius to BD 2.  A grey metolius might give you piece of mind off the deck.","location":"The line directly left of a large gray scar at the bottom of thin double cracks. (Steelhead)"},"__v":0},{"_id":"1E937KQ0VyGXmZKvDPui8w==","name":"Alchemy","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"F.F.A. Jeff Wenger (some pre-placed gear), 8/06  F.F.A. placing all gear on lead, David Potter, 11/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":62,"mp_id":"106505550","mp_crag_id":"106505489","climb_id":"1E937KQ0VyGXmZKvDPui8w==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Likely the most common 'first 5.12' for many at Trout. (though by no means the easiest tick...) Rattly fingers and liebacking leads to a cruxy transition into fingers and eventually a rest. From there stemming and fingerlocks will take you up to the crux stemming sequence. Finish with 40+ feet of steep, juggy, and spectacular climbing to the chains. This is one of the few slightly contrived lines at the crag with Gold Rush so close at hand through much of the hard climbing.\n\n It's worth noting that many have awkward experiences the first time they climb to the chains. The chains are very far out to the left of the upper dihedral and if you stem up to the same level as the chains, you might be able to clip them from an ok, but exciting stance in the corner. The sequence their location was intended to force follows a horizontal out to the left arete and up the arete. It is exposed, fantastic, and a much better option.","protection":"Lots of thin gear up to BD .75.  Small and medium stoppers protect the crux moves well if you can figure out how to hang out and place them.","location":"The crack to the right of Gold Rush"},"__v":0},{"_id":"f5RMGhM3U2mzNDAcjqdt2w==","name":"Aerie Interlude","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":3,"mp_id":"109948366","mp_crag_id":"106505489","climb_id":"f5RMGhM3U2mzNDAcjqdt2w==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Climb the bouldery direct line between Steelhead and Gateway, via tiny face holds, flakes, painful tips locks, and some huge patina plates. Aerie Interlude is essentially a face climb and a series of 2 boulder problems with stances. The first is v4-v5, and the second is v6-v7. After the upper problem, you'll hit a hero jug rail on the left (similar to Mayfly) and finish up some stemming and finger cracks as per Gateway.Airy Interlude, in the Needles, is one of the country's most famous routes. This route was established on the last day of Trout's climbing season, before the eagle nest closure. Fans of crosswords will know the word Aerie, it must be Will Shortz's favorite way to crowd in the vowels.","protection":"~ 2-3x from black alien to yellow, single #2 Camalot \n\n  From the ground I placed:   Black Alien   Blue Alien   #2 Camalot   Black Alien   Silver C3   (Crux)\n\n If you don't have a silver C3 (I don't think any other cam models are that small) I'm sure other gear is fine, maybe just a bit lower.","location":"Near the left end of the the wall, between a ringlocks splitter on the right and a grey-toned stem route on the left. This climb has very obvious patina flakes and jugs, and is easy to find. It has unique and athletic movement, huck a TR lap after doing Gateway or Steelhead!"},"__v":0},{"_id":"BhS+lKQkUKqlAR7NNro8mQ==","name":"Adipose","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Gavin Ferguson, Sarah Conroy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":9,"mp_id":"112129688","mp_crag_id":"106505489","climb_id":"BhS+lKQkUKqlAR7NNro8mQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"A great entry into 6'' crack climbing-- a varied start that transitions into a consistent 6'' crack.  It only stays wide for long enough to either let you get into a rhythm if you've got it, or teach you that you have none.  After which It quickly eases to fists and hands.","protection":"BD Doubles 2 - 4, Single 5 & 6","location":"First route right of Geologic Time."},"__v":0},{"_id":"RVIANsw3UNKdLc82o7sZiQ==","name":"[Redacted]","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Gavin Ferguson, Sarah Conroy, March 2006","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"left_right_index":11,"mp_id":"110866624","mp_crag_id":"106505489","climb_id":"RVIANsw3UNKdLc82o7sZiQ==","areaRef":"KRQXozdLWJSAJr5lYvN2Dw=="},"content":{"description":"Continuous off-width climbing. Wear long pants and sleeves and tape up! Great way to work on heel-toes and arm-bars.","protection":"6-7\"cams if led. Can be TR'd by leading Electric Chair, 5.9 (shares anchors)","location":"Left side, Main Wall"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,9240e681-e22c-5042-8fed-070c06d4bbff,291417a3-374b-5894-8026-be6562f3760f","pathTokens":["USA","Oregon","Central Oregon","Trout Creek","Main Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":9,"label":"5.10"},{"count":4,"label":"5.12"},{"count":4,"label":"5.11-"},{"count":3,"label":"5.9"},{"count":11,"label":"5.10+"},{"count":2,"label":"5.9+"},{"count":6,"label":"5.10-"},{"count":3,"label":"5.13"},{"count":3,"label":"5.12-"},{"count":7,"label":"5.11+"},{"count":6,"label":"5.11"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.13+"},{"count":5,"label":"5.12+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":3,"label":"5.13-"}],"byDiscipline":{"trad":{"total":73,"bands":{"unknown":0,"beginner":1,"intermediate":33,"advanced":31,"expert":8}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":33,"advanced":31,"expert":8}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.10859,44.80197]},"bbox":[-121.10922372897525,44.801520339818126,-121.10795627102475,44.80241966018187],"left_right_index":-1,"ext_id":"106505489","area_id":"KRQXozdLWJSAJr5lYvN2Dw==","polygon":{"type":"Polygon","coordinates":[[[-121.10922372897525,44.801520339818126],[-121.10795627102475,44.801520339818126],[-121.10795627102475,44.80241966018187],[-121.10922372897525,44.80241966018187],[-121.10922372897525,44.801520339818126]]]}},"content":{"description":"Trout's west facing main wall.  Oregon's highest concentration of vertical cracks."},"density":0,"totalClimbs":73,"__v":1,"createdAt":"2022-11-07T06:19:29.148Z","updatedAt":"2024-01-20T01:05:50.375Z"}