{"_id":"6368a1b8e80bff5a995542ca","area_name":"Jeremy's Wall - Main Cliff upper right","shortCode":"","climbs":[{"_id":"L8TZWSV8XvamB16FUFSOpg==","name":"The Wicked","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":7,"mp_id":"120780578","mp_crag_id":"120762322","climb_id":"L8TZWSV8XvamB16FUFSOpg==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"What an amazing climb! It starts with explosive action, moves into a delightfully technical challenge and finishes on a balancy, sequential low angle face.  Scamper up the access slab, shared with Even Flow (highly recommended!). The wicked tackles the steep \"moonboard like\" wall pretty directly. Clip some bolts and sink a pocket/finger lock. Blast up and left to the lip and hold on tight! Keep it cool as you pick through the less steep but not easy second stage and mantle onto the slab above. From here it is a delightful 5.10 to the top. Stay vigilant it's not over til it's over. ","protection":"Plan on 12 bolts to lower offs. I have to check the count.","location":"As you walk over to Jeremy's Wall look for a small cave formed by a boulder leaning on the cliff. The Wicked shares an easy slab start with Even Flow, directly left of the cave entrance. "},"__v":0},{"_id":"SnBqxcyVWVyoYxR5vrtx7Q==","name":"Notorious","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":6,"mp_id":"120780512","mp_crag_id":"120762322","climb_id":"SnBqxcyVWVyoYxR5vrtx7Q==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"This route went up as The Notorious RBG was passing away. That is where the name comes from but hopefully in time this route will be notorious in it's own right. Stick clip the first bolt or two for sure. Tackle the steep start, to a crux boulder problem mantle onto a slab. Climb the corner up and to the right until you can exit the corner to the left. Deciding where to do so is one of the challenges. Once you are on the main slab it's a bit easier going but extremely enjoyable with excellent views. It surely takes at least a 60m rope to get down and TIE A KNOT IN THE END OF YOUR ROPE always should but here is a reminder. ","protection":"Plan on 12 bolts to Lower offs. I need to double check.","location":"As you approach Jeremy's wall you are traversing the hillside to the left. It becomes nececary to scramble up a steep section to gain the ledge proper. As you come up that scramble spot look straight up above you. That is where this climb starts. All the climbs to the left of it start as slabs this one and all the routes directly to it's right have steeper starts. "},"__v":0},{"_id":"8mMzn1T4WUagO0kBM2wOCQ==","name":"Mixie's Route","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Zarnowski spring 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":3,"mp_id":"120814304","mp_crag_id":"120762322","climb_id":"8mMzn1T4WUagO0kBM2wOCQ==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"An epic route on an epic wall, I mean do you need more convincing? Stick clip but start about 5 feet to the right of the first bolt. Trend up and left until a mantle opportunity presents itself. A bit of inconsequential climbing then leads to a steep section and the crux. Use a good hold and some not so good ones untill you have enough elevation to shlanker around a fin. Rock right to a big gaston get some feet and clip up. A little more climbing leads to a small bulge and another bit of difficulty. After that it's just pure fun to the top. Mixie is a gender questioning turtle who lives in a gated community in Venezuela. It's a long story. ","protection":"12 bolts to lower off","location":"Jeremy's wall ledge. Left hand of the three vertical routes. "},"__v":0},{"_id":"UAkA+vMYXOK4kkoDzgWOmg==","name":"Living Green","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Zarnowski fall 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":5,"mp_id":"120814355","mp_crag_id":"120762322","climb_id":"UAkA+vMYXOK4kkoDzgWOmg==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"A superb route with great climbing on stunning rock! One of my personal favs. Stick clip. Carefully trend up and right past 3 more bolts untill the intensity relents and you can take a minute to gather yourself back up. Now trend up and a little left through a fun section that ends at a bulge. Pull this bulge and then climb featured rock through one more little section of trickery to ledge. A few more bolts of pleasantry lead to the top. ","protection":"13 bolts to lower off","location":"Right of three vertical routes on this section. It starts up a black streak of rock"},"__v":0},{"_id":"gDZZHd7WVgOw6EK48+qUuw==","name":"Half Shell Heros","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Zarnowski fall 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":4,"mp_id":"120814224","mp_crag_id":"120762322","climb_id":"gDZZHd7WVgOw6EK48+qUuw==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"The center and easiest of three long 5.11s on this section of wall. The first part will test you and climbing on the upper half will surley make you feel like a hero! Stick clip then follow a bit of a weakness up to a technical section of small holds to a ledge. After this is a short open book with some pretty funky beta that keeps it relatively tame. The rock above that is wicked featured and the climbing just a blast all the way to the anchors. By buddy Nick liked nina turtles, sort of another little tribute ya know.","protection":"12 bolts to lower off","location":"Jeremy's wall ledge. The center of three routes that climb the vertical section of this wall. "},"__v":0},{"_id":"iYEN7ORMV6mjzJvDTHnuWA==","name":"The Golden Ratio","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":1,"mp_id":"120763382","mp_crag_id":"120762322","climb_id":"iYEN7ORMV6mjzJvDTHnuWA==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"This is one of the most spectacular pitches I have ever climbed. No exaggeration. There are routes with a lot of finer qualities in certain ways but just based solely on the spectacle of the experience it really doesn't get much better than this. Predator is a comparable type of feeling but this is a lot more accessible difficulty wise for the average climber.  Climb the first 3/4 of Golden Child (no small feat of it's own). An easy slab in the first 4-5 bolts turns steeper and hyper technical. There are some rest positions but it has a way of leaving one on edge wondering if the next section is going to cause a slip and you will have to eventually climb it all over again. Clip a long sling at the second to last bolt on the face and traverse right to clip a draw on a 2 bolt anchor. This is where the intensity cranks up even if the difficulty isn't much greater. Make a spiral (you'll have to see it to fully understand) traverse to the right clipping fixed draws as you make your way around on a bottomless feature scrunching you down until you can exit in the most exposed situation this cliff could possibly offer. A few more moves will establish you on a comfortable perch in an epic location. To here the rope drag isn't bad but once you clip the anchor it's pretty intense and it becomes problematic to lower. So until I can work out that issue just tag the anchor and lower off of the last draw which is right by your knees. This thing is MEGA!","protection":"16 bolts to lower off. Due to rope drag it's best for now to just tag the anchor and then lower off the last quick-draw.","location":"If you walk the ledge all the way left you will walk right out onto a slab. Don't slip, it's a long way down. But as you get to this zone and you look up you will see the big bad roof above. This route climbs the orange slab staying left of the crack and corner eventually breaking right to a small ledge with a 2 bolt anchor. The line spirals further right along an improbable feature eventually exiting out the lip of the roof.  "},"__v":0},{"_id":"t0oIDZa3XnmZY8Rr36+J0Q==","name":"Golden Child","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":0,"mp_id":"120763241","mp_crag_id":"120762322","climb_id":"t0oIDZa3XnmZY8Rr36+J0Q==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"Originally the majority of this route was just the beginning of the epic, Golden Ratio. That is still the best way to utilize this wall. However, incase an exposed traverse on a bottomless feature 200 feet off the deck isn't your thing I added the all slab finish and this Golden Child was born. Make sure your belayer is anchored on the ledge. Traverse out below the climb. tackle a pretty chill overlap. Climb very easy but interestingly featured rock for about 4-5 bolts where the wall steepens noticeably. Everything you need is there but dang, every section from here up offers a challenge. Most of the bolts have fixed draws for use in the Golden Ratio, bring a couple if you are doing this route as they aren't currently fixed all the way to the top. ","protection":"11 bolts to pigtails","location":"If you walk the ledge all the way left you will walk right out onto a slab. Don't slip, it's a long way down. But as you get to this zone and you look up you will see the big bad roof above. This route climbs the orange slab staying left of the crack and corner up to an anchor right at the roof."},"__v":0},{"_id":"l4y/Nsa2UDicTxUOdSel7w==","name":"Even Flow","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Knower, October, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":8,"mp_id":"120801753","mp_crag_id":"120762322","climb_id":"l4y/Nsa2UDicTxUOdSel7w==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"Sport climbing at its best, this route offers a magical mystery tour of the right side of main cliff. Start with power endurance past 5 bolts to a high crux. Then negotiate a 5.11 slab (this is Waterville after all). You can end at the midway anchors or continue to the top of the cliff past easier but airy and slightly runout climbing. This is a certified Waterville Valley classic. ","protection":"Lotsa bolts to LO","location":"Right side of main cliff"},"__v":0},{"_id":"C/q9i/ycUByWMJxWILsIHQ==","name":"The Electric Beaver Super Quest","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":11,"mp_id":"121244981","mp_crag_id":"120762322","climb_id":"C/q9i/ycUByWMJxWILsIHQ==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"The Electric Beaver Super Quest was named for the long lost hit single Electric Beaver by the British glam band Super Quest! Though it made a huge splash in it's time it was lost to obscurity on account of the fact that it's existence is 100% fictitious.  I would expect this route to wind up just going by Super Quest since I entered the first section as it's own route. Time will tell. (Spoiler alert) Climb the easy start up a nice slab and up past some cracked low angle rock to the anchor on the headwall (5.7). Clip one of the anchor bolts with a long draw, move out right on jugs to make the next bolt then back down to the stance. Boulder through tenuous moves and seek out THE BEST hidden jug you will ever get. If you don't find this hold the mantle could be heinous and the next clip could be dangerous with the slab below. From the jug, the clip is no big deal. Continue the adventure up the wall above, moving right to gain the left angling ledge. The best is yet to come! The climbing above would be a great 5.10+ ish route on it's own. Follow the crack to an upper slab and eventually your anchor and a spectacular vista.This route still needs a final cleaning but I figured I would share it because folks might be wondering what it is. It is excellent, You are welcome to it, but I will update this when it's 100% prepped.","protection":"15 bolts to lower off. 70 m rope needed to lower.","location":"On the very far right end of Main Cliff. To the right of the steep hard routes on Jeremy's wall. Look for a long rambling wall just to the right of a cave like chimney. This route starts from a small dirt ledge most easily approached from the gully as you hike past the Alchemy wall. Instead of going right into the Alchemy head left to the base of the Beaver. "},"__v":0},{"_id":"BZfQzcogVIyQm51jyOfX5Q==","name":"Electric Beaver","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hanshce","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":10,"mp_id":"121244886","mp_crag_id":"120762322","climb_id":"BZfQzcogVIyQm51jyOfX5Q==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"This is technically the first 1/3 of a mega adventure pitch called The Electric Beaver Super Quest! But that route is much harder so I thought folks would be happy to do this much easier section on it's own. To do just the 5.7 section, tackle the quite enjoyable slab past 2 bolts to gain a big comfy ledge. Continue up past 2 more bolts on easier ground to the obvious anchor on the headwall above. This route still needs a final cleaning but I figured I would share it because we can use as many moderates as possible!","protection":"4 bolts to lower off","location":"On the very far right end of Main Cliff. To the right of the steep hard routes on Jeremy's wall. Look for a long rambling wall just to the right of a cave like chimney. This route starts from a small dirt ledge most easily approached from the gully as you hike past the Alchemy wall. Instead of going right into the Alchemy head left to the base of the Beaver. "},"__v":0},{"_id":"IlmONewsULGL/C/mJy8weg==","name":"Devil Inside","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":9,"mp_id":"120780684","mp_crag_id":"120762322","climb_id":"IlmONewsULGL/C/mJy8weg==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"This is the first line I added to this section of cliff. I fell in love with the sequence through the overhanging face when I was still peeping it from the ground. The majority of that climbing proved to be reasonably in the lower 5.12 range. The only issue is that this reasonable section is guarded by a powerful intro boulder problem that seems to push the route into the 5.13 range. I was lost as to what to grade it after I did the FA so my friends graded it based on the devilish noises that came out of me as I dug deep to send the route. that incidentally is also where it got it's name.  I am personally not worried about the grade but more interested in the quality. It's one of the best hard routes on the hill. ","protection":"I have to check the count. Plan on 12 to lower offs just to be safe but I think its more like 9.","location":"As you approach Jeremy's Wall you will see a little cave formed by a boulder leaning on the cliff. Climb up through the cave and up to a nice ledge. The route climbs straight up from this ledge. "},"__v":0},{"_id":"czw/snLDXIyqUrjgO/MIcQ==","name":"Astral Weeks","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Jay Knower, September 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"left_right_index":2,"mp_id":"121388537","mp_crag_id":"120762322","climb_id":"czw/snLDXIyqUrjgO/MIcQ==","areaRef":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"Astral Weeks climbs a striking, steep orange wall on the left side of the raised ledge. The position is amazing—high on the wall overlooking the whole valley and I93 far below. Even better, though, is that the route’s got a long and complex crux, testing both power and technique.Start with 4 bolts of 5.8 climbing to a stance below the steepness. From here, launch onto the steep orange wall, starting by moving a bit left to a good hold, then cranking right to the arete. Once on the arete, figure out a baffling and technical sequence that leads to increasingly better holds. At the top of the arete, the difficulty eases significantly. Enjoy an airy victory romp to the anchors. ","protection":"11 bolts to LO","location":"Left side of the raised ledge. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,3b1dda09-df4a-5cea-9629-72a88e20aa5b,2afa8ec6-ee18-5cdf-9795-c488aaf23503,c5294506-e7ff-5598-be91-462bde60c07f","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Russell Crags","Main Cliff Area","Jeremy's Wall - Main Cliff upper right"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11a"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.7"},{"count":2,"label":"5.13b"}],"byDiscipline":{"sport":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":9,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":9,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.65832,43.99321]},"bbox":[-71.65894502968807,43.992760339818126,-71.65769497031195,43.99365966018186],"left_right_index":-1,"ext_id":"120762322","area_id":"xSlFBuf/VZi+kUYr3mDAfw=="},"content":{"description":"This is by all measures one of the showcase cliffs of Russell Crags. It honestly is one of the most stacked sport crags in NH outside of Rumney. Side by side mostly100 foot climbs with fantastic movement and a commanding view of the surrounding mountains. Right now the grades range from 5.11 to 5.13, they get you into the steeps and also test your footwork on lower angle terrain, often on the same climb. To name a few routes that are not to be missed The Golden Ratio 5.12a/b (Exposure!), Half Shell Heros 5.11a (Fantastic technical face climbing) and Even Flow 5.12d (hard, varied  and well... flowy). But honestly it's so hard to choose just a handful of routes. Climb as many as you can!  \n\n  I would be shocked if this area doesn't become very popular. The approach is about as committing as getting to Waimea at Rumney. Routes were bolted with stick clips in mind so make smart choices. There is often a clip up on the ledge for general use.  \n\n  Historical note: This cliff has seen climbing in the past. We have found numerous pieces of old rusted gear showing that we are not the first to explore this breath taking piece of rock. Unsurprising since you can see it from the highway! If anyone has solid historical info about these or other climbs on the hill please let us know."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:21.388Z","updatedAt":"2022-11-25T11:20:15.370Z"}