{"_id":"6368a50be80bff5a995b06f9","area_name":"Needles","shortCode":"","climbs":[{"_id":"SlecsduYVku48sYfMqs3Yg==","name":"Needles Nirvana","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"James Garrett, Geoff Tabin, Don Mealing, and Blake Summers, July 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87379,41.19499]},"left_right_index":0,"mp_id":"108235703","mp_crag_id":"108235693","climb_id":"SlecsduYVku48sYfMqs3Yg==","areaRef":"EaQYw5gqVTefk8BrOeFP1g=="},"content":{"description":"Approach (approx. 5-15 minutes from top of Needles Gondola) the lowest toe of the initial triangular shaped wall. Get off of gondola, turn right, and walk down the road. Head down the run Pork Barrel directly underneath the gondola. Veer left to the base of the climb. The approach is down a steep, loose rock/scree field.\n\nA large boulder before the toe of the lower Needle and located directly below the South Facing Patrol (descent) Gully can be used to stash shoes and packs....only a few minutes further down to the start of the climb.This way, after the short rappel from the top and brief scramble towards the Gondola, you'll walk right by your gear stash (NO Food....many marmots!!!).\n\nRoute finding up and through the various \"Needles\" should be fairly intuitive, but its not a sport climb. It was a fine adventure climbing with the Seven Summits legend Geoff, Don from the FA of classic Kermit's Wad(!), and Blake of the new generation. We had a blast!\n\nPitch #1: Climb solid compact quartzite to a white band and surmount a fun roof. Continue up this long sublime pitch of edging diversity passing another short well protected crux to a two-bolt belay station. 12 bolts. 5.8-, 55m.\n\nPitch #2: Scramble over the top of the apex of this triangular wall and down climb to an obvious arête. Follow this to its end and another two-bolt belay station. 3 bolts. 5.7, 20m.\n\n3rd class about 20m along the crest of the ridge line to the base of more climbing at \"The White Overhang\" in a small saddle.\n\nPitch #3: Fun moves take you over the white overhang and continue up thin face climbing to another bulgy spot through some bushes. Fixed pitons are generally marked with webbing to make them easier to find. Climb the solid face to the left of a faint left facing dihedral (rotten) to an easy roof and continue past some more bolts to the belay ledge on this next \"step\". 6 bolts. 5.8, 30m.\n\n3rd class and take care here with more scrambling (somewhat exposed) along the \"crumbly crest\" to an obvious gully and the final third \"step\" or \"Needle\" of the cluster. Going left here at the saddle offers a rapid escape or return to the top of the gondola. Go right and down about 10m to continue to the final pitch that starts around to the right of the pillar that divides the final Needle. A couple of slung Bashies \"mark\" the way. 1 bolt. 3rd Class.\n\nPitch #4: Once around the corner climb up the solid face to the right of the right facing rotten appearing pillar. Trend right and up to a Two-bolt belay/Rap station. 2 bolts. 5.6, 20m.\n\nPitch #5: It is easy to link both of these final pitches in one. Start up this final pitch to a small ledge to steepening rock which follows the left edge for some moves and then follows the more compact rock to an easy roof and many grips and steps to a two-bolt belay station. On the flat summit, find a Register....spray away! 7 bolts. 5.7, 35m.\n\nDESCENT: The best and safest and easiest and quickest way down is to Rappel (one 70m rope) from the summit (top of Pitch #5) after enjoying the flat summit with panoramic views, but not quite so complete like from Mt. Ogden:). Scramble back to the saddle before climbing the final Needle. At the saddle, a short little down climb to a trail leading back to the Needles Gondola makes for a quick descent.\n\nThe West Ridge (one or two moves of easy 5th class down climbing) may also be descended, but it is more complicated, exposed, and not equipped for rappel. The route itself is equipped for rappel, but two ropes would be necessary to rappel the entire route. From the summit back to the gondola via the south Patrol Gully (used for avalanche control work in winter), however, only one 70m rope is necessary.\n\nEnjoy the BBQ and the live music (Blues and Brews) on weekends after the climb at the base of the mountain!","protection":"12 QDs, add a few Alpine Draws, Set of Camalots to #1 (C3s and Aliens very helpful at protection friendly horizontals). Fixed anchors at most belays, but not for the 4th class sections.","location":"This is the beautiful formation of alpine crags just to the right (north) of the Needles Gondola and Lodge. About a 10 minute approach time from there will bring you to the base of the route."},"__v":0},{"_id":"ajc3/ZgiWS+ceh5G1o0OnQ==","name":"In Utero","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"FRA :Tyler & Amy Phillips Sept 6 2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87379,41.19499]},"left_right_index":1,"mp_id":"119524705","mp_crag_id":"108235693","climb_id":"ajc3/ZgiWS+ceh5G1o0OnQ==","areaRef":"EaQYw5gqVTefk8BrOeFP1g=="},"content":{"description":"Climb low angle dihedral cracks to a large ledge. There is a roof system on the far right (east). Climb up just where it seems feasible by the roof. Being tall helps. The first piece of gear is a small cam, followed by crafty and not so crafty placements to the summit.\n\nWalk back to find the summit register. There are some quality belay cracks up there.\n\nDescent: Find the Needle Nirvana raps down to the escape gully.","protection":"Rack to #1 camalot.","location":"This is the East side of the final pitch on Needle Nirvana. It starts out of the descent gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,87f2a278-0161-52ab-beef-ce3c57f03f73,a24448f6-6633-5c54-b897-6926136d491b,2e9bdeb3-a4fe-5153-b894-2f4ba870b7b8,11a418c3-982a-5537-9f93-c06b39e14fd6","pathTokens":["USA","Utah","Wasatch Range","Northern Wasatch","Ogden","Snowbasin","Needles"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.87379,41.19499]},"bbox":[-111.87438757689533,41.19454033981813,-111.87319242310467,41.19543966018187],"left_right_index":-1,"ext_id":"108235693","area_id":"EaQYw5gqVTefk8BrOeFP1g=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:49.678Z","updatedAt":"2024-01-15T16:49:37.787Z"}