{"_id":"6368a11ae80bff5a99542cb7","area_name":"Ashes of Stone Buttress","shortCode":"","climbs":[{"_id":"LmlH0se6XWmWUgBVz2FBKA==","name":"Calm Before the Storm","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Trevor Bowman and Ian Cavanaugh 7/10/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.22899,45.41818]},"left_right_index":0,"mp_id":"106847410","mp_crag_id":"106083649","climb_id":"LmlH0se6XWmWUgBVz2FBKA==","areaRef":"TLvRGECWUqKSNGStRW5E6A=="},"content":{"description":"Another surprisingly good line on the quality stone on north face of the buttress! This one doesn't look like much from the ground, but climbs quite well and very moderate for the most part. Done on-sight, ground-up just before some nasty summer t-storms blasted the canyon...\n\nStart about 15' left and uphill from the start for the classic Farewell to Arms, just left of a blocky chimney/slot system. Start up a fingercrack on the left margin of this slot, with ample blocky jugs, cut left up the crack about 20' up into more finger/hand cracks on good gray rock, pull discretely through the blocky middle section (which looks loose and jumbled from below, but is actually pretty solid and juggy),from the horizontal crack above the blocky section pull right over the small bulge, and jog back left a bit and up the obivous flared seam system splitting the clean, dark upper headwall. Most of this route is 5.8ish, with the crux being the final crimpy bit up the seam to the top of the rib (one could bail right or left before the final crux if so inclined). The rock through the upper headwall is the splendid, featured dark stone that makes this wall so cool; like the other lines on the wall, this headwall protects far better than it looks from the ground!\n\nThis is the only line on the buttress that tops out on the true upper rib, the others all end on the first step, and require a 20' 5.5 scramble to the actual top-out. The anchor requires some ingenuity...","protection":"2X cams to #2 BD, 1 #3 BD, extra small sizes TCUs, stoppers, extended slings, cordalette for anchor. Walk off either side of the buttress.","location":"On the north face of the buttress, about 15' uphill and left of the start of Farewell to Arms."},"__v":0},{"_id":"oV9eG7LtUhGtlZQRUGs9Gg==","name":"Bozeman Beautiful","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Pat Kingsbury, Bryan Schmitz, Trevor Bowman, Dan Ryan, Tyler Gittins 8/18/09","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.22899,45.41818]},"left_right_index":1,"mp_id":"106538034","mp_crag_id":"106083649","climb_id":"oV9eG7LtUhGtlZQRUGs9Gg==","areaRef":"TLvRGECWUqKSNGStRW5E6A=="},"content":{"description":"This surprising (and surprisingly good!) new line snakes it's way up the north face of the buttress between the old-school classic\n\nFarewell to Arms\n\nand the bold-school testpiece\n\nMens Rea\n\n. Start on the\n\nMens Rea\n\nblocky groove for the first 15' or so; M.R. continues more or less up and slightly right, while B.B. continues up the left-angling central groove-crack on the face. Cut up and right out of the groove at about 1/3 height and up a short clean crack to the obvious horizontal below the upper headwall. Make an acrobatic traverse left 5' on the horizontal until you can stand up; follow thin seams straight up the awesome headwall into flared double cracks and a small ledge beneath the final exit cracks. Take the center exit crack to the upper ledge and belay (or solo 5.5 up the final 15' step to the top of the buttress).\n\nThis line has quality, engaging climbing the whole way, especially on the headwall which offers the finest black Gallatin rock with excellent square-cut edges and just enough slots for gear to make it reasonable. The name is a tongue-in-cheek play on the unique elegance that the area epitomizes in more ways than one. Enjoy!","protection":"Cams through BD #3, with doubles of small TCUs and C3s, stoppers, offset TCUs handy.","location":"On the north face of\n\nAshes of Stone Buttress\n\nbetween\n\nFarewell to Arms\n\nand\n\nMens Rea\n\nVariation."},"__v":0},{"_id":"Fm6DdIz3WpOBx0pXNIRlLg==","name":"Ashes of Stone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Terry Kennedy, Donnie Black, Scott Wade, Mindy Shulak, 1980","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.22899,45.41818]},"left_right_index":2,"mp_id":"107269714","mp_crag_id":"106083649","climb_id":"Fm6DdIz3WpOBx0pXNIRlLg==","areaRef":"TLvRGECWUqKSNGStRW5E6A=="},"content":{"description":"Awesome face climbing with a beautiful position high in the canyon. Clip the first bolt, move through the mini roof, and follow a couple more bolts on the rightish side of the rib, eventually climbing a short crack to a large ledge. Scramble up a bit higher on easy 5th rock to a bunch of bolts (apparently placed as a highline anchor). Don't be too surprised if they're not there- they've been chopped before.","protection":"Bolts, light rack with emphasis on the smaller stuff.","location":"River-facing prow on the Ashes of Stone buttress. Walk off to the climber's right and descend the trail used to approach the south face routes of Skyline Buttress."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,23156b26-b567-50e6-8d95-a771171fd408,6e521460-906b-5b30-a4be-5357410788e1,4cbbd118-4096-52a2-9234-64ad456e44e8","pathTokens":["USA","Montana","Southwest Region","Gallatin Canyon","East Side","Ashes of Stone Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.22899,45.41818]},"bbox":[-111.22963060810234,45.41773033981814,-111.22834939189767,45.41862966018187],"left_right_index":-1,"ext_id":"106083649","area_id":"TLvRGECWUqKSNGStRW5E6A==","polygon":{"type":"Polygon","coordinates":[[[-111.22963060810234,45.41773033981814],[-111.22834939189767,45.41773033981814],[-111.22834939189767,45.41862966018187],[-111.22963060810234,45.41862966018187],[-111.22963060810234,45.41773033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:09:34.730Z","updatedAt":"2024-01-20T01:02:51.448Z"}