{"_id":"6368a214e80bff5a9955d902","area_name":"South/East side","shortCode":"","climbs":[{"_id":"WSP5ZuKnXamU2fJL75ejOg==","name":"Way Beyond Zebra","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Cam Burns, Steve Provonost, Mike Makely","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":17,"mp_id":"105940715","mp_crag_id":"105940617","climb_id":"WSP5ZuKnXamU2fJL75ejOg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"An awesome, steep face route. It is, dare I say, overbolted, making for a safe sport lead and great first 5.11 sport lead for the aspirant. Crux seems to be near the last bolt at the steepening terrain. The last bolt is often skipped by leaders not wanting to pump-out trying to clip it.    The route has two anchors--one set accessed from the top for TRing and one set lower for leading.","protection":"8 bolts to chain anchors.","location":"This is the long face around the corner right of Dave's Face and left of Polly's Crack. Shown as route number 15 on the Overlook route topo photo."},"__v":0},{"_id":"iNLVBr3uXd+BSnKmpAXNcQ==","name":"Thorazine Dream","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Tom MacFarlane, Brian Riepe, 8/89","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":34,"mp_id":"105940813","mp_crag_id":"105940617","climb_id":"iNLVBr3uXd+BSnKmpAXNcQ==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Step up to the small roof and clip the first bolt. Pull the roof with a tenuous mantle-type move to really get going. Climb the thin, slabby face past a couple more bolts to a nice no-hands rest ledge. Then gun it through the steep, technical face climbing, using a nice mono pocket along the way through the short, pronounced crux past three more bolts to the anchors.  Definitely a sequence to it.","protection":"Used to be just two bolts then a small gear placement in a horizontal crack before the steep, bolted face with three more bolts to a bolted anchor. However, sometime in the past few years (early 2000s?) a third bolt near the horizontal crack was placed by an unknown driller.","location":"This is the right-most route on the main wall. Shown as route number 29 on the Overlook route topo photo."},"__v":0},{"_id":"sT8jkXJHX2iFhv+7qKnYdA==","name":"Thief in Time","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Chris Vandiver, Lee Sheftel","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":19,"mp_id":"105940730","mp_crag_id":"105940617","climb_id":"sT8jkXJHX2iFhv+7qKnYdA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"The steep face just right of Polly's Crack. Very thin, very pumpy face climbing on small holds. Climbing left of the bolt line, using the arete, keeps the grade around 5.12b.","protection":"Gear down low in the easy crack to gain the ledge. Then 5 bolts to bolted anchor.","location":"The bolted face immediately right of \"Polly's Crack\". Shown as route number 17 on the Overlook route topo photo."},"__v":0},{"_id":"aB6G3EivUY+s/+mRwGay2Q==","name":"Squeeze Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":1,"mp_id":"105940629","mp_crag_id":"105940617","climb_id":"aB6G3EivUY+s/+mRwGay2Q==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"The obvious corner route to the right of Bosker. A little dirty and loose down low but decent up higher.","protection":"Gear to number 2 and 3 camalots to bolted anchor.","location":"This is the crack/chimney just right of Bosker Boozeroo.  Shown as route number 2 on the Overlook route topo photo."},"__v":0},{"_id":"BLj07eXVX0KyS3HOnuGhIA==","name":"Route 21","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":23,"mp_id":"105940752","mp_crag_id":"105940617","climb_id":"BLj07eXVX0KyS3HOnuGhIA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"The crack route just right of Face Off is loose down low and low angle and easy up high.   Climb loose and easy choss down low.  Steep moves over small or tricky-to-place gear lets you reach the start of a hand crack.  Steep moves in the hand crack or to jugs on either side are powerful and let you reach a 2nd parallelling crack.  It is easier above as the climb becomes much less steep.","protection":"Usually toproped from bolted anchor.     Can be led with various gear from small nuts to hand-size cams. Creatively-placed micronuts, hexes, or tri-cams is helpful to protect the first hard move or two; then you get a good hand-size cam placement, followed by protectable finger/hand cracks.","location":"The crack to face route just right of \"Face Off\""},"__v":0},{"_id":"lBVqKuqKWvmHbCwiwXU1yA==","name":"Robot City","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Mike Schillaci, Peter Gram ~1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":6,"mp_id":"105940652","mp_crag_id":"105940617","climb_id":"lBVqKuqKWvmHbCwiwXU1yA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"The short, bolted face route to the right of Boy What Assholes... but left of Paul's Boutique would be a good climb if it weren't so dirty.","protection":"4 bolts to shared anchors with \"Paul's Boutique\".  The first bolt is super high; its wise to bring some gear for the first 20 feet.","location":"This is the bolted face right of \"Boy What Assholes...\" and left of the arete route \"Paul's Boutique\"."},"__v":0},{"_id":"oVZ2NTWGUQC49J3d7OrvSQ==","name":"Sensuous S","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":33,"mp_id":"105940807","mp_crag_id":"105940617","climb_id":"oVZ2NTWGUQC49J3d7OrvSQ==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Surmount the roof at the start by pulling on the large block that looks like it'll pull out yet stays put and then climb the steepening crack with nice stemming moves.","protection":"Medium to large gear to bolted anchor.","location":"This is the crack route between On Beyond Zebra and Thorazine Dream.  Shown as route number 28 on the Overlook route topo photo."},"__v":0},{"_id":"i66VxnPoXUGRq6Zqg7aV/Q==","name":"RDD Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":20,"mp_id":"105940738","mp_crag_id":"105940617","climb_id":"i66VxnPoXUGRq6Zqg7aV/Q==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Radiological Dispersal Device crack is the crack/off-width right of Thief in Time. It's better than it might appear. Some stemming down low with a fun, airy step out right to the face up high.","protection":"Medium to large gear to shared anchors with Face Off.","location":"The crack line right of the face route \"Thief in Time\".  If memory serves there's some spray-painted graffiti near the start?  Shown as route number 18 on the Overlook route topo photo."},"__v":0},{"_id":"5iWFq1WVXBmw9ufd+GLTQg==","name":"Paul's Boutique","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Cam Burns, Mike Schillaci","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":7,"mp_id":"105940656","mp_crag_id":"105940617","climb_id":"5iWFq1WVXBmw9ufd+GLTQg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Very nice arete route with hard, thin moves down low to more enjoyable climbing above on the arete.  Hit a neat mono to undercling next to the second bolt in a pocket that feels really sharp if you use more than one finger and crank to a good ledge on the arete. Stay on the arete using nice holds on both sides of the arete to the anchor. The route tends to be dirty after big storms as it is a natural run-off line during rain storms.    While it's rated 5.11b, it's not nearly as sustained nor difficult as other classic White Rock arete routes like Wailing Banshees or Flesh-Eating Gnats.","protection":"6 bolts to bolted anchor.  All of the hangers and most of the bolts on the route have been replaced between 2012 and 2013.","location":"The first prominent bolted arete line you'll find when you climb up on the lower boulder/wall. (That's not a great sentence but it'll make sense when you're down there. I think.) Shown as route number 5 on the Overlook route topo photo.  Accessed by the easy scrambling on top of the Lower Buttress."},"__v":0},{"_id":"Eb3kq1G3V9yGavIAR+tpMg==","name":"Polly's Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Polly Hessing, 1971 ?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":18,"mp_id":"105940726","mp_crag_id":"105940617","climb_id":"Eb3kq1G3V9yGavIAR+tpMg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"A sweet dihedral/open book crack route.  Nice fingers and hands with enjoyable stemming all the way.  Start up less than desirable rock and pull a tough bulge/roof to get established in the corner.  Stem and jam your way up.","protection":"Small to large nuts and cams. Big stuff at top just before the bolt/hanger anchors. You'll need long slings for the anchor bolts and collect them from the top on your way out. Can be set as TR from the top.","location":"The obvious corner right of Way Beyond Zebra. Shown as route number 16 on the Overlook route topo photo."},"__v":0},{"_id":"0yP0Rw1cXpeS5wRnOxTNLg==","name":"Overture","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Chris Vandiver, Rick Smith & Lee Sheftel, 10/89","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":30,"mp_id":"105940789","mp_crag_id":"105940617","climb_id":"0yP0Rw1cXpeS5wRnOxTNLg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"The original guide for The Overlook has this to say about this route: \"A contrived slag-pile. Climb three bolts out the right side of the roof but don't grab the cracks to the left or right. Ultra lame.\"     The bolts have since been chopped.","protection":"TR","location":"Between Len's Roof and Box Overhang Right."},"__v":0},{"_id":"8K44gM5hXXioHvF7oX4Sow==","name":"On Beyond Zebra","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Peter Gram (December 1989)","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":32,"mp_id":"105940799","mp_crag_id":"105940617","climb_id":"8K44gM5hXXioHvF7oX4Sow==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Climb up the face right of Box Overhang Right but stay on the face & arete and don't get tempted by the nice crack to the right. Mostly just top-roped or avoided.  I haven't seen it led.","protection":"5 bolts to a two bolt anchor sans chains.","location":"On the face right of \"Box Overhang Right\". Shown as route number 27 on the Overlook route topo photo."},"__v":0},{"_id":"WnHQkENhXKe4x3O1rxdetA==","name":"No Exit","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Vandiver, Lee Sheftel & Rick Smith, 10/89","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":9,"mp_id":"105940668","mp_crag_id":"105940617","climb_id":"WnHQkENhXKe4x3O1rxdetA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"As the name implies, the crux of the route is the exit to the anchor.  If the anchor was at the lip, the route would likely be rated 5.11.  \n\n  Slabby, runout edge climbing on 5.7ish terrain to the way-high (15') first bolt leads to 5.10ish climbing up to the hard, overhanging finishing headwall. The crux is pulling over the top to the very highly placed anchors.  \n\n  This route doesn't see much traffic and tends to stay very dirty because it's a natural rain run-off line.","protection":"5 bolts to bolted anchor. The overhanging crux is very well protected. Watch out for the z-clip!","location":"Bolted line in the middle of the face left of the Cholla Wall face route.  The steep, overhanging headwall at the top is obvious. Shown as route number 7 on the Overlook route topo photo."},"__v":0},{"_id":"jIHTH9sHVdKHZXY827xKJw==","name":"Nice Guys Finish Last","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Hagen Telg, Jason Halladay","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":3,"mp_id":"107897130","mp_crag_id":"105940617","climb_id":"jIHTH9sHVdKHZXY827xKJw==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"This fun little number ascends the steep face and blunt arete between Boy What Nice Fellows and Boy What Assholes (You Guys Turned Out to Be).Gingerly make your way up through the initial chossy rock to the first bolt. Climb the steep face past a couple more bolts using nice crimps and some sinker pockets to a couple of big jugs next to the crack of Boy What Nice Fellows. You'll probably be inclined to make use of the right edge of this wide crack for a couple moves (and that's totally cool) before getting to the incredible pockets on both sides of the blunt arete above. Make one last awkward mantle move past a couple of horizontal cracks to the ledge and anchors.","protection":"Seven bolts with gray hangers to two-bolt anchor with biners.","location":"Between Boy What Nice Fellows and Boy What Assholes"},"__v":0},{"_id":"VAvd3h3PUoWlyz+Fbg6TLA==","name":"Narcissistic Dream","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Wezwick, Matt Gray","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":21,"mp_id":"105940742","mp_crag_id":"105940617","climb_id":"VAvd3h3PUoWlyz+Fbg6TLA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Start up easy but chossy and sketchy rock aiming for the nice finger crack on the overhanging face just left of Face Off. Avoid unprotected, chossy climbing by staying left of the unappealing rock (and maybe even place a .4 camalot in the crack to the left to be sure) and then move into the crack. Tiny cams go in initially with opportunity for .3 and .4 camalots above.  \n\n  Once through the cruxy finger crack, grab good face holds and pockets on lower-angle terrain past three bolts to the shared anchor with Face Off.","protection":"Small gear in crack down low (C3s up to .4 camalots), three bolts up high on the face to bolted anchor shared with Face Off.","location":"The obvious, overhanging finger crack just left of Face Off but right of \"RDD Crack\". Shown as route number 19 on the Overlook route topo photo."},"__v":0},{"_id":"R0scErDYX0OJBINJkgZKBA==","name":"M.C. Epic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":24,"mp_id":"105940757","mp_crag_id":"105940617","climb_id":"R0scErDYX0OJBINJkgZKBA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"A chossy start leads through a steep, wide crack to nice crack climbing above.  Very fun climbing through an overhanging corner replete with great handjams and jugs.  \n\n  Once through the overhang, the difficulty backs off. There is one more fun, steep section just below the anchors, but this is much easier than it looks.  \n\n  One of the best moderate trad leads at the Overlook, along with Polly's Crack and Cholla Crack.","protection":"Nuts and some medium to large cams (including up to two #2 camalots) to bolted anchor.  ","location":"Left of Captain Smarmbag. Shown as route number 22 on the Overlook route topo photo."},"__v":0},{"_id":"jHIYmBTKXYuVRGPXy49Gsg==","name":"Len's Roof","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Len Margolin, ~1972 (on TR), 1st lead- ???","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":29,"mp_id":"105940785","mp_crag_id":"105940617","climb_id":"jHIYmBTKXYuVRGPXy49Gsg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Strenuous, possibly painful hand jamming out the crack in the center of the big roof leads to easier crack climbing above.  The roof, and the rest of the climb, protect well with hand-size cams. The crux is getting your feet up and around the lip of the roof.","protection":"1 or 2 each #1 and #2 camalots, for the crux; and a #3 camalot.   Tape is recommended.   Most people will not need to place more than one piece of pro before the roof, and if you're ok with running it out on the 5.4 above the roof, you don't need any cams bigger than #3 camalot or any nuts or any small cams.","location":"This route follows the hand crack in the center of the huge, obvious roof on the right side of the main wall. Shown as route number 25 on the Overlook route topo photo."},"__v":0},{"_id":"cgc+cGadXRu17ToqSGvztw==","name":"Land's End","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":35,"mp_id":"118588466","mp_crag_id":"105940617","climb_id":"cgc+cGadXRu17ToqSGvztw==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"This route climbs the face just to the left of the arete that defines the right edge of the Thorazine face. Climb a short pillar of punky rock and cross the overlap onto the thin face. Up this with continuously challenging small holds to a thank god ledge at about half height. Another thin section leads to a large square ledge directly on the arete. Above, steep but easier climbing leads to the rim.","protection":"No bolts or obvious protection. It can be top-roped using the anchors on Thorazine. A directional anchor can be had a few feet to the right.","location":"At the base of the Thorazine Dream face are two pillars of somewhat rounded and rotten rock. The one on the left is the start of Thorazine, the one on the right begins Land's End. This route is the rightmost climb on the SE side of the Overlook."},"__v":0},{"_id":"ItStbIzgX0mbpPSs5nj4JA==","name":"Jewish Space Laser","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":25,"mp_id":"105940766","mp_crag_id":"105940617","climb_id":"ItStbIzgX0mbpPSs5nj4JA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Chossy stuff down low through a small roof thingy to  decent face climbing above.","protection":"Five bolts to a two-bolt anchor (bolted in March 2021)","location":"Right of M.C. Epic and left of Captain Smarmbag. Shown between routes 22 and 23 on the Overlook route topo photo."},"__v":0},{"_id":"FHOedvnkXPiUKd1PItCU1w==","name":"Holy Wall","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Burns, Fehlau","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":14,"mp_id":"105940693","mp_crag_id":"105940617","climb_id":"FHOedvnkXPiUKd1PItCU1w==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"An extremely pocketed and chalked-up face route with thin feet past the first bolt and nice, steep climbing above. Bolt line moves right-ish but the route can be climbed left of the bolt line at about the same grade.    Almost too many pockets to choose from!","protection":"5 bolts to chain anchors.  Note there are two sets of anchors for this climb--one can be accessed from the top for TRing and the other, lower chains, are used when leading.","location":"The very obvious pocketed route with tons of chalked up holds. Shown as route number 12 on the Overlook route topo photo.  Accessed by the easy scrambling on top of the Lower Buttress."},"__v":0},{"_id":"D+VIN8GkV7W6Gn0yN6qnRg==","name":"Holy Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":15,"mp_id":"105940701","mp_crag_id":"105940617","climb_id":"D+VIN8GkV7W6Gn0yN6qnRg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Thin finger climbing down low and some more tricky crack climbing above.  Gear placements are a bit tricky as well.","protection":"Kinda funky pro placements. Small cams (BD .3 to .5) and some medium cams (BD .75 to 2) up higher. Rap rings anchor.","location":"The crack right of Holy Wall but left of Dave's Face. Shown as route lucky number 13 on the Overlook route topo photo. Accessed by the easy scrambling on top of the Lower Buttress."},"__v":0},{"_id":"J3TG4QICXx2k9k/w3UiCuA==","name":"Headwall Crack Right","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":10,"mp_id":"105940675","mp_crag_id":"105940617","climb_id":"J3TG4QICXx2k9k/w3UiCuA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"The crack/corner to the right of No Exit. Gets steeper and wider at top but good holds can be found in the reaches of the crack.","protection":"Medium to large gear to bolted anchor. A #4 camalot is really nice for the top.","location":"This is the crack/corner to the right of the bolted face route, No Exit. Shown as route number 8 on the Overlook route topo photo."},"__v":0},{"_id":"Dkc4rPTMV5SbBoGK4tht6A==","name":"Headwall Crack Left","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Len Margolin, 1971","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":8,"mp_id":"105940661","mp_crag_id":"105940617","climb_id":"Dkc4rPTMV5SbBoGK4tht6A==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Super fun jamming and stemming in the corner left of the bolted climb No Exit and just right of Paul's Boutique. The crack eats up pro so this is a good lead for those just learning to place pro.","protection":"In this order: #8 BD nut, #.75 camalot, #1 camalot, #1 camalot, #2 camalot and a 3 and/or 4 for the finish to bolted anchor.  :-)","location":"The corner left of the bolted climb No Exit and just right of Paul's Boutique. Shown as route number 6 on the Overlook route topo photo."},"__v":0},{"_id":"vzzC/Nq+WF+HaFdUoFuBkw==","name":"Face Off","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Sheftel, Chris Vandiver & Rick Smith, 10/89","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":22,"mp_id":"105940747","mp_crag_id":"105940617","climb_id":"vzzC/Nq+WF+HaFdUoFuBkw==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"A fantastic steep, thin face route.  For most it requires a sequence. Careful not to tweak your fingers on this one.     The steep face is obvious with its chalk-marked, tiny holds.  \n\n  Scramble up easy rock to the high first bolt and move up to the second bolt as the rock starts to steepen. Pull past the thin flake holds to a good two-finger pocket next to the third bolt. More thin, steep moves lead past the fourth bolt. It's sustained all the way to the sixth bolt but above that you finally get to rest before cruising the easier terrain to the top.","protection":"7 bolts to a bolted anchor.","location":"Steep face right of Thief in Time and \"RDD Crack\". Shown as route number 20 on the Overlook route topo photo."},"__v":0},{"_id":"NhFfMWDZUTmk3g0ugi0qPg==","name":"Double Vision / Ream Dream","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rick Smith, Lee Sheftel & Chris Vandiver, 10/89","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":11,"mp_id":"105940679","mp_crag_id":"105940617","climb_id":"NhFfMWDZUTmk3g0ugi0qPg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Straight up the steep, pocketed face right of No Exit and left of Cholla Wall. Tricky lower section to high first bolt and then it doesn't let up. Route doesn't see a lot of traffic so the holds aren't as obvious as they are on neighboring climbs and sometimes are a bit dirty.    Staying on the face is 5.11c.  Reportedly, using the arete on the right makes it 5.10d-ish although right at the finish there's an obvious hold on the arete that I consider on route for 5.11c.","protection":"5 bolts to a bolted anchor.","location":"The steep, pocketed face right of \"No Exit\" and left of \"Cholla Wall\". Shown as route number 9 on the Overlook route topo photo."},"__v":0},{"_id":"Zm0XGlJ0VzCa8fpBdtpX+w==","name":"Donde Estan Mis Pantalones","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Walt Wehner and Jason Chen","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":27,"mp_id":"105940776","mp_crag_id":"105940617","climb_id":"Zm0XGlJ0VzCa8fpBdtpX+w==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Fun crux sequence, but definitely a one-move-wonder type of route. As it is not very sustained, \"Donde Estan Mis Pantalones\" seemed a little easier to me than most other routes at the grade in White Rock.  \n\n  The first bolt is pretty useless - it should have been moved about four feet up onto a solid looking portion of the roof. Mental crux is reaching the high second bolt after some tricky moves. Breath easier, then fire through a not-so-obvious sequence that moves left and back right to a bomber rest near the third bolt. Then climb the fun, relatively clean 5.9ish face to the chains.  \n\n  Try not to grab either crack.","protection":"6 bolts to a bolted anchor.","location":"Left of Box Overhang Left"},"__v":0},{"_id":"Ru1mtlsRVBaw8z3RP98iKA==","name":"Dave's Face (a.k.a. Sale at Mervyn's)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Burns, Schillaci, Fehlau (perhaps TR'd earlier by Barlow?)","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":16,"mp_id":"105940711","mp_crag_id":"105940617","climb_id":"Ru1mtlsRVBaw8z3RP98iKA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Thin face climbing that requires more technique and trust than power.  Crux comes around last bolt and to the anchors. The route can be started from atop the boulder/wall or from below the boulder/wall. Starting down low makes for a run-out to the first bolt but the climbing is fairly easy.","protection":"Five bolts to chain anchor. Accessed by the easy scrambling on top of the Lower Buttress  below the main wall. Anchor can be reached from the top to set a TR if you're really desperate and cautious but best to sling the boulders for a TR anchor.","location":"Face route right of Holy Wall and Holy Crack. Shown as route number 14 on the Overlook route topo photo."},"__v":0},{"_id":"bxbnK9HNWAG7kvgqFew5hg==","name":"Cholla Wall","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Barlow?","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":12,"mp_id":"105940683","mp_crag_id":"105940617","climb_id":"bxbnK9HNWAG7kvgqFew5hg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"One of the finer routes at The Overlook.  A nicely pocketed, sustained face route. It is a very popular top-rope and a proud gear lead because of the tricky gear placements in pockets. By longtime, documented agreement by local climbers do not bolt this face route.    The route gets its name from a Cholla cactus that used to be at the base of the route that pricked many climbers that came off the rock at the start. The cholla disappeared a few years ago.  ","protection":"Small to medium cams (up to #1 camalot) and tri-cams for the pockets. Chain anchor at top.","location":"The sweet, pocketed face with no bolts! Accessed by the easy scrambling on top of the Lower Buttress below the main wall. Shown as route number 10 on the Overlook route topo photo."},"__v":0},{"_id":"ef2U6qLoVrGPubJXE6Nf7w==","name":"Cholla Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":13,"mp_id":"105940688","mp_crag_id":"105940617","climb_id":"ef2U6qLoVrGPubJXE6Nf7w==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"The nice finger to hand to off-width crack just right of Cholla Wall and left of Holy Wall. Fun and secure jamming down low leads to some insecure off-width crux near the top.","protection":"Medium to large gear. A #4 camalot is nice near the top. Bolted anchor.","location":"The finger to hand to off-width crack just right of \"Cholla Wall\" and left of \"Holy Wall\".  Shown as route number 11 on the Overlook route topo photo.  Accessed by the easy scrambling on top of the Lower Buttress."},"__v":0},{"_id":"FgLvjGgEUB2ItTkM9afvqQ==","name":"Boy What Nice Fellows","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":2,"mp_id":"105940635","mp_crag_id":"105940617","climb_id":"FgLvjGgEUB2ItTkM9afvqQ==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Start as for Squeeze Chimney but stay right up the steep face with obvious crack and then move back left to anchor for Squeeze Chimney.  Not done too often and mostly frequently done as a TR from Squeeze Chimney.","protection":"TR or gear to #4 camalot. Look for decent gear in the back of the initial off-width.","location":"Just right of \"Squeeze Chimney\"."},"__v":0},{"_id":"gqc0LeFzVW6QIqmUhLguiQ==","name":"Captain Smarmbag","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":26,"mp_id":"105940771","mp_crag_id":"105940617","climb_id":"gqc0LeFzVW6QIqmUhLguiQ==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Chossy start to steep crack/mini-roof that can be tackled with a couple fun layback moves to a big jug then nice, easy crack climbing above.","protection":"The lower roof section protects great with .4 to .5 BD camalots. A #1 camalot in the midsection and you can dump in a #3 and #4 camalot up higher. Bolt anchor shared with Donde Estan Mis Pantalones.","location":"Left of Donde Estan Mis Pantalones. Shown as route number 23 on the Overlook route topo photo."},"__v":0},{"_id":"RxJGzmzLXX6FNETaFRgQQw==","name":"Boy What Assholes (You Guys Turned Out to Be)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Schillaci, Nordlandr, Burns, Fehlau, Gram, Beguin, Rutherford and your mother","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":4,"mp_id":"105940639","mp_crag_id":"105940617","climb_id":"RxJGzmzLXX6FNETaFRgQQw==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"The bolted, rounded arete climb. Staying straight on the bolt line is best but many bail out to the right, at least at the start, to make it easier. Near the top many climbers head left into the small dihedral for the finish but the arete straight up is more natural, fun and well-protected.","protection":"Five bolts to a bolted chain anchor.","location":"2nd bolted line right of Squeeze Chimney. Shown as route number 3 on the Overlook route topo photo."},"__v":0},{"_id":"WLDXS6fOWAy+NbZ23rNd/A==","name":"Box Overhang Right","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Roybal, 1971","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":31,"mp_id":"105940795","mp_crag_id":"105940617","climb_id":"WLDXS6fOWAy+NbZ23rNd/A==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Jam the crack and use the face pockets to surmount the large roof to the right.  If you know where the good holds are, it's pretty easy.  Then enjoy easier climbing above to a bolted anchor.","protection":"Medium to large gear to a bolted anchor.","location":"This route surmounts the right side of the large, obvious roof on the right end of the main wall. Shown as route number 26 on the Overlook route topo photo."},"__v":0},{"_id":"LMUdu6i4UrO6LQc2tYOV0w==","name":"Box Overhang Left","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":28,"mp_id":"105940780","mp_crag_id":"105940617","climb_id":"LMUdu6i4UrO6LQc2tYOV0w==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Nice underclinging/laybacking takes you through the left side of the large roof known as Len's Roof. In recent years the undercling/laybacking section has gotten pretty nasty from bat feces.","protection":"Medium to large gear to bolted anchor.","location":"The route passing through the left side of the large, obvious roof on the right side of the main wall. Shown as route number 24 on the Overlook route topo photo."},"__v":0},{"_id":"FyYqXbEWWlWsM1zAKfiUfg==","name":"Bosker Boozeroo","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Cameron Burns, Paul Fehlau","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":0,"mp_id":"105940624","mp_crag_id":"105940617","climb_id":"FyYqXbEWWlWsM1zAKfiUfg==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"An enjoyable, overhanging arete route with holds on both sides of the arete. The crux comes between bolts 4 and 5 when pulling over the top of the arete.    FAs rated this 5.11a but general consensus now is 5.10d.","protection":"7 bolts to bolted anchor.","location":"This is the first route one encounters when approaching the wall via the standard trail down. Shown as route number 1 on the Overlook route topo photo."},"__v":0},{"_id":"VF8AbXVgVd2hCQEKeMqfyA==","name":"5.8 Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"left_right_index":5,"mp_id":"105940646","mp_crag_id":"105940617","climb_id":"VF8AbXVgVd2hCQEKeMqfyA==","areaRef":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"This \"5.8 Crack\" is listed in the guidebooks as the crack in the corner just right of Boy What Assholes..., but no one ever climbs it.  That's because it's dirty, hard to protect at the crux, (which is a bulge 3/4\" of the way up), has crumbly suspect rock for much of its length, because the crux is by most measures harder than its listed 5.8 grade, and because it doesn't have a fixed bolted anchor for toproping like most at the Overlook.  If you're one of those people who needs to climb everything at White Rock: tie in and give this right-facing corner a run.  Begin just right of Boy What Assholes..., scramble up choss, continue up easy hand crack to an overhanging bulge where the crack thins to a seam.  Tenuous liebacking on crumbly rock gets you past this crux, which is easier than it looks.","protection":"Rack from RPs to 3\". No bolted anchor. Consider stepping left to the Boy What Assholes anchor at the top.","location":"The obvious, fairly dirty crack right of Boy What Assholes....  Shown as route number 4 on the               \n\nThe South/East side of The Overlook. (I couldn't fit the route names/grades in anywhere so refer to the route descriptions here for corresponding number.)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,3301509f-ad6b-5cf1-909e-db85df0082bb,866936a1-51e7-50fc-b11c-1ac6a486f674,20a4fc24-f032-5ed1-ab9d-478be5b0b750,4a468323-1957-5a66-a497-bb89bd962f84","pathTokens":["USA","New Mexico","Los Alamos & White Rock","White Rock","Overlook, The","South/East side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12d"},{"count":4,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b/c"},{"count":5,"label":"5.9"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":7,"intermediate":8,"advanced":3,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":12,"expert":0}},"tr":{"total":27,"bands":{"unknown":0,"beginner":6,"intermediate":10,"advanced":11,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":13,"advanced":16,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.17868,35.82733]},"bbox":[-106.17923459874896,35.82688033981814,-106.17812540125104,35.82777966018187],"left_right_index":-1,"ext_id":"105940617","area_id":"SkaDIxlXWmakl7uJvZYvhA=="},"content":{"description":"Sunny and warm in the morning through early afternoon. Many great bolted face routes and enjoyable gear-protected crack routes to bolted anchors. Climbing here on winter mornings is very pleasant.   \n\n  Top ropes can be set up from the top on almost all the routes on this wall. \n\n  The climbs are numbered from left to right, in the order you'll pass them on the approach, and coincide with the               \n\nThe South/East side of The Overlook. (I couldn't fit the route names/grades in anywhere so refer to the route descriptions here for corresponding number.)"},"density":0,"totalClimbs":36,"__v":1,"createdAt":"2022-11-07T06:13:45.423Z","updatedAt":"2024-01-15T16:47:11.656Z"}