{"_id":"63689de0e80bff5a994f9150","area_name":"Guardian, The","shortCode":"","climbs":[{"_id":"lZMgV+f3WT2aQ0nmCWsXog==","name":"Weather Window Waltz (The Guardian NE Face)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"(Possible First Ascent?) Wesley Ashwood, Nic Harnish, Kealsea Sheely,  August 2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.5407,37.6624]},"left_right_index":1,"mp_id":"107245039","mp_crag_id":"106861500","climb_id":"lZMgV+f3WT2aQ0nmCWsXog==","areaRef":"g3dhye0oXOWmzUFTjjujwQ=="},"content":{"description":"This is a wonderful, sustained route with mostly quality rock on the NE Face of The Guardian in the Weminuche Wilderness.  It has 8 pitches of corners and cracks with occasional broken sections and about 500-600 feet of simul-climbing on the final ridge section.\n\nDescend off the South aspect of the mountain.  Depending on where you camp, this can make for a long day (for us it was a 19 hour round trip camp-to-camp).","protection":"There is no fixed gear on this mostly well-protected route.  Some belays are marginal.  Bring a double set of cams from 0.5 to 3.5 and a set of nuts and an extra set of TCUs.","location":"This is on the eastern-most mountain in the East Grenadiers.  Read the area page for The Guardian for details on how to get there."},"__v":0},{"_id":"Fx66W7LcXgWVVxaBslmWWQ==","name":"Theory of the Leisure Class","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Michael Crouch, Jay Bachhuber, 7/4/15","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.5407,37.6624]},"left_right_index":0,"mp_id":"110717057","mp_crag_id":"106861500","climb_id":"Fx66W7LcXgWVVxaBslmWWQ==","areaRef":"g3dhye0oXOWmzUFTjjujwQ=="},"content":{"description":"Theory of the Leisure Class is a directissima climbing a large dihedral and prominent buttress on the Guardian's northeast face. If it were in the Front Range, it'd be a trade route, so while we're claiming the FA, I would not be surprised to learn some 1940s hard man picked this plum and just kept it to himself. Cheers to you, theoretical hobnailed tough guy, this climb is awesome.\n\nExpect some loose rock from kitty litter to microwave-size death blocks, because, duh, you're in the alpine. Overall, though, it's a clean ride with good pro, comfy ledges, and easy navigation. All pitch lengths are estimates as we largely simulclimbed and forgot the tape measure.\n\nBegin on the east side of the Guardian's massive, glorious north face, and find the large, off-vertical dihedral that screams Climb me! The easiest way to reach the dihedral's crack is to climb the blocky pillars slightly to the left, and traverse over. Layback and stem the dihedral, belaying at any of the numerous comfortable ledges. When you reach the pillar that caps the corner, move right to keep the party going (360', 5.7  5.8).\n\nAbove the pillar, locate the broad black streak up and left. Head towards that and onto the prominent buttress above. There's a short section of 5.7ish climbing off the deck, and then it turns into a low-mid 5th class romp with a steep, 5.7ish bit to hunt down if you've got the eye for it. As you move up the buttress, you'll eventually see a fatty, boombatty, hand crack splitting a clean face up high. Aim for this friendly fellow, and set up a belay on the ledge below (800' low-mid 5th and maybe a bit harder in spots).\n\nClimb the short, wide, 5.8 hand crack that zig-zags up the face. After that, there's more low-mid-5th, a twenty foot 5.6 face with Gunksy edging, and then more low-mid-5th. That'll take you to a vertical corner with a wide crack on the right and a hand crack on the left. Climb this, then continue up the 5.8 finger crack above (500' 5.3 to 5.8).\n\nRally up more mid-5th fun times to the finish (140').\n\nContinue to the summit if you've got the weather window and desire for a few hundred feet of 3rd classing it (we didn't have either), and/or descend the east ridge.","protection":"A single rack to 4 and lots of draws. Gear options are plentiful and varied. A 60m rope is plenty long.","location":"Head to the east side of the Guardian's north face. You can't miss the dihedral."},"__v":0},{"_id":"V3H7MqEsVPaVPfD3OkGF/w==","name":"A Prayer to Earl and Valerie: The John Joline Memorial Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ben Chapman, Jeff Woodward, 7/4/15","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.5407,37.6624]},"left_right_index":3,"mp_id":"110756611","mp_crag_id":"106861500","climb_id":"V3H7MqEsVPaVPfD3OkGF/w==","areaRef":"g3dhye0oXOWmzUFTjjujwQ=="},"content":{"description":"John Joline was a jubilant, one-of-a-kind teacher who taught hundreds of climbers how to place their first cam. His love of the sport was infused into all aspects of his life, and inspired many to seek summits, large and small, across the world.\n\nJohn had a special place in his heart for the Grenadiers. So when he passed of cancer in 2015, we decided to put up this route in his honor. It's a lovely line in a high and lonely place, with 5 pitches of 5.8-5.9 capped by ~500 hundred feet of sustained, low class-5 simulclimbing.\n\nJohn often spoke of Earl and Valerie, the gods of weather-and thus patron gods of climbers. His pre-trip libations to them -- \"water for sustenance, beer for revelry, and orange juice for good health and vitamin C!\" were unforgotten by any who witnessed or participated in them.\n\nWhen you climb this route, make sure Earl and Valerie are smiling on you. This is a big, exposed face!\n\nP1. Step over the bergshcrund into a corner with a small flake. At the top of this corner, trend up and right through ledges and more corners to a slightly more significant dihedral. Follow this up, slanting rightward, to a grassy ledge below a large dihedral that is capped by a roof (5.9).\n\nP2. Start in the main dihedral below the roof. After 25 feet, walk left on a hidden ledge to a large crack. Climb the crack (#4 helpful) and corner, and belay at the top of a large flake (fun 5.9).\n\nP3. The Ledge of Glory. Continue up the left-facing corner from the flake to what looks like a horizontal crack about 20 feet up. Traverse right on the crack around the arete. Follow the awesome ledge into a fun corner system; climb this to the base of the V-slot (5.8).\n\nP4. Ascend the V with a pleasant and athletic exit. Continue up corners and ledges to belay at the top of a grassy ledge. Beware the loose rocks on the ledge (5.9).\n\nP5. Climb the obvious corner past a small overlap (fun!) to a left-facing dihedral. Continue up this to the ridge (5.9).\n\nSimulclimb a long ways on great rock to the summit of the NE face. Optionally, continue across the cleft of the couloir to the true summit of the Guardian.\n\nWe descended the East Ridge, which took 2.5-3 hours with complicated routefinding. When in doubt, stay east. The route took us about 11 hours camp-to-camp.","protection":"We took a double rack to #3, plus one #4. #1-#4 were quite useful.","location":"This route climbs the right side of the steepest part of the Guardian's northeast face. After spending a long time examining the face, we believe that it's to the right of\n\nSerpentine Son Rise\n\n; it's to the left of the biblical couloir that splits the face.\n\nTo find the route, identify the notable V-groove a few hundred feet up. You can only see this feature from below the right side of the face. This V is pitch four of the route.\n\nBelow the V, identify a large dihedral capped by a roof. Pitch one ends at the base of this dihedral on a grassy ledge. The pitch starts in a faint corner slightly left of there. See the beta photo for more details."},"__v":0},{"_id":"QxMWyZtaUkCDRKWI3ElFeQ==","name":"Serpentine Son Rise (AKA The Sunrise)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Ben Capelin, Kreston Johnson: August 11, 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.5407,37.6624]},"left_right_index":2,"mp_id":"108292946","mp_crag_id":"106861500","climb_id":"QxMWyZtaUkCDRKWI3ElFeQ==","areaRef":"g3dhye0oXOWmzUFTjjujwQ=="},"content":{"description":"This route is a stunning venture into the spirit of San Juan alpine climbing. With a backdrop of views that will have even the most sunset-seasoned climber digging butterflies out of his stomach, this route features extremely solid quartzite, exquisite sections of splitter finger and handcracks, respectable runouts, chimney shimmies, a few roof jigs, and more than a few tantalizing, yet committing, moves.\n\nFrom where the north face surges upwards from the talus, six technical pitches will bring a climbing team to the upper slopes of the peak. Each pitch is like a different climb. Original, creative, and flirtatious, each one has its own distinct crux and flair.  From the last technical pitch, 500-700 feet of simul-climbing through 3rd, 4th, and low 5th class rock reaches the summit ridge.\n\nPitch 1: this is severely shortened by rope drag. Climb into the corner located about 75-100 meters east of the colossal couloir that splits the north face. An exposed, and possibly wet, move pulls out above a roof and into an excellent finger crack in a dihedral. (5.8)\n\nPitch 2: follow the dihedral, then move right onto the buttress for some exposed and runout routefinding. Upon reaching a grassy ledge, traverse left (beneath a band of rotten rock) and find a nice lawn to belay from. Beware rope drag. At the point where the traverse begins, it is possible, and tempting, to move right. That dihedral looks ravishing, but was wet when we passed by (5.9+).\n\nPitch 3: a few bouldery moves in a corner with an superb fingercrack brings you to a chimney. Despite the excitement, remind yourself Santa isn't coming, and continue. Stir you sauce and enjoy! This is an absolute CLASSIC pitch! Belay on a huge flake on the right side of the dihedral. It is an excellent position, despite the stack of rubble sharing the ledge just to the left (5.9).\n\nPitch 4: routefind upwards, the line is more or less direct.... Belay somewhere above on a little ledge towards the left. (5.8?).\n\nPitch 5: move back out onto the face to the right, and enjoy the buttress until it funnels you into a small corner adjacent to the main dihedral to the left. This little corner has a bomber, fractured fingercrack. It will be tempting to move right out of this corner on a horizontal rail, but whoa pardner, cool your heels. Continue left to a what is a veritable golf course perched serenely on the precipice. Around the corner to the right isn't quite as good as the allure it exudes. Belay from the corner; rope drag from where you would belay on the golf course is worse than a bear with allergies (5.9).\n\nPitch 6: !!!this pitch! It is one of the most flustering and goofy set of moves I have found in Colorado alpine. So, depending on your disposition, you will want to as well. Move directly out of the corner above the golf course. Pull through a few powerful moves on a small roof and good holds and punch into a larger roof above. A wild, swinging move will toss you from beneath the roof and back into the dihedral.  From there, find a good belay and cruise (5.10-).\n\nSimul-climb....\n\nNOTES:\n\n-We did this with a 70m rope; however, pitches were shortened more by rope drag and lack of gear. A 60m will suffice.\n\n-The rock is phenomenal; however, there is the inevitable, occasional loose rock.\n\n-The cruxes on pitch six can be circumnavigated by following a nice hand crack flake into the dihedral. It is essentially a campus move, and because the rock was wet, we opted out of that course of action.\n\n-We had doubles up to 1 and 1.5 sets of nuts. Doubles up to 2 or even 3 would not be missed.\n\n-Bad weather, or lack thereof, will greatly alter the psychological crux of the slick, sloping, sloppy, lichened quartzite runouts.\n\n-Between the long route, delicate routefinding, and tedious descent, this is a long day, perhaps more.","protection":"-No fixed protection.\n\n-Doubles to 2, possibly 3, if you want to carry the extra weight. Finger sizes are guaranteed to make you giggle with excitement more than once; if not, feel free to return them to me.\n\n-1 or 2 sets of stoppers. We used every single BD 4-13 at least twice.","location":"Serpentine Son Rise scales the north face of The Guardian, the easternmost vertebrate along the spine of Grenadier Range. It is essentially the direct route from base to top of the east summit of the Guardian. It starts roughly 75-100 meters east of the biblical couloir in the middle of face. Begin in a shallow dihedral and navigate through a short roof section into a more defined, steeper corner. Unfortunately, there were no obvious landmarks, and neither of us had a camera. We are attempting to acquire a beta photo upon which we could operate to show belays and the route itself.\n\n-We descended by the east ridge. This is totally feasible but not without convoluted routefinding. Figure in at least 2-3 hour to do this. The more user-friendly, but perhaps longer route would be the south slopes/gullies. Rockfall!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,c8a38029-a7f3-5a3d-8f68-0c03c33e3aef,837761c9-ed28-5ce5-a6cd-41538e3ba3c1","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Grenadiers, The","Guardian, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.5407,37.6624]},"bbox":[-107.5412680219389,37.66195033981814,-107.54013197806111,37.66284966018186],"left_right_index":-1,"ext_id":"106861500","area_id":"g3dhye0oXOWmzUFTjjujwQ==","polygon":{"type":"Polygon","coordinates":[[[-107.5412680219389,37.66195033981814],[-107.54013197806111,37.66195033981814],[-107.54013197806111,37.66284966018186],[-107.5412680219389,37.66284966018186],[-107.5412680219389,37.66195033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.756Z","updatedAt":"2024-01-20T00:59:44.256Z"}