{"_id":"63689d5ce80bff5a994f4c21","area_name":"(b) North Face","shortCode":"","climbs":[{"_id":"9j9jdAEgUo2rOMWVwRn58w==","name":"West Lark","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Roy Gorin, J. Hudson, William Dixon, and Ellen Wilts, 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":16,"mp_id":"105799966","mp_crag_id":"105799945","climb_id":"9j9jdAEgUo2rOMWVwRn58w==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This is the most obvious of the three Lark climbs, and the least sustained.  It follows well-defined crack systems.  Start about ten feet to the left of the North Buttress and climb a crack for two pitches.  Traverse a few feet right to another crack system and follow that for several pitches to its end.  It becomes a prominent right-facing corner, with some well-protected small overhangs being the crux of the route.  At the top of the crack system, continue up a chute to the top.","protection":"standard rack","location":""},"__v":0},{"_id":"Wpfei72fWJKDcAVCxG9oKA==","name":"Too Biased","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Beck and Mike McCoy, August 1993","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":13,"mp_id":"106266684","mp_crag_id":"105799945","climb_id":"Wpfei72fWJKDcAVCxG9oKA==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"Pitch #1 (5.9) -   Start approx 8 feet right of the Northeast Face (West) route, near a large pine. Climb the slab to the small left facing flake system (small pro, mostly nuts). As the flake runs out, move out onto a seam that trends slightly left and up. The first bolt is encountered 12 feet up past the top of the flake system. A green Alien works nicely at the top of the flake before casting off onto the seam. Follow out onto an open slab, passing three other bolts along the way. After the last bolt, climb to the roof and traverse right a few feet to a dead tree, with an angle iron piton just left of its roots. Usually, there are slings connecting both the piton and the tree.\n\nPitch #2 (5.8) -   From the dead tree, head straight up to a short, shallow right facing corner (thin nuts or small cams). Near the top of this corner, the first bolt is encountered. Continue up and right, passing three more bolts along the way. The terrain offers up beautiful slab climbing on rounded small dishes and edges. After the 4th bolt, one will run into a left facing corner/crack that leads up to a roof. Just before reaching the roof, step out right and over to a small foot ledge, just below the start of a seam/crack. Belay here (good pro to 1/2\")\n\nPitch #3 (5.8R) -   Head up a small crack (takes RP's, sizes #4 and below) for 30 feet before it turns into a seam. This seam opens up in a few spots (mainly on the first 1/3 of the route) but eventually closes up, making for some runout climbing 1/2 way and beyond. Continue up the seam until it \"zig zag's\" up and right to a left facing corner that slants up and left (good pro in the corner...up to 3/4\"). Follow the corner to a jagged roof. There is a tree to the far left, near the roof. Traverse the roof to the left and down to the tree. Be sure to protect the second for this traverse. The second may have to down climb on lead to making it to the tree (slings with rap ring).\n\nRappel down the NE FAce (West) route. Can be rapped with a single 60m. The first rappel requires one to rap to the far left corner, with slings around a beefy bush. Rap off this to a pine tree (40 feet). From the pine tree, rap to the 1st pitch belay (dead tree and piton). One more rap to the corner of the NE Face, West, (slings wrapped around large horn/attached block), then a short rap to the base.","protection":"- Pro to 1\", mostly small though (nuts, small TCU's and Aliens helpful)\n\n- Quickdraws and slings with carabiners\n\n- 60 meter rope\n\n- Slings (in case slings have been removed from the trees)","location":"This route is located on the North Face of Tahquitz, approx. 75 feet left of 'Hard Lark' (5.7) and 8-10 feet right of the Northeast Face (West) (5.6), on top of a ledge, in front of a large pine tree."},"__v":0},{"_id":"Slf0jH1BWZqMns5ZOkk3gQ==","name":"Science Friction","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Clark Jacobs, Troy Martin & John Edgar, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":11,"mp_id":"112158983","mp_crag_id":"105799945","climb_id":"Slf0jH1BWZqMns5ZOkk3gQ==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"Once again, I, your glutton for punishment have climbed an obscure forgotten route so that you don't have to.\n\nThis stars on a small face left of North East Face West with two bolts about 4 feet apart. I couldn't get through to the second bolt so I started a dozen feet right on some thin cracks that were quite fun. Then threaded my way between some bushes up to a third bolt (1/4), then up some easy slab past two more bolts to join up with North East Face West.","protection":"Rack.","location":"Left of North East Face West."},"__v":0},{"_id":"SmyQqZFAVl+/gnaj9x3KEw==","name":"Partners in Crime","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Uphus and Bill Cramer Oct. 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":8,"mp_id":"105892551","mp_crag_id":"105799945","climb_id":"SmyQqZFAVl+/gnaj9x3KEw==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This route takes a line up the left edge of the Grace Slick slab (left of Grace Slick). Begin as for NE Face route, but at the big roof formed by bottom of the GS slab (optional belay) look for a bolt. Step right and then straight up over roof. Follow bolts (plus some gear) to two bolt belay. Last pitch continues up slab (gear and bolts) to a ledge then up a block to rap station. Rap the route (60M single or two ropes). Exciting line on good rock.","protection":"Small to large cams, draws.","location":""},"__v":0},{"_id":"V4Nw8QiUVzWhJf7F0UlP3g==","name":"Northeast Rib","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John and Ruth Mendenhall, 1940","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":0,"mp_id":"117552534","mp_crag_id":"105799945","climb_id":"V4Nw8QiUVzWhJf7F0UlP3g==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This was one of the first trad routes on Tahquitz. The standard Wilts and Vogel guidebooks describe it in vague terms and don't provide topos, saying that there are many possible variations. The route we found felt like modern 5.6 on pitch 3, which doesn't seem consistent with Wilts' and Vogel's ratings, so there may be an easier way to do that pitch.\n\nP1. Class 4 climbing to the top of the bus-sized boulder at the base of the Northeast Farce dihedral, which is also the start of El Whampo. P2. Climb brushy ledges and a chimney to the left. Mostly 4th or easy 5th class, with a  protectable 5.6 move in the chimney. Continue past a ledge with a pine tree, then through an overhang, 5.6, to a large sloping ledge next to a right-facing diheadral. P3. Climb a double crack system up the dihedral, with easy climbing mixed in with two vertical or overhanging cruxes, 5.6/7. The dihedral tapers off and vanishes. Exit to the left, being extremely careful of a band of loose rock. Semi-hanging belay on orange-stained slabs. P4. Climb the orange slabs, bushwhack left through chinquapins, and continue left to a shady belay in the branches of a huge tree. 4th class. (Optional exit from here to the north gully.) P5. Regain the rib by stepping off of a boulder next to the tree. Climb face to a ledge. Optional belay to avoid rope drag. Continue up a double crack from the right side of the ledge. Belay at the apex of the rib, at a saddle behind a car-sized boulder. 5.4. P6. Bypass the boulder by passing around it on the left. Continue up a low-angle crack. 3rd class","protection":"to 2\"","location":"This route lies at the extreme left side of the northeast face. The biggest landmark, just to the right, is the inverted-Y shape of the two big dihedrals that form the two variations of the Northeast Face route. Start up from a pine tree 6 feet in diameter near the bottom left corner of the squarish El Grandote overhangs."},"__v":0},{"_id":"xrl2FYC5UFiVXuV4Ba+4pg==","name":"Northeast Farce","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Don Wilson and Jerry Gallwas, September 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":2,"mp_id":"105799948","mp_crag_id":"105799945","climb_id":"xrl2FYC5UFiVXuV4Ba+4pg==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"Route-finding on this climb is not too obvious after the first two pitches.  Start in the huge, right-facing dihedral at the left end of the North Face.  After about 120 feet, traverse right on small face holds to reach a large crack and easier climbing.  Work upwards for several more pitches (no obvious landmarks) to reach the Northeast Shoulder.","protection":"Gear up to 4 inches.","location":""},"__v":0},{"_id":"tNYWCpM+WcaIFvO8/4TMKA==","name":"Northeast Face West","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chuck and Ellen Wilts, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":12,"mp_id":"105799960","mp_crag_id":"105799945","climb_id":"tNYWCpM+WcaIFvO8/4TMKA==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This route is easy to find:  a huge right-facing corner just to the left of the Larks. There are multiple overhangs on the route, and you need to move out away from the main crack in one or two places. It is a sustained, quality route. The belay ledges are quite small, making this a poor choice for a party of more than two people.  On a day without snow and ice, this route can be done in four 70 m pitches with good belay ledges.","protection":"standard rack","location":""},"__v":0},{"_id":"F+F/ZnUdUe6ZhpUDBivSrg==","name":"Northeast Face East","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Don Wilson and Royal Robbins, September 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":7,"mp_id":"109125083","mp_crag_id":"105799945","climb_id":"F+F/ZnUdUe6ZhpUDBivSrg==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"There are no bolts on this 1954 Royal Robbins route.\n\nP1: Climb flakes left of a right-facing dihedral until you're in a left-facing dihedral.\n\nP2: climb up into a right-facing dihedral with a wide crack (a #4 is helpful). Belay at a ledge with a small tree.\n\nP3: leave the ledge and follow a thin crack in a very nice right facing dihedral past two fixed pitons. When under a small roof, make an exciting traverse straight right 15' (5.6) to gain a crack system and then up to a belay spot.\n\nP4: climb up into a right-facing dihedral.(There is a fixed pin ~3' left of the line, just before a smooth crux.) Continue up over a couple of bushes. Belay at a fixed pin in the corner.\n\nP5: continue up steep chunky blocks and trend rightward as desired to gain a rock-filled chute with a tree at its base.\n\nP6: follow the 4th class chute to the topp.","protection":"Pro to 3\", #4 C4 helpful.","location":"Next crack system right of the large roof, right of El Grandote."},"__v":0},{"_id":"UD4K7HspXbq3d6VWWPtd7w==","name":"Hard Lark","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"B. Beery and J. Williams, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":14,"mp_id":"105799963","mp_crag_id":"105799945","climb_id":"UD4K7HspXbq3d6VWWPtd7w==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This route climbs the face between the crack systems of East and West Lark.  The route-finding is tricky at times, and there are some runouts.  Start to the left of East and West Lark, climb up and right (crossing East Lark) to a small belay stance.  Climb the face and flakes up and right for another pitch, sharing a belay with West Lark.  Then move up and left to easier ground.  After another pitch, the climb merges with West Lark.","protection":"standard rack","location":""},"__v":0},{"_id":"En1LZSlBV5aPz0ZdFSoIeg==","name":"Grace Slick","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Wilson, Peter Wilkening, and Chris Wegener, 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":9,"mp_id":"105799957","mp_crag_id":"105799945","climb_id":"En1LZSlBV5aPz0ZdFSoIeg==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This climb consists of two clean, runout, low angle face pitches.   Rappel back down.","protection":"bolts and some gear","location":""},"__v":0},{"_id":"I0NeGuuCUjyHY08rAeekOg==","name":"Elegant Arch","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Joshua Reinig, Jonathan Reinig , Josh Wieberg. 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":1,"mp_id":"108332373","mp_crag_id":"105799945","climb_id":"I0NeGuuCUjyHY08rAeekOg==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This route follows the large obviouse arching overlaps, that make up the top 3rd of The North Face, ending at Who Dunnit.\n\nMost of the route is 5.8 or easier. Crux pitch 5.10+, is the Distinguishable and Elegant, Giant Arching Right Facing Dihedral. Between upper section of, Lip up Fatty and Sahara Terror.\n\nThis Climb was a vision 6 years in the making. Trying to piece together the puzzle and make the pieces flow together, Definitely  makes for an Excellent Adventure!!!","protection":"Standard Tahquitz rack. SLCD up to 4\". TCU's useful...","location":"Starts just right of Y crack buttress on Broken crack system, 5.7 to first pitch of El Wampo. Follow El Wampo to 5.4 roof. This is when the climbing gets exciting! At 5.4 roof step down and right one body length. Bust right following arching overlaps for 3 pitches, to  Crux Pitch.\n\nArriving at \"The Elegant Arch\", follow steep 5.10- climbing, in shallow lichen filled right facing corner with a finger crack. Staying more out right on the face for about 25' to a stance/rest.\n\nYou are now at part two of this giant arching corner, \"The Crux\". Perfect sustained hand crack in the middle of corner for 20', with the predominate hard move at the very end pulling the bulge.\n\nThe upper and final section. Once at the top third of the Elegant Arch, \"Be Mindful\" even though the climbing eases up 5.8, A Scary Knife edge, rope chopping Lip looms below. This along with a giant death dagger choked in the middle of this section, make for a great mental challenge!\n\nThis Corner/Monster Dihedral brings you right into Sahara Terror, just below the 5.7 Chimney. After crux either finish up Sahara Terror. Or continue out and right, following more exfoliating overlaps to top of Who Dunnit!"},"__v":0},{"_id":"MI5qf/c7Xc2ZWPjvjHmE2Q==","name":"El Whampo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Richard Coats, Larry Reynolds, D. McLean, and D. Ross, 1964","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":3,"mp_id":"105799951","mp_crag_id":"105799945","climb_id":"MI5qf/c7Xc2ZWPjvjHmE2Q==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This route starts just right of Northeast Farce, by some shallow cracks.  Go up these cracks, traverse left, and then over some small overhangs to a belay.  Pitch 2 (5.7) traverses right to a crux finger jam move, leading up to a very nice 120 foot long jam crack.  Easier climbing above largely follows Northeast Farce up to the shoulder of the rock above.","protection":"standard rack, a blue TCU or similar helps protect the traverse at the beginning of P2","location":""},"__v":0},{"_id":"ywTPu1bjUEuVKIq0qaeQ1g==","name":"El Monte","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Fred Zeil et al., 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":6,"mp_id":"105799954","mp_crag_id":"105799945","climb_id":"ywTPu1bjUEuVKIq0qaeQ1g==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"This route has four pitches, all low angle face climbing:  5.10A, 5.9, 5.9, and 5.10B.  Pitches 1 through 3 are very runout.  Pitch 2 is loose.","protection":"bolts plus some gear","location":""},"__v":0},{"_id":"b2kfVBc8UJ2J0gUmmkG5jA==","name":"El Grandote","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Yvon Chouinard and Harry Daley, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":4,"mp_id":"109124981","mp_crag_id":"105799945","climb_id":"b2kfVBc8UJ2J0gUmmkG5jA==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"A varied excursion up an obvious line.\n\nP1 starts in an obvious right facing dihedral under a large roof. Exit the dihedral left before reaching the roof then move back right in to crack. Finish on a nice belay ledge to the left with a small tree.\n\nP2 From the small tree move down the ledge a bit and then up a right to nice right facing flake. Or head up the short right facing corner above the tree with a stuck hex and piton in it and make some dicey slab moves over to the flake on the right. Trend right until right below a notch in the roof. I set up a awkward belay literally sitting on a bush.\n\nP3 Head up through the notch and continue on easy ground (intersecting El Whampo) to another belay below a roof.\n\nP4 Exit left through the roof or right up a short slab.\n\nP5 Easy climbing to the shoulder. Climb up a bit on the shoulder to gain an exit into the decent gully.","protection":"Pro to 3\".","location":"Obvious right facing corner into large roof directly left of\n\nEl Whampo\n\n."},"__v":0},{"_id":"mJdMi0QqUNKV4zPVov380Q==","name":"El Dorado","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Higgins and Richard Coats, 1963","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":5,"mp_id":"109559992","mp_crag_id":"105799945","climb_id":"mJdMi0QqUNKV4zPVov380Q==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"An all gear route with a very interesting second pitch. Starts same as El Monte but head left around the bush and through short crack (topo in the book is a bit off), through some overlaps. Step left around the roof then trend right on lay-backs. With a 70m I get to a perfect belay ledge. The next pitch trended right again and headed for a small bush that is a belay point for El Grandote. There's some slings on the bush and you literally sit in it to belay. With a 70m you can keep moving right and aim for a small over hang of 6in for a semi-hanging belay. Gear is super tricky to get there. Final pitch goes left to start then back right laybacking a right angling roof to finish on easy terrain.","protection":"Small stuff helps.","location":"Starts directly above big tree left of El Monte and right of huge roof."},"__v":0},{"_id":"aq4V1ojsWFCtRZzAo/cKzg==","name":"East Lark","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Chuck + Ellen Wilts, G Harr and B Tory 1950","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":15,"mp_id":"109288309","mp_crag_id":"105799945","climb_id":"aq4V1ojsWFCtRZzAo/cKzg==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"Climb right-facing corners, find the easiest path.","protection":"Standard.","location":"Start right of Hard Lark and left of West Lark. Take a left leaning ramp to right facing corners."},"__v":0},{"_id":"jHfvBuenXpaiu6mdVNUaGQ==","name":"Coup de Grace","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bill Cramer And Mark Uphus, Aug. 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"left_right_index":10,"mp_id":"105892554","mp_crag_id":"105799945","climb_id":"jHfvBuenXpaiu6mdVNUaGQ==","areaRef":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":"Route begins down and right of the start of Grace Slick. Climb a crack that starts at the base of the slab/pillar, at it's end step left up to a bolt, two more bolts (crux) lead to a belay at the top of the slab/pillar. (Note: You can bypass the first crux pitch by climbing the easy 4/5th class left end of the \"pillar\", makes the route 5.9). Second pitch climbs straight over small roof then move up and left (bolts) to a right facing dihedral formed by the Grace Slick slab. Climb up to then out over the dihedral at a roof onto the Grace Slick slab following cracks and other features (gear) to a two bolt belay. Climb straight up the right margin of the slab (bolts) to a belay in a corner at a small pine. Step left up onto the slab above following four more bolts sraight up to a final two bolt belay. Rap the route (60M single or two ropes). Lot of fun! (It might even be a 3 star route).","protection":"Nuts, small to medium cams, draws.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,08e49e2f-9145-54f6-823f-36ad193735af,2498cbb4-36bc-5cae-af3f-7a09ff60b422,b332ee68-a34d-515c-bfb5-a05a6a717d07","pathTokens":["USA","California","Tahquitz & Suicide Rocks","Tahquitz Rock","(b) North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":2,"label":"5.9"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.6"},{"count":4,"label":"5.7"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":8,"intermediate":9,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":9,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.68221,33.76108]},"bbox":[-116.68275087160076,33.76063033981814,-116.68166912839925,33.761529660181864],"left_right_index":-1,"ext_id":"105799945","area_id":"szLuaKNNUVy/taBaanF9Bw=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:54:22.798Z","updatedAt":"2024-01-15T16:40:54.781Z"}