{"_id":"63689d5ce80bff5a994f4c68","area_name":"8-Moynier","shortCode":"","climbs":[{"_id":"1jU5e9hCVvCU6ZoKkTi8cg==","name":"Zygofolis","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ken + Sharon Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":11,"mp_id":"113411716","mp_crag_id":"112287930","climb_id":"1jU5e9hCVvCU6ZoKkTi8cg==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Interesting moves in interesting spaces. Two roofs (both avoidable) and some interesting flakes to grab.\n\n. . (formerly called \"Beyond Left\").\n\n. . Nice to first start by climbing up \"Left Low Chimney\" or \"Divine Martine\".\n\n. . Bolts for this route are sometimes rather close to those for adjacent route to its right. Also the Variation gets its own bolt. So clip only the bolts you need for your chosen climbing -- when in doubt clip the one farther left.\n\nEasy up right side of dead tree to under roof, and pull over the roof.\n\n. . Variation (also interesting): Scramble up on blocky rocks to right side of roof. Traverse horizontal Left just barely above roof.\n\nNext traverse further left a few feet above top of roof. Then up, aiming for overhang which is a ways below the high inside left-facing corner under right side of peak at left end of summit ridge. Next climb around left side of overhang and diagonal left to a crack/flake. Up this to summit roof, staying well left of the obvious left-facing inside corner (which goes up to two-bolt anchor). Finish over right side of roof (about five feet left of two-bolt anchor).\n\n. . (There is another two-bolt anchor over top of the peak in a little gully on its SW side).\n\ndescent\n\n: See options\n\nunder Description of route \"Voie Directe\"\n\n.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"9 bolts up to two-bolts-connected-with-chain top anchor with opposing-gate carabiners just below cliff-top (as of 2017).\n\n. . (bolts and hangers are 304 Stainless, installed 2017).\n\n. . (for details on top anchor,\n\nsee under Protection for the route \"Far Left\"\n\n).\n\nAlso for parties who want to \"top out\" on the left summit of the Dent d'Argentine, there is a two-bolt anchor on the\n\nother\n\nside (SW) of the left high point of the summit ridge. These two bolts are down in a small corner/gully.\n\n. . (for details on this anchor,\n\nsee under Protection for the route \"Far Left\"\n\n).\n\nProtection for Trad leading is unknown, and likely inadequate.\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nnote: The two anchor bolts are vertically offset, so cannot just connect two quickdraws for lower-off or top-rope as many American sport climbers are accustomed. Consider bringing a sling or climbing accessory cord with one or two carabiners or quick-links.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"At left end of Mid-Level Ledge, just above from Left Low Chimney.\n\n- - >\n\nSee K on this Photo\n\nCould reach bottom of \"Left Low Chimney\" by scrambling up around left side of sector 7 Lewis, then hike up diagonal right up to obvious chimney at left end of bottom of sector 8 Moynier (under the Silverhorn mini-peak at left end of summit ridge).\n\nCould reach bottom of \"Divine Martine\" by scrambling up around left side of sector 7 Lewis (or by leading \"Salamander\" on Lewis), then hike right on wide grassy ledge like 20-30 feet, and up right to left end of lower wall of sector Moynier (under the Silverhorn mini-peak at left end of summit ridge)."},"__v":0},{"_id":"wiHbnNEaUgaAdCHq+TU1gQ==","name":"Voie Directe","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Ken + Sharon Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":12,"mp_id":"113411738","mp_crag_id":"112287930","climb_id":"wiHbnNEaUgaAdCHq+TU1gQ==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Interesting moves in interesting spaces.\n\n. . (formerly called \"Far Left\").\n\n. . Nice to first start by climbing up \"Left Low Chimney\" or \"Divine Martine\".\n\n. . Bolts in some parts of this route are closely spaced, like for a beginning leader. More experienced leaders will likely skip some bolts.\n\n. . Bolts for this route are sometimes rather close to those for adjacent route to its left. Also the Variation gets its own bolts. So clip only the bolts you need for your chosen climbing. If choose the Variation, then when in doubt clip the bolt farther right - (On the main route sometimes not so simple to decide).\n\nScramble up easy on blocky rocks to right side of roof and trend right to top of left-trending ramp. Up right another step or two, then long diagonal Left, aiming for overhang which is a ways below the obvious high inside left-facing corner under right side of peak at left end of summit ridge. Next work around left side of overhang then step right over its top.\n\n. . Variation (shorter less rope-drag, less interesting): Stop the diagonal left before reaching overhang, and zig-zag up the face to right of overhang.\n\nAim up to obvious inside left-facing corner, up left side of that to roof. Avoid that by crossing to right around corner to finish at two-bolt anchor.\n\ndescent\n\n: Several options - (see sector Moynier area page for more details about some of these options).\n\n(a) simple and pleasant but long is to top out, then over down the backside west and soon hit the main hiking trail\n\n-- or could bushwhack down around the north side.\n\n(b) top out and scamble north along summit ridge and rappel from the top anchor of one of the other routes (e.g. \"Papageno\"), down to the rappel anchor at the top of the route Mamba near the right end of the Mid-Level Ledge, then make a second rappel from there,\n\n(c) rappel or lower back down to base of this route (rope might get caught in jagged tree in gully to left, then scramble north along the Mid-Level Ledge to the rappel anchor at the top of the route Mamba near the right end of the Mid-Level Ledge, then make a second rappel from there,\n\n(d) Rappel or lower to the bottom of the route \"Left Low Chimney\" (below left from bottom of this route) - (rope more iikely to get caught in jagged tree in gully to left), then scramble down from there (careful 3rd class).\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"10 bolts up to two-bolts-connected-with-chain with opposing-gate carabiners just below cliff-top (as of 2017).\n\n. . (intermediate bolts and hangers are 304 stainless, installed 2017).\n\n. . (top anchor: Bolts + upper hanger are 304 stainless. But due to a mistake in purchasing, the lower hanger is Plated-Steel - until it gets replaced. Other anchor hardware is mostly Plated-Steel. Installed 2017).\n\nAlso for parties who want to \"top out\" on the left summit of the Dent d'Argentine, there is a two-bolt anchor on the\n\nother\n\nside (SW) of the left high point of the summit ridge. These two bolts are down in a small corner/gully.\n\n. . (bolts + hangers are 304 stainless, installed 2017).\n\nProtection for Trad leading is unknown, and likely inadequate.\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nnote: The two anchor bolts are vertically offset, so cannot just connect two quickdraws for lower-off or top-rope as many American sport climbers are accustomed. Consider bringing a sling or climbing accessory cord with one or two carabiners or quick-links.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"At left end of mid-level ledge, just above from Left Low Chimney.\n\n- - >\n\nSee L on this Photo\n\nCould reach bottom of \"Left Low Chimney\" by scrambling up around left side of sector 7 Lewis, then hike up diagonal right up to obvious chimney at left end of bottom of sector Moynier (under the Silverhorn mini-peak at left end of summit ridge).\n\nCould reach bottom of \"Divine Martine\" by scrambling upound left side of sector 7 Lewis (or by leading \"Salamander\" on Lewis, then hike right on wide grassy ledge like 20-30 feet, and up right to left end of lower wall of sector Moynier (under the Silverhorn mini-peak at left end of summit ridge)."},"__v":0},{"_id":"vL/Z4rNfWPqGrBS73HLJtw==","name":"Unmix","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ken Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":6,"mp_id":"113407292","mp_crag_id":"112287930","climb_id":"vL/Z4rNfWPqGrBS73HLJtw==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Just a way to connect a multi-pitch route from the bottom to the top of the Dent d'Argentine cliff.\n\n. . (formerly called \"Low Connect from Melchsee\").\n\nA way to connect to this route from below would be to lead the bolted sport route \"Obelix\" of sector 7 Lewis -- or easier but farther from base of this route could lead the route \"Salamander\" of sector Lewis.\n\nIf not already at the standing dead tree, walk right roughly horizontally parallel to top edge of the Lewis cliff to reach it. From the tree, walk horizontal right until reach the right end of the top of the Lewis cliff. Step onto rock face (across the top of the a right-facing chimney/corner. Traverse under a bolt, and soon reach the vertical bolt line for the route \"Papageno\" join that (5.6) up to to two-bolt anchor - (or could turn upward sooner and join the route \"Right Low Chimney\".\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"One bolt for the final section traversing across rock face over top of Right Low Chimney.\n\nCould be Top-Roped from the two-bolt anchor near the right end of the Mid-Level Ledge - (but not clear what purpose this would serve).","location":"The standing dead tree near the right side of the wide ledge at the top of the Melchsee sector.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"VwKtEh29VqucNtNH00Wlrw==","name":"Right Low Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"TR  Sharon + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":7,"mp_id":"112965874","mp_crag_id":"112287930","climb_id":"VwKtEh29VqucNtNH00Wlrw==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Variery of techniques required.\n\nStart at bottom of chimney corner and climb to its top. Then up to join the route \"Remix\", and up that to the 2-bolt anchor near right side of mid-level ledge.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"2-bolt top anchor but no intermediate bolts as of May 2017.\n\nTop-Roping: Could use the 2-bolt top anchor at mid-level ledge as anchor.\n\nFor ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"At the left side of the low right base of lower part of the Moynier wall is a right-facing chimney/corner.\n\n- - >\n\nSee F on this Photo\n\nCould reach the low right base by hiking up steep right from base of sector Lewis, then scramble up steep left to rough platform next to right-facing chimney/corner.\n\nOr by first hiking to the right end of base of sector Lewis, then\n\nclimbing\n\nthe route \"\n\nRight Edge\n\n\" to the mid-way anchor at its 5th bolt, then scrambling up right a short ways to the \"low right\" base of sector Moynier."},"__v":0},{"_id":"c1KYHNtLWpWkDhSpwLUafw==","name":"Right High Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":17,"mp_id":"114798658","mp_crag_id":"112287930","climb_id":"c1KYHNtLWpWkDhSpwLUafw==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Some interesting moves.\n\nStart just right of tree trunk which is about five feet right from below rappel anchor, just left of directional bolt and 10-15 feet left from bush on platform. Immediately over a bulge, aim roughly straight up (perhaps over another bulge), toward hidden two-bolt anchor near back edge of top of cliff.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Fixed protection only two top anchors.\n\nNo intermediate bolts for leading as of 2018.\n\nUpper anchor is two-bolts-connected-by-chain, with rappel ring.\n\n. . (Bolts + upper hanger are 304 Stainless steel 3/8-inch x 2.75-inch. Installed 2017).\n\n. . (Chain + quick-links + lower hanger + rappel ring are Plated steel. Installed 2018).\n\nLower anchor two-bolts-connected-by-chain with ramshorn lower-off.\n\n. . (bolts + upper hanger are 304 Stainless steel 3/8-inch x 2.75-inch. Lower hanger + ramshorn (pigs tail) lower-off are 316 Stainless steel. 5-link chain + quick-links are Plated steel. Installed 2018).\n\nProtection for Trad leading is unknown, and likely inadequate.\n\nTop-Roping: For ideas about how to get access to set up top anchor,\n\nsee Description page for Moynier sector\n\n.\n\nnote\n\n: Since the anchor is set well back from the top of the steep part of the cliff, likely need a long sling or two to connect to the bolts for top-roping, to avoid rope drag and abrasion of the belay rope.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"Below a bulge just right of tree trunk which is about five feet right from below rappel anchor; and just left of directional bolt and 10-15 feet left from bush on platform.\n\n- - >\n\nSee Q on this Photo"},"__v":0},{"_id":"pFJwXprgUNeT657C7FU5OA==","name":"Remix","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Alistair Veitch + Tara + Sharon + Ken Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":5,"mp_id":"113407370","mp_crag_id":"112287930","climb_id":"pFJwXprgUNeT657C7FU5OA==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Thoughful face climbing.\n\nInteresting way to connect a multi-pitch route from the bottom to the top of the Silverhorn cliff.\n\n. . (formerly called \"Right Connect from Melchsee\").\n\nA way to connect to this route from below would be to lead the bolted sport route \"Obelix\" of sector 7 Lewis -- or easier but farther from base of this route could lead the route \"Salamander\" of sector Lewis.\n\nIf not already at the standing dead tree, walk right roughly horizontally parallel to top edge of Melchsee cliff to reach it. From the tree, walk horizontal right (N) 10 feet, then scramble up rock diagonal right 10 feet past 2-bolt anchor, then down a bit to another ledge which slopes down gentle right. Look up and see bolt. Climb up to this, then diagonal right (to well above right-facing chimney/corner), and finish straight up (staying a bit to the left of the bolt line for the route \"Papageno\") to reach two-bolt anchor near right end of Mid-Level Ledge.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Bolts (not sure how many, perhaps 8?) up to two-bolt anchor with mussy-hooks, and also a rappel ring on cord (as of July 2017).\n\n. . (bolts + hangers are 304 stainless. Other anchor hardware is mostly Plated-Steel. Anchor and intermediate bolts installed 2017).\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"The standing dead tree near the right side of the wide ledge at the top of the Melchsee sector.\n\n- - >\n\nsee on this Photo"},"__v":0},{"_id":"ulp5B73GUFuP+HMU/TYmxA==","name":"Papageno","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ken + Sharon Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":16,"mp_id":"112966095","mp_crag_id":"112287930","climb_id":"ulp5B73GUFuP+HMU/TYmxA==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Slab climbing rich in holds.\n\n. . (formerly called \"Right Anchor Up\").\n\n. . Could be good for climbers just getting into sport leading, since spacing of most of the bolts is fairly close. More experienced leaders will likely skip some bolts.\n\n. . (Could link from \"Mamba\" route in lower part).\n\nStart up left from 2-bolt anchor, at first less difficult (and rather mossy as of 2017), then gets steeper. Finish at 2-bolts-with-chain top anchor.\n\nVariation: finishing direct to 2-bolt (no chain) top anchor to left is harder, like 5.8.\n\nIf want to continue above anchor to summit ridge - (for the view, or to set up TR on another route, or walk over to the \"Family Wall\" sector to climb higher) - could bring a long sling to construct \"natural\" protection on a rock horn above left from 2-bolts-with-chain top anchor.\n\ndescent: Several options - (see sector Moynier area page for more details about some of these options).\n\n(a) simple and pleasant but long is to top out, then over down the backside west and soon hit the main hiking trail\n\n-- or could bushwhack down around the north side.\n\n(b) rappel or lower back down to base of this route (which is also the top of the route \"Mamba\"), then make a second rappel from there down to near the base of sector Secor, then hike down from there.\n\n(c) with a 70-meter rope, can rappel to the wide ledge at the top of sector Lewis near the standing dead tree, then make a second rappel from one of the anchors above or below the standing dead tree.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Top anchor is two-bolts-connected-by-chain with two-opposing-gate-carabiners. 9 intermediate bolts for leading.\n\n. . (bolts + upper hanger are 304 stainless. But due to a mistake in purchasing, the lower hanger is Plated-Steel (until it gets replaced). Other anchor hardware is mostly Plated-Steel. Anchor and intermediate bolts installed 2017).\n\n1 directional bolt a few feet below left from top anchor could help for top-roping a different line.\n\n. . (bolt + hanger are 304 Stainless steel 3/8-inch x 2.75-inch.\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nnote: The two anchor bolts are vertically offset, so cannot just connect two quickdraws for lower-off or top-rope as many American sport climbers are accustomed. Consider bringing a sling or climbing accessory cord with one or two carabiners or quick-links.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"Start near 2-bolt anchor near right end of mid-level ledge.\n\n- - >\n\nsee P on this Photo"},"__v":0},{"_id":"WjgW/PwvWTOWjL/QfuCw9Q==","name":"NorthEast ridge Right side","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"TR Sharon + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":20,"mp_id":"113414796","mp_crag_id":"112287930","climb_id":"WjgW/PwvWTOWjL/QfuCw9Q==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Interesting moves.\n\ndirections\n\n: Start on wide ledge / platform on top left of sector 9 Secor.\n\nStay to right side of ridge crest - sometimes farther right.\n\nLogical point to finish first pitch is at a bush above right from the big bush blocking the crest of the ridge.\n\nNext roughly straight up staying off to right side of ridge crest to finish around the corner to right of two-bolt anchor.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Fixed protection is only two top anchors. No intermediate bolts for leading.\n\nProtection for Trad leading is unknown, and likely inadequate.\n\nLower top anchor is two bolts not connected and with no attached lower-off hardware.\n\n. . (bolts + hangers are 304 Stainless steel 3/8-inch x 2.75-inch. Installed 2018).\n\n. . (perhaps these two bolts could be connected by a 9-link chain + quick-links).\n\nUpper top anchor is two-bolts-connected-by-chain with ramshorn lower-off.\n\n. . (for details about this anchor,\n\nSee under Protection for the route \"NorthWest Ridge Direct\"\n\n).\n\nFor parties who want to \"top out\" onto the summit ridge of the Silverhorn, there is a two-bolt anchor on the summit ridge about 12-15 feet above left from the two-bolts-with-chain anchor which is just below the cliff-top.\n\n. . (for details about this anchor,\n\nSee under Protection for the route \"Right High Face\"\n\n).\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nnote: The two anchor bolts are vertically offset, so cannot just connect two quickdraws for lower-off or top-rope as many American sport climbers are accustomed. Consider bringing a sling or climbing accessory cord with one or two carabiners or quick-links.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"Wide ledge / platform on top left of sector 9 Secor. This could be reached by Leading the route \"Hammerbruch\" on sector Secor.\n\n- - >\n\nSee T on this Photo"},"__v":0},{"_id":"4TQLUdf2XAuqpPGZvXXGgA==","name":"NorthEast ridge Left side","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Sharon + Ken Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":18,"mp_id":"113414667","mp_crag_id":"112287930","climb_id":"4TQLUdf2XAuqpPGZvXXGgA==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Interesting moves on a variety of rock features.\n\nCould be used as a second pitch continuation of the routes \"Left Ridge\" or \"Connect\" of sector Secor.\n\nStart about twenty feet horizontal right (over tree trunk) from two-bolt anchor near right end of Mid-Level Ledge.\n\nFollow corners and cracks off to the left side of the ridge crest, aim to finish a few feet\n\nleft\n\nof bolt anchor for the route \"NE Ridge DIrect\".\n\n. . . (Variation Finish: Instead of staying left, finish \"direct\" close or on the crest of the ridge to the top anchor for \"NE Ridge DIrect\" - but not not so well protected, and lacks positive holds).\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"8 bolts for intermediate Lead protection up to two-bolt anchors (choose among Lower or Upper left or Upper right).\n\nUpper Left anchor is most useful for parties who want to \"top out\" and visit the Siverhorn summit.\n\n. . . HIghest intermediate bolt is very close (below left) to Lower anchor -- but it is also used by leaders who are skipping that anchor to go for the Upper Left anchor).\n\n. . . Going \"direct\" to the top anchor in highest part seems run-out, because no positive holds, and the lead bolt is off to the left.\n\nLower anchor is two-bolts-connected-by-chain with ramshorn lower-off.\n\n. . (bolts + upper hanger are 304 Stainless steel 3/8-inch x 2.75-inch. Lower hanger + ramshorn (pigs tail) lower-off are 316 Stainless steel. 4-link chain + quick-links are Plated steel. Installed 2018).\n\nUpper Left anchor is two-bolts-connected-by-chain with rappel ring.\n\n. . (for details about this anchor,\n\nSee under Protection for the route \"Right High Face\"\n\n).\n\nUpper Right anchor is two-bolts-connected-by-chain with ramshorn lower-off..\n\n. . (for details about this anchor,\n\nSee under Protection for the route \"NorthWest Ridge Direct\"\n\n).\n\n. . . intermediate bolts for leading are all 304 Stainless steel 3/8-inch x 2.75-inch. Installed 2018.\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nnote: The two anchor bolts are vertically offset, so cannot just connect two quickdraws for lower-off or top-rope as many American sport climbers are accustomed. Consider bringing a sling or climbing accessory cord with one or two carabiners or quick-links.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"Twenty feet or so horizontal right over tree trunk from two-bolt anchor near right end of Mid-Level Ledge. Just left from crest of ridge and obvious bush on ridge crest.\n\nObvious way to reach this is by first climbing the route \"Left Ridge\" of sector 9 Secor (or any other route that connects from sector Secor to sector Moynier).\n\nCan also be reached by traversing right (clamblering over the trunk of a tree) from the Mid-Level Ledge. There is a bolt above the traverse right from the anchor for Mambo (which is also a rappel anchor), which is intended to protect the move right down from the trunk of the tree.\n\n- - >\n\nSee R on this Photo"},"__v":0},{"_id":"YYSAJFF8UfW2NPP2EO0I1A==","name":"NorthEast ridge Direct","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ken Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":19,"mp_id":"113414691","mp_crag_id":"112287930","climb_id":"YYSAJFF8UfW2NPP2EO0I1A==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Lots of thoughtful face moves on crest of ridge. Fairly sustained in diffficulty.\n\nIdea is to make all moves as much exactly on the crest as possible. The crest weaves a bit.\n\nMakes a nice second pitch continuation for the routes \"Left Ridge\" or \"Connect\" of sector 9 Secor.\n\ndirections\n\n: Start on ledge by big bush which is horizontal right from the Mid-Level Ledge of sector Moynier.\n\nUp the along crest of ridge to finish just right of two-bolt anchor.\n\n. . . (about 2/3 of the way there is a choice of bolts left or bolts right -- step Right to stay on this route).\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"9 bolts for intermediate Lead protection up to top anchor: Two-bolts-connected-with-chain with ramshorn lower-off.\n\n. . (bolts + upper hanger are 304 Stainless steel 3/8-inch x 2.75 inch. Lower hanger + ramshorn (pigs tail) lower-off are 316 Stainless. 3-link chain + quick-links are Plated steel. Anchor installed 2017).\n\n. . (intermediate bolts for leading are all 304 Stainless steel 3/8-inch. Installed 2018).\n\nFor parties who want to \"top out\" onto the summit ridge of the Silverhorn, there is a two-bolt anchor with rappel ring on the summit ridge about 12-15 feet above left from that anchor.\n\n. . (for details about this anchor,\n\nSee under Protection for the route \"Right High Face\"\n\n).\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nnote: The two anchor bolts are vertically offset, so cannot just connect two quickdraws for lower-off or top-rope as many American sport climbers are accustomed. Consider bringing a sling or climbing accessory cord with one or two carabiners or quick-links.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"On ledge by big bush which is horizontal right from the Mid-Level Ledge of sector Moynier.\n\nObvious way to reach this is by first climbing the route \"Left Ridge\" of sector 9 Secor (or any other route that connects from sector Secor to sector Moynier).\n\nCan also be reached by traversing right (clamblering over the trunk of a tree) from the Mid-Level Ledge. There is a bolt above the traverse right from the anchor for Mambo (which is also a rappel anchor), which is intended to protect the move right down from the trunk of the tree.\n\n- - >\n\nSee S on this Photo"},"__v":0},{"_id":"k0sZhtLQXS+HKkx6TRZa5A==","name":"Mamba","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"TR Sharon + Ken Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":8,"mp_id":"112965594","mp_crag_id":"112287930","climb_id":"k0sZhtLQXS+HKkx6TRZa5A==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Variety of climbing, mostly on positive holds.\n\n. . (Could link to \"Papageno\" route in upper part).\n\nStart by rock platform just below a bulge.\n\nGet up onto platform, next figure out how to get over the bulge. Then up along right side of face.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"10 intermediate bolts for leading.\n\n. . (intermediate bolts+hangers are 304 Stainless, installed 2017).\n\nTop anchor is three bolts in a triangle with the center bolt above the outside bolts and connected to each by a chain. Left bolt has a ramshorn lower-off, and right bolt has a rappel ring.\n\n. . Anchor bolts and upper center hanger are 304 Stainless 3/8-inch x 2.75-inch. Lower Left hanger + attached ramshorn (pigs tail) lower-off are 316 Stainless steel. Lower RIght hanger is Plated steel. Two 5-link chains + quick-links + rappel ring are Plated steel. Bolts installed 2016. Chains + quick-links + ramshorn + rappel ring installed 2018.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"At the right side of the low right base of lower part of the Moynier wall is a rock platform just below a bulge.\n\n- - >\n\nSee G on this Photo\n\nCould reach the low right base by hiking up steep right from base of sector Lewis, then scramble up steep left to rough platform next to right-facing chimney corner.\n\nOr by first hiking to the right end of base of sector Lewis, then climbing the route \"\n\nRight Edge\n\n\" to the mid-way anchor at its 5th bolt, then scrambling up right a short ways to the \"low right\" base of sector Moynier."},"__v":0},{"_id":"FlN8OA93XtiamMbbQ9n4Uw==","name":"Left Low Face","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"TR Sharon + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":2,"mp_id":"113407445","mp_crag_id":"112287930","climb_id":"FlN8OA93XtiamMbbQ9n4Uw==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Nice enough moves at the difficulty grade, but rather short and rather mossy (would be better if cleaned).\n\nEasiest way to connect from Lewis sector 7 to left side of Moynier sector 8 - (e.g. like to connect up to the route \"Voie Directe\").\n\nGo up mossy rock to mid-level ledge.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Could be top-roped from the high two-bolt anchor at the top of the cliff of the upper part of sector Moynier -- perhaps simplest with the belayer on the Mid-Level Ledge,\n\nabove\n\nthis route\n\nFor ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"Near left end of lower part of Miroir face, below mossy shallow wide gully (well to the left from below the Shade Tree in center of the Mid-Level Ledge).\n\n- - >\n\nSee C on this Photo"},"__v":0},{"_id":"ZEDp24qSUdarmp0YR4FMWg==","name":"Left High Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":13,"mp_id":"113411760","mp_crag_id":"112287930","climb_id":"ZEDp24qSUdarmp0YR4FMWg==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Thoughtful face climbing.\n\nRoughly straight up to the directional bolt which is below right from the cliff-top left-end anchor.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Fixed protection only top anchor. No intermediate bolts for leading as of 2018.\n\nProtection for Trad leading is unknown, and likely inadequate.\n\nTop anchor is two-bolts-connected-by-chain with ramshorn lower-off.\n\n. . (bolts + upper hanger are 304 Stainless steel 3/8-inch x 2.75-inch. Lower hanger + ramshorn (pigs tail) lower-off are 316 Stainless steel. 6-link chain + quick-links plated steel. Installed 2018).\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nnote: The two anchor bolts are vertically offset, so cannot just connect two quickdraws for lower-off or top-rope as many American sport climbers are accustomed. Consider bringing a sling or climbing accessory cord with one or two carabiners or quick-links.","location":"On mid-level ledge a ways left from the Shade Bush, roughly under the directional bolt which is below right from the cliff-top left-end anchor (which is well left from the cliff-top central bush). Near the bottom of easy ramp which goes up left.\n\n- - >\n\nSee on this Photo"},"__v":0},{"_id":"DuxVkJHJWTSvrBYAA1JmQQ==","name":"Left Center Low Face","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":3,"mp_id":"114965686","mp_crag_id":"112287930","climb_id":"DuxVkJHJWTSvrBYAA1JmQQ==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Lots of thoughtful moves.\n\nUp vague sub-ridge directly up from the standing dead tree. Finish to Mid-Level Ledge about 5 ft left of two-bolt anchor or 15 ft left of the shady bush.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Two-bolts-connected-by climbing-rope top anchor just above mid-level ledge about 10 feet left from the Shade Bush. With two carabiners attached.\n\n. . . Details about this anchor, see the route \"Center Low Face\".\n\nNo intermediate bolts for leading as of 2018.\n\nProtection for Trad leading is unknown and likely inadequate.\n\nTop-Roping: Could use the 2-bolt top anchor at mid-level ledge as anchor. Or could use one of the anchors along the top of Moynier sector, with belayer on mid-level ledge (but this could result in a long fall due to rope stretch).\n\nFor ideas about how to get access to set up top anchor, see Description page for Moynier sector.","location":"Directly up from the standing dead tree, at foot of vague ridge.\n\n- - >\n\nSee Cc on this Photo"},"__v":0},{"_id":"5ROTEIERXoKslABagxkN0A==","name":"Left Center High Face","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":14,"mp_id":"114965695","mp_crag_id":"112287930","climb_id":"5ROTEIERXoKslABagxkN0A==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Lots of thoughtful moves.\n\nStart on left half of lowest continuous rock just above Mid-Level Ledge, about 7 ft left of two-bolt anchor with carabiners, or 15-20 ft left of the Shady Bush. Aim for left side of high bush up at top of cliff, roughly straight up toward two-bolt anchor (or a bit left). Harder finish if stay left of (and avoid using) thin crack going up to anchor.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Fixed protection only top anchor. No intermediate bolts for leading as of 2018.\n\nProtection for Trad leading is unknown, and likely inadequate.\n\nTop anchor is  two-bolts-connected-by-chain with rappel ring.\n\n. . (bolts + upper hanger are 304 Stainless steel 3/8-inch x 2.75-inch. Lower hanger + rappel ring + chain + quick-links are Plated steel. Installed 2018).\n\nTop-Roping: For ideas about how to get access to set up top anchor, see Description page for Moynier sector.\n\nnote: The two anchor bolts are vertically offset, so cannot just connect two quickdraws for lower-off or top-rope as many American sport climbers are accustomed. Consider bringing a sling or climbing accessory cord with one or two carabiners or quick-links.","location":"The lowest continuous rock just above Mid-Level Ledge 15-20 ft left from the Shady Bush.\n\n- - >\n\nSee Mm on this Photo"},"__v":0},{"_id":"rQGvV+uyWLOcnpq3CSrIBQ==","name":"Gully to Ridge Right side","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":10,"mp_id":"114965780","mp_crag_id":"112287930","climb_id":"rQGvV+uyWLOcnpq3CSrIBQ==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Lots of thoughtful moves in two different rock situations.\n\nStart up the gully between the blocks of \"Mamba\" and \"Blocks to Ridge\", and the ridge of \"Left Ridge\". Before the gully gets substantially vegetated, trend left adn then finish up face along right side of ridge, up to three-bolt anchor.\n\nwarning: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Fixed hardware is top anchor only.\n\nNo intermediate bolts for leading as of 2018.\n\nProtection for Trad leading is unknown and likely inadequate.\n\nTop anchor is three bolts with ramshorn lower-off.\n\n. . (\n\nDetails see the route \"Mamba\"\n\n).\n\nFor ideas about how to get access to set up top anchor, see Description page for Moynier sector.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"Gully between the blocks of \"Mamba\" and \"Blocks to Ridge\", and the ridge of \"Left Ridge\".\n\n- - >\n\nSee J on this Photo"},"__v":0},{"_id":"8bkWAm0UUFaO05MKuhKVMA==","name":"Far Left Low Chimney","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":0,"mp_id":"112376935","mp_crag_id":"112287930","climb_id":"8bkWAm0UUFaO05MKuhKVMA==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Fun interesting moves (without squirming), but too short in itself.\n\nBut makes a fun connection for a multi-pitch from the bottom (Melchsee) to cliff-top of Miroir).\n\nOr makes a nice start to the \"Voie Directe\" or \"Zygofolis\" routes in the upper part.\n\nOr could be used to access the Mid-Level Ledge at the top of lower part and the bottom of the upper part of sector Miroir.\n\nUp the wide open corner / gully to the ledge at its top.\n\nVariation: Instead take the face to the left of the chimney (less interesting and not easier).\n\nTop-Rope: Could be use the two-bolt anchor at left side of top of Miroir as top anchor, and have bottom-belayer on the Mid-Level Ledge.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"1 intermediate bolt for leading to a two-bolts-connected-by-climbing-rope top anchor about fifteen feet away on ledge.\n\n. . (bolts and hangers are 304 Stainless, installed 2017).\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.","location":"Partway up along the left edge of the Miroir face is an obvious gully / wide open corner of broken rock.\n\nFind it by scrambling up arouund the left side of sector 7 Melchsee, then continuing a bit higher than the ledge at the top of the Melchsee face.\n\n- - >\n\nSee A on this Photo\n\n. . . .\n\nor on this Photo"},"__v":0},{"_id":"1WHk5t3/Wr6J6s0sxkqtHw==","name":"Divine Martine","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Ken + Sharon Roberts","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":1,"mp_id":"113418110","mp_crag_id":"112287930","climb_id":"1WHk5t3/Wr6J6s0sxkqtHw==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Fun climbing though short.\n\nMainly a connection to make a multi-pitch route from left bottom of Lewis sector to left top of the Silverhorn - (most obvious to connect up to \"Voie Directe\" or \"Zygofolis\").\n\nUp on rock to small ledge, next step left about six feet to crack, finish up that to reach Mid-Level Ledge.\n\nVariation 1: Above the small ledge, instead take the face right of the crack (5.3).\n\nVariation 2: When reach the small small ledge, instead walk Left (slightly) down and around corner to find chimney. Finish up route \"Far Left Low Chimney\" to left end of Mid-Level Ledge.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"4 bolts to two-bolts-connected-with-chain anchor with rappel ring attached.\n\n. . (bolts and upper hanger are 304 Stainless steel, installed 2017).\n\n. . (chain + lower hanger + rappel ring are Plated steel, installed 2018).\n\nTop-Roping: For ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nCould use the anchor at the left end of cliff top as a top-anchor for TR, and have belayer on Mid-Level Ledge.","location":"Almost to the left end of lower part of Miroir face, left of mossy shallow wide gully.\n\n- - >\n\nSee B on this Photo"},"__v":0},{"_id":"1YYpN7GVXx29h5nWyo5qeQ==","name":"Center Low Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":4,"mp_id":"112965985","mp_crag_id":"112287930","climb_id":"1YYpN7GVXx29h5nWyo5qeQ==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Thoughtful face climbing.\n\n. . (perhaps could link to \"Center High Face\" route in upper part).\n\nUp the face to finish near the \"shade bush\" around right center of Mid-Level Ledge.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Two-bolts-connected-by-chain top anchor just above mid-level ledge about 10 feet left from the Shade Bush. With two carabiners attached.\n\n. . (bolts + upper hanger are 304 Stainless steel 0.375 x 2.75-inch. Installed 2017).\n\n. . (lower hanger + 7-link chain + 3 quick-links + 2 carabiners are Plated steel. Installed 2018).\n\nRight anchor -- There is another bolt anchor in under the right side of the Shade Bush. This anchor is two-bolts-connected-by-chainwith two carabiners attached.\n\n. . (bolts + upper hanger are 304 Stainless steel 0.375 x 2.75-inch. Installed 2018).\n\n. . (lower hanger + 8-link chain + 2 quick-links + 2 carabiners are Plated steel. Installed 2018).\n\nNo intermediate bolts for leading as of 2018.\n\nProtection for Trad leading is unknown and likely inadequate.\n\nTop-Roping: Could use the 2-bolt top anchor at mid-level ledge as anchor. Or could use one of the anchors along the top of Moynier sector, with belayer on mid-level ledge (but this could result in a long fall due to rope stretch).\n\nFor ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.","location":"Right side of higher left side base of Moynier sector, 5-10 feet left of top of right-facing chimney/corner.\n\n- - >\n\nSee D on this Photo\n\nCould reach base of this route by scrambling up around left side of Lewis sector, or by first climbing a route on Lewis sector, or by lowering off mid-level anchor on right side of Moynier sector."},"__v":0},{"_id":"CxFznITbVOmwn1dALYvpig==","name":"Blocks to Ridge","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"TR Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":9,"mp_id":"114965755","mp_crag_id":"112287930","climb_id":"CxFznITbVOmwn1dALYvpig==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Variety of interesting moves in two different rock situations.\n\nStart up blocks 8 ft right of the Mamba block platform, and 12 ft left of gully. At top of blocks, pull over bulge onto face, then up ridge to three-bolt anchor.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Fixed hardware is top anchor only.\n\nNo intermediate bolts for leading as of 2018.\n\nProtection for Trad leading is unknown and likely inadequate.\n\nTop anchor is three bolts with ramshorn lower-off.\n\n. . (\n\nDetails see the route \"Mamba\"\n\n).\n\nFor ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"Blocks 8 ft right of the Mamba block platform, and 12 ft left of gully (which is left of \"Left Ridge\" of sector Secor).\n\n- - >\n\nSee H on this Photo"},"__v":0},{"_id":"hukBUlOFVUG5ponMVikesA==","name":"Center High Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"TR Sharon + Ken Roberts","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"left_right_index":15,"mp_id":"112966389","mp_crag_id":"112287930","climb_id":"hukBUlOFVUG5ponMVikesA==","areaRef":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":"Thoughtful slab / face moves.\n\n. . (Perhaps could link from Center Low Face route in lower part).\n\nUp to finish 3-5 feet left of 2-bolt anchor neat top of climb, wandering from side-to-side to find easier climbing.\n\nVariation: finishing direct to 2-bolt top anchor is harder, like 5.8.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.\n\nFA first ascent? The listing of a Top-Rope first ascent does not imply that top-roping is the \"appropriate\" style for this route. If some party bolts this route and leads it and supplies a careful description of the size and metal-composition of the bolts and hangers - (by posting an Improve This Page or a Comment below) -- they wlll be given first-rank FA on this page. Also they can supply their own name for this climb (which is why currently this route has a \"generic\" name, awaiting installation of hardware).","protection":"Top anchor is two-bolts-with-mussy hooks -- but only one intermediate bolt as of July 2017.\n\n. . (bolts + hangers are 304 Stainless steel 3/8-inch x 2.75-inch. Mussy hooks + quick-links are Plated steel. Anchor installed 2016, directional bolt 2017).\n\n. . (as of 2018, the nut for the right-hand bolt does not have a washer).\n\n1 directional bolt a few feet below right from top anchor could help for top-roping a different line.\n\n. . (botl + hanger are 304 Stainless steel 3/8-inch x 2.75-inch.\n\nProtection for Trad leading is unknown and likely inadequate.\n\nTop-Roping: Could use the 2-bolt anchor near top of cliff a bit right from bush as top anchor. There is a bolt below left from that which could be used for directional protection.\n\nFor ideas about how to get access to set up top anchor, see\n\nDescription page for Moynier sector\n\n.\n\nIn case anchor hardware is damaged or missing or otherwise inadequate, recommend to carry a few feet of 8mm climbing accessory cord and at least one quick-link.","location":"Start on mid-level ledge about 25 feet left from two-bolt anchor near right end of ledge. Left of large bush (small tree?).\n\n- - >\n\nSee on this Photo"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,2d851305-4237-55da-9626-16bb345bb0ad,85ff83a4-59fa-5e29-a266-ac1e73e33385,1ef3ea87-9e9f-5901-8ef8-10755155a6a0","pathTokens":["USA","California","Sierra Eastside","June Lake Area","Silver Lake","8-Moynier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":2,"label":"5.4"},{"count":3,"label":"5.3"},{"count":7,"label":"5.6"},{"count":4,"label":"5.7+"},{"count":2,"label":"5.8+"}],"byDiscipline":{"sport":{"total":10,"bands":{"unknown":0,"beginner":10,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":21,"bands":{"unknown":0,"beginner":21,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":21,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.1288,37.77386]},"bbox":[-119.12936887718075,37.773410339818135,-119.12823112281927,37.77430966018187],"left_right_index":-1,"ext_id":"112287930","area_id":"HvPqh56fWQGO+BB1UVWmoA=="},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:54:23.348Z","updatedAt":"2024-01-15T16:40:55.311Z"}