{"_id":"6368a4bbe80bff5a995a77c3","area_name":"Matrix, The","shortCode":"","climbs":[{"_id":"E2Htklq/WNKccna1JHXHtQ==","name":"Unnamed","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.11912,30.37672]},"left_right_index":0,"mp_id":"118723665","mp_crag_id":"118722562","climb_id":"E2Htklq/WNKccna1JHXHtQ==","areaRef":"1bgn7+2LX0WUrzqp6Jhdyw=="},"content":{"description":"This is a face climb just left of Trinity, and it has its own anchors. The local guidebook does not mention it.\n\n The beginning is steep, with a start like a bouldering move. About halfway up, it eases significantly. \n\n My son thought it felt 5.9, and I thought it broke into 5.10, so I'm entering this with a 5.9+ suggested grade.\n\n Access the anchors from above or lead Trinity first and then traverse.","protection":"Two bolted anchors.","location":"The face just to the left of Trinity, which is the only bolted route here."},"__v":0},{"_id":"g6Qns124V3irZlQjdwtK5g==","name":"Trinity","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Louie Graham","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.11912,30.37672]},"left_right_index":1,"mp_id":"118722745","mp_crag_id":"118722562","climb_id":"g6Qns124V3irZlQjdwtK5g==","areaRef":"1bgn7+2LX0WUrzqp6Jhdyw=="},"content":{"description":"Trinity ascends a double crack system formed by what appears to be a detached or detaching block.\n\n The route makes a nice final climb of the day because it is easy to top out from the anchors and then the parking lot is just seconds away. You can sling a large tree a few yards back from the topout to use as an anchor.\n\n This route can go on trad gear, though the rock quality is questionable. Passive gear recommended, but to protect the finish you need large cams or to rely on a pocket that will take a cam or Tricam. Clip one of the anchor bolts if you are topping out.\n\n I believe in deferring to the FA when sharing a route here, and so I have submitted it at the grade the FA gave, but I really think it is more like 5.4 or 5.5. ","protection":"2 bolts and rings or chains at the anchors.","location":"This route is simple to find because it is currently the only sport route on this wall."},"__v":0},{"_id":"npO5snq6XDijxwhc5LpIbw==","name":"Humanavirus","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Sihler and Jack Sihler; April 1, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.11912,30.37672]},"left_right_index":2,"mp_id":"118722886","mp_crag_id":"118722562","climb_id":"npO5snq6XDijxwhc5LpIbw==","areaRef":"1bgn7+2LX0WUrzqp6Jhdyw=="},"content":{"description":"This is a crack route near the right end of the Matrix. In the local guidebook, it is mentioned as a possible solo with a 5.? grade, and there is no indication the author has climbed it or knows of anyone who has. Also, the route does not appear to have been touched anytime recently if ever at all. However, it would not astonish me if someone has free soloed this route before, and I have no problem being corrected and removing my claim of an FA on a 20' limestone trad route.\n\n Since the routes at the Matrix have names that are references to the movie, my name for this route is in keeping with that since it alludes to Agent Smith's famous assessment of humanity. It also is a nod to the coronavirus outbreak at the time I climbed it. Note to virtue-signaling scolds-- the park was open to climbing at the time, and the one person with me was someone from my household.\n\n This route has no bolts and no top anchors, and it would be nice to see it stay that way, unlike Trinity, which never needed to be bolted.\n\n About the grade-- my son thought it felt no harder than 5.6 except for the slipperiness of the mossy part, but he admitted his perspective could have been skewed by being on toprope. I thought the bottom was harder due to tougher feet than what is typical of 5.6 around here, but I think 5.8 might be pushing it.","protection":"The first half took an orange Totem and a blue one in reasonably good rock. After that, the crack becomes mossy inside. Forget placing a cam. I think I could have gotten a yellow or blue Torque Nut to stick, but I just pulled through instead. Before topping out, I got a decent placement for a red Torque Nut. \n\n  There is nothing good directly above for an anchor, but two options exist. A bit to the right is a small tree consisting of a few trunks. With a long sling, you can sling one or more of the trunks. That is what I did, anchoring myself to the tree and belaying off my harness (I thought the position looked awkward for belaying off the anchor). Alternatively, you can go to a large tree several yards back. To avoid a lot of running the rope at a bad angle over the edge, use your end to make a long tether, and belay off your harness near the edge. \n\n  The topout was a little brushy when I did it but not bad, but I have seen it quite overgrown in the past. This might be best as a winter climb.","location":"A few yards to the right of Trinity, the only bolted route here."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,41721d21-e3c7-5dfd-81c9-00c8f5de787b,790b1d0e-07dc-5558-80a4-9d12f3f9936e,d5b827ef-ed8b-5f45-94af-3aa9e8985dcb","pathTokens":["USA","Texas","Austin Area","Reimer's Ranch North Shore","Matrix, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.11912,30.37672]},"bbox":[-98.11964121267124,30.376270339818138,-98.11859878732875,30.377169660181867],"left_right_index":-1,"ext_id":"118722562","area_id":"1bgn7+2LX0WUrzqp6Jhdyw=="},"content":{"description":"Although the Matrix is closer to the parking lot than any other North Shore crag is, it is perhaps the least-known and least-used crag there.\n\n It is a short wall, with climbs only about 20-25', and because of the lack of use, expect dirt, moss, and loose rock. On the plus side, it is in a narrow \"canyon\" formed by a cliff and a large boulder, so it gets little sun, making it good for climbing in the hot weather that dominates here from May through October.\n\n Currently, there is one sport route on the wall (5.7), and there are three toprope routes from 5.9+ to 5.11b. There are some bouldering problems as well, and there is a crack that goes on trad gear.\n\n See my page on Summitpost for more pictures and details: summitpost.org/the-matrix-5…"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:25:02.001Z","updatedAt":"2024-01-15T16:48:50.285Z"}