{"_id":"63689d5ce80bff5a994f4421","area_name":"Eagle Rock","shortCode":"","climbs":[{"_id":"7xWd6asMX2+GTntrZ3vHdQ==","name":"Unknown 5.9","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.26879,38.76812]},"left_right_index":1,"mp_id":"110418866","mp_crag_id":"110372989","climb_id":"7xWd6asMX2+GTntrZ3vHdQ==","areaRef":"8iC6pvcvW4aNRjkFqh2t6Q=="},"content":{"description":"Start up by stemming in a shallow corner with a thin finger crack. Work your way up and the crack turns into perfect hands before widening up to a short wide section with a splitter crack in the back. The crack then pinches back down to perfect hands before finishing on a nice big ledge.","protection":"Cams, .5\"-3\"\n\nNuts, 1 set.","location":"The furthest crack climb on the left side of Eagle Rock. It's an obvious shallow left facing dihedral that begs to be climbed. Two bolt anchor (metolius rap hangers) on top. Careful, it's about 105ft rappel, so a 60m rope just barely makes it to the ground."},"__v":0},{"_id":"v4uS8tOoXLOzqo7lz5SW9Q==","name":"Sun Tzu","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Chad Suchoski, Brandon Lawson (2011)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.26879,38.76812]},"left_right_index":4,"mp_id":"110422181","mp_crag_id":"110372989","climb_id":"v4uS8tOoXLOzqo7lz5SW9Q==","areaRef":"8iC6pvcvW4aNRjkFqh2t6Q=="},"content":{"description":"This is one of the easiest and best protected routes on the face that goes all the way to the top.\n\nBegin in an obvious vertical left facing corner with perfect fingers and hands. Traverse out right to avoid dirt and a bush near the top on good holds to a ledge and a two bolt anchor.\n\nPitch two climbs splitter cracks on a low angle face up and right to a corner where you'll step out right onto an exposed face and mantle up onto a narrow ledge. Follow this exposed ledge system (kinda cool) as it pinches down toward the end where a thin slab will guard your exit. A short section of thin nubbins (5.10c) puts you back on a ledge where a two bolt anchor waits.\n\nPitch 3 traverses out right on Tuolumne style crystals past a few bolts, then heads strait up into less vertical terrain. There are many places to build an anchor but a 60m rope will barely make it to the trees on top.","protection":"Cams, .5\"-3\"\n\nNuts, 1 set.","location":"The start of this one is fairly obvious as it begins in a very prominent left facing dihedral.\n\nYou can rappel the route from the first pitch with a 60m rope. You may be able to rappel from the second pitch to the ground with a 60m rope as well due to the traversing nature of the route. I doubt it will make it all the way down, but you may be able to downclimb as the angle below is not too steep."},"__v":0},{"_id":"jjueZWuCVzu9KcWDuCUivQ==","name":"Sulphur","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"George Connor (Aid) late 70's / Chad Suchoski (2007)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.26879,38.76812]},"left_right_index":0,"mp_id":"110418840","mp_crag_id":"110372989","climb_id":"jjueZWuCVzu9KcWDuCUivQ==","areaRef":"8iC6pvcvW4aNRjkFqh2t6Q=="},"content":{"description":"A strait in splitter finger crack that slightly arches up a vertical wall. Very similar in style and length to the crux pitch on the Rostrum in Yosemite, except for the top out which gets a bit wider. It's also pretty sharp in there. Named for the distinctive yellow and orange streak of lichen that runs down it's side. This route used to be called the Bumble Bee as an Aid route.","protection":"Cams, Double .4\"-.75\" Single 1\"-3\"\n\nNuts, if you want.","location":"Splitter crack through the center of the summit block. A piton for the belayer to clip into or first piece for the leader is near the start. There is a 1 bolt anchor on top which can be backed up with gear."},"__v":0},{"_id":"UxFQKj6uX2W7caFYZn6YEg==","name":"The Obscurist","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chad Suchoski (2010)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.26879,38.76812]},"left_right_index":3,"mp_id":"110422023","mp_crag_id":"110372989","climb_id":"UxFQKj6uX2W7caFYZn6YEg==","areaRef":"8iC6pvcvW4aNRjkFqh2t6Q=="},"content":{"description":"This is one of the longer continuously vertical routes in the Tahoe region. With finger cracks, thin smearing technical face, awkward and physical stemming, steep hand jams, route finding and thought provoking gear over continuously technical terrain. The gear is all there and nothing is dangerous about the route. Regardless, you'll want to have your skillset finely tuned. If you're at all serious about traditional climbing, this is one in the area you'll really want to get on.\n\nPitch 1 starts in a steep crusty corner overhang before moving out right into a long section of fingers and liebacks on discontinuous cracks. A thin \"point of no return\" traverse left across the face past a few bolts puts you on a nice stance before the technicalities begin. The crux is a well protected boulder section which leads to easier terrain out right and finally hand traverses left to the anchor.\n\nPitch 2 climbs the thin technical arching dihedral on golden granite to an overhanging bulge at it's end with perfect hand jams. Climb into the corner until you can traverse left along a very exposed thin seam to a short vertical corner. At the top of the corner, climb up the face on steep jugs staying slightly left. A few pins and some hidden gear will deliver you to the two bolt belay and a nice little exposed perch.\n\nPitch 3 climbs up around the corner to the right through some broken 5.8 and a ledge. From here, some 5.9 moves stemming and groveling up a short steep section will lead to the small pine tree on top.","protection":"Cams, .5\"-2\"\n\nNuts, 1 set.","location":"Right of center of the main face on Eagle Rock. Look for the bright orange dihedral arching out right about 200ft up and the start is almost directly below it. Look for the piton with a tag marking the start. Some scrambling to a grassy ledge is required to reach the start.\n\nRappel the route at any time with 2 60m ropes."},"__v":0},{"_id":"NKX11281W4etPIU7r7/7yQ==","name":"The New Black","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Chad Suchoski, Mike Cane (2007)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.26879,38.76812]},"left_right_index":2,"mp_id":"110418888","mp_crag_id":"110372989","climb_id":"NKX11281W4etPIU7r7/7yQ==","areaRef":"8iC6pvcvW4aNRjkFqh2t6Q=="},"content":{"description":"This route takes more or less a strait shot through the center of the main face of Eagle Rock and requires some very thin face climbing skills.\n\nLook for the marker piton at it's base. Begin by climbing the dirty right facing corner until you can make a short traverse right into a low angle arching crack. Place little gear here as it will produce rope drag as you climb higher.\n\nClimb up to a nice short ledge with a bolt. Hand traverse right before climbing back left up a ramp. Several bolts and some gear will bring you to a two bolt anchor out left under a big roof. Be mindful of rope drag, it's a long pitch.\n\nPitch two climbs a dirty awkward section through the roof then traverses right to a paper thin flake. Thin face moves through the crux lead to a mantle on a big knob, then knob climbing through the headwall to a two bolt anchor on a big ledge.\n\nPitch three climbs up and left to a big rock scar following a thin crack on the face. Eventually the crack arches out right and up past a few thin knobs on golden granite to the summit block. Traverse left under the block to the bolted anchor.","protection":"Cams, .3\"-3\"\n\nNuts, 1 set.","location":"Almost dead center of the wall. Requires some scrambling to reach the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f2c3db33-a8f4-5afc-a1c7-db5c8b227244,f220baa6-f72f-5b86-8d46-3905aa1dade9","pathTokens":["USA","California","Lake Tahoe","Highway 50 Corridor","Eagle Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.10c/d"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.26879,38.76812]},"bbox":[-120.26936671921418,38.76767033981814,-120.2682132807858,38.76856966018187],"left_right_index":-1,"ext_id":"110372989","area_id":"8iC6pvcvW4aNRjkFqh2t6Q==","polygon":{"type":"Polygon","coordinates":[[[-120.26936671921418,38.76767033981814],[-120.2682132807858,38.76767033981814],[-120.2682132807858,38.76856966018187],[-120.26936671921418,38.76856966018187],[-120.26936671921418,38.76767033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:53:53.915Z","updatedAt":"2024-02-19T18:28:53.721Z"}