{"_id":"63689de0e80bff5a994fa56e","area_name":"Ralston Roost","shortCode":"","climbs":[{"_id":"WUC8AB8JWz2W0UA6V8Ykcg==","name":"Rain Screw","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Pell and Alvino Pon, Winter 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42442,39.83641]},"left_right_index":1,"mp_id":"111206575","mp_crag_id":"106499300","climb_id":"WUC8AB8JWz2W0UA6V8Ykcg==","areaRef":"HI9EY8EDVFmTim5McTUf1A=="},"content":{"description":"There are two face cruxes on the 2nd pitch. One is just above the bolted belay station on the sloping ramp: pull onto the wall up and right of the belay, then traverse left on edges to gain the bolt line and exposed first crux. The climbing eases to about 5.9 through the middle of the pitch, passing two (or three?) bolts. The second crux is near the top at the last protection bolt- a layback flake leads to face holds then a long reach left to the sloping edge of the buttress. An exposed and exciting but easier move leads to the 2-bolt belay on top.\n\nThe leader should bring up the second or rap and let the other climber lead the pitch separately. The climbing is generally steep and sustained on the entire pitch.","protection":"Pitch 1 gains the base of the obvious, right-leaning ramp on the central buttress from below and left via moderate face climbing with limited clean protection, then it takes the ramp up and right to the two-bolt belay station midway up the cliff, below the visible line of protection bolts for pitch 2.\n\nTake a light, widely-sized rack of cams and nuts if you want to approach on lead from the base of the cliff.\n\nThe recommended access to the belay on the ramp, however, is on rappel from chains on the 2-bolt top anchor, reached by a scramble along the summit ridge from the right end, gained by hiking around behind the crag. In other words, we recommend you rap in and just do the top pitch as a sport climb. An alternate first pitch leading directly to the belay via fairly nice 5.8-5.9 face climbing over a bulge is possible. It was toproped by us but never installed - anyone is welcome to add this pitch if they want, resulting in a nice 2-pitch sport route.\n\nThe second, crux pitch of this climb originally had four (or five?) protection bolts with a supplementary piton in the middle of the pitch. This piton is probably not there now, or not reliable. It's also possible to place a few nuts and cams up to about 1-1/2\" on pitch 2, but it is probably better to just clip the bolts and hurry.","location":"The route is located near the left end of the cliff's main central buttress and climbs to the left end of the summit ridge. The best descent is by rappel via two raps on single rope."},"__v":0},{"_id":"KZms9VUbXPGaqJjW8hIbTg==","name":"Left Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"probably Alvino Pon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.42442,39.83641]},"left_right_index":0,"mp_id":"106499307","mp_crag_id":"106499300","climb_id":"KZms9VUbXPGaqJjW8hIbTg==","areaRef":"HI9EY8EDVFmTim5McTUf1A=="},"content":{"description":"On the left side of the West face of Ralston Roost is a series of what look like hard roofs. Just left of those is an expanse of clean, featured slab with the occasional crack running through it. Head up the easy slab start and aim to the left of the roofs, sneaking past on rock that never gets steep or more difficult than 5.6. If you have a 60m rope, you'll have to simulclimb or break out a belay near the summit ridge. End at a two bolt cold shut anchor and climb above that to the summit.","protection":"Trad rack with small cams.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,5e6fc0bb-0f2e-5711-846b-779a3db06c9b,1c8f4463-c103-5459-938a-6e4c71351fd4","pathTokens":["USA","Colorado","Golden","Golden Gate Canyon SP","Ralston Roost"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.42442,39.83641]},"bbox":[-105.42500558912289,39.83596033981814,-105.42383441087712,39.836859660181865],"left_right_index":-1,"ext_id":"106499300","area_id":"HI9EY8EDVFmTim5McTUf1A=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:57:04.925Z","updatedAt":"2022-11-25T11:17:58.105Z"}