{"_id":"63689de0e80bff5a994fa529","area_name":"Nomad's Cave Bouldering","shortCode":"","climbs":[{"_id":"/PBcm6cXVe+QxQuI5lF0ig==","name":"The Wheel of Fortune","yds":"V13","grades":{"yds":"V13","font":"8B","vscale":"V13"},"fa":"Austin Purdy","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":9,"mp_id":"113915100","mp_crag_id":"118689889","climb_id":"/PBcm6cXVe+QxQuI5lF0ig==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"This climb starts from a sit at the bottom of the roof beneath off the books on a jug on the arete of the roof and a small crimp in the roof. It climbs through the roof without using the chossy skirt using a myriad of hold types and movements and meets\n\nOff the Books\n\nat its crux. Linking this into\n\nTommy's Hard Route\n\nis Nomadic Freaks.","protection":"Pads.","location":"The route is on the right side of the cave and starts on a good jug and crimp on the edge of the roof beneath\n\nOff the Books\n\n."},"__v":0},{"_id":"tTjZ2hDjVYWG4lGclOTjcw==","name":"Unknown (Left Of Catillac)","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":1,"mp_id":"120172786","mp_crag_id":"118689889","climb_id":"tTjZ2hDjVYWG4lGclOTjcw==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"This is another unknown boulder at Nomad Cave, and though the rock quality isn’t great, the climbing makes up for it.\n\nBegin as for\n\nCatillac\n\n; sitting with a good, right hand sidepull and opposing, left hand popcorn hold. Make the same first few moves as that climb, but instead of turning left at the geometric roof, continue straight over the lip, via a jug undercling and a poor left hand sidepull. Finish by executing an awkward stand up move into an upside down jug about 10 feet off the ground.\n\nI have heard this climb labeled as V7-10. The stand start (if it has one), is probably V7 and would begin from the jug undercling block at the lip of the steep roof. I did the sit and felt as though it was a step down from the other V10 in the cave, so I gave it low end V9. If anyone has more info on this obscure yet enjoyable problem, please let me know.","protection":"A few pads.","location":"On the furthest left boulder if facing the cave, the Unknown like begins on\n\nCatillac\n\n. After the first few moves, break off that climb, and bust straight over the blocky roof to finish on a well-chalked, upside down hold in the vertical section over the roof."},"__v":0},{"_id":"UxAy58K1WYaCVFXQEoR8Eg==","name":"Spidey","yds":"V14-15","grades":{"yds":"V14-15","font":"8C","vscale":"V14-15"},"fa":"Griffin Whiteside","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":6,"mp_id":"120708240","mp_crag_id":"118689889","climb_id":"UxAy58K1WYaCVFXQEoR8Eg==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"Finally, the king line of the Nomad Cave’s many gross roofs has been done. During several rests between project burns, I have looked at the obvious (and obviously hard) line of perfect crimps through the steepest part of the cave. I’m super stoked that Griffin got it done, naming the line Spidey and proposing V15. Daniel Woods made the third ascent of the line and proposed V14, after both Drew Ruana and Griff said V15. Then again, he was fresh off of the ascent of the world’s hardest boulder...whatever. This thing is hard and good.\n\nBegin standing on the heavily chalked jug in the back of the cave, the same as\n\nNomad Roof\n\n. Make a few moves on that line before launching into a brilliant sequence of perfect incut crimps and bad footholds until a good rail. Now, straddle the arete as the hands and feet get progressively worse, making a few very hard moves to a difficult (and terrifying) last superhero move to the finish hold, or the start jug of the route\n\nExpress Yourself\n\n.\n\nThis gets four stars for perfect rock, amazing, flowing movement, and a unique finish at a logical jug. I have no doubt that due to the accessibility and dryness, Spidey will become one of the most popular 8B+’s on the Front Range.","protection":"Several pads. Not only is this line long, but it has the worst landing in the cave, not to mention the last move.","location":"It is in the middle of Nomad Cave in the steepest part of the roof. Start as for\n\nFreaks and Geeks\n\n/\n\nNomad Roof\n\n, and end on\n\nExpress Yourself’s\n\nstart. Merge with the arete about halfway through the boulder. The line is obvious."},"__v":0},{"_id":"yTQbHaC9XLm5wtTUhaPK/g==","name":"Sleven","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Scott Hahn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":0,"mp_id":"106458364","mp_crag_id":"118689889","climb_id":"yTQbHaC9XLm5wtTUhaPK/g==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"Start matched on the seam down and right.  Traverse left and up, on some bad holds and even worse feet, until you get to the final dyno to reach to the lip.  For me personally this is the hardest problem I have ever done, but consensus puts it a little lower to get only 11 points.\n\nThis problem has a stand start somewhere in the V8-9 range.\n\nI was told this problem was V7 and after 5 days of trying it and still not having done all the moves I know I had been had.  So the name - no surprise - comes from Seven and Eleven combined.","protection":"Pads.","location":"It's in the gully just left of the Nomad's Cave. If you hike up the hill you can't miss it."},"__v":0},{"_id":"EmzuoYEAVWCmY6ga7iKWRQ==","name":"Shame On Knee","yds":"V13","grades":{"yds":"V13","font":"8B","vscale":"V13"},"fa":"Griffin Whiteside","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":3,"mp_id":"118204904","mp_crag_id":"118689889","climb_id":"EmzuoYEAVWCmY6ga7iKWRQ==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"An interesting rock climb... Shame On Knee is a right entrance to\n\nCatillac\n\nand is so incredibly different in style. Start on a jug ledge, and climb up into a heinous, uncomfortable, and weird right hand fingerlock/pocket. Make a desperate left hand move to a flat sloper, and put in an awkward right kneebar. Work through the sloper via flexibility and trickery to get to a jug tooth. Release and finish on the last hard section of\n\nCatillac\n\n.\n\nThis climb, although awkward and occasionally uncomfortable, has some pretty unique sequences and is unlike anything else in the cave.","protection":"4 pads. An annoying, slightly sloped landing makes for constant readjustment.","location":"If looking into Nomad, this is the far left boulder problem starting about halfway along\n\nCatillac\n\nand climbing into\n\nCatillac’s\n\nfinish."},"__v":0},{"_id":"nRsrtQ1nUAuf+2hxI93VMQ==","name":"Papa Johnny","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":13,"mp_id":"120708251","mp_crag_id":"118689889","climb_id":"nRsrtQ1nUAuf+2hxI93VMQ==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"Papa Johnny is another independent yet underwhelming Nomad problem. It is still worth doing as it offers a compression-based rig in that cave that’s not #veethirteen.\n\nStart sitting as for\n\nThe Wheel of Fortune\n\non a dinner plate jug at the bottom of the arete. Make somewhat fun moves up the arete to a hard crux moving around the corner and gaining a jug hole/flake feature. Finish on the jugs as for\n\nThe Wheel...\n\n,\n\nOff the Books\n\n,\n\netc\n\n.\n\nI don’t know much about this boulder other than that I learned it was V8ish. If anyone has more information, feel free to hit me up!","protection":"Pads.","location":"It is the looker's rightmost problem in that cave and climbs the arete under\n\nPizza Dick\n\n."},"__v":0},{"_id":"XzdDQqhRWIq9js1hbj8Qyw==","name":"On the Books","yds":"V14","grades":{"yds":"V14","font":"8B+","vscale":"V14"},"fa":"Griffin Whiteside","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":11,"mp_id":"120584151","mp_crag_id":"118689889","climb_id":"XzdDQqhRWIq9js1hbj8Qyw==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"This newer line in the cave is essentially a direct variation to\n\nThe Wheel of Fortune\n\nand offers some difficult compression climbing on great rock.\n\nBegin as for\n\nWheel...\n\n, sitting on the dinner plate jug on the right arete. After the first few moves of that line, bust a hard crux straight into the start of\n\nOff the Books\n\n. Finish by climbing that problem.\n\nThough certainly not the most obvious in the cave, On the Books is another great hard problem for those who have sent all the V13s.","protection":"Sufficient Nomad padding.","location":"On the right side of Nomad Cave, use the same start as\n\nWheel...\n\nand\n\nKook Slams\n\n. After the first few moves of\n\nWheel...\n\n, bust straight up into the start of\n\nOff the Books\n\n."},"__v":0},{"_id":"Yo9DzP/TXpu0ESJXChJVIQ==","name":"Off the Books","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Jon Cardwell","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":10,"mp_id":"111275383","mp_crag_id":"118689889","climb_id":"Yo9DzP/TXpu0ESJXChJVIQ==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"This is a boulder problem which is located to the right of the\n\nFreaks and Geeks\n\nstart. Start on opposing edges, start compression climbing to the undercling of\n\nFreaks and Geeks\n\n, and finish on a large jug at base of \"\n\nTommy's Hard Route\n\n\".\n\nThis problem is also the start of \"\n\nAli Nomad\n\n\".","protection":"Pads.","location":""},"__v":0},{"_id":"g0eU7TbKXveqc4FN0beZhQ==","name":"Nomad Roof","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":8,"mp_id":"120160451","mp_crag_id":"118689889","climb_id":"g0eU7TbKXveqc4FN0beZhQ==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"This unnamed line in the Nomad Cave is a low start to a few of the sport climbs, but recently it has become a popular drop-off boulder problem as it is a quality alternative to the many V13s in the cave.\n\nBegin standing on a jug ledge at the very back of the large roof, almost straight under the 5.13d\n\nTommy’s Hard Route\n\n. Make powerful roof moves on good rock and fun holds, eventually working into an interesting undercling feature. Using some intriguing beta (and maybe a kneebar), turn the lip, and finish by dropping off the huge jugs under the first bolt of the 13d.\n\nThis is also the boulder problem start to the 14a\n\nFreaks and Geeks\n\n.","protection":"Pads. This has a flat landing but is a long problem.","location":"In the right/center of Nomad Cave, there is a long cave route that climbs straight out of the roof, starting in the jug crack all the way in the back of the cave."},"__v":0},{"_id":"135isK6UVHeYBA1MbjaRSw==","name":"Nomad Cave Left","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":7,"mp_id":"120160406","mp_crag_id":"118689889","climb_id":"135isK6UVHeYBA1MbjaRSw==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"This is the left variation to the\n\npopular V7\n\nin the Nomad Cave. Begin on the\n\nV7\n\n, and climb through most of that climb to move upwards at the ending and make a long crux move to the starting hold of the drilled 5.12c\n\nPredator\n\n. Finish by dropping off the jug pockets at the start of that route.\n\nSide note: there is very vague beta for this climb. I believe everything in the above description is accurate, though I could be wrong about the finish sequence. If anyone has any more information on the V10 in Nomad Cave, please let me know.","protection":"Pads. This has a long, flat, cave landing.","location":"Start as for the\n\nV7\n\n, or the boulder that climbs into the\n\n13d\n\n. Climb through most of the V7 until busting left and finishing on the starting holds of\n\nPredator\n\n(I think)."},"__v":0},{"_id":"dM3ku8oPVQWWyxs83dl+Dw==","name":"No Way Home","yds":"V11-12","grades":{"yds":"V11-12","font":"8A+","vscale":"V11-12"},"fa":"Griffin & Quinn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":5,"mp_id":"121855708","mp_crag_id":"118689889","climb_id":"dM3ku8oPVQWWyxs83dl+Dw==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"This is another new problem for the cave, with a unique set of moves. To clarify, Griffin Whiteside established a line beginning at the end of\n\nSpidey\n\n, or the starting jug of\n\nExpress Yourself\n\n, which climbs along the lip of the cave, past the rockpile, and finishes on a crack in the back of the roof. He suggested “V13,” although as of January 2022, it hasn’t been repeated and looks quite hard. Without knowing, a few boulderers started the same and climbed to finish on the rockpile, as for\n\nCatillac\n\n. We didn’t know until after it had been done that Griff went to the back, so his line is deserving of a completely different entry. This describes the climb that finishes on the rockpile.\n\nStart on the comfy jug under the first bolt of\n\nEY\n\n. Campus to an L edge, and make a huge gaston move. Swing your feet over to the rock tower, and mantel over. This thing is sweet, because the swing move is much harder than\n\nCatillac’s\n\nfinish, making for an unusual crux.\n\nP.S. All the history about these certain problems doesn’t matter a whole lot, since the Nomad Cave is subject to endless links, all of which are just for dry rock and training. I just enjoy writing about it :)","protection":"Pads. Griff built the awesome landing, btw.","location":"Start at the end of\n\nSpidey\n\nor the beginning of\n\nExpress Yourself\n\n, then climb about 10 feet to the rockpile. Finish on that."},"__v":0},{"_id":"M89fL0oIXhCbrapRdW1mdg==","name":"Drew’s Extension","yds":"V10+","grades":{"yds":"V10+","font":"7C+","vscale":"V10+"},"fa":"Drew Ruana","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":4,"mp_id":"120584274","mp_crag_id":"118689889","climb_id":"M89fL0oIXhCbrapRdW1mdg==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"Even though this boulder problem wasn’t originally a thing, I figured I’d add it as it has nice movement and is another nice double digit that’s not as hard as\n\nOff the Books\n\n, so it could become popular. Full credit goes out to Drew for seeing the vision and adding this sequence of moves after doing a V13. For those curious, this is technically the “extension” portion of\n\nCatillac Extension\n\n(V13/14), and\n\nShame on Knee Extension\n\n(V14).\n\nFor the V10(ish) ending of Drew’s lines, as posted here, begin near the tower of boulders where\n\nCatillac...\n\nends, standing on an up-cave facing jug block. Make tension-y moves on sweet pinches, crimps, and a crack hold or two, and finish by matching a chalked jug on the ledge where the roof ends, in the very back of the cave. Sweet movement and rock make this a substantial step up from the other V10 in the cave, IMHO.","protection":"Pads and a spotter. It has a slanted landing.","location":"Higher in the roof than the ending of\n\nCatillac\n\n, locate the jug block behind the breakdown pile (which is off), and climb the roof to its ending."},"__v":0},{"_id":"hb2aqPpLXgaNacsE+sMzHQ==","name":"Catillac","yds":"V12-13","grades":{"yds":"V12-13","font":"8B","vscale":"V12-13"},"fa":"Daniel Woods","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":2,"mp_id":"117754323","mp_crag_id":"118689889","climb_id":"hb2aqPpLXgaNacsE+sMzHQ==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"The left end of Nomad Cave has always seemed to hold some good potential, but it took until just recently to see it through. Catillac climbs the long, powerful compression sequence using perhaps all of the styles a good cave climber needs. Start low on a left hand popcorn pinch and right hand jug sidepull. Climb V6 terrain for 10 feet to a good kneebar. Execute the crux sequence from here; 4-6 hard compression and tension-y moves leads to some better holds and more straightforward climbing. Climb for 5 more feet and grab a right hand meathook to then ninja kick both feet to the adjacent block. Mantel over and finish here (or do the D. Woods beta, and keep climbing until grabbing the block is possible. HARD). Catillac is perhaps the best problem in the cave and is surprisingly really, really fun.","protection":"3 crashpads, a kneepad, and maybe a dab mat or towel for the start.","location":"It is on the left side of the cave (facing the cave) starting down low and climbing the long roof."},"__v":0},{"_id":"6i4VL4/zWNaZXPG8U9ZU3Q==","name":"Kook Slams (Boulder Portion)","yds":"V13","grades":{"yds":"V13","font":"8B","vscale":"V13"},"fa":"Dave Graham","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":12,"mp_id":"118204855","mp_crag_id":"118689889","climb_id":"6i4VL4/zWNaZXPG8U9ZU3Q==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"Kook Slams climbs out the looker's right side of the Nomad Cave on some high quality stone, if only it didn’t use the footholds of other climbs.\n\nStart at the bottom of the arete (under\n\nPizza Dick\n\n) on a nice jug as for\n\nWheel Of Fortune\n\n. Make a few moves on that climb before branching right and executing 3-4 very hard moves, involving sweet toehooks and an awesome gaston ear thing. The crux move revolves around being able to hold tension and making a desperate, sick, and insane looking rose move to a good, flat edge. Swing the feet around off the toehooks, and bump your left hand to the jug. Either move left to the jug rails and drop, taking away a V13, or do as the first ascentionist did and clip in to a rope and finish up\n\nPizza Dicks’\n\n5.13 variation, taking away a hard 5.14.\n\nThe real question is who will follow Dave’s vision and climb to the top of the wall, only without a rope???","protection":"3 pads and a rope.... This isn’t a toprope as the database says. If you can get through the bottom but not lead the 5.13, I have questions.","location":"This is on the looker's right side of Nomad Cave (if looking into the cave). It climbs the furthest right boulder in the cave, using holds under the roof and toehooks on the arete under\n\nPizza Dick\n\n."},"__v":0},{"_id":"DR93j4+LUdChzMNlTbvhFA==","name":"Above the Rest","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"(believed to be) Connor McQueen, Feb. 2022","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"left_right_index":999999,"mp_id":"121886234","mp_crag_id":"118689889","climb_id":"DR93j4+LUdChzMNlTbvhFA==","areaRef":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":"Begin on the low, right-facing, undercling crimp rail, and figure out feet to do a big crux move to basically a jug. A few easier moves lead to a topout that is easy once you know where the small holds are.","protection":"A pad or 2.","location":"This boulder is above Nomad's Cave and is accessed by climbing the gully between Primo and Nomad's Cave. Once above the cliffs, continue a bit up the hill, and head left. The face of the boulder faces the creek and the road."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,1de754f8-6d8a-5c18-b6ea-794fc033fbad,9394e4e0-c528-5e42-b7dd-33e04983952f","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Clear Creek Canyon Bouldering","Nomad's Cave Bouldering"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"V13"},{"count":2,"label":"V8-9"},{"count":1,"label":"V14-15"},{"count":2,"label":"V11"},{"count":1,"label":"V14"},{"count":2,"label":"V7-8"},{"count":1,"label":"V10"},{"count":1,"label":"V11-12"},{"count":1,"label":"V10+"},{"count":1,"label":"V12-13"}],"byDiscipline":{"boulder":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":15}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":15}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41551,39.73895]},"bbox":[-105.41609476016518,39.73850033981814,-105.41492523983482,39.73939966018187],"left_right_index":-1,"ext_id":"118689889","area_id":"k5Tk4MUoXkK33TPgSYOVLw=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:57:04.425Z","updatedAt":"2022-11-25T11:17:57.059Z"}