{"_id":"63689defe80bff5a994fafb5","area_name":"Devil's Glen","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,90fdf2ed-428d-5c89-9f6a-b540cabd374b,718e111c-5461-56c5-b603-2802fdbf6439","pathTokens":["USA","Connecticut","Western Coastal Slope","Devil's Glen"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.25626,41.348]},"bbox":[-73.25685897911828,41.347550339818135,-73.2556610208817,41.34844966018186],"left_right_index":-1,"ext_id":"106541067","area_id":"cY4RHFRhVsW2AygC/b9kOQ==","polygon":{"type":"Polygon","coordinates":[[[-73.25685897911828,41.347550339818135],[-73.2556610208817,41.347550339818135],[-73.2556610208817,41.34844966018186],[-73.25685897911828,41.34844966018186],[-73.25685897911828,41.347550339818135]]]}},"content":{"description":"Devils Den area in Weston, CT and Devils Glen are both quiet and superb climbing locations. Devils Glen is a deep water soloing location with one established route that has seen a recent first ascent. Devils Dander (5.11 v4/5) is a 25-30 foot highball boulder problem that is beautifully set at a cliff jumping spot, popular to local teens. The route is easily top roped, but much more fun to solo. Its a scenic area with great views and accessibility right on the roadside, but its not legal to be there because the town doesn't want people jumping of the rocks. I projected this climb as a novice climber for a year, sending it this Summer after a friend revealed some productive beta. The route has an excellent ledge just above water level to gear up; it is an overhanging face climb with some moves that utilize the arete feature (but be careful because too far left or right of the distinguished line and the fall gets sketchy); the problem becomes increasingly difficult as you progress, starting at about 5.9 on the lower moves with crux moves that are easily 5.11a/b, possibly greater. Falls are safe on this line because of the direct line that overhangs right over the designated jumping water hole. The route also goes as an eliminate, without using the crucial arete crimp on the right face the sequence requires an athletic dyno to a side pull, letter grade harder maybe? Both variations have seen multiple ascents but only by me and my climbing partner who projected the route. I'd love to see a repeat and get some feedback from an alternative source to confirm my grading and enjoy the amazing feeling of a safe free solo in such an aesthetic location. Its my own king line and I'm trying to get it some exposure. Check out the photos to get you riled up.. Please contact me if you're thinking about climbing there, I know my way around the area quite well. Or just type in Devils Dander on Youtube for some footage of the first and second ascents."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T05:56:13.935Z","updatedAt":"2024-01-20T01:00:17.037Z"}