{"_id":"63689d5be80bff5a994f3e6e","area_name":"Voodoo Dome","shortCode":"","climbs":[{"_id":"wx61mOCWUFGrXiE8WlCbuA==","name":"Voodoo Mamma","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Herb and Eve Laeger, Will Crljenko  July 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41971,37.34099]},"left_right_index":0,"mp_id":"115785368","mp_crag_id":"111966394","climb_id":"wx61mOCWUFGrXiE8WlCbuA==","areaRef":"OnNrTzGGUyuoBe0v4mCEjw=="},"content":{"description":"A burly 3 pitch feast of jamming and plate climbing up the left side of Voodoo Dome, served up old-school style. Superb!\n\nP1: Jam the vertical right facing corner for 100 feet with few rests past an obvious horizontal crack to a small ledge on the left when the corner crack is pinching off. Gear belay. 5.10\n\nP2: Exit straight left (5.8, not 5.10 as the guidebook says) on an airy traverse until you can reach big holds and pull up and right. Climb up the ramp to either a bolted belay (use only if you're rapping here, 2 ropes needed) OR continue climbing another 50 or 60 feet to belay on a good ledge below a vertical wall.  5.8  Gear belay.\n\nP3: Head up the steep crack with plates and knobs to a rest, then another steep section to the summit cap. 150 feet, 5.9\n\nDESCENT: Scramble off the back side and head down left between Voodoo and Big Sleep back to the base","protection":"Double set of cams to 3\" with a single 4\" piece.  Slings and alpine draws, about a dozen or so.  2-60m ropes if rappelling from the only bolted anchor on the route (at end of 2nd pitch).","location":"Voodoo Mamma is the leftmost route on Voodoo Dome.  Look for the standout right-facing corner just left of the thin splitter Voodoo Child."},"__v":0},{"_id":"JpTSk7yDV0yoHcizI23wEg==","name":"Voodoo Child","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Doug Matthews, Steve McCabe; 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41971,37.34099]},"left_right_index":1,"mp_id":"118959558","mp_crag_id":"111966394","climb_id":"JpTSk7yDV0yoHcizI23wEg==","areaRef":"OnNrTzGGUyuoBe0v4mCEjw=="},"content":{"description":"Epic climb starts out of a roof jug haul to an awkward mantel into the money splitter and final haul up a thin flake to the anchors.","protection":"Eats all the gear you feel like placing up to #2, especially in the .5-.75 range. Could probably find spots to plug a #3 but not needed.","location":"To the right of Voodoo Mamma start at the right of the roof and go."},"__v":0},{"_id":"/YaWksm+UHGIWfJ6/w9d9w==","name":"Rainbow","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Casey Yorkunas, Dave Lane, Ann Mellick, Mark Machezck 1998","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41971,37.34099]},"left_right_index":5,"mp_id":"114422309","mp_crag_id":"111966394","climb_id":"/YaWksm+UHGIWfJ6/w9d9w==","areaRef":"OnNrTzGGUyuoBe0v4mCEjw=="},"content":{"description":"Fingers to hands on a pretty good crack (great crack for shuteye) under a massive roof with a wild heel hook move to get on top. Wicked fun.\n\n== Detailed Beta ==\n\nStart with fingers in the obvious crack until they become hands at the curve. Now start over with thin fingers widening incrementally until good hands and awesome hands into the lichen under the chimney. A high hand jam followed by a solid left foot jam to move your body onto the overhanging arete with good right hand on lip. Press hard against the arete and walk your foot out to a depression before swinging a to a heel hook around and pull hard up. I partially sat on the lip as I pulled myself up and moved into the finger crack. Walk up the crack delicately and reach anchors.","protection":"Standard Yosemite Rack","location":"From the base of voodoo, walk right around the feature until you see a black stained wall. Approach to find this 10d on the right with a roof.\n\nYou can hike around to the top, rap a gear anchor to the chains and then top rope the route. Didn't extend the anchor over the edge so there was some dragging, but the rope never caught on any sharp lips nor pulled me of while doing the roof thanks to the wide cut in it you use to jam."},"__v":0},{"_id":"J8HgJgWeW3i2gb+xVTqklQ==","name":"Brushmaster","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark and Shirley Spencer, Oct. 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41971,37.34099]},"left_right_index":3,"mp_id":"111966400","mp_crag_id":"111966394","climb_id":"J8HgJgWeW3i2gb+xVTqklQ==","areaRef":"OnNrTzGGUyuoBe0v4mCEjw=="},"content":{"description":"Start up an obvious ~20 ft. dihedral, at the top of which is a cruxy bulge. Continue up a short right-slanting crack to a small roof. The bottom of a long water runnel is on the right side of the roof. Climb a tricky move past the left side of the roof to a stance just right of a thick flake. One reachy move up and left gains the top of the flake (#4 Camalot protects this nicely). From there, yet another cruxy move from a right hand pocket leads up a right-slanting crack and to the water runnel. Easier climbing heads up to the top. Double-rope rappel from chain anchor.","protection":"A good mix of gear from nuts to medium cams (doubles in #0.4 to #2 Camalots helpful). One each #3 and #4. Two-bolt chain anchor at the top.","location":"At the top of the approach trail go a little to the right and look for a deep dihedral with a long obvious water runnel above and right of it."},"__v":0},{"_id":"Nu6FaxQiUkyuhZujr7J9JQ==","name":"Amber","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mark and Shirley Spencer; 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41971,37.34099]},"left_right_index":4,"mp_id":"118957714","mp_crag_id":"111966394","climb_id":"Nu6FaxQiUkyuhZujr7J9JQ==","areaRef":"OnNrTzGGUyuoBe0v4mCEjw=="},"content":{"description":"Fun slab climbing up the blunt arete.","protection":"8 bolts that are 5/16ths buttonheads which seem pretty bomber still even though they’re rusted. Some would call this run out in spots (if you climb mostly in classic areas it’s not, if you climb mostly in a gym, it is) so unless you’re super solid at the grade bring a #3 camalot and stoppers to help ease your mind.","location":"Directly right of 5.9 dihedral."},"__v":0},{"_id":"uSMol42AUA6abqLcCk+AmQ==","name":"All Along the Watchtower","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Casey Yorkunas, Dave Lane, Anne Mellick, Mark Machezick 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41971,37.34099]},"left_right_index":2,"mp_id":"114422362","mp_crag_id":"111966394","climb_id":"uSMol42AUA6abqLcCk+AmQ==","areaRef":"OnNrTzGGUyuoBe0v4mCEjw=="},"content":{"description":"Staring into a slimy waterfall with a pool of water at the base, the route doesn't look too appealing, but the last 5.11 pitch is wild.\n\nP1: (5.9+, 60m) Bypass the wet and get into the 6\" offwidth. Struggle to the top.\n\nP2: (5.8, 20m) Chickheads to roof\n\nP3: (5.11b, 30m) Various cracks, starting with fingers, eventually widening to hands, and then a short traverse right to a ledge. After the ledge, you break out left for the last 10m of the route. Definitely not thin hands to the top. Gear was on the thinner side for this last section to the top, 0.3-0.75, mainly 0.5's though.\n\nMight consider breaking it up into 2 pitches to reduce rope drag (with the optional belay at a ledge). The drawn topo in the guidebook was on point, but the written description was quite off. Also, as of May 2018, there's a medium sized (the size of two stacked microwaves) block right at the lip of the ledge that rocks and should be avoided.\n\nDescent:\n\nWe couldn't find the baked slings the guidebook alluded to, nor any rap anchors. We scrambled climber's right towards the trail that goes down the climber's left side of Voodoo Dome. There's a brief 4th class section to get to the trail. You may be able to sling a large knob to rap off, but we were concerned about getting the rope stuck.","protection":"Gear to #6 for off width with doubles in #4, standard doubles for the rest. All gear anchors.","location":"Look for a wet corner with a wide offwidth above."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,9e6215f2-4119-5ae2-b5e0-98db54e6ffdb,69f65400-a099-5793-8f65-4710fb1627b2,3a736b4f-3186-532b-a805-ed2fe260848f","pathTokens":["USA","California","Western Sierra","Shuteye Ridge","Big Sleep Area","Voodoo Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.41971,37.34099]},"bbox":[-119.42027558201474,37.34054033981813,-119.41914441798522,37.34143966018188],"left_right_index":-1,"ext_id":"111966394","area_id":"OnNrTzGGUyuoBe0v4mCEjw=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:53:34.426Z","updatedAt":"2024-01-15T16:39:56.819Z"}