{"_id":"63689fa2e80bff5a99519200","area_name":"Silo Ice Climbing","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,938e488c-bb9d-5fa5-9685-b7d1a68e7252,ac0eccb9-1de3-5da8-aac1-6106193b3d90","pathTokens":["USA","Iowa","Silo Ice Climbing"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.5246,42.5484]},"bbox":[-92.52521036553557,42.54795033981814,-92.52398963446446,42.54884966018188],"left_right_index":-1,"ext_id":"107415897","area_id":"rA7MuR3jXaiqwWEGGTs9kA=="},"content":{"description":"From their website: siloiceclimbing.com/index.php\n\n  \"In the fall of 2001, Don Briggs, Univeristy of Northern Iowa professor and Cedar Falls resident, was helping a friend till his farmland.  While driving back and forth across the field, a distant line of silos caught his eye.  Being an avid rock and ice climber, Briggs wondered how he could successfully climb the silos.  Though his initial idea was to rock climb the infamous stuctures, Briggs ultimately decided to attempt to ice climb them. After receiving permission to ice the silos, he began researching how to rig hoses in order to make ice when the weather turned cold. \n\n  Briggs has now perfected a system to ice the silos for maximum climbing potential after eight seasons of silo ice climbing.  Each year brings new climbers who quickly become masters of the silo.\"\n\n It is a great place to go ice climbing if you are located in Iowa without having to drive a long distance. They also have all the gear you need so if you just want to try ice climbing out for the first time its a great place to try. \n\n  Climbing is only on the weekends during designated times. There is also an admission fee, but all gear is supplied so you do not need to own/bring your gear. Check their website for current conditions and whether they are open or closed, cost, time, location, and more."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:03:15.338Z","updatedAt":"2024-01-15T16:44:49.878Z"}