{"_id":"6368a38be80bff5a995859d8","area_name":"Glen Onoko","shortCode":"","climbs":[{"_id":"3T6wx0qEUguJAQu588WymA==","name":"Alli's Crack","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"Feb 2019","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.7603,40.8835]},"left_right_index":2,"mp_id":"116649768","mp_crag_id":"107434823","climb_id":"3T6wx0qEUguJAQu588WymA==","areaRef":"2SI3AHq0WpyFxD7fJS8SRA=="},"content":{"description":" Few different problems on the different faces of the boulder , this one specifically starts in the inside crack between the boulder and use the small crimps to get a start. Once off the ground you wanna stem your legs or keep them on the same wall and use your back on the opposing wall to offer balance. ","protection":"","location":"A Boulder problem found off the beaten path below the Gorgeous Rocks closer to the contributory stream off of the falls trail across the small stream (Gorgeous Rock side) . It can be seen from the trail which is blazed in Red and is one of the biggest rocks off the trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,9ad2ba77-9e1d-530a-beb8-966a3a79da3a,aabe5eb7-0de6-54da-8f7a-5a1422c3157f,d9223700-7ab4-5a9c-85c4-3edf252f1244","pathTokens":["USA","Pennsylvania","Northeast Ridges and Valleys","Lehigh Gorge State Park","Glen Onoko"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2+"}],"byDiscipline":{"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-75.7603,40.8835]},"bbox":[-75.76089475556651,40.88305033981813,-75.7597052444335,40.883949660181855],"left_right_index":-1,"ext_id":"107434823","area_id":"2SI3AHq0WpyFxD7fJS8SRA=="},"content":{"description":"Glen Onoko is a steep, shady valley on the north side of Lehigh Gorge. A stream drains over 800 feet of elevation from the top of the glen down to the Lehigh River, over several large waterfalls. These waterfalls are nice and refreshing to duck under during the swampy days of summer, though they can be as slippery with moss then as with ice in the winter. \n\n  One main trail leads from the Glen Onoko trailhead to the top of the Glen, ascending steeply over around half a mile. A network of use trails criss-crosses the area. The Glen Onoko Falls Trail is also the start of longer hiking approaches to destinations like Gunk's Boulder and Eagle Cliffs. \n\n  One obvious chalky boulder route (Falls Trail Boulder) starts right off the trail. Others problems can be found nearby, but the best is supposed to be at G.B. past the top of Glen Onoko. \n\n  Most winters, the waterfalls freeze well enough for decent single-pitch ice climbing. This can be a good local beginner's destination, as they are topropeable. \n\n  Some ice routes here are Lower Falls, Weeping Wall, Princess Pillar, Upper Amphitheater Columns. NEIce.com usually has recent conditions reports for Glen Onoko."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:19:56.683Z","updatedAt":"2024-01-15T16:48:07.681Z"}