{"_id":"6368a1b8e80bff5a99553eef","area_name":"Yosemite Boulder Area, The","shortCode":"","climbs":[{"_id":"/MuaRCW4XUKQZ01Y1C4xVA==","name":"Yosemite Arete","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106041602","mp_crag_id":"106523370","climb_id":"/MuaRCW4XUKQZ01Y1C4xVA==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"There is never chalk on this one.  Maybe because it's quite tall.  Fortunately, the crux is down low.  Start on the left side of the arete and slap up on technical ground with a few reachy moves and small feet.  Scary moves at a crack/corner lead to a horizontal crack already high off the deck.  Then make a great traverse left in the do-not-fall zone to the path of least resistance to the top (summit).  Downclimb cracks and chimneys on a different side.","protection":"Pad - downclimbing ability","location":"The big boulder close by Kalbro"},"__v":0},{"_id":"1KAcxAjIUpaK9eH03Y2/1w==","name":"The Very Bad Idea","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106529195","mp_crag_id":"106523370","climb_id":"1KAcxAjIUpaK9eH03Y2/1w==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Crimp up an arete then finish up an exciting slab.  Sound like fun?  Sit start the arete to the left of the pointed stump with a right hand sloper and a good left hand pinch.  Pull up to a set of crimps, then using a cool left hand divot on the slab, make a scary move out right to a slopey sidepull that will help you get up onto the slab.  Finish up the slab to an easy topout.  Great movement, but try not to fall onto the spear.","protection":"Pad, spotter","location":"This problem climbs the arete to the left of My Girlfriend and right of Bloody Knuckles.  Downclimb an easy slab towards a tree."},"__v":0},{"_id":"gNcG5FfmXYqPlLAW2a8Mhg==","name":"Still Remains","yds":"V1-","grades":{"yds":"V1-","font":"5-","vscale":"V1-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"107833342","mp_crag_id":"106523370","climb_id":"gNcG5FfmXYqPlLAW2a8Mhg==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"climb up the right angled beginning finger to hand sized crack with some pretty solid toe hooks into a pretty good jug to match on, pull your foot into the triangular shaped hole and cantilever your knee in, turn your hips,layback on the wide crack at the top or treat it like an offwidth. ","protection":"crash pad or two, I put my back pack under the pad covering the death spike under the route to make the landing \"softer\" either way, you don't want to fall after half way.","location":"facing the Yosemite Boulder from the round pond side, walk around the right side and look up, if you walk to climbers left from the bolts on the yosemite boulder, it will be about 30 feet around from there."},"__v":0},{"_id":"mUH2AfI2VOefk2zwYF8Utw==","name":"Standard Route","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106144279","mp_crag_id":"106523370","climb_id":"mUH2AfI2VOefk2zwYF8Utw==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"An easy, fun highball with a low crux.  Stand start (or sit) the arete, and climb up and right to gain the juggy crack.  Once you're in the crack, continue up and right on great holds although the ground gets further and further away.  Topout and have a seat before climbing down.","protection":"Pads & spotters","location":"Yosemite Boulder (El Cap).  This problem starts on the arete facing the trail to Devil's Den.  Downclimb through the large chimney system."},"__v":0},{"_id":"RZ5PwLYOWTuTZC4aftKTxw==","name":"Standard Direct","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106144284","mp_crag_id":"106523370","climb_id":"RZ5PwLYOWTuTZC4aftKTxw==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"A slightly more difficult & direct version of the Standard Route with a fun mantle move in the middle of the face.  Stand start a few feet right of the arete with an undercling directly below a slopey dish.  Pull off the ground and grab the hidden seam in the back of the dish.  Do what you have to do to be able to mantle the dish and reach up into the crack.  Once you're in the crack, it's a juggy romp up and right to the topout way off the deck.","protection":"Pads & spotters","location":"Yosemite Boulder (El Cap).  This problem starts right of the arete facing the trail to Devil's Den.  Downclimb through the large chimney system."},"__v":0},{"_id":"EPu37QsoVP2dGrOSMioYbQ==","name":"Slab-dercling","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"107553690","mp_crag_id":"106523370","climb_id":"EPu37QsoVP2dGrOSMioYbQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Start on the slab with a good undercling. Using the undercling for as long as possible work your feet up smears and friction a couple moves until good holds are reached and make the easy top out.","protection":"Pad.","location":"Located on the left side of the face that holds Hemlock Gate. Just left of the tree on the obvious undercling."},"__v":0},{"_id":"KLQFy9muXAWyqqkWefzTZQ==","name":"Power & Technique","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106144294","mp_crag_id":"106523370","climb_id":"KLQFy9muXAWyqqkWefzTZQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"An odd, yet fun climb that takes a little power and, you guessed it, technique a la footwork.  Then again, if you're tall, it will probably seem easier.  Sit start with both hands matched in the chalked up crack in the middle of the face.  Pull off the ground and gaston your left hand in another crack.  Move your feet around, then make a big move, left hand again, to a crimp above your head (crux).  Once you have the crimp, you can either continue straight up over the bulge on jugs, or traverse into the finishing crack on the Standard Route.","protection":"Pads & spotters","location":"Yosemite Boulder (El Cap).  This problem starts on the face left of the arete facing the trail to Devil's Den.  Downclimb through the large chimney system."},"__v":0},{"_id":"ptxOfwePUFOPhn2fASL3uA==","name":"Out of Ammo","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Gavin Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":5,"mp_id":"112194373","mp_crag_id":"106523370","climb_id":"ptxOfwePUFOPhn2fASL3uA==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Start about 6 feet to the right of the small hemlock tree. Sit start with a small right hand sidepull and the left hand above on the slopey lip. Choose from good feet and pull on. Start slapping and smacking your way left on slopers with divots, and crystals while fighting for friction. Make a hard move out left to a giant sloper sidepull and then make your way straight up via a crimp or a divot, and execute a hard move to a good hold and get established on to the slab for the top out! \n\n  This line seems like a more natural version of \"Ammunition\". \n\n  For some extra pump, keep going and send the mother, \"Missile Command\".","protection":"2 or 3 pads","location":"Same boulder as \"Gunshow\" and \"Bulletproof\""},"__v":0},{"_id":"TqXC5IzuUSOrcFYWTq4+XA==","name":"One in the Chamber","yds":"V3+","grades":{"yds":"V3+","font":"6A+","vscale":"V3+"},"fa":"Miles Galloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":6,"mp_id":"114382550","mp_crag_id":"106523370","climb_id":"TqXC5IzuUSOrcFYWTq4+XA==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Sit start on the sloping lip to the right of the Hemlock tree located behind \"Ammunition\". Pull on and move up to a small undercling sidepull before doing a hard move to a mono or two finger pocket. From here make a far reach off the mono before topping out in easier terrain.","protection":"One pad. Careful on the mono-lockoff, it is slightly tweaky.","location":"This problem is located on the same boulder as \"Bulletproof\". It starts out right on the sloping lip/ arete. This problem shares the same start as \"Missile Command\" and \"Out of Ammo\", but climbs directly up rather than traversing."},"__v":0},{"_id":"DsINDTMZX8e2/BFWFaYqJQ==","name":"NRA","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":0,"mp_id":"106277637","mp_crag_id":"106523370","climb_id":"DsINDTMZX8e2/BFWFaYqJQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Friendly holds, gently overhanging, good feet, and a tricky topout.  Sound good?  Sit start next to the tree with a large crimp for your right hand and a low jug for your left.  Make a few moves up good holds until you gain the lip, then figure out how to rock over onto the slab.  Once you're through the crux, it's an easy romp up the slab.","protection":"Pad","location":"Across the stream, on the Gunshow boulder, left of the tree.  Downclimb the slab on either side."},"__v":0},{"_id":"YOoa9ZI2WaixZLLC84eOZw==","name":"My Girlfriend","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Lee Hansche","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106305767","mp_crag_id":"106523370","climb_id":"YOoa9ZI2WaixZLLC84eOZw==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Another one that i cleaned long ago...This is a fun couple moves but its over so quick its kind of a bummer... \n\n  Start on the one hold on the wall (on the left)... Pull on to the wall and hit the sloping top... Move left on slopers untill you can throw a heel and press it out...","protection":"pad","location":"Around the corner to the right of Bloody Knuckles... Up the hill from the Yosemite Boulder toward the main trail..."},"__v":0},{"_id":"Yt9imDkWW6+2VRetTmbpcQ==","name":"Missile Command","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Troy Fauteux","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":4,"mp_id":"112170933","mp_crag_id":"106523370","climb_id":"Yt9imDkWW6+2VRetTmbpcQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Tired of small crimps and sharp holds? Get on this  superb sloper testpiece then. Sit start with a good right hand crimp and a high left hand on the slopey lip. Pull on with good feet and make moves leftward on divots and awesome slopers. Get the right hand on the lip and make a big shouldery move from a divot way out left to the sloper sidepull. Tenuos footwork allows for a match in the same area with your choice of a pinch, crimp or divot. From here drop into the horn as for the first move of \"Bulletproof\" and match, or go big and hit more divots and finish up the arete with a heelhook.   Super pumpy and unique movement, along with friendly holds make this a good project and a sweet problem!","protection":"Three crash pads should do.","location":"Same boulder as \"Gun show\" and \"Bulletproof\". This line starts way right of \"Bulletproof\" start."},"__v":0},{"_id":"hTJb7wixWC6CWr6wBY3aVw==","name":"Knuckle Dragger","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106529203","mp_crag_id":"106523370","climb_id":"hTJb7wixWC6CWr6wBY3aVw==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"A great, friction-dependent line that feels impossible until you figure out body position and slot your heel perfectly.  Just right of Bloody Knuckles, sit start with a good left hand sidepull and your right hand on the pinch of The Very Bad Idea.  Pull up and snag the severely sloping lip with your left hand before traversing up and left to reach the jug on Bloody Knuckles and finish as for that climb.","protection":"Pad, spotter","location":"This problem starts between Bloody Knuckles and The Very Bad Idea below the slopey lip.  Downclimb an easy slab towards a tree to get down."},"__v":0},{"_id":"zisPoJlaV4WH36PDNBsO6w==","name":"Kids With Guns","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"107553699","mp_crag_id":"106523370","climb_id":"zisPoJlaV4WH36PDNBsO6w==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Sit start on a good crimp and right hand on the arete, pull up and grab a crimp with the left hand and adjust your feet now make the crux right hand move to a good sidepull near the arete and top out. \n\n  If this was taller it would be good but it is rather short...","protection":"Pad.","location":"On the boulder uphill from the Yosemite Boulder, climb the steeper face and arete left of Hemlock Gate and Slab-dercling."},"__v":0},{"_id":"NP9U6imgVyOyhGRMmmb0MA==","name":"Kalbro","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106041591","mp_crag_id":"106523370","climb_id":"NP9U6imgVyOyhGRMmmb0MA==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"This awesome arete problem is tucked away in the heart of Boulder Natural. Start sitting and layback up the underside of the attractive overhanging corner, then flip your body to the slabby side of the arete and make a super fun and delicate smearing move to top out at the apex. If only it were longer! Pictures of this aesthetic problem have been featured far and wide.\n\n The top out mantle crux is  very committing and can spit you off in a lot of different directions, make sure you have good pad coverage and multiple spotters at multiple angles","protection":"3+ Pads and multiple spotters at multiple angles, you can get spit off the mantle in several different directions","location":"By the streambed by the Yosemite Arete"},"__v":0},{"_id":"umyNgRK6V/OTVjc+ePrQwQ==","name":"Hemlock Gate","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Lee Hansche","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106305776","mp_crag_id":"106523370","climb_id":"umyNgRK6V/OTVjc+ePrQwQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"I do love Pawtuckaway slabs... this one is good practice... Step on and do a few 5.9 slab moves to the top... \n\n  It looks like there could be a cool sit down start that as far as i know hasn't been done...","protection":"pad","location":"To the Left of Bloody Knuckles... Up the hill from the Yosemite boulder toward the main trail..."},"__v":0},{"_id":"p0BCEDSAVq+Re5/az4z0vQ==","name":"Gun Show","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":1,"mp_id":"106187751","mp_crag_id":"106523370","climb_id":"p0BCEDSAVq+Re5/az4z0vQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Sit start next to the tree on the left, using a left heel hook, an undercling for the right and a decent hold near the heel for the left. Move up to a higher undercling for the right, drop into a bad left hand crimp, set your feet and jump for the lip. Squeeze hard. Top out on jugs. \n\n  The bad left hand used to be better, but broke a few years ago. This got a V5 in the last guidbook (which I always thought was sandbagged anyway) and it's way harder now.","protection":"One or two pads and you'll be fine.","location":"On the same smallish boulder as Bulletproof (which is called Gun Club in the guide), near Kalbro."},"__v":0},{"_id":"sg5VnO7SVgivJt/qHSNchA==","name":"The Dream of Life","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Nadya Vorotnikova","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"111959758","mp_crag_id":"106523370","climb_id":"sg5VnO7SVgivJt/qHSNchA==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"If crimpy, technical highballs are your jam, I would highly recommend this climb.  \n\n  Start on an undercling on the right side of the small roof and make a move to a left hand crimp. Above it, snag the slopey crimp rail and work your way up and left on delicate feet to two very positive crimps. Straight up to the top from there is very thin and requires delicate footwork and balance.  \n\n  The lower half of the climb has some obvious flakey holds that should be avoided. \n\n  !!! IMPORTANT !!! \n\n  Please dismantle the log bridge/dam that is used as a landing for this climb after you are done working on it each time. It causes lots of water to flow around the boulder and increases the erosion/flooding on both sides. The water normally flows directly under the boulder and rarely around the sides. Please do this so we can preserve good relations with the park and abide by LNT principles. Thank you!","protection":"Having logs over the stream helps diffuse shock and will keep your pads from getting soaked. Having multiple pads and spotters is ideal in case you dry fire off the top.","location":"Right side of the back wall on the Yosemite Boulder, above the stream bed."},"__v":0},{"_id":"VnSNDM6JX5CMQhqS2Ncgfg==","name":"Death of the Blues","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"107884630","mp_crag_id":"106523370","climb_id":"VnSNDM6JX5CMQhqS2Ncgfg==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"This climb is what remains of the old climb Blues Drift and it's an obvious highball. Starts on a great flat jugs with decent feet. Move left hand to crimpy lower side pull and high hand-foot match with right foot. Grab slopey crimp with right hand followed by a bump to a higher side pull with left hand. The crux starts with locking off the left hand while standing tall and reach up and right towards good side pull (intermediate crimps could help). Bring left hand up to a dirty crimp and bump right hand higher to the good arrete. Walk feet up to small foot holds (a right toe hook on arrete helps) and slowly bring left hand to flat jug at the top for a good top out.","protection":"At least 2 pads with good spotters are needed for this problem. Because landing is sloped with jagged, protruding rocks laying all over the landing area, good coverage is necessary. It helps if spotters elevate one side of the crash pads with their knee to keep the landing zone \"even\" and softens the fall. Also make sure the right side of the landing zone is protected. If left hand pops during crux, climber will most likely pull himself to the right. \n\n  It is also advisable to clean the top out as moss and pine needles often blanket the top.","location":"From the trail looking at the Yosemite Boulder, the problem is located on the left-most face on the smaller of the 3 boulders. The start holds are hard to miss, just left of the crack that separates the boulders. Climb down by making your way behind the boulder down the chimney."},"__v":0},{"_id":"9rE/EJu7UXSIcaxGKimyiQ==","name":"Ceadas","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Vasya Vorotnikov","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106528559","mp_crag_id":"106523370","climb_id":"9rE/EJu7UXSIcaxGKimyiQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"One of the newer hard problems in the area, this is unfortunately only climbable when the stream dries up and the lagoon in the pit is gone.  Starting in the pit, climb the steep face on bad crimps and pinches until you can reach around the left arete to a sidepull flake before finishing up.  You may want to pad the low angle slab behind you in case of a backflop.","protection":"Pads, spotter","location":"This problem climbs the overhanging face left of Kalbro.  Climb the into the pit to reach the start."},"__v":0},{"_id":"09mCB6pcWW2+r1Qlmdmv4Q==","name":"Bulletproof","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":2,"mp_id":"106104975","mp_crag_id":"106523370","climb_id":"09mCB6pcWW2+r1Qlmdmv4Q==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"This lip traverse is friction dependent and usually chalked up.  Sit start under the roof on a good flake.  Move R hand to snag a sloper on the lip, and either use an undercling or slap L hand up onto a sloper around the lip.  Traverse left, utilize a heelhook, then head up the arete/jugs to the topout. \n\nyoutube.com/watch?v=i27SMGh…\n\n ","protection":"Pad","location":"This boulder is across the stream near the problems Kalbro & Ceadas.  Walk past EZ Cheese to the stream and the chalk is usually visible."},"__v":0},{"_id":"jqM5tehKV1Kn2z/29zktnQ==","name":"Brett Does Lawn Jobs (aka.- Keep it Subtle)","yds":"V5+","grades":{"yds":"V5+","font":"6C+","vscale":"V5+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106831886","mp_crag_id":"106523370","climb_id":"jqM5tehKV1Kn2z/29zktnQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Start up at small block below shallow seam up. Work up and left on cimps to cruxy slopers. Move a bit left then up to the crack on Std.","protection":"Pads, spotter","location":"Middle of the back wall on the Yosemite Boulder, just left of old bolt ladder."},"__v":0},{"_id":"SoLRnFmUUH2R6SLVPfJDbA==","name":"Bloody Knuckles","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Lee Hansche","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":999999,"mp_id":"106305754","mp_crag_id":"106523370","climb_id":"SoLRnFmUUH2R6SLVPfJDbA==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"I cleaned and climbed this line years ago... It may have been redone under another name but i had to dig out holds and broke one off as well (on my first try i busted the left hand crimp off skinning my knuckles across the rock giving the route its name)... \n\n  Might need to brush out some pine needles first but the climbing is great, the rock is solid and grippy, go for it... Sit down at crimps and pull on throwing for a grip out left, then a right hand move straight up gets you to a good hold and you pull on to the slab for the finish...","protection":"pad","location":"A smallish boulder up the hill from the Yosemite Boulder (heading toward the trail)... From Yosemite Boulder you will be looking at this problem..."},"__v":0},{"_id":"HhvVFdqJV7G/joZqYAR3HQ==","name":"Ammunition","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"left_right_index":3,"mp_id":"111273715","mp_crag_id":"106523370","climb_id":"HhvVFdqJV7G/joZqYAR3HQ==","areaRef":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"Start as for Bulletproof, matched on the rail. Go up to the slopey lip (or okay crimps right next to it) and instead of following the slopey arete left like Bulletproof, continue straight up the slopey feature sticking out on the slab. Use weird techniques and body positions to power yourself up onto the slab. Walkoff the back.  \n\n  This is a neat climb that's not as good as the classic it shares the start with, but is still worth your time.","protection":"A pad for the start, and a spotter to either hold a pad over the tree directly behind you, or to simply spot you. The tree is literally right behind you for this climb, so you need a spotter or you'll probably smack your head.","location":"On the same boulder as bulletproof, which is right by the Yosemite Boulder and the classic Kalbro arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f472e63d-9089-5206-ab16-8385450ac7a4,a9851693-323d-59ca-828e-34aede9ad409,ea2750e2-4c35-5d8d-ad9b-9f4ed8a1075a","pathTokens":["USA","New Hampshire","*Pawtuckaway","Boulder Natural","Yosemite Boulder Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V4-5"},{"count":4,"label":"V4"},{"count":1,"label":"V1-"},{"count":3,"label":"V2"},{"count":2,"label":"V3"},{"count":2,"label":"V0"},{"count":2,"label":"V7"},{"count":1,"label":"V3+"},{"count":2,"label":"V8"},{"count":1,"label":"V0+"},{"count":1,"label":"V11"},{"count":2,"label":"V6"},{"count":1,"label":"V5+"},{"count":1,"label":"V5"}],"byDiscipline":{"bouldering":{"total":24,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":10,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":3,"advanced":10,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.18372,43.11916]},"bbox":[-71.18433602876232,43.11871033981814,-71.18310397123768,43.11960966018187],"left_right_index":-1,"ext_id":"106523370","area_id":"6idQ4kw1XY2tm59O2KEHWg=="},"content":{"description":"This upstream cluster of boulders generally provides exciting highball problems like Yosemite Arete (V5), Keep It Subtle (V5-6) and Kalbro (V3), but there are a bunch of shorter problems as well such as NRA (V2-3) and Bloody Knuckles (hard V5).  The Yosemite Boulder, the tallest boulder in the area, is home to numerous classics and hikers regularly scramble up the obvious chimney to stand at its peak. Years ago, a sizeable chunk of rock broke off, destroying some of the old classics.  For those seeking something difficult, check out Ceadas (V11) or what's left of Gunshow (V8). This area also includes the classic Bulletproof (V6) which is a shorter super slopey problem, and a number of projects. "},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:12:11.304Z","updatedAt":"2024-01-15T16:46:31.932Z"}