{"_id":"6368a50be80bff5a995b0648","area_name":"Moses","shortCode":"","climbs":[{"_id":"WQrsijd/XZCwsqalHSTNeQ==","name":"Primrose Dihedrals","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ed Webster, solo, 79 FFA: Webster, Hong 79","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.91054,38.47567]},"left_right_index":999999,"mp_id":"105717748","mp_crag_id":"105717024","climb_id":"WQrsijd/XZCwsqalHSTNeQ==","areaRef":"CP1oNLZPXa+SQVoBArJG8g=="},"content":{"description":"This is a famous and popular route on the sunny south side of Moses.  It is possible to bypass the first pitch (at 5.11+ one of the hardest) by means of a devious 5.8 traverse from the notch to the east.\n\nTo get to the normal start walk around the right side of the spire.  P1: Climb an inverted V slot (5.11+) to a 2 bolt belay at about the level of the notch to the east.\n\nTo do the alternate start walk around the left side of the spire, passing the base of Pale Fire to the notch east of Moses.\n\nP1: Climb down a few feet (but not more) and then up onto an exposed ledge which leads around the corner to the west.  Follow this ledge to the belay bolts (5.8).\n\nP2: Work up to the left edge of a roof, and fire up a beautiful finger crack to a roof (5.10).  Continue up via liebacks and jamming (5.10).  Head left before the crack ends to a belay under a roof.\n\nP3: This pitch is very short and actually starts about 10' below the previous belay.  If the second traverses left at the correct spot while following the previous pitch, the leader can simply lower the rack down (otherwise, downclimb from the belay).  From here, stem and hand traverse left to a thin crack, and climb this (5.10-) for only about 30' to a huge sloping ledge with 3 bolts.  This ledge is only a little bit higher than the previous belay.  From here the upper section of the route is visible and awe inspiring.\n\nP4: Follow a straight in crack to a pod, then up a right facing dihedral (5.10 hands and then fist) to a 2 bolt belay.  This pitch looks tough from below, but a convenient foothold off to the right at one roof makes it easier than one might think.\n\nP5: Continue up a weird 5.9 crack to the base of the ear (large cam may be useful), optional hanging belay here.  Lieback or offwidth the ear (5.11+), or aid up using 6 bolts to the right of the corner.  After the last bolt you used to have to free climb 15-20' to the top of the ear.  The crack here is over 6\", but halfway up this section look for a smaller crack inside that offers some protection. [A new bolt in this section has eliminated this sporting runout]\n\nP6: Chimney behind a large flake and head straight up (5.8) to a 2 bolt belay.  Alternatively, you can follow 1 or 2 bolts above the belay (5.10 face).\n\nP7: This is the same as the last pitch on the Dunn Route.  Face climb past 2 bolts to the top.  You can easily combine P6 & P7.\n\nDescent: We rapped the North Face (Pale Fire route).  Do a single rope rap from the top, then 3 long double rope raps to the base, with 2 hanging stances.  Supposedly you can also rap the aid route left of Primrose, but we couldn't find these anchors.","protection":"Standard desert rack (including a double set of camming units).  Bring RP's for the first (standard) pitch.  You may want more finger sized pieces for pitch 2, and a #4 Camalot on pitch 5.","location":""},"__v":0},{"_id":"b4sXyvbBXV+6VhwJHzXUsg==","name":"Pale Fire","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA: Fred Beckey, Jim Galvin, Thom Nephew, Greg Markov, Eric Bjørnstad 1973 FFA: Chip Chace  and Charlie Fowler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.91054,38.47567]},"left_right_index":999999,"mp_id":"105718225","mp_crag_id":"105717024","climb_id":"b4sXyvbBXV+6VhwJHzXUsg==","areaRef":"CP1oNLZPXa+SQVoBArJG8g=="},"content":{"description":"Somewhere I read that if you free the first pitch, you've done Pale Fire, and if you don't free it, you've done the North Face.  Whatever.\n\nThe first pitch is the business.  While the technically hardest moves are below the splitter (.12b/c), the splitter rattly fingers crack is stout and sustained.  It's .11d, but it ain't no Indian Creek .11d (meaning, if you struggle on .11d at the Creek, then you'll get your ass whooped on this section).  Mostly #1 Friends, .5 and .75 camalots.  I wouldn't recommend stopping at the hanging belay, but instead go the next anchor about fifty higher.  The whole pitch is about 160 feet.\n\nThe second pitch is sustained .10d.  Mostly hands and cups.  #2 and #3 camalots.  After the crack ends, there are some balancy face moves getting to some ancient drilled angles.  I wouldn't recommend stopping at the end of the crack, cause you'll have an uncomfortable hanging belay.  Work past the couple angles and star drives (can't remember what they are exactly) until you get to the slabby face.\n\nThe third pitch has a lot of fixed gear (drilled angles, star drives, and other ancient relics) that go up the slabby face.  This pitch is mostly 5.10, with an occasional 5.11- move.\n\nOne more easy pitch to the top.\n\nThree double rope raps back down the route.","protection":"Standard desert rack up to fist size.  Maybe one #4 Camalot and some extra rattly fingers for the first pitch.","location":""},"__v":0},{"_id":"MLYWmBWFVLGe25XO5usAng==","name":"Dunn Route","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dunn, Green, Snively, Rasmusson, 73 FFA: Achey, Randall, 82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.91054,38.47567]},"left_right_index":999999,"mp_id":"105717745","mp_crag_id":"105717024","climb_id":"MLYWmBWFVLGe25XO5usAng==","areaRef":"CP1oNLZPXa+SQVoBArJG8g=="},"content":{"description":"This route is less well known than Primrose Dihedrals but is very nice.  It is the easiest free route up Moses and consists mostly of 5.9 and 10- with one short but burly crux pitch.  The route is on the northwest face of Moses, so it is generally shady.  The upper part of the route is very obvious, following a huge right facing corner left of Moses' chin when looking from the parking lot.\n\nP1 (45m): Solve a boulder problem through a small overhang (5.9+) to reach a discontinuous right facing dihedral.  Follow this up and left (5.8).  This crack widens just before the belay and a #4.5 Camalot is useful here, but is not necessary if you are willing to run it out a bit.  Belay from a large ledge below an overhanging right facing corner.\n\nP2 (60m): Climb the corner (10-) and continue up to the base of a chimney.  You should probably belay here if you do not have a 60m rope or are experiencing rope drag.  Climb partway up the chimney and then exit left, face climbing (5.9 PG) and then following a left facing corner all the way up to a gigantic ledge (5.8).  There are 2 bolts on the right side of this ledge.  If you follow the chimney too far it turns into a 5.10+ squeeze ending atop a flake (slings).  From here you can still traverse left to the big ledge.\n\nMove the belay left 50' to the base of the crux corner.\n\nP3 (25m): The crux pitch.  Follow the right facing corner past an undercling (5.10+), then climb 20' of burly fist crack (5.11-).  There are some desert bolts left of this crack, but you will also need several #3.5-#4 Camalots.  Where the crack turns overhanging, crank into a cave not visible from below and belay.\n\nP4 (45m): Burrow back into the cave and then exit straight up (5.8).  This is a bizarre but quite easy pitch and you must squeeze through a very tight constriction.  If you are a really big guy you may not fit (my chest size is 41\" and I had to exhale).  The only other option is to follow the main crack up, it is supposedly 5.11 offwidth and looks horrific.  Belay from 2 bolts on a large ledge just below the top.\n\nP5 (15m): Climb past 2 bolts (5.8) to the summit.\n\nDescent: 4 Rappels down the North Face (Pale Fire route).  The first rappel is only about 60', then do 3 more double rope raps.  There are 2 hanging stances,  fortunately the old decaying bolts have been replaced.","protection":"Standard desert rack plus extra #3.5 and #4 Camalots for the crux.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,2dfdb657-4194-5c35-8d71-416488c6bbf9,5c6d8ee0-346b-5131-85b0-3ec18ae916a2,08fd6834-b64f-5daf-9241-5a0102b246f2","pathTokens":["USA","Utah","Southeast Utah","Island In The Sky","Taylor Canyon","Moses"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.91054,38.47567]},"bbox":[-109.91111437222798,38.475220339818144,-109.90996562777202,38.476119660181865],"left_right_index":-1,"ext_id":"105717024","area_id":"CP1oNLZPXa+SQVoBArJG8g==","polygon":{"type":"Polygon","coordinates":[[[-109.91111437222798,38.475220339818144],[-109.90996562777202,38.475220339818144],[-109.90996562777202,38.476119660181865],[-109.91111437222798,38.476119660181865],[-109.91111437222798,38.475220339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:47.391Z","updatedAt":"2024-02-19T18:41:03.476Z"}