{"_id":"63689de0e80bff5a994f9106","area_name":"Lost World, The","shortCode":"","climbs":[{"_id":"bllASf7wWXS/p0O5Su6mYw==","name":"Yosemite Slab","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65683,40.352]},"left_right_index":999999,"mp_id":"105754384","mp_crag_id":"105848733","climb_id":"bllASf7wWXS/p0O5Su6mYw==","areaRef":"Q/ihDgNQUYeJiKYfHAu6hw=="},"content":{"description":"Curiously, this is the only route in Rossiter's guidebook followed by a question mark. I'm not sure if this refers to the name or the rating, but it intrigued me, and since my partner Charles and I were already up there and we had a couple more hours of daylight, we figured we'd get one more route in before heading home.\n\nThe first pitch is described as a shallow dihedral, and even from the base of the route you can't see what the crack inside this feature looks like, so it didn't occur to me to bring up anything larger than a #3 Camalot. The first 30-35 feet of the first pitch is sustained 5.9 climbing protected by small to medium stoppers and an occasional micro cam, after which you pull left a few feet into the true shallow dihedral, the bottom of which would have taken a #4 Camalot. Instead of a crack running up the length of the inside of the corner, there's a flared groove that gets progressively more flared, and moss-filled the higher up it goes, lacking any decent protection options. I figured there MUST be some sort of gear placement higher up, so I kept climbing, getting more and more gripped and pumped from the strenuous lieback/pinch (liebacks never were my forte), no gear in sight. After almost 20 feet of this, there looked to be a decent hold about 8 feet higher where I might be able to rest and get a piece in, so I kept moving, hoping I'd make it before losing all my strength. But before I got more than a couple moves higher, my feet popped without warning and I fell, pulling my last piece (the second smallest Alien) 20+ feet below and finally being caught by my next-highest piece (a mid-sized Sentinel Nut), landing upside-down inches from the ground, grass poking through the ventilation holes of my helmet. Moral of the story: if there's a question mark in the guidebook, it means the author probably hasn't climbed it.","protection":"Standard rack plus a #4 Camalot, and a couple screamers for the old bolts at the top. Also, strong forearms for the runout lieback on the first pitch.","location":""},"__v":0},{"_id":"CU9fO14JW1yPjensMHaNmw==","name":"Welcome to the Jungle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rossiter, Ellis, Grebe, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65683,40.352]},"left_right_index":999999,"mp_id":"117608830","mp_crag_id":"105848733","climb_id":"CU9fO14JW1yPjensMHaNmw==","areaRef":"Q/ihDgNQUYeJiKYfHAu6hw=="},"content":{"description":"I'm adding this route to MP, because I believe its the best way to get to the base of the Colossus cliff instead of going up the gully. I hope to climb this soon when I'll come back and edit this text.\n\nP1. The route goes up the beautiful corner for about 130 feet where it ends at a tiny ledge.\n\nP2. Continue up blank section to horizontal crack, and undercling going left to exit.","protection":"A standard rack including a couple #4 Camalots.","location":"On the huge slab below Colossus Cliff, there is a left-facing corner with a crack."},"__v":0},{"_id":"REhURdT3WTaQLgSoAlc+pw==","name":"Wandering Star","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Gene Ellis and Hector Galbraith, 1994","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65683,40.352]},"left_right_index":999999,"mp_id":"105965589","mp_crag_id":"105848733","climb_id":"REhURdT3WTaQLgSoAlc+pw==","areaRef":"Q/ihDgNQUYeJiKYfHAu6hw=="},"content":{"description":"Probably named for the route's nature and the Portishead song released the same year, this quality route ascends the left side of the west face of Gnome Dome.  The rock quality is reminiscent of Lumpy Ridge and is in a beautiful, isolated setting.  Begin at an obvious ripply seam 50 feet left of the large roof at the bottom center of the dome.  Two fairly long pitches follow discontinuous seams up and a little to the left with sparse/questionable pro every 20'.  Some of the moves are insecure and not well protected.  Lower crux comes at an interesting clean-cut keystone shape at your chest (this looks freshly broken and goes at 5.6, maybe 5.7). These 2 pitches lead up to a ledge beneath the entry to the headwall (Rossiter's topo is very good for this). Crank through the weakness and into the terrific hand crack to the top.  This is a very good pitch.\n\nDue to the nature of the protection, this route isn't recommended for leaders breaking into the grade.","protection":"Standard rack.","location":"Skip downclimbing beneath the Orange Arete (5.4) and bring your gear up with you and decend the walk-down to the east.  Uneasy scrambling down the reverse \"C\" gully of pine trees brings you down the east side of the dome.  At the same height of the large roof on Goblins Slab we found new-ish webbing with a rap ring.  80' takes you down by the beginning of Goblins Slab, a great moderate in its own right.  Climb and repeat as necessary...."},"__v":0},{"_id":"sg0SmeRcU6yzFf2OLLIJlg==","name":"Southwest Prow","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charles Vernon; Kurt Johnson, 5/22/05","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65683,40.352]},"left_right_index":999999,"mp_id":"105763818","mp_crag_id":"105848733","climb_id":"sg0SmeRcU6yzFf2OLLIJlg==","areaRef":"Q/ihDgNQUYeJiKYfHAu6hw=="},"content":{"description":"This is a fun route up the SW arete of the Colossus. In contrast to Colossus Crack, it doesn't look like much from the ground, but has some fun crack and arete moves. Approach as for Colossus Crack, and hike to the left-hand side of the of the cliff (around the corner left from the steep, green wall with Colossus Crack).  \"SW Prow\" starts up a slab and picks up a 5.8 seam just right of the prow (00 tcu placment).  Continue to a ramp below a steep arete, and climb a splitter finger crack (crux) about 5' right of the arete (the ramp continues to the right as a sort of corner or groove).  Higher, the crack ends, so step left and use both sides of the arete for a few fun, exciting moves to reach a ledge where one can belay, or possibly stretch the rope to the top.\n\nNote: from the ground, several seams are visible to the right of the arete, and for the most part, they are indeed unprotectable seams, but when you reach the ramp, it becomes apparent that the particular crack described above takes perfect nut placements and thin finger jams.","protection":"standard rack; a 00 tcu is helpful and nothing larger than a #2 friend is required","location":""},"__v":0},{"_id":"IoF+neBqUOKuOotZDnc1iw==","name":"Rainbows and Unicorns","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mark Ronca, Dean Martinson, and Ryan Schuster, Sept. 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65683,40.352]},"left_right_index":999999,"mp_id":"118212054","mp_crag_id":"105848733","climb_id":"IoF+neBqUOKuOotZDnc1iw==","areaRef":"Q/ihDgNQUYeJiKYfHAu6hw=="},"content":{"description":"Pitch 1 - climb the right-facing corner making a difficult move left under a roof (crux) then up through a second roof. Now climb a thin crack in a right-facing corner to a good belay pod.\n\nPitch 2 - climb out right from the belay then up crossing horizontal cracks. Continue in a nice, vertical finger/hand crack and belay (5.7).\n\nPitch 3 - climb finger cracks over a bulge (5.7), then finish on lower angle rock to the top.","protection":"Stoppers, cams to #2, and TCUs.","location":"Approximately 50 feet right of\n\nNight of the Unicorn\n\nin a system of large roofs, locate a right-facing corner system with two distinct overhangs."},"__v":0},{"_id":"bfud2rKzW1WZ1eP8p+Yusw==","name":"Night of the Unicorn","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard Rossiter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65683,40.352]},"left_right_index":999999,"mp_id":"105749053","mp_crag_id":"105848733","climb_id":"bfud2rKzW1WZ1eP8p+Yusw==","areaRef":"Q/ihDgNQUYeJiKYfHAu6hw=="},"content":{"description":"The Knome Dome, site of this route, lies a short way below and to the east of the Colossus. As for that rock, hike the Fern lake trail 1 and 1/2 miles to Bridge, then head up the hill. The Knome Dome is a prominent, 350 foot high triangular cliff.\n\nP1. Identify an A-shaped roof halfway up the cliff, and start below that, near a large tree. Traverse up and right across the face on a ramp to a belay (5.5).\n\nP2. Climb straight up, linking cracks and corners, and belay below a bulge, down and right of the A-shaped roof (5.7, 100 feet).\n\nP3. Climb over the bulge (5.10a) or climb the corner to the roof and turn that at 5.8. Either way, continue in a nice hand crack. Belay or stretch the rope to the top; descend to the west.\n\nNote: the cliff immediately west (the Moot Point Apron sports a beautiful steep slab with a shallow dihedral, said to be 5.10 (2 old bolts). Unfortunately, my partner took a rather large fall after 50 feet of fantastic climbing, so we didn't finish the route. An offwidth piece for a flake would be advisable.","protection":"A standard rack.","location":""},"__v":0},{"_id":"Dr8DMF/hUpGmbmO0QvQcWw==","name":"Colossus Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kurt Johnson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65683,40.352]},"left_right_index":999999,"mp_id":"105749050","mp_crag_id":"105848733","climb_id":"Dr8DMF/hUpGmbmO0QvQcWw==","areaRef":"Q/ihDgNQUYeJiKYfHAu6hw=="},"content":{"description":"This is an excellent and unknown route.  Hike the Fern Lake trail for 1 and 1/2 miles to a bridge.  Scramble up the hillside to the right; the Colossus is a dome with its east side seemingly shorn off, left of a prominent, orange prow.  The walk is long enough to induce one to do other routes in the area as well.\n\nP1-just up from the SE corner of the Dome, find a clean, 100 foot long vertical hand crack--classic 5.8.  Belay on the ridge.\n\nP2-climb steep and blocky but flawless rock above the belay (5.8 R), and continue more easily up nice cracks to the top.\n\nDescend to the west.","protection":"Standard rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,4ca3b3d2-0c57-5e4a-9251-7a6a3addac65,43f8a10e-0350-5187-8988-a61f1c0bba87","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Fern Canyon Rocks","Lost World, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.65683,40.352]},"bbox":[-105.65742004249837,40.35155033981813,-105.65623995750164,40.35244966018186],"left_right_index":-1,"ext_id":"105848733","area_id":"Q/ihDgNQUYeJiKYfHAu6hw=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:55:52.467Z","updatedAt":"2022-11-25T11:16:23.259Z"}