{"_id":"6368a1b8e80bff5a99553f13","area_name":"Triple Corners Right","shortCode":"","climbs":[{"_id":"jdOjIBA8XcyzCyelWZwecw==","name":"Twelve Pack","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Sprague 5/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":0,"mp_id":"106030491","mp_crag_id":"106724683","climb_id":"jdOjIBA8XcyzCyelWZwecw==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"Up the corner past a technical tricky spot and on to a roomy ledge with a dying tree on it. Break left just under the tree and follow a line of bolts up the steep wall above. There is a crux overcoming the steepest part of the wall and on to some decent crimps. A little run out here... Climb a crack to the right clipping a thank god bolt on the left and up to the chains.  \n\n  A great climb that is plagued by wetness (just the first half) and tucked in to a corner that is not often explored. But it is very worth while when dry.","protection":"10 bolts to anchors. A fat finger sized cam or nut is nice for an otherwise somewhat run out section.","location":"Start in the often wet corner just left of Lichen Dike."},"__v":0},{"_id":"q3KOtC7VW0WGkaX8bjbxrQ==","name":"Trigger Happy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ward Smith 9/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":5,"mp_id":"106030531","mp_crag_id":"106724683","climb_id":"q3KOtC7VW0WGkaX8bjbxrQ==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"A nice varied route with crimps, fancy footwork and even a roof/overlap to pass at one point. This makes it a nice full body warm up.  \n\n  Start with a \"boulder problem\" just left of the left facing corner and roof of Technical Second. Climb a few hard moves to a stance then up a low angle yet quite tricky face heading a little left toward a roof.  This is the crux for many (however I am more challenged by the tricky face climbing section). Anyway, the roof is not too bad to pass if you find the right holds. fter this the anchors are right there.  \n\n  Often wet but worth doing when dry.","protection":"7 bolts to anchors.","location":"Just left of the left facing corner and roof of Technical Second."},"__v":0},{"_id":"HWFfWOwaU+WUHGfzkYuYTQ==","name":"Technical Second","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Armstrong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":7,"mp_id":"106012950","mp_crag_id":"106724683","climb_id":"HWFfWOwaU+WUHGfzkYuYTQ==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"The name for this route comes from the first ascentionist's use of a solo bely device (or so I heard.)  The route starts just to the right of Trigger happy, up the steep corner to a blocky, shallow roof.  Traverse to the right on good holds and then climb straight up the much bleaker looking face.  There are some good crimps and good feet which are hard to make out from the ground (but not that good.)  The crux comes just below the anchors, which for me included burling straight through some small crimps, but it's not too bad if you are not too pumped.  There's probably a more efficient approach here so check out the route and let me know.","protection":"5 bolts to Lower Offs","location":"On the right side of Tripple corners (3 minutes left of Wiamea's left end) between trigger happy ( the left most bolt line in this section) and Perfectly Blunt.)"},"__v":0},{"_id":"CZfSGGBwWL6hyFFnzX18Cw==","name":"Sun Bowl","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Todd Bradlee 12/94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":14,"mp_id":"105956674","mp_crag_id":"106724683","climb_id":"CZfSGGBwWL6hyFFnzX18Cw==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"Always dry. \n\n  Moderate climbing somewhere short of its best. Useful as a warm-up or warm-down if bumming around the mountain has got you down... \n\n  This climb has some weird moves including a mandatory pinch (unusual for a 5.8 at Rumney) and a dynamic move that if avoided turns this climb into a 5.10- which sneaks up on ya.","protection":"3 bolts to Anchor","location":"Right most route on the triple corners wall. Actually on the boulder between Waimea and Triple corners (route on right)"},"__v":0},{"_id":"eLGgohPNWVS1ronjkcb3mQ==","name":"Still My Way","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Shealyn Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":4,"mp_id":"110994870","mp_crag_id":"106724683","climb_id":"eLGgohPNWVS1ronjkcb3mQ==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"This route has more in store than meets the eye. As you will find it opens with relatively easy moves but difficulty builds with interesting moves as you continue to climb! Thin slabby foot work, technical arête, and a bit of crimping will see you to the anchors!","protection":"Wave Bolts to Pig Tail lower off anchors.","location":"This route starts 20' left of Trigger Happy."},"__v":0},{"_id":"0eP+8g/WXSmBv1nwCyvLmQ==","name":"Spiders in the faith","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bradley White, Lee the Flea, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":6,"mp_id":"107233525","mp_crag_id":"106724683","climb_id":"0eP+8g/WXSmBv1nwCyvLmQ==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"Climb the corner of 'Technical Second' and undercling left around the corner. Climb this shallow corner until able to friction left a long ways (crux) until able to enter the finish to the 'Dike Route'. For a very long time I believed this climb was 'Rack for Sale' Oops. Technical Second did not exist when Lee and I did this route and nor did 'Trigger Happy'. Named for the runout and my face was covered in spider webs while climbing it. Bolts can be used for some of this climb now.","protection":"Trad rack. Trees for belay at the top.","location":"Walk off."},"__v":0},{"_id":"y5VVQivTXrq5ZtjBwcHyTw==","name":"Rack for Sale","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Wonsavage 3/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":9,"mp_id":"106029128","mp_crag_id":"106724683","climb_id":"y5VVQivTXrq5ZtjBwcHyTw==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"A fun balancy route that gets its name from the fact that this would protect fine with gear but you can sell the rack cause they bolted it. \n\n  Climb 10 feet of moderate climbing to the first roof. Layback past this and get warmed up for the crux. Another roof must be past in much the same way but you will find it very off balance due to not having feet right where you want them. The holds are good so just go for it. Once you commit it feels 5.7 again. Easier moves get you to the top.  Enjoy.","protection":"5 bolts to anchor","location":"Just right of the 2 5.10s. Look for the nice corner with a crack in it passing 2 roofs."},"__v":0},{"_id":"SmkrPAyPW6mEi44VvlDIDQ==","name":"Perfectly Blunt","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Chris Smith 10/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":8,"mp_id":"106200078","mp_crag_id":"106724683","climb_id":"SmkrPAyPW6mEi44VvlDIDQ==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"This is the climb that sees the least action of all the lines in this section. Perhaps because its the hardest, or because it is tough to size it up or figure a sequence from the ground. Whatever the reason it sees little love I enjoy it and recommend you take a spin on it, it  will keep you on your toes in many ways.  \n\n  There are a few distinct sections of climbing that involve unique moves and or follow different features. Start up under the first bolt and climb through a tricky small roof (knee bar) and then mantle to a good stance. Clip the bolt on the left then move right to climb for a bit on the right arete. Now for the face climbing around the fourth bolt you move out across the face out left and stand delicately on thin edges on a very blunt arete (the route's namesake). Climb thin and technical moves to bolt 5 before moving back to the arete out right. Around the corner there is a good hold that is shared with Rack For Sale (5.7), get it, then head up the arete and clip the anchor on the left.  \n\n  I think it would be a fun link up to climb this route to bolt 4ish then break left in to Technical Second to the top because I love the finish of that route.","protection":"6 bolts to anchors.","location":"Just left of the easy to locate Rack For Sale (5.7)."},"__v":0},{"_id":"noy2fTNuXHO/NisTLBixvg==","name":"Murk Trench","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Stevenson, Ted Hammond, Alan Cattabriga 3/1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":12,"mp_id":"105956679","mp_crag_id":"106724683","climb_id":"noy2fTNuXHO/NisTLBixvg==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"Usually dry. \n\n  This route moves from one scooping flake to another scooping in the opposite direction, looks interesting, yields some fun moves, however it is not photogenic :( \n\n  Fun moves up to crux which is a little bit weird, especially if you go too far right(route sucks you that way)   Good route for  a warm up. \n\n  This route is also good for the beginner looking for their first 5.10, it is fun, the moves need to be sussed and it has a clear crux.","protection":"4 bolts to anchor.","location":"Left route on the boulder between Triple Corners and Waimea."},"__v":0},{"_id":"OwbSRx2LWRKvROsSDa6wBA==","name":"Middle Man","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Lee Hanshe?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":13,"mp_id":"111772717","mp_crag_id":"106724683","climb_id":"OwbSRx2LWRKvROsSDa6wBA==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"Okay, Hear me out and just tell me politely if this is silly. But the other day I was about to climb Sun Bowl and I noticed another way to use those bolts without climbing pretty much ANY of Sun Bowl. Sun Bowl stays well right of the bolts for the entire climb except for the very top. I climbed to the left of the bolts but they were well placed for this climb as well. It is absolutely an independent line which only shares the very last two holds.  \n\n  Start up the short arete and up some crimps to a stance. Work through an interesting mantle move, clip the final bolt and move left past crimps aiming for the right facing triangle hold. A big move on thin feet gets you to the cutaway jug at the top of Sun Bowl. Finish on good holds to the anchor.   \n\n  I wouldn't be at all surprised if other folks have already done it this way but then again who knows. The reason I noticed it was that I was thinking if I had discovered this cliff how would I have developed it and this line would have been my first choice.","protection":"3 bolts to anchors.","location":"Between Murk Trench and Sun Bowl using the Sun Bowl bolts."},"__v":0},{"_id":"gAy5JLc0VXiksRxXM3GwKA==","name":"Lichen Dike","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tim Gotwols 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":3,"mp_id":"106030526","mp_crag_id":"106724683","climb_id":"gAy5JLc0VXiksRxXM3GwKA==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"You may have noticed that all the really \"bad\" routes at Rumney have been entered by me. Well I happen to like \"bad\" routes. I guess I look for the best in every route. This one was good for a laugh due to the copious amounts of lichen (as the name implies) raining down in my eyes and showering my belayer. I found the second pitch to be really fun with less lichen.  \n\n  Pitch one: Climb the poorly protected lichen coated dike to a nice ledge where you can belay or link it up with pitch two. Although I found this pitch to be funny it would be quite serious if it was anywhere near your limit difficulty wise.  \n\n  Pitch 2: Follow a crack up the corner to the top. I liked this short pitch a lot.","protection":"First pitch takes almost nothing for gear. Pitch 2 protects well with a regular rack.  \n\n  Rap off to the ground. ","location":"On the right side of Triple Corners look for the dirty dike left of most of the sport routes."},"__v":0},{"_id":"w04f8tqpXg2lglqXexJIPw==","name":"Left El Diego","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Wonsavage","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":10,"mp_id":"105961439","mp_crag_id":"106724683","climb_id":"w04f8tqpXg2lglqXexJIPw==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"Usually dry even when the rest of the cliff is seepy.   Interesting moves lead up to a wierd overhanging a cool traversing move. Most of the moves are overhanging face moves.  \n\n  Very fun for the grade.","protection":"6 Bolts to Anchor","location":"Right most route on Triple Corners Wall"},"__v":0},{"_id":"3j9lX8z9UvmgYXq7BtufDA==","name":"Jigsaw Puzzle","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bradley White July 2012 FFA Mathew Wallace Aug. 2012 and the FFA finish Timmijal","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":2,"mp_id":"107728069","mp_crag_id":"106724683","climb_id":"3j9lX8z9UvmgYXq7BtufDA==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"Climb named after the Rolling Stones album Beggar's Banquet, song. The climb is on clean enough doable rock, in a not so clean rock area. Climbing traffic would improve the surface. It has not been brushed and is in its natural condition.         Start at the cracked rock, shallow overhang bulge that is (5.7) stopper protected. Go direct to pin and move left to a large flake horn to hero loop. Clip bolt above the flake. Move right and up to get to another bolt (5.8) and higher right pin at stance. Go past pin and move left to giant protruding rock (the blade) that was the aided crux. This crux required a shallow pin placement after a bolt (5.7) drilling placement. The pin popped out on the first try. Second try shallow tied off pin held. Placed last bolt and pin above the crux for rappel. Checked out moves and probably (5.? )free. Did not have the stamina to finish it to a higher stance. I was climbing with an immediately injured wrist. Fell hiking to climb. I intended to go left after stance at base of ramp to clean inclining corner crack facing right (I was seeing things). Directly up Looked very nice also (very dirty above anchors). Intended to go higher and mantle onto the tree ledge. Here there 20ft high and wide quartz wall. Probably a free way up it, it being quartz.       The blade of rock definitely goes free with a lot of sequential arm power or otherwise our inability too lift our legs into it. Frustrating and I got through some of it before not getting over the crux (C0). The climb goes PG13 after that, with easier as you get higher moves to do for the rappel anchors. Moss and lichen above here or entering the 'Lichen Dike' is doable. The route stops 10-12ft above last bolt at the stance.    Temporary rappel anchors and the climb to this station was done with Ed Hasse. Ed seconding free climbed up the face left of crux area and up to bolt above. Big run out to be on the lead and its in the 5.8 zone.","protection":"Four bolts, three pins, one long sling, one medium stopper. Two bolt rappel anchor with temporary snap links.","location":"Between 12 Pack and Lichen Dike."},"__v":0},{"_id":"ubi0yxXqVbCSM47wLrQXRQ==","name":"Dirty Dozen","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Sprague 9/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":1,"mp_id":"106030503","mp_crag_id":"106724683","climb_id":"ubi0yxXqVbCSM47wLrQXRQ==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"Climb the corner to a few tricky face moves just as for Twelve Pack, but at the ledge move right instead of left and head up the blocky looking steep section. The crux is about 10 feet off the ledge so make sure your belayer is on his or her toes.  \n\n  This crux bulge is troubling but can be done a few ways. Continue up making full use of interesting holds and good stemming. The rest of the route is a bit more moderate, but its not a gimme by any stretch. It can get a bit pumpy depending on whether you figured good beta in the crux and how much you like stemming.  \n\n  The last 25 feet were my favorite part for sure.","protection":"10 bolts to chains","location":"Starts the same as twelve pack in the shaded often wet corner left of Lichen Dike"},"__v":0},{"_id":"beUXBIg6WresCQmMArnXbQ==","name":"Chris Hassig's Memorial Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bradley White and Ryan Barber, 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"left_right_index":11,"mp_id":"107233564","mp_crag_id":"106724683","climb_id":"beUXBIg6WresCQmMArnXbQ==","areaRef":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"The dike gully that is the winter ice climb 'K9' done by Chris Hassig now has a sport route on the wall right of the gully. The climb has not been cleaned yet. We ascended it lichen covered. It begins by a boulder problem. When the dike is dry a (5.5) start can be done. Otherwise the center of this grey rock can be done at (5.8). After the 10ft boulder problem the grade drops to (5.4). So the first bolt is twenty feet up. That is the (R) section. The remainder of the climb is (PG). Climb directly up past the bolts until able to move right onto ramp (5.9). There is a cammed into place 5lb rock you'll climb pass. It's solid for now. At this section your belayer can move around right out of the way of this boxed in gully. Belaying at the top of this boxed in gully is very much not recommened and wearing a helmet is recommened. Getting unto the ramp is tricky and the ramp is easier. Ramp ends at the ceiling. There is a large block within the ceiling. Getting over the block and past this ceiling is the 10ft crux. There are two possibly loose rocks left of this giant block. You'll be way off route. Don't touch them because if they are loose you'll likely kill your belayer and other climbers below. After the ceiling to the right is a foot ledge and there are three bolts for rappel. I'll clean the route of its lichen. The lichen on the lower section is slippery and the upper lichen covers a climber with black crumbs. I didn't get the ceiling crux because I wasted my arms putting in two bolts on the lead and pushing loose flakes above the block into its reccesses. Ryan's ceiling lead was done by hang dogging the (5.10) crux and I held onto slings to clip on the lower section. It's an exciting climb. If the (5.10) section can not be done by someone you can lower off the two bolts below the block. I tried to do a rope solo of it and retreated after the first bolt placement. The rest was rappel bolted except for two bolts done on the lead.","protection":"10 bolts and four of the ten are for rappel purposes. A number (2.5) friend can be placed before the first bolt although you won't get to this placement until twenty feet up. Medium cam trad gear can be placed below the block. Rappel anchored.","location":"Begins on the grey wall right of the boxed in gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,c1c5135a-5ca3-5778-9fe2-7d5d638459be,97c5daf3-7650-5821-9be5-c6a61390763d","pathTokens":["USA","New Hampshire","Rumney","Triple Corners","Triple Corners Right"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10d"},{"count":3,"label":"5.9"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":9,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":11,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84178,43.80403]},"bbox":[-71.84240304695842,43.803580339818126,-71.84115695304156,43.804479660181855],"left_right_index":-1,"ext_id":"106724683","area_id":"l8Xa83ZQWCGb5camE5B2PQ=="},"content":{"description":"A really nice shady crag with sport routes from 5.7 to 5.10d. Nothing super classic but no bombs either. This used to be a place to escape the crowds but lately the secret has gotten out. It still isn't like what you see at the Meadows or Parking Lot Wall though. So on a hot sunny day come by and get on Rack for Sale (5.7), Technical Second (5.10b) or one of the two nice 10d's on the left end."},"density":0,"totalClimbs":15,"__v":2,"createdAt":"2022-11-07T06:12:11.311Z","updatedAt":"2024-01-15T16:46:31.686Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}