{"_id":"63689d5ce80bff5a994f50c1","area_name":"Castle Dome","shortCode":"","climbs":[{"_id":"5FJMRSJJWUiARZBN6c/u5g==","name":"Southeast Arete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Vitaliy Musiyenko and Caitlin Taylor (July 19th, 2014)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.4566,36.88061]},"left_right_index":1,"mp_id":"109269526","mp_crag_id":"109269398","climb_id":"5FJMRSJJWUiARZBN6c/u5g==","areaRef":"Cfae5QjqXWWurw2zlhRC8g=="},"content":{"description":"Approach: It would be very difficult to get lost on this approach, since it follows the well marked and maintained Rae Lakes Loop trail for 90% of the way. Other 10% of it is very straight forward cross country towards the obvious Arête. Start from the Roads End parking area and follow a well maintained trail towards Bubbs Creek/Paradise Valley. After about two miles, take a left turn and hike North towards Paradise Valley. If you find yourself on steep switchbacks going towards Bubbs Creek, you went too far. Continue up the valley for several miles and make a right (East) turn towards Woods Creek. You will cross a bridge there and have another 3.5 miles till you reach the Castle Valley  one of the most beautiful spots in Sierra Nevada. From there, we went up to the base of the long wall that led to Castle Dome and traversed below it. Another mile of hiking and a short scramble (few class 3-4 moves) will get you to the base of the route.\n\nPitch 1: Start just right of the arête and traverse left under the big roof. Make a few committing stem moves on the edge of the arête and climb into the major dihedral system. Stem, jam, lay-back and face climb up the fun dihedral. Pass a bulge and continue to the top of the dihedral on easy face. Gear belay just below the tower. Good stance. 55 M 5.10a PG13\n\nPitch 2: Climb straight up the face and pass a fun bulge with a BD #3 cam protecting the move. Awesome face climbing here! Move a little left, place gear and traverse a bit right and up to an easier left leaning ramp. It will take you to below a massive roof. Climb over on the left side of the roof and step left around the arête. Great stance right on the edge of the arête. 40 meters - 5.7-5.8\n\nPitch 3: Step right from the belay and do a few mantles till you are in a right facing corner  left and right below the roof. Offset mastercam (orange/red) is nice to have before making the traverse. Traverse right under the roof, place some small gear and turn the lip. Looks intimidating but there are amazing jugs waiting. Climb straight up on fun jugs and cool face features. Pass another small bulge and belay below double cracks on the edge of the arête  another great stance with a view of your previous belay. 55 M  5.10a/b.\n\nPitch 4: Climb straight up the cracks and continue up and right to the big roof. I took the fun fist/hand crack variation to pass the big roof. Seems like you can go straight up or take another variation. After passing the roof I went left, to a prominent crack system. Belay on small cams. 40 M. 5.9.\n\nPitch 5: After all the face climbing prepare to do a few cracks! Move left from the belay and continue up in a slightly right leaning crack/dihedral system. Good stems and crack climbing in a prominent corner take you into a short chimney. BD#3 cam in the back of the chimney protects it very well. Than you get some hand jamming over a bulge and more jamming till you climb to the top of a big block. From there pass another roof. Good thin pro in the corner. Belay above the bulge, on top of a small bush from good medium cams. 55-60 M 5.9\n\nPitch 6: Continue up the crack, go slightly right on the easy ramp and cut left around the bulge. Take the left crack system close to the edge of the arête. Rock seemed the most solid near crystallized crack system. Go up to another overhang and crank left at the undercling. Climb left to the edge of the arête and climb up on it (fun, exposed and straight forward) till it turns into ledgy 3rd class. Alternative way is avoid traversing to the edge and climb up and over a short bulge with a dirty (but fun) fist jam. Belay when you find good gear and run out of rope. BIG ledges. 55-60 M. 5.9+\n\nPitch 7: Continue up on 3-4th class, move to the edge of the arête and climb up till you run out of rope. You can bypass 5th class climbing by scrambling to the right of the arête. Belay near the summit. 60M, low 5th class.","protection":"Perfect rack would be a double set of cams from green alien/blue mastercam to BD#2, with a single purple mastercam, single BD#3 and a set of nuts (no need for big ones). If you have a few small to medium offset cams, take them and take out some of the pieces of similar size. They are not required, but at times nice to have.","location":"SE Arete is a very prominent feature which is easy to locate. It is basically in your face as you stare at the highest dome in the area. The feature goes from the bottom to the proper summit. Hard to miss."},"__v":0},{"_id":"00+1Ciz6W5qoicIsuEdYXQ==","name":"Madirjian's Banana","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Andre Demirjian (13 years old)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.4566,36.88061]},"left_right_index":0,"mp_id":"112044096","mp_crag_id":"109269398","climb_id":"00+1Ciz6W5qoicIsuEdYXQ==","areaRef":"Cfae5QjqXWWurw2zlhRC8g=="},"content":{"description":"This is a \"big wall\" climb for kids.   I took two beginner climbers, my son Andre (13) and my daughter Jessica (24) to the top of this dome to the west of Castle Dome in Kings Canyon.\n\nThe approach involves two days of hiking (13 miles) with an elevation gain of about 2600 feet.   Then we climbed roughly 1000 vertical feet on granite slabs with excellent cracks.  The angle was easy at first, but as we climbed it got steeper and we needed to work the crack more carefully.\n\nWe crossed a section of trees, loose rocks, and dirt before crossing a chasm to push to the summit.   It's about 200 feet of climbing in the messy loose stuff, then back to clean granite again.\n\nThe last 3-4 pitches (600 feet) went up a clean crack and then fairly vertical climbing to the top of the dome.   There are good cracks and rock features everywhere so the climbing is never harder than 5.4.   There's some long exposure along the way, as the top of the dome is roughly 1800 feet above the valley floor.\n\nWe stopped at the top of the western dome, but if we had started earlier in the morning we could have climbed across the upper valley to the top of Castle Dome.\n\nTo return to the valley floor, we rappelled down several times.   There were two or three rappels where there was no obvious tree or rock flake to use as an anchor, so I told the kids to downclimb and set an anchor, then I downclimbed.   No sweat.\n\nOverall, this is a great climbing experience for young climbers with limited experience, and it's a great place to train the kids to have good climbing habits on a multi-pitch route.","protection":"Take a collection of cams to cover cracks between 3/8\" to over 1\".   We used five cams to build anchors, with one or two trad anchors along each pitch.   There are some areas with 50 feet of runout but these are easy spots, so a competent leader can handle it.\n\nThere are trees and rock flakes on several pitches which make excellent rappel anchors.","location":"Hike to Castle Dome Meadow from Cedar Grove in Kings Canyon National Park.   I recommend a two day hike, then camp at Castle Dome Meadow.   Start early in the morning so the sun doesn't cook you on this south-facing slab.\n\nThe granite slab comes almost to the trail, about 300-400 meters west of Castle Dome Meadow.  It's easier to climb the granite than to fight your way through the thorn bushes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,908380ea-9867-5036-9694-29d0d063b3d3,09f69ee5-08ea-5d65-aeaf-0db3961442f2","pathTokens":["USA","California","High Sierra","12 - Kearsarge Pass to Cedar Grove","Castle Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.4566,36.88061]},"bbox":[-118.45716215406486,36.88016033981815,-118.45603784593514,36.88105966018187],"left_right_index":-1,"ext_id":"109269398","area_id":"Cfae5QjqXWWurw2zlhRC8g=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:37.098Z","updatedAt":"2022-11-25T11:14:33.230Z"}