{"_id":"6368a6e7e80bff5a995d85bb","area_name":"Lafayette & Summit","shortCode":"","climbs":[{"_id":"wRPLInYKWZy3l0CYf31W/Q==","name":"Redfield","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-87.88611,43.056]},"left_right_index":999999,"mp_id":"108013588","mp_crag_id":"105794824","climb_id":"wRPLInYKWZy3l0CYf31W/Q==","areaRef":"l96bD3IMU3GQhYvzwfeH+w=="},"content":{"description":"Located across and under the bridge from \"Is the Route Included in the Price of the Condo?\", this wall is composed of a different type of rock block and is also not as vertical as the aforementioned climb. \n\n  Just as the other climb, the rock quality is shady in some places. Use caution if leading.","protection":"Many types of pro will get you up this wall, but given the rock quality, it may be best to TR. \n\n  Cams less than #4 BD, tricams, and stoppers are your friends here.","location":"Across and under the bridge from \"Is the Route Included in the Price of the Condo?\"."},"__v":0},{"_id":"RiiEL/3bXESwq4j0eY4USg==","name":"Is the Route Included in the Price of the Condo?","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true,"bouldering":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-87.88611,43.056]},"left_right_index":999999,"mp_id":"107757441","mp_crag_id":"105794824","climb_id":"RiiEL/3bXESwq4j0eY4USg==","areaRef":"l96bD3IMU3GQhYvzwfeH+w=="},"content":{"description":"This route consists of large, rectangular limestone blocks laid in a brick pattern. The wall encloses the recreational path (Oak Leaf Trail) running through the east side, and aids in supporting the Lafayette Ave bridge. The route is just north of the bridge, on the east side of the recreational corridor. The wall is dirty & crumbly in some areas so test your holds before pulling or stepping up on them. The whole climb is simply a series of awkward jugs, large, crimp-friendly slopers, or vertical cracks between blocks. There's no true crux to speak of; the climb is consistent from base to summit.  \n\n  Unless you're bouldering, be aware that you may look suspicious fooling around in the bushes while you're setting your anchors, so be cautious. This is a high-traffic area, so expect numerous passers-by, both from above and below. Comments and an audience, if only for brief moments at a time - especially from the residents of the twin-tower Park Lafayette residence opposite the bike trail - are not uncommon.  \n\n  Bring a towel to dry your climbing shoes prior to starting the route. The base lies in some tall grass, and water often seeps out of the wall and puddles just to the south, under the bridge.","protection":"As noted in the \"Summit & Lafayette\" area comments, one can - and is encouraged to - create an anchor point HERE\n\n  Using the fence posts and/or tree trunks located here, create two anchor points with your carabiner meeting at the wall's edge. This wall can be top-roped from this anchor point, or lead and trad-climbed, finishing at this small patch of grass at the top of the route. \n\n  If you're bouldering, bring multiple pads and expect some scrapes in the event of a fall. The wall is at a slight, near-vertical incline - maybe 95 degrees from the ground - so any fall without a rope could result in both sliding down and bouncing off of the wall.","location":"The summit is on Summit Ave. Was it meant to be? I like to think so. \n\nClick to view location\n\n  See the link in the Protection section below, or zoom in & use google maps' \"Street View\" tool to view this location at ground level. Look west. As Summit approaches Lafayette to the south, you'll see the Summit Ave sidewalk bordered by a concrete wall. On the other side of this wall is a drop-off to the recreational trail below. Just north of this concrete wall, and as visible in Street View, is a wood-log fence. Behind this fence is a small grass patch at the top of the route. Here's where you'll set your anchors and rappel down to begin your climb.  \n\n  If bouldering instead, one can enter the rec. trail any number of places. At the intersection of Oakland & North is an access ramp. There's another between Farwell & Prospect Avenues, between the two buildings composing UWM's Kenilworth Square Apts (the building containing Toppers, American Apparel, and Urban Outfitters). Any avid biker in Milwaukee *should* be very familiar with this rec. trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,add9fac2-591c-5615-b42c-c643be88395c,97de9b0f-720c-5371-9085-8bf3c1f787fb","pathTokens":["USA","Wisconsin","Buildering Sites (statewide)","Lafayette & Summit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-87.88611,43.056]},"bbox":[-87.88672539389445,43.05555033981815,-87.88549460610552,43.05644966018186],"left_right_index":-1,"ext_id":"105794824","area_id":"l96bD3IMU3GQhYvzwfeH+w=="},"content":{"description":"On the East Side of Milwaukee (just off of the lake front), this limestone wall can give you a quick \"fix\" if you can't get any place more substantial. It's a short wall, approximately 25ft tall and 50ft long, made to support a bridge around a bike path that follows the lake front. It's located, oddly enough, where Lafayette Ave. and Summit Ave. connect on the top of Lafayette Hill. Most of the routes/problems that are here are eliminates, but there's enough available to make it interesting."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:34:24.791Z","updatedAt":"2022-11-25T11:25:17.318Z"}