{"_id":"6368a44ee80bff5a9959c319","area_name":"Euphamiah Beresford Memorial Wall a.k.a. \"The Butt Rocks Wall\"","shortCode":"","climbs":[{"_id":"YW8ZmW7zUvaFmFGoE2Y9yg==","name":"Steak & Tequila","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Monroe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":5,"mp_id":"108735921","mp_crag_id":"106478619","climb_id":"YW8ZmW7zUvaFmFGoE2Y9yg==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"The perfect climb for a 5.10 climber who only owns four quick draws. Some folks have found a couple of clip stances to be a bit awkward.  \n\n  A good follow-up route to The Corn Route since red meat and intoxicating beverages are the frosting on the cake of life.","protection":"4 bolts. Shunt anchors.","location":"Leftish on the Butt Rocks area. Just right of the Corn Route. Easily identified as the shortest climb in the area."},"__v":0},{"_id":"+8D5b2oTWHG34yNJ8X9Rlg==","name":"Sink It and Wink It","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jamie Coin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":3,"mp_id":"108670528","mp_crag_id":"106478619","climb_id":"+8D5b2oTWHG34yNJ8X9Rlg==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"Eat em' and smile! The latest and greatest addition to the EBM/Butt Rocks family! DO THE DIRECT START! There is a crux right off the deck that is totally worth doing...however, many flailing climbers will be tempted to use the easier start for The Corn Route and traverse left to the first bolt. \n\n  Either way you are on your way to pleasure town! Use sick pockets, crimps and make a few hard moves that will turn you into Sammy Hanger if you can't pull em' off. If you happen to eat up the mid-route moves, its time to take down the layback flaky crack feature that will be sure to have your  arms burning and your brain yearning for the anchors! And just like the 1990's version of Van Halen, this route is good, clean fun without any David Lee Choss!","protection":"bring 10 quickdraws. Stick clip the first bolt.","location":"4th route from the left-most part of the Butt Rocks Wall. Sandwiched in between Crimptonight and The Corn Route. A great moderate to fill the need for those who don't really want to climb 5.12 just yet."},"__v":0},{"_id":"M+E0x+OXUpmG//YSinR+GQ==","name":"Simply Ravishing","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Treveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":9,"mp_id":"107301425","mp_crag_id":"106478619","climb_id":"M+E0x+OXUpmG//YSinR+GQ==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"","protection":"10 quickdraws. Open shut anchors.","location":""},"__v":0},{"_id":"FXStogU3U5OWJ/34aJkICA==","name":"San Francisco, CA","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":12,"mp_id":"106478657","mp_crag_id":"106478619","climb_id":"FXStogU3U5OWJ/34aJkICA==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"This route is tucked WAY back in the corner of the EBM wall, and often overlooked as people make their way down the trail. Don't be one of those unfortunate prospectors who misses out on their chance to do some unusual, interesting and very fun stemming and face climbing up this unique Spearfish Canyon route.","protection":"9 bolts and closed shut anchors. BELAYER BEWARE! Keep your lead climber on a short leash while doing this climb. Too much slack might result in a ride that ends badly.","location":"Right hand side of the wall. Look for this route by getting up on top of the blocky rock in front of the trail and working your way into the corner. 5th route from the right hand side of the wall."},"__v":0},{"_id":"zzhCZHAcUM6G2P8Zp0rltw==","name":"Rude Awakening","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":8,"mp_id":"107301442","mp_crag_id":"106478619","climb_id":"zzhCZHAcUM6G2P8Zp0rltw==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"There is just something about the 5.11b grade on Spearfish Canyon limestone that boggles the mind. 5.11b in Spearfish Canyon flat out means that you are ensured some great climbing. However, there will be at least one section, or even a few sections, of the climb that will be puzzling and requires some feat of strength and creative technique that will more than likely not be worked out the first time you try the route.  \n\n  Climbs like Winger and Mary Jane are obvious feats of brute strenth, if you can keep pulling and can convince your spent arms and fingers to stick with it you can send. And then, there are routes like this one, where you are in for a rude awakening if you think you can just gorilla your way on up without any tactical plan or technical prowess. \n\n  This route has great slab climbing to a bulbous, roof like structure with a black side and a blonde side...and this is where the fun starts, or stops, depending on your perspective. \n\n  Should you go left or right at this first roof? Choose your own way to fall...this crux is a bitch of a Rubix Cube. My beta involves sticking my foot into the crack on the right and using the face moves at the same time. Through a slow, painful and meticulous process, use a toe jam technique to give yourself the leverage to work your fingers up some small pockets. When you're almost laying horizontal, use a not-so-obvious side pull, in the right manner, and you're golden to reach a big hold a long ways up the face...that is...if you can hold on.  \n\n  Or use the sidepull to give you just enough leverage to gain a small pedestal below the roof for your left or right big toe. Stand tall and carefull to gain the massive jugs hidden somewhere behind the bulge of the business. \n\n  Either way, expect to take a few rides here. \n\n  After this roof the eleveness of this climb never really lets up and it's a big, committing endeavor with lots of situations that require a thinking cap and some fresh tendons. My thoughts are the crack on the right is fair game for the occasional foot and hand jam but don't get suckered into it.  \n\n  Take absolute advantage of a huge, hidden jug on the far left side of the face. \n\n  Use the next series of face holds to their maximum potiential and wander from left to right and back again as you snake your way up this long, fantastic route that stays on your ass from the get go and never really lets up until you're lowering either through the anchors or a bail beaner.  \n\n  DO THIS ROUTE! It is hella frustrating but totally worth the effort!  ","protection":"A dozen quickdraws.","location":""},"__v":0},{"_id":"4ATNse6AXuKoW5OyKCQHjQ==","name":"Rebel Yell","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":7,"mp_id":"107896330","mp_crag_id":"106478619","climb_id":"4ATNse6AXuKoW5OyKCQHjQ==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"In the midnight hour you will grab big steep pockets, layback a wicked fun flake, fingerlock your way up a finishing crack, and cry \"MORE! MORE! MORE!\" \n\n  The only downside is that it is over so quickly.","protection":"About six or seven fun sized draws. Open cold shut anchors.","location":"8th route from the left hand side of the wall.   Tasty winter route!"},"__v":0},{"_id":"mUdmBpBzWTW1L6Jakswk5Q==","name":"Panama!","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":15,"mp_id":"107896340","mp_crag_id":"106478619","climb_id":"mUdmBpBzWTW1L6Jakswk5Q==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"Awesome! Makes you want to scream like David Lee Roth getting a wedgie. A hard start to a thinker technical section gives way to some wild arete finishing moves with one bad ass hidden pocket.","protection":"7 or 8 quickdraws. Open anchors.","location":"Third route from the very right hand side of the Butt Rocks Wall. Bolt line to the right of The Memorial Route."},"__v":0},{"_id":"nZCiOpX+WGi8iezZkJBWpQ==","name":"Once Bitten, Twice Shy","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":6,"mp_id":"107968316","mp_crag_id":"106478619","climb_id":"nZCiOpX+WGi8iezZkJBWpQ==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"","protection":"8 bolts and open cold shut anchors.","location":"7th route from the left hand side of the wall. One route to the left of Rebel Yell."},"__v":0},{"_id":"ljR35ssHXF2mAQXuX18Fnw==","name":"Love in an Elevator","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":1,"mp_id":"111768034","mp_crag_id":"106478619","climb_id":"ljR35ssHXF2mAQXuX18Fnw==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"Yet another loud mouthed route that suffers from a lack of stars in the guidebook. Get on it if ya know what's good for ya! The rock is actually super-sick and the moves are really fun and sequential. Might get a bit miserable for those who scream - like Steven Tyler getting kicked in the love nuggets - when they are forced to use small holds.  \n\n  This route is a bit slabbier than most of the Butt Rockers but gets steeper than it looks in a few places. Definitely for climbers who like moves that keep you on your toes with every octave.","protection":"8 bolts. Open Anchors.","location":""},"__v":0},{"_id":"kv9lyl7PXAuHjgKTV3TYlA==","name":"July 4th","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":10,"mp_id":"106478631","mp_crag_id":"106478619","climb_id":"kv9lyl7PXAuHjgKTV3TYlA==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"This absolutely fabulous route will make you stand up and salute Spearfish Canyon. Starts on \"Oh beautiful for spacious pockets\" and works its way to \"Amber waves of a roof\" that might give the intermediate climber a WTF moment. But don't worry, just think about how to attack the problem, and go for it, the moves are all there and the protection is exactly where you want it. Then keep jug hauling up this \"purple mountain majesty\", and you will end up far \"above the fruited plains\". Has anyone ever sung the ENTIRE America The Beautiful song? It's freaking long! Just like this exceptional route.","protection":"Take at least thirteen quickdraws. There are 11 bolts and closed shut anchors you need to clip while moving up this beast.","location":""},"__v":0},{"_id":"E6AyCM3yXtGKFwmGs/zF2A==","name":"The Euphamiah Beresford Memorial","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":14,"mp_id":"107113155","mp_crag_id":"106478619","climb_id":"E6AyCM3yXtGKFwmGs/zF2A==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"If you look closely at the bottom of this route you can see the pencil writings of a gold miner who more than likely struck out. Lucky for you, this canyon classic will surely be your chance to strike it rich.  \n\n  An awesome winter-time climb! The face of this route bakes in full on direct sunlight most of the day while the other EBM/Buttrocks routes go in the shade. \n\n  Think ya got what it takes to take this canyon classic down? Then rack yourself up a dozen draws and try putting this bad boy up after a long day of steep limestone. Solid, sustained movement on well-mapped out holds will ensure a rowdy, good ole pumpy climb that might just have you saying, \"Dagnabbit! This here is the good stuff!\"","protection":"Bring a dozen quickdraws.","location":"4th route from the far right hand side of the wall."},"__v":0},{"_id":"gWkhifycV/GhkSR5FvQEQg==","name":"Dr. Feelgood","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":17,"mp_id":"107138109","mp_crag_id":"106478619","climb_id":"gWkhifycV/GhkSR5FvQEQg==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"The sportiest 5.11b on the wall! Dr. Feelgood instantly straps on a pumpy start that requires a mantle guaranteed to get your veins bulging with anticipation for the rush about to come. This climb is gonna make ya feel alright with its tecky midsection crux that deals you out a series of small pockets to a big hold that might smoke you if you don't hit it just right. The magical monos and dapper duos make you wish you had better feet until you get to a large ledge where you'd expect there to be a break from this funky trip. The headrush ain't over until the very end where the finishing moves get hard yet satisfying right up until the last injectable drop of Taster's Choice. Hard to onsight. The moves are all there if you know how to use them and this route is guaranteed to have you chasing that dragon whip after whip after delectible whip. Need a fix of technical yet sporty 5.11b? Then this route is just what the Doctor ordered!","protection":"9 Quickdraws and closed shut anchors. Use a longer draw for the first bolt if you have one to keep the rope drag minimal and the Taster's Choice set to maximum gnar.","location":"Dr. Feelgood is to the right of the Euphamiah Beresford Memorial Climb and two, black bolted 5.12's known as Panama and Bad Medicine. It starts in a dihedral underneath a blocky roof. A bulletproof wonder. Go get some! Not a great winter route because it stays shady, but an awesome summer route because of a lack of poison ivy. Gets constant sending temperature shade due to the funny angle it has on the wall which is prone to escaping sun exposure."},"__v":0},{"_id":"l2N1ruqCV+SxLL7wgCTu5A==","name":"Crimptonight","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":2,"mp_id":"108019657","mp_crag_id":"106478619","climb_id":"l2N1ruqCV+SxLL7wgCTu5A==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"Pull on bomber pockets through the first half then yank on some crimpers through the sequential crux and up into the anchors. A must do if you're at the Butt Rocks wall.","protection":"draws, open cold shuts","location":"Third route from the very left hand side of the wall."},"__v":0},{"_id":"s/EIrQkHW+iL0QI3mdYdIw==","name":"Corn Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":4,"mp_id":"106478626","mp_crag_id":"106478619","climb_id":"s/EIrQkHW+iL0QI3mdYdIw==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"This slightly overhung route has just about everything an experienced climber would want in a warm-up and a beginning ten climber would want in a new challenge. Starts on huge, juggy holds that soon get smaller and harder to find as you make your way up the arete. Start heading left onto the face after the third bolt and start pocket pulling to a fairly difficult finish.","protection":"7 bolts and closed shut anchors.","location":""},"__v":0},{"_id":"lB6lFUjEXKO0hazKd8qUvA==","name":"Bitch Fucking Rat Sticks!","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Christian Baird","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":13,"mp_id":"107249920","mp_crag_id":"106478619","climb_id":"lB6lFUjEXKO0hazKd8qUvA==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"Named after a euphemism that was shouted out during a blizzard, in the high desert, after his vehicle broke down, Christain Baird has blessed us with another Canyon climb in the 5.11/\"five too hard\" range. ","protection":"Closed. Do not climb.","location":"Right in between San Fransico, CA and the Euphamiah Beresford Memorial Climb. \n\n  Notice! This route might still be closed for cleaning and maintenance. Do not climb if the first bolt has a red wire attached to it. Hangers may be missing."},"__v":0},{"_id":"Y55w2SxiXBi4xI1uN/+4zw==","name":"Bad Medicine","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":16,"mp_id":"108723414","mp_crag_id":"106478619","climb_id":"Y55w2SxiXBi4xI1uN/+4zw==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"","protection":"8 bolts. Open Anchors.","location":"EBM Wall. Two Routes to the right of the EBM route. Next route to the right is known as Dr. Feelgood and goes at 5.11b"},"__v":0},{"_id":"RXPYq5mNXKSW6XAdimboUQ==","name":"Another Route","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":0,"mp_id":"107960375","mp_crag_id":"106478619","climb_id":"RXPYq5mNXKSW6XAdimboUQ==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"Good pockets!","protection":"Earplugs and about a dozen draws. Open Anchors.","location":"Very left hand side of the Butt Rocks Wall. A hard climb to justify getting on during the winter season since it sees so much shade. But don't forget about it! Get on it around April when the shade starts to feel good again."},"__v":0},{"_id":"f+766KFYU6qU1ClKZYhGfg==","name":"1902","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"left_right_index":11,"mp_id":"106478642","mp_crag_id":"106478619","climb_id":"f+766KFYU6qU1ClKZYhGfg==","areaRef":"oGpY4fUQVDOXmL6HLw83fA=="},"content":{"description":"1902, a great year for good ole' Euphamiah Beresford, and THE test piece for any 5.10 canyon climber who hungers to get into the 11 grades. Starts on great pockets and gets steeper and steeper and steeper. How bad do you want it? This thing is a BEAST that will more than likely consume you right before the anchors and spit you out like a tacky piece of dried up jerky before your sorry butt claims the redpoint and moves onto harder routes!","protection":"Take at least a dozen quickdraws, and pray you don't drop any of them on the way up. This route has 10 bolts and closed shut anchors.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,d4fda011-e80d-52b2-9c52-3b2b50470bc6,a06a58e1-f510-5433-9798-be872f0f377c","pathTokens":["USA","South Dakota","Spearfish Canyon","Sunshine","Euphamiah Beresford Memorial Wall a.k.a. \"The Butt Rocks Wall\""],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10a"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.11b/c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12a/b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10d"}],"byDiscipline":{"sport":{"total":18,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":12,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":12,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89224,44.29479]},"bbox":[-103.8928682308941,44.29434033981814,-103.89161176910592,44.29523966018186],"left_right_index":-1,"ext_id":"106478619","area_id":"oGpY4fUQVDOXmL6HLw83fA==","polygon":{"type":"Polygon","coordinates":[[[-103.8928682308941,44.29434033981814],[-103.89161176910592,44.29434033981814],[-103.89161176910592,44.29523966018186],[-103.8928682308941,44.29523966018186],[-103.8928682308941,44.29434033981814]]]}},"content":{"description":"In the old days, this was the place to go if you were seeking challenging moderates or warm-ups for the exciting upper grades the canyon has to offer. To a degree, this is still true. However, in today's modern 21st century, the second and third wave of route development has turned this former one horse climbing area into stronghold of moderates and upper end test pieces.  \n\n  The EBM/Butt Rocks area is also nice because it goes in the shade a little sooner than the rest of the Sunshine Wall, which tends to become a bit toasty after June. There is only one drawback to this beautiful area, that being poison ivy, which locals like myself just deal with by having a solar shower, soap, and lots of different medicinal ointments back at the car. Or, if you so choose, simply avoid this area during the peak summer months, only hitting it up in the early spring and latter fall. Winter time at this area tends to be a bit colder than The Big, Black Face, yet if you get there early enough in the morning, this area can be divine even if January. I've literally gone climbing here in the morning till I couldn't stand it anymore than took off and went snowboarding.  \n\n  Oh my God! Say no more! This place is awesome and if you don't climb here at some point in your life you will have surely missed out on something worthwhile. \n\n  The area has a bit of historical significance and the first routes were named in honor of a gold miner who penciled his name, and a brief, temporal statement, on the wall sometime during the days of yore. The second and third wave of route smiths must have gotten bored with this old-timey theme and most of the newer routes have an obsession with our spandex and leather-clad cock rockers of the days of yore. And to think, \"Rebel Yell\" was one of my favorite songs as a strapping, young lad. Christ, I feel old."},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:23:20.929Z","updatedAt":"2024-02-19T18:39:59.984Z"}