{"_id":"63689de0e80bff5a994fa722","area_name":"Blodgett Peak","shortCode":"","climbs":[{"_id":"5b7o8NxlUVCON5OvILBqug==","name":"Raining Tearer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Alex Hesler & Cody West 8-30-18'","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.90114,38.94783]},"left_right_index":7,"mp_id":"118848169","mp_crag_id":"112158493","climb_id":"5b7o8NxlUVCON5OvILBqug==","areaRef":"FNPnwQc5W8e4SwXVPXirvA=="},"content":{"description":"This is a great route that still needs quite a bit of love. Place some gear, and step right over immediate exposure. If my memory still serves me, there is a slingable chickenhead near the beginning. Climb perfect holds past incipient cracks through a right-facing corner with loose rock. It could've been all the falling rock, but this corner seems to be the crux. Once on a ledge below the large and obvious tree, we walked around left to a small notch with a left-leaning, thin hands crack to gain the tree anchor for P1 (5.7, and possibly the technical crux). From there, it appeared you may have the option to walk off left (northwest) and back down the steep gully to the base, but we did not confirm this. You can also continue climbing the ridge trending slight right over very exposed but low 5th Class rock. If you choose to continue up P2 (5.3), it may be wise to practice your mountaineering and place a few pieces. Be VERY cautious as the rock is excellent, alpine-esque quality, but it is loose in many places including some large and inviting looking features. Check your holds, and wear a helmet. The difficulty slowly eases as you ascend to walking on the ridge top.\n\nHike down the gully west of the ridge to descend. The summit is pretty amazing if you have the time for it.","protection":"A single rack to a #4 and maybe a couple stoppers or extra fingers/hands pieces. A few slings to extend and anchor the tree for P1. Lots of large loose rock came down on the 1st ascent and following. It is cleaning up, but your belayer should do their absolute best to avoid the rockfall zone (which is difficult with the small and isolated belay area). I do believe it would be worth cleaning on rappel by scrambling to the tree on top of P1 first before attempting.","location":"Hike up the valley below the summit until you see the boulderfield leading northwest toward the summit. Follow it until you reach the obvious large southeast-facing ridge. Start on the leftmost end of the south face of the ridge aiming for the tree about 100' up. Scramble up 20' or so of easy rock to a small exposed belay perch below the right-facing corner above."},"__v":0},{"_id":"mVxq5ZTVVP6mtPanAaA17Q==","name":"Long Way Down","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Luke Negley and Van Negley","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.90114,38.94783]},"left_right_index":9,"mp_id":"112158512","mp_crag_id":"112158493","climb_id":"mVxq5ZTVVP6mtPanAaA17Q==","areaRef":"FNPnwQc5W8e4SwXVPXirvA=="},"content":{"description":"The route begins towards the left side of the rock face and follows a series of cracks up until it flattens out after the first pitch. Continue going up and to the right, and you will eventually hit the start of another wall. From here, follow the ridge up until you hit the summit.","protection":"A full rack of nuts and Friends/cams. There are no anchors, fixed gear, or bolts.","location":"Head up Blodgett Trail until you come to a small stream. Go right across the stream, and continue on the trail until you can see a large boulderfield. Cross the boulderfield, and head up to the base of the rock face.\n\nThere is a tree protruding out of the wall sideways to mark the start of the route.\n\nTo get down, follow the trail off the top and back down around the mountain."},"__v":0},{"_id":"jdkppFK1VxqhGzCXOQwQXw==","name":"Erratic Warm-up Slab","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.90114,38.94783]},"left_right_index":0,"mp_id":"118718573","mp_crag_id":"112158493","climb_id":"jdkppFK1VxqhGzCXOQwQXw==","areaRef":"FNPnwQc5W8e4SwXVPXirvA=="},"content":{"description":"Climb almost any line at about a V0, with the exception of directly behind the small tree being more V1. With some unique crimps on the west arete, this small erratic boulder is perfect for waking up your feet on various, smooth, granite friction. This has about 5 lines in all and all short (~8'), although a traverse in either direction is fun and certainly adds difficulty.","protection":"Maybe a pad....","location":"Head South on a single track hiking trail from the TH parking lot. Look for the small boulder down on your left as the trail veers right into the woods a few hundred feet from the parking lot."},"__v":0},{"_id":"/fwtnZNAXsmTyX2gHdqf8g==","name":"Broken Ambience","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Alex Hesler & Jared King, 6/10/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.90114,38.94783]},"left_right_index":8,"mp_id":"118847972","mp_crag_id":"112158493","climb_id":"/fwtnZNAXsmTyX2gHdqf8g==","areaRef":"FNPnwQc5W8e4SwXVPXirvA=="},"content":{"description":"This climb slowly (and literally) ramps up throwing fun easy/moderate climbing at you along the way. Start up an easy short and wide corner onto the low angle slab. Follow cracks slight left to a small roof near the arete. Turn the arete, and locate 2 parallel 5.7 hand cracks. Follow these through some amazing flakes, and finish at the small pine growing horizontally out of the face that provides a semi-hanging belay. We slung it and left webbing and a couple biners for a first pitch due to nightfall.","protection":"A 60m rope should make it down from the tree. Bring a single rack to a #3 and maybe a few stoppers. Include three or four long slings and maybe some new sling or webbing and biners for the anchor tree on the face. While this line seemed pretty clean overall, a helmet should be worn, since this crag sees such little traffic, and loose rock abounds.","location":"Hike up into the valley below the peak until you see a talus boulder jumble leading northwest toward the summit. Follow this until you reach the obvious large south/east-facing ridge. This is located on the left side of the east face before the cliff turns and faces south. Scramble up to a flat belay area just below the corner/arete on the east side. Start at a small constriction/short wide crack leading up to low angle slabs and the arete above and on the left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,14d3e7c1-0739-5bc7-b84b-05d53d78abbc","pathTokens":["USA","Colorado","Colorado Springs","Blodgett Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"V0-1"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.90114,38.94783]},"bbox":[-104.9017181784664,38.94738033981813,-104.90056182153359,38.94827966018187],"left_right_index":-1,"ext_id":"112158493","area_id":"FNPnwQc5W8e4SwXVPXirvA==","polygon":{"type":"Polygon","coordinates":[[[-104.9017181784664,38.94738033981813],[-104.90056182153359,38.94738033981813],[-104.90056182153359,38.94827966018187],[-104.9017181784664,38.94827966018187],[-104.9017181784664,38.94738033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:09.225Z","updatedAt":"2024-01-20T01:01:25.850Z"}