{"_id":"6368a50be80bff5a995afeea","area_name":"Dark Star Gully","shortCode":"","climbs":[{"_id":"hccxviEaXV+euGMJJ4AGQQ==","name":"The Wraith","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Stuart Ruckman, Doug Heinrich, Bob Ingall, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":3,"mp_id":"107669247","mp_crag_id":"105739461","climb_id":"hccxviEaXV+euGMJJ4AGQQ==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"Bullet hard quartzite, airy position, and enjoyable climbing on a bolted arête characterize this climb, which is tucked far back in Dark Star Gully and consequently shaded until mid-day and after late afternoon.   According to the Ruckmans' 1998 guide, the route is named for an \"apparition of a famous old climber\" seen during the first ascent.  It's unlikely you'll see the same apparition, but you may get spooked by the shape the bolts are in.  The first two appear to be 3/8\" Rawls, but they have SMC hangers cocked in weird directions.  The rest of the bolts appear to 1/4\" threaded split shafts, rusted to boot!\n\nNonetheless,\n\nThe Wraith\n\nprovides three star climbing for BCC (Ruckmans give it two out of three stars) and if you feel solid at 5.11a you'll just chuckle, although maybe nervously, as you make your way past each bolt.  You'll likely want to place a cam (1 ½\") between the 4th and 5th bolts, although don't look too hard or you'll notice that the integrity of the placement is not entirely free from doubt.  (If rebolting is under consideration, maybe contact Stuart and get his consent to add a bolt in lieu of the cam placement and to move the last bolt to the right of the arête).\n\nTwo last notes: Consider bringing a stick-clip for the first bolt; the move to it is not easy and the landing is bad.  Also, there are a few small scattered patches of poison oak that are out of the way, but you may want to locate them to be sure.","protection":"Six draws, a 1 ½\" cam, and draws for the bolts on top.  As of this writing, the anchors only have quicklinks that do not extend over the edge such that threading and lowering are feasible; it's easy, though, to retrieve the top draws at the end of your visit as you leave, if you've come in from the Storm Mountain Picnic Area.","location":"The Wraith\n\n(and its neighbors,\n\nKarmic Whiplash\n\nand the\n\nSpring\n\nroutes) are near the top of Dark Star Gully, on it's eastern wall (they face west).  The direct approach to these routes from Big Cottonwood Creek is nasty because of a large patch of poison oak that needs to be negotiated to get up the gully, and if the water is high, it's impossible anyway.  The best approach, which avoids the poison oak completely, is to hike the well-beaten trail from the Storm Mountain Picnic Area (the same trail that accesses the Slips) until on the ridge, then cut cross-country for several hundred feet and drop into Dark Star Gully from the top.  You may want to scope the approach from the roadside below the gully your first time.  From the pull-out across the BCC road from the entrance to the Storm Mountain Picnic Area, the hike is about 15 minutes to the top of Dark Star Gully.  Once in the gully, the first bolted route is\n\nKarmic Whiplash\n\nand just to the right is\n\nThe Wraith\n\n."},"__v":0},{"_id":"NQn+/VRuWOKEaVtgHcY+qA==","name":"Spring into Action","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Todd Evans, Drew Bedford 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":4,"mp_id":"105742001","mp_crag_id":"105739461","climb_id":"NQn+/VRuWOKEaVtgHcY+qA==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"Climb up the loose trail throught the thorns, poison ivy? (I'll let you know in a day or two), and slippery packed dirt.  On your right, near the head of the gully, is a glassy face up a couple of ledges.  This is down gully from the 2 steep bolted lines.  This is the bolted route on the left of the glassy face.  Scramble up to the 1st ledge and enjoy the face.  Steep, but with well-spaced good holds.  Find your holds, work the feet, and make the necessary reaches.  Too short a climb and with too many ledges for anything but 1 star, but good for a short climb.","protection":"3 draws for the climb, 2 more for the chains, and I used a .75 camalot to protect the initial moves, but it wasn't totally necessary.","location":""},"__v":0},{"_id":"mBxj+y1MWfyT/kH0zTb1VQ==","name":"Spring Fling","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Marker, Doug Heinrich 1989","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":5,"mp_id":"105740873","mp_crag_id":"105739461","climb_id":"mBxj+y1MWfyT/kH0zTb1VQ==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"Just right of Spring into Action is a thin crack.  Similar to it's brother, steep but with odd ledges.  The difference is, the crack needs to be utilized, and less jugs and more liebacking.  Again, a good climb just way too short.","protection":"2 draws for the anchors which are shared with Spring into Action.  one small SLCD, and 2 small nuts would protect this crack acceptably.","location":""},"__v":0},{"_id":"/Yhh6bvCU8+yIH407i0ZwQ==","name":"Scratch My Back","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Randy Kieliszewski 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":999999,"mp_id":"105854980","mp_crag_id":"105739461","climb_id":"/Yhh6bvCU8+yIH407i0ZwQ==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"This is a pretty contrived route that follows the most difficult line (5.11a) on the West face.  There are so many easier ways around the cruxes that it can only qualify for 5.10c.  Mostly a jug haul, this route sports ample rest ledges for the pumped.  If there weren't such obvious alternative methods to climbing this route, it would probably earn another star because it is relatively long and continuous for the area.  My favorite cruxes are between the second and third bolts, and the approach to the anchors.","protection":"8 bolts to 2 chain anchors.","location":"Towards the bottom of the gully, find a short fist crack on the West wall.  There is a steep face with a bolt at the top.  The bolt line continues up and to the right through the most overhanging parts of the face.  Rappel off from the chains at the top."},"__v":0},{"_id":"t693ngzGX4eGGXpy5gwI0Q==","name":"Karmic Whiplash","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Doug Heinrich, Kevin Fosburg, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":2,"mp_id":"107669259","mp_crag_id":"105739461","climb_id":"t693ngzGX4eGGXpy5gwI0Q==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"If 12a/b is your standard, warm up on\n\nThe Wraith\n\n, then test your karma on this.\n\nKarmic Whiplash\n\nopens up with technical and powerful moves on great rock past three bolts to a rest of sorts, then takes big flat holds leading left and up on easier but pumpy ground past three more bolts to chains.  Slightly overhanging the whole way.  Consider using a stick clip for the first bolt; a bone-snapping landing awaits the bold but careless.  Unlike\n\nThe Wraith\n\n,\n\nKarmic Whiplash's\n\nbolts all look good.  Better than\n\nBig in Japan\n\n, IMO.\n\nThere's a two-bolt extension that heads left from the last bolt before the chains, which apparently was added sometime after publication of the Ruckmans' guide in 1998 (the extension is not shown in their guide).  We didn't climb it, but my bet is that it bumps the grade up a notch or two; if you do it, post up!","protection":"Six draws, plus two for the chains.","location":"Just left of\n\nThe Wraith\n\n.  See the page for\n\nThe Wraith\n\nfor the approach."},"__v":0},{"_id":"wKkXvuAXV1S7Wo75LGupfw==","name":"Fine Arete","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Randy Kieliszewski, Steve Habovstack 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":9,"mp_id":"105740270","mp_crag_id":"105739461","climb_id":"wKkXvuAXV1S7Wo75LGupfw==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"This is a nice climb that rises out of the water right on the arete that separates Dark Star from Autumnal Wall.  Good clips, steep to overhanging rock.  It does share a lot of its line with Shibumi.","protection":"2 bolts up top for the anchors. 8 draws for the climb","location":""},"__v":0},{"_id":"u73JOQ22WyW1u5nKcOYtww==","name":"Darwin","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":0,"mp_id":"105741287","mp_crag_id":"105739461","climb_id":"u73JOQ22WyW1u5nKcOYtww==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"As Dark Star Gully's west side turns the corner at the stream and faces south, there is a 2 bolt route rising out of the stream.  The climb starts as a quartzite crack climb and ends up an edgers dream.  Good pro and good moves make for a worthy climb.  Near the top, it seems to be easier on the right side.  An underclimbed route that is very clean, and with a very short approach.","protection":"2 draws for the route, and medium to small gear for the lower half.  Also the anchor system is slings around a flake, so expect to leave 1 behind as it sits in the sun all summer.","location":""},"__v":0},{"_id":"95Q8sn8uVQu4WvRECxHm3A==","name":"Dark Star","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Merill Bitter, Paul Lanz 1987","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":7,"mp_id":"105740267","mp_crag_id":"105739461","climb_id":"95Q8sn8uVQu4WvRECxHm3A==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"This route climbs the slightly overhung face that rises out of the stream with a small beach.  It has one bolt and the odd horizontal crack, or kind of ledge.","protection":"Long slings, hexes and medium nuts will set up the anchor.  1 bolt on the face and possibly some micro nuts.","location":""},"__v":0},{"_id":"UBBTMsw5Xd+ArhDN4FHIRg==","name":"Black Heart","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Merill Bitter, Paul Lanz 1987","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":8,"mp_id":"105740261","mp_crag_id":"105739461","climb_id":"UBBTMsw5Xd+ArhDN4FHIRg==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"At the stream end of Dark Star Gully is a tree in a corner.  Scramble up this corner until you reach a crack in the west face just past a right facing corner.   Climb this weakness to the ledge and then continue up the face.","protection":"Bring medium to large gear and lots of slings to set up the top-rope.  Micro-gear for the lead.","location":""},"__v":0},{"_id":"M9FIy/MMX7WKwNWZBXzDBQ==","name":"The Birds","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Stuart Ruckman, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"left_right_index":1,"mp_id":"105854968","mp_crag_id":"105739461","climb_id":"M9FIy/MMX7WKwNWZBXzDBQ==","areaRef":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":"Just as horrifying as the Hitchcock classic, The Birds climbs the offwidth towards the top of the gully.  If you dare to climb this, you will be blessed with guano and bird crap on every jug, the stench associated with such, and ample dirt, lichen and loose rock.  The crux is the traverse to the squeeze chimney.  Clean up with more ascents?  Only if people start climbing with power washers and soap!","protection":"Bring lots of WIDE gear, this is a full on fatty.  I plugged smaller pieces every chance I got in order to hold my largest gear in reserve.  My #5 C4 was barely big enough to protect the exit moves (I need to purchase that #6!).  Bring lots of super long slings for the anchor up top--the best boulder to sling is a long way from the edge.  Make sure to protect the traverse before traversing!","location":"Hike through the poison ivy towards the top of the gully.  Look for the wide crack to the left of a severely overhanging face.  Start in the corner and climb into the crack.  Traverse left at the fork in the crack, climb around the arete (exposed) and squeeze into the chimney for the exit.  You can walk over to the top of the gully and hike down, or you can walk over to the anchors for The Wraith (20 feet to the southeast) and rappel off."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,69399980-ec7d-51f2-94e6-fd8fb1e5d4d4","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Dark Star Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11a"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74585,40.62348]},"bbox":[-111.7464424341025,40.62303033981814,-111.74525756589748,40.62392966018186],"left_right_index":-1,"ext_id":"105739461","area_id":"aTmZgOx9UfKU5v2PseXU1A=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:26:24.260Z","updatedAt":"2022-11-25T11:22:19.751Z"}