{"_id":"6368a50be80bff5a995b039e","area_name":"Indigenous Wall","shortCode":"","climbs":[{"_id":"5fFVoJZ0VZqAP2wZZjBaBA==","name":"Hopi/Hisatsinom","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Natalie Lacroix","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.74666,38.86258]},"left_right_index":3,"mp_id":"120772283","mp_crag_id":"120772064","climb_id":"5fFVoJZ0VZqAP2wZZjBaBA==","areaRef":"z+ogD0TlW+GLtkRE9+TI3g=="},"content":{"description":"The Hopi, whose name means “the peaceful ones,” reside in 12 villages on three mesas in northeastern Arizona. It is believed the ancestors to the Hopi are the Hisatsinom, the ancient cliff-dwellers who lived in the Four Corners region as many as 2,000 years ago. This culture has the longest documented history of occupation in the Four Corners area of any Native American tribe in North America. The traditional building structures of the Hopi are iconic in the southwest, recognizable by their stone and adobe mud walls surrounding open-area plazas, round and square kivas with underground chambers. The unique culture of the Hopi people has changed very little since their first contact with Spanish explorers in AD 1540, and may factor into the public’s fascination with the culture most commonly associated with the ancestral ruins scattered across this landscape.(MoabMuseum.org)\n\nThis route follows the obvious crack up to TR anchors. Could be a nice practice to trad for the kids too!","protection":"TR Anchors","location":"To the right of Paiute/Nuwuvi."},"__v":0},{"_id":"eauzuANjXgCJAdN4TLA4ww==","name":"Ute/Noochew","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jessica Rada, May 2021","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.74666,38.86258]},"left_right_index":0,"mp_id":"120772195","mp_crag_id":"120772064","climb_id":"eauzuANjXgCJAdN4TLA4ww==","areaRef":"z+ogD0TlW+GLtkRE9+TI3g=="},"content":{"description":"The state of Utah is named after the “Yutah” people, which is what the Spanish called the Ute (Noochew) when they explored the region in the 1500s. The word, later shortened to “Ute,” refers to the seven bands from Utah (Northern Utes), five bands from Colorado, two bands from Southern Ute, and three from Ute Mountain. The Southern Ute Tribes include the Muache, Capote, and the Weeminuche, or Ute Mountain. Distinctive petroglyphs in Arches National Park estimated to be more than 900 years old, indicate that the Ute once hunted and camped there. Today members of the Ute Mountain Ute sit on a five-tribe coalition to help co-manage and protect the Bears Ears National Monument, a land the Ute recognize for its ancestral and cultural significance to Native Americans. (moabmuseum.org)\n\nThe route starts on the boulder inside the bush. Move up, slightly left, and then straight to the TR anchors.","protection":"TR Anchors","location":"Far Left on Indigenous Wall."},"__v":0},{"_id":"OmT0JvhHUOyZlwVi/o+tww==","name":"Paiute/Nuwuvi","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Sarah Moehling, May 2021","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.74666,38.86258]},"left_right_index":2,"mp_id":"120772259","mp_crag_id":"120772064","climb_id":"OmT0JvhHUOyZlwVi/o+tww==","areaRef":"z+ogD0TlW+GLtkRE9+TI3g=="},"content":{"description":"The Southern Paiute are descended from one group of hunter-gatherers who migrated east from southern California around AD 1000. In the late 19th century, the Paiute in southern Utah merged into five bands: Shivwits, Indian Peaks, Kanosh, Koosharem, and Cedar. A complex history of federal neglect has resulted in the loss of original lands, and longstanding efforts by the people to regain recognition and community stabilization. Today, most Paiute live in northern Arizona and in Southern Utah, where they live in and around Navajo Mountain, White Mesa, and Blanding, Utah. The Paiute have shared territories with the Navajo for more than 160 years and strive to acquire land that is federally designated as exclusively Paiute. The San Juan Band of the Southern Paiute is most closely related to Moab and Grand County’s immediate history.(Moabmuseum.org)\n\nThis route is to the right of Navajo/Dineh and is easy to miss from the ground. The anchors are right over the bulge before the crack to the right.","protection":"TR Anchor","location":"To the right of Navajo/Dineh."},"__v":0},{"_id":"UX8tCfIdUs2+HcYmRdMkuA==","name":"Navajo/Dineh","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Natalie Fontenot, May 2021","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.74666,38.86258]},"left_right_index":1,"mp_id":"120772231","mp_crag_id":"120772064","climb_id":"UX8tCfIdUs2+HcYmRdMkuA==","areaRef":"z+ogD0TlW+GLtkRE9+TI3g=="},"content":{"description":"It is difficult to follow the movements of the Dineh (Navajo) archaeologically, due to their expansive migration routes and numerous dialect sub-groups, however, the presence of projectile points in the four-corners region indicate that bands of early Navajo may have arrived by AD 200. The plethora of arrow and spear points used in the local area indicate hunts for game animals such as bison, elk, deer, and antelope, while habitation sites are found on bluffs and mesas with villages enclosed by stockades. These earliest tribes of Navajo would eventually move into northeastern Utah/northwestern Colorado to form the Eastern Fremont. The historical record of the Navajo paints a vast picture of aggressive defensiveness as a sizeable tribe battled, negotiated, and maneuvered tirelessly to retain control of their homelands. Today, the Navajo Nation is the second-largest federally recognized tribe in the U.S., spreading across the Four Corners.(Moabmuseum.org)\n\nThis route starts at the obvious line and goes straight up to toprop anchors.","protection":"TR Anchors","location":"To the right of Ute/Noochew."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,d5c068ea-7baa-5216-b63b-378d14dc92b1,cfea200f-44e5-5be1-8bb6-4444f7e4c8de","pathTokens":["USA","Utah","Southeast Utah","Sunshine Wall","Indigenous Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.3"},{"count":2,"label":"5.4"}],"byDiscipline":{"tr":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.74666,38.86258]},"bbox":[-109.74723748460522,38.86213033981813,-109.74608251539478,38.86302966018186],"left_right_index":-1,"ext_id":"120772064","area_id":"z+ogD0TlW+GLtkRE9+TI3g==","polygon":{"type":"Polygon","coordinates":[[[-109.74723748460522,38.86213033981813],[-109.74608251539478,38.86213033981813],[-109.74608251539478,38.86302966018186],[-109.74723748460522,38.86302966018186],[-109.74723748460522,38.86213033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:26:39.440Z","updatedAt":"2024-02-19T18:40:50.142Z"}