{"_id":"6368a44ee80bff5a9959c2cb","area_name":"TKO Wall","shortCode":"","climbs":[{"_id":"pzIx3+ymVXydBOra9H6iPg==","name":"UpperCut","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Mike \"KickAss\"Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":2,"mp_id":"108759955","mp_crag_id":"107120186","climb_id":"pzIx3+ymVXydBOra9H6iPg==","areaRef":"shbiFGYuVOip0Mo5HTx+gg=="},"content":{"description":"The Mortal Kombat of Spearfish Canyon limestone climbing. THIS ROUTE IS BEYOND SICK! \n\n  DO THE DIRECT START! Sidepull and layback into a dihedral. Defeat your adversary by sticking your left foot just right. Launch a hand up and into a huge, slot pocket and gain altitude with attitude!  \n\n  The upper bolts on this route have been stripped in order to make the climbing a bit less Raiden and a lot more Johnny Cage. No more needless crimps! The new route design makes the final moves a lot less contrived since climbers are now forced to head left into crack holds shared with The Roof. VERY ENJOYABLE! ","protection":"You'll need at least 10 quickdraws and the ability to survive a beat down right at the very beginning. \n\n  Shares closed anchors with The Roof.","location":"Left side of the TKO wall between The Roof and TKO. 3rd climb from the left."},"__v":0},{"_id":"cGAQ7/pWUbe0G9OBo1sodA==","name":"TKO","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Greg Parker","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":3,"mp_id":"107632322","mp_crag_id":"107120186","climb_id":"cGAQ7/pWUbe0G9OBo1sodA==","areaRef":"shbiFGYuVOip0Mo5HTx+gg=="},"content":{"description":"Start with a set of underclings and sidepulls to pull the boulder problem down low that is shared with 'Right Hook'.  Once established on the face you'll get a shake then start the series hard moves followed by decent holds, and of course the standard Spearfish high-steps and long moves to good holds.","protection":"8 bolts.  Stick the first","location":"Left of the chopped bolts which was the old start to 'Right Hook'"},"__v":0},{"_id":"5yMtMX/4UjOqqyqwukteFg==","name":"The Roof","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":1,"mp_id":"107120228","mp_crag_id":"107120186","climb_id":"5yMtMX/4UjOqqyqwukteFg==","areaRef":"shbiFGYuVOip0Mo5HTx+gg=="},"content":{"description":"\"My arms! My arms! My arms are on fire!\" will be the first thoughts running through your panicking mind as you start this stout 5.11b of the utmost quality. One of a handful of Spearfish Canyon 5.11's (and probably the only one in this immediate area) where the start is hard but the route leads to fun, mellow climbing the higher you get.","protection":"Bring ten quickdraws. This route has closed shut anchors.","location":"This route is the second route from the left most side of the wall. Just to the right of Going All The Way. Look for the obvious roof and the blood stains on the deck."},"__v":0},{"_id":"S+2qmV2mWyeyfMsngFjupA==","name":"Right Hook","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Cronin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":4,"mp_id":"111697579","mp_crag_id":"107120186","climb_id":"S+2qmV2mWyeyfMsngFjupA==","areaRef":"shbiFGYuVOip0Mo5HTx+gg=="},"content":{"description":"Sweet Jesus, people! Do this route! After taking down TKO (a multi-session project) I looked right and said, \"What the hell, got nothing to do anyway.\"  \n\n  Loved it! \n\n  This is another example of a really good route that goes for years and years without getting a second glance. Back in the day it had its own start, till someone thought the rock sucked, and now it shares the same start as TKO and shares its first five bolts before heading out right into some really fun territory. It stands to reason if the start of TKO is hard as hell, then going right after the fifth bolt should make this route easier since you skip that weird TKO crux that sends everyone flying off the wall? Right? \n\n  Hell No! Right hook is just as bit a 5.12 as anything else I've ever tried. So don't feel that you are pussing out by any means. Get on it and give it props. Or keep trying TKO till your taint gets chafed. Either way, I don't care, just be sure to give Right Hook at least one round before the final bell rings. It is well worth your blood, sweat and tears.","protection":"9 bolts. Be ready for closed anchors.","location":"Right most route on the TKO Wall. Routes to the Right of TKO and Right Hook include The Rally and Bald and Shaved."},"__v":0},{"_id":"oQLAbqWDWWyOAxOIInfCxw==","name":"Going All The Way","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike McNeil","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"left_right_index":0,"mp_id":"107120189","mp_crag_id":"107120186","climb_id":"oQLAbqWDWWyOAxOIInfCxw==","areaRef":"shbiFGYuVOip0Mo5HTx+gg=="},"content":{"description":"Looks like Spearfish Canyon, climbs like Devil's Tower. Many a climber have been heard to curse and say things like, \"this is 5.10b?\" about halfway up this clever, cruxy line. A difficult onsight and hard-fought red point, this route will have you wondering if you have what it takes to go all the way.","protection":"10 bolts and cold shut anchors.","location":"Going All The Way is the left-most climb on the TKO wall. If you do go all the way, get your butt on the route to the immediate right for an eleveny challenge before you hit up Cougar's Pupil. The Prow, TKO Wall and The Big Black Face will keep the ten plus eleven minus climber in hog heaven and won't require too much hiking between routes of the highest canyon quality."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,d4fda011-e80d-52b2-9c52-3b2b50470bc6,b216e214-662e-54e8-a9d0-ca391d3c7e82","pathTokens":["USA","South Dakota","Spearfish Canyon","Sunshine","TKO Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10b"}],"byDiscipline":{"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89038,44.29596]},"bbox":[-103.89100824341119,44.29551033981813,-103.8897517565888,44.29640966018185],"left_right_index":-1,"ext_id":"107120186","area_id":"shbiFGYuVOip0Mo5HTx+gg==","polygon":{"type":"Polygon","coordinates":[[[-103.89100824341119,44.29551033981813],[-103.8897517565888,44.29551033981813],[-103.8897517565888,44.29640966018185],[-103.89100824341119,44.29640966018185],[-103.89100824341119,44.29551033981813]]]}},"content":{"description":"Just to the left of The Prow is gorgeous pink and yellow wall covered in black streaks and hella hard climbs. This wall is home to the highly sought after Parker/Cronin classics that are both sustained, technical climbs that clock in at 5.12 something. The TKO wall also has two upper class 5.11's and one exceptional McNeil classic 5.10 that's gonna make you wish you had warmed up someplace else. Do you dare to step in the ring and go a few rounds with these big boys? Stick clip on up and bring your A game, or you just might find yourself with your nose bloodied as your face hits the mat."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:19.910Z","updatedAt":"2024-02-19T18:39:58.425Z"}