{"_id":"63689de0e80bff5a994f9073","area_name":"Old Goat Wall","shortCode":"","climbs":[{"_id":"KWHmdjuaWRGCR5IDBKLz+w==","name":"KA Right Variation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Katie Kelble and Kent Pease, July 20, 2021","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61441,39.57451]},"left_right_index":1,"mp_id":"121865432","mp_crag_id":"118055721","climb_id":"KWHmdjuaWRGCR5IDBKLz+w==","areaRef":"+zFVfS9vU8aPy5LZIcMwYg=="},"content":{"description":"This is a variation to the right of the first half of\n\nKidding Around\n\n. It ascends the right face of a left-facing, shallow corner with discontinuous cracks then wanders up and left joining the main KA route halfway up the arete. The crux section is the steep face off the ledge, which is technical, continuous, and tricky, with the need to fiddle in gear.\n\nFor the difficult section up the face off the ledge, the protection is adequate but is primarily tiny/small cams and nuts requiring skill and patience for good placements. The sloping ramp/ledge at the base is exposed, but gear placements are available for an anchor.\n\nSee the “Right Variation” topo below and the “\n\nKidding Around\n\n” topo associated with the main route. My apology for the crude drawing that hopefully at least resembles reality. The route name is being debated with suggestions of: “Playing Around”, “Holy Moly”, “Goat East Young Man”, “Goat to Be”, or ??","protection":"A single rack of cams and nuts including tiny/small cams, two to three each #2 and #3 Camalots, an optional #4 Camalot, and various quickdraws and runners.","location":"Start about 20 feet right of the main\n\nKidding Around\n\nroute and 12 feet right of the big arete. The distances are very approximate! See the main\n\nKidding Around\n\nroute for the approach which can be either by rappel or by descending the sloping ramp."},"__v":0},{"_id":"9+K5vOt4U5qino162i3E2g==","name":"Kidding Around","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kent Pease and Joseffa Meir with development assistance from Katie Kelble, August 24, 2019.","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61441,39.57451]},"left_right_index":0,"mp_id":"118055776","mp_crag_id":"118055721","climb_id":"9+K5vOt4U5qino162i3E2g==","areaRef":"+zFVfS9vU8aPy5LZIcMwYg=="},"content":{"description":"This is a single-pitch mixed route using gear and bolts on solid rock in a semi-remote alpine setting. The route requires diverse skills by the leader to piece together the climbing, gear, and rope management. The protection is adequate but sparse in spots with some moves above pro. This is in the Mt. Evans Wilderness area, and all the bolts were hand drilled. The sloping ramp/ledge at the base is exposed, but gear placements are available for an anchor.\n\nThe opening, left-leaning fat-flake is a challenging lead with the first bolt ten feet up. As a pure ground-up lead, it’s possible to protect the initial moves before the bolt with a tiny/small wired nut or RP placed with a long reach while standing on the ledge if you’re of medium-to-tall stature. Alternatively, stick-clip the bolt or (better) pre-clip it by swinging over on rappel. Above the flake, make forays right and left up the face linking bolts and gear, follow the arete to near the top, traverse left along a hand crack, and finish with a bulge move to the anchor. See the “Kidding Around topo\" in the attached photos.\n\nThe route switchbacks several times, and proactive rope management is needed to avoid halting rope drag.","protection":"A single rack of tiny to medium-large nuts/RPs; tiny/small cams to # 3 Camalot including two # 0.5 Camalots (crucial) and two to three each #2 and #3 Camalots; an optional #4 Camalot; and numerous quickdraws and runners.","location":"For the approach using a rappel down the climb: locate the cairn (see the photo) pointing the way, and scramble down 4th/5th Class about 25 feet to bolts on top of the climb. This is exposed, no-fall territory with a couple climbing moves, so a rope is warranted (pro is available). A “hole” provides a secure corral to regroup before venturing the final few feet to the anchor bolts. GPS coordinates at top of climb are: N 39.574621, W 105.614312, elevation 12,420. Medium length slings with biners are needed as extensions from the bolts, so the rope hangs over the lip. Note that with this approach, it’s convenient to swing over and pre-clip the first bolt if that’s your planned (or backup) ascent style."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,fb31557d-2f6f-53c6-8fcb-92d921c33062","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Old Goat Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.61441,39.57451]},"bbox":[-105.6149933706277,39.57406033981813,-105.6138266293723,39.574959660181854],"left_right_index":-1,"ext_id":"118055721","area_id":"+zFVfS9vU8aPy5LZIcMwYg=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:50.463Z","updatedAt":"2024-01-15T16:42:32.529Z"}