{"_id":"63689d20e80bff5a994f2790","area_name":"Double Vision Wall","shortCode":"","climbs":[{"_id":"ZN5cE6qLWHuHbFMd6VeckQ==","name":"Neon Drip","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Adrian Montano, Maya Humeau - 2021 // EQP: Clay Mansfield, Geir Hundal - 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99788,31.92003]},"left_right_index":0,"mp_id":"120554534","mp_crag_id":"120554498","climb_id":"ZN5cE6qLWHuHbFMd6VeckQ==","areaRef":"E1w1rI1aVbqz58Ib6xcc0Q=="},"content":{"description":"An improbable looking, delicate yet thuggy bead of stone forming the aesthetic slab arete. this route climbs the right of the two aretes which are the namesake of Double Vision Wall. Mantle onto the ledge & start up a relatively moderate corner climbing past a hollow hanging flake to plenty of fun stemming. A single rack will suffice, I used a single set of nuts with double length slings on each. You encounter an anchor at around 80 feet which allows for a single rope descent via two raps from the top. From here, ~100 feet of technically demanding and mentally taxing movement lead you up the improbable-looking slab & arete.The first crux begins not far off the first bolt, lasts for quite a ways, and demands strong faith, steady nerves, & the ability to stick with it when you feel like you’re falling off. Dig in with your millimeters of contact & proceed to float through thumb crimping on polished divets. this crux took me 3 hours on lead to work out the full sequence. 12+/13- slab. The middle section of the arete is moderately sustained, fingery, & balancey. It is enjoyably insecure slab & arete climbing with tremendous exposure, & plenty of spots to mess it up if you lose tension. ~11+ slab/arete. savor it before you’re forced to transition to the other side of the arete for a stout & steeper finish. The hardest crux guards the anchors through the last 2 bolts & ~20 feet of climbing. After a tricky pinching/ layback sequence to establish onto the other side of the arete, the change in terrain yields iron cross & hard smear stemming in the obtuse overhanging swoop near the top, before forcing you to surmount the bulge via a powerful & thin sequence to gain the summit. This section took me a combined 4 hours over 2 sessions on lead to work out the sequence, getting a move higher each time before the calls of mediocrity forced an exhausting whip over & over again tagging the slab below. Purple Heart belays from my climbing partner allowed me to work out the movement along this route. Though the cruxes took me hours to work out, it’s inspiring to know there are climbers out there who could onsight them. To me, this route represented an inspiring challenge of turning what felt obscure & improbable into a wild experience on a beautiful wall, with lots of air around. To some, it may seem trivial to grovel all the way up here to begin with. To each their own, it sits perched up high above & behind the Tombstone, blasted by wind, glowing before dusk, & looming above for those curious enough to quest up there.","protection":"Single rack #0-#2, 12 bolts","location":"Northwest faceRight areteLeft of DDC offwidth "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,135c35ac-8d5a-55ba-b3e7-c21beb171cd1","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Double Vision Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13b/c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.99788,31.92003]},"bbox":[-109.99840976805159,31.91958033981814,-109.9973502319484,31.92047966018187],"left_right_index":-1,"ext_id":"120554498","area_id":"E1w1rI1aVbqz58Ib6xcc0Q==","polygon":{"type":"Polygon","coordinates":[[[-109.99840976805159,31.91958033981814],[-109.9973502319484,31.91958033981814],[-109.9973502319484,31.92047966018187],[-109.99840976805159,31.92047966018187],[-109.99840976805159,31.91958033981814]]]}},"content":{"description":"Far up and left when looking at the Tombstone sits a distinctive, huge, & smooth neon shield of rock high above the valley floor. This dome is named for the two obtuse aretes that become apparent when the afternoon light hits the wall just right. \"Quiet, solitary, and not frequented except by a handful of folks who'd surely prefer to maintain that feel. With that in mind, please tread lightly, respect other users and those who came before you\" in regards to anywhere in & around Hands Canyon. This wall was first published in Bob Kerry’s guide Backcountry Rock Climbing in So. AZ, and hosts several DDC routes one of which is listed in the guide (Fool’s Errand), as well as great views of the Rockfellows, & all the West side domes.Route development in this area is ongoing. There are rap bolts with slings on most of the climbable spires thanks to DDC having climbed them. If you're curious about what has and hasn't been climbed, reach out. Modern routes will be shared here. "},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:02.325Z","updatedAt":"2024-01-20T00:57:00.351Z"}