{"_id":"6368a44ee80bff5a9959c15d","area_name":"Spire five","shortCode":"","climbs":[{"_id":"XOI4S4vIUOmN5owrjg61WQ==","name":"Unkown Shaffer Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Shaffer, Cheryl Mayer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":0,"mp_id":"110853118","mp_crag_id":"106012387","climb_id":"XOI4S4vIUOmN5owrjg61WQ==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"Enjoyable climbing up cracks and flakes, similar to Copasetic, but maybe not quite as good.  \n\n  Climb a nice crack system passing a bolt mid height. Stay left after the bolt up juggy flakes until the crack pinches down, place your last gear and head straight up on good holds to the summit.","protection":"Singles to 3, Nuts, Extra fingers to thin hands   1 bolt   2 bolt anchor w/ new webbing as of 8/15","location":"North face of unnamed spire that sits to the NE of spire 5 and kampsite.    Starts at obvious finger crack, best accessed from Harney horse trail   Could probably just make the rap with a 70m"},"__v":0},{"_id":"pe76HGniUPyENlt3V++SAg==","name":"Unknown (\"Route 2\" from Piana guide)","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Piana, Brittain, Butler, Gregson 6/71","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":999999,"mp_id":"117229039","mp_crag_id":"106012387","climb_id":"pe76HGniUPyENlt3V++SAg==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"The description in Piana's Touch the Sky basically says climb chimneys and cracks from the 4/5 gulley to the highest summit.  We studied the massif from the top of Spire 4 to try to decide exactly which chimneys to attempt, and then from the ground to see what looked reasonable.  In the end we went up from a higher point than expected, even above the start of Eyetooth climb.  This may not be exactly what Piana et al did in 1971 but deposits you on the summit of the highest point.  It felt a touch harder than 5.3 in a spot or two but I left it what it was in the book.  \n\n Chimney up and right from the base for 40 feet (see beta photo), slinging a large pillar and then downclimbing into an obvious chockstone ledge in the main chimney.  Reset a belay.  Then climb up the chimney placing gear on either side and then up and right to the right hand summit where you will find the summit register.  Bring webbing to sling a large pinnacle of rock to belay/rap.  2 60m ropes will get you back down into the 4/5 gulley in one rap, with 5 feet of rope to spare.  Knot your ends.","protection":"Rack to #3, a few longer slings, and webbing to rap.","location":"In the 4/5 gulley walk up to the northwesternmost aspect of the spire 5 massif.  We started there, but there are likely more places to start than that.  "},"__v":0},{"_id":"YCSMqAcaUeGodhzSmT2InQ==","name":"Splinter direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Christian baird","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":1,"mp_id":"106012402","mp_crag_id":"106012387","climb_id":"YCSMqAcaUeGodhzSmT2InQ==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"The conns called this the spire splinter then Bob Kamps put a route on    it and is now known as kampsite.   This Splitter crack route faces the picket fence   Crux is in a slightly  overhanging dihedral    above easy chimney/traverse. After crux dihedral go up the notch and right to a sweet belay ledge between a false summit of 5 and kampsite.  Good pro and a fun route","protection":"#.5 to 3 cam, small and medium sized nuts    no fixed gear, no anchor.","location":"This route starts top of the 5-6 gully.    When at the bottom of the 5-6 gully look up to see a yellow steep blade separated from five formation this is kampsite. A chokestone high in this notch is your goal but from north east side or top of gully. Scramble up easy trough to base of kampsite.   Start, is a mutitude of low angle rock we climbed via a chimney   this is a distinct overhanging dihedral crack between Kampsite and spire five on uphill side. Climb dihedral to chokestone, up and right over small spire to the sweet belay. Bring at least ten feet of sling and rap off this false summit block between kampsite and five.   One 60m rope got us to the ground."},"__v":0},{"_id":"JOMrD9a3Wi+chON6Ai70Yg==","name":"Kampsite","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Kamps, H & J Conn","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":2,"mp_id":"106869135","mp_crag_id":"106012387","climb_id":"JOMrD9a3Wi+chON6Ai70Yg==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"The Kampsite spire is the furthest east spire in the cluster between Eyetooth and the Spire 6 mass. \n\n  Belay from the notch between the Kampsite spire and it's neighbor to the west, a small notch with loose flakes and chockstones. You can approach this from the Spire 5 Goat Route, then climb over up and down little spires towards Kampsite until you reach the notch. Can also approach from the 5-6 gully. \n\n  A little ledge on Kampsite leads around the slightly overhanging north side to a good crack with old piton. Some protection there (#3 cam, smaller nuts/cams above), then runout about 30 feet of 5.4/5.6 to the top on solid large crystals following path of least resistance. No anchors, long webbing required. Double rope rappel if you go into the 5-6 gully.","protection":"","location":""},"__v":0},{"_id":"kfEsgRIkXDefpAqrOfEeBw==","name":"Goin' back to Indiana","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mason boos and Ty habbe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":6,"mp_id":"113702600","mp_crag_id":"106012387","climb_id":"kfEsgRIkXDefpAqrOfEeBw==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"h7ab+rGbU+e2FS819ArSZQ==","name":"Drinking Women, Chasing Whiskey","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Chris Hirsch, Harrison Teuber (ground up) 10/16","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":3,"mp_id":"112213430","mp_crag_id":"106012387","climb_id":"h7ab+rGbU+e2FS819ArSZQ==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"A nice long adventure up the east face of the Kampsite spire, consisting of two short bouldery cruxes mixed with some fun moderate climbing. We were psyched to leave the spire bolt free!  \n\n  Start by scrambling up the mini spire in front of the east face. Place a piece in the questionable flakes to the right of the main seam/crack. Pull onto the flakes and then traverse left into the crack with good side pulls and feet. Fiddle in some rps and figure out how to gain the good crack. A nice rest follows,then prepare yourself for another crux protected by another rp getting to and pulling the bulge above! Easier climbing through flakes until it shares the last 40ish feet of runout 5.4-5.6 climbing with the original 'Kampsite' route.","protection":"Singles to #3. Rps are a must   Cord for anchor    NSR 80m or double rope","location":"approach as for 'Kampsite'   Mini spire in front of long east face"},"__v":0},{"_id":"jV0pV/RaUPe6nOEE6KfKww==","name":"Corner to the Sky","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Rafferty, Ty Habbe, Collin White, Matter Scherer, 10/17 Ground up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":4,"mp_id":"113695110","mp_crag_id":"106012387","climb_id":"jV0pV/RaUPe6nOEE6KfKww==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"Another great, moderate route put up in the Spires. Rated E for everyone!  \n\n  Pitch 1: (5.8) Start on the the left side of the broken column, about 30 feet left of \"Blame It On the Boogie.\" Climb directly to the small pine tree then move out right into a continuous hand crack. Climb this crack til it ends up high and traverse left, underclinging the large flake to a cozy ledge. Bolted Anchor.  \n\n  Pitch 2: (5.9) From the belay head straight up into nice hand/finger crack. Traverse right on good flakes to another finger sized crack tl you reach the top of the column. Once on top of the column, finish the same top out as \"Blame It On the Boogie.\"  \n\n  Decent: Single 70m, rappel the \"Boogie\" route.","protection":"#.3-#4, Nuts/RPs, C3s   Could even bring doubles.","location":"Route sits on  the far left side of the North Face of Spire 5. About 30 feet to the left of \"Blame It On the Boogie.\""},"__v":0},{"_id":"xuldFnBmVYGPUwrKmM6G6g==","name":"Blame It On the Boogie","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Rafferty & Ty Habbe, Oct. 2017, Ground up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":5,"mp_id":"113681495","mp_crag_id":"106012387","climb_id":"xuldFnBmVYGPUwrKmM6G6g==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"A new moderate multi pitch in the Spires! Easy to follow and very straight forward with rappel stations on each pitch.\n\n P1 (5.8): Start to the right of the fallen spire at the base of the wall. Continue up and right following series of cracks and flakes to a large ledge. Bolted Chain Anchor.\n\n P2 (5.9): From the belay follow the micro seam with great gear and traverse left onto the face clipping a bolt. Head straight up into the right facing dihedral until you reach yet another great ledge. Continue up and finish through another right facing dihedral/flake. Bolted Chain Anchor.\n\n Decent: Rappel the route. Single 70m.","protection":"Nuts/Rps, C3s, Single rack up to #4.","location":"Appoach: I find the easiest way to get to the base of the wall is to take the Spire 2 approach trail. Before you would enter into the 2/3 gully take a left and follow the climbers trail, traversing the base of spire 4/Eyetooth. Once It's the next biggest wall past Eyetooth on the Spire 5 mass.  \n\n  The Route starts almost in the center of the North Face of Spire 5."},"__v":0},{"_id":"kQZ5aNtqVZS56fbLppt7HA==","name":"Beethoven's Fifth","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Archbold and Vern Phinney on Oct. 7, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"left_right_index":7,"mp_id":"107131572","mp_crag_id":"106012387","climb_id":"kQZ5aNtqVZS56fbLppt7HA==","areaRef":"kT5Za7ggXQWhQvSEALfbtA=="},"content":{"description":"Follow the flared, right leaning groove using side pulls and finger locks on the left and good crimps and crystals on the right.  The route protects fairly well but requires faith in tiny gear and sometimes creative placements.  140 feet of sustained face climbing brings you to some easier wide cracks that continue for 30 feet to the anchors.  There are no really good rests and although no real crux was apparent, almost every move felt like 5.9.  You may want to extend your placements to avoid rope drag.","protection":"Lots of small stuff: micro cams, TCUs, nuts, RPs   A few medium cams   Hand and fist size cams for anchor on top   Extendable draws and shoulder slings \n\n  Anchors are located on top, but they are old button heads.  I recommend saving a few hand size pieces or larger to build an anchor in a sheltered alcove just past the button head anchors.  Depending on your path of descent, you may need to replace some rappel webbing.","location":"This crack is visible on the right side of Spire 5 from the Cathedral Spires parking lot.  Once you locate this crack, walk to the 5/6 gulley, scramble up some easy water chutes to gain the base of the crack.  The approach gets a bit steeper once you are maybe 80 feet below the start of the route.  It may be wise to rope up for an approach pitch when you feel it necessary. \n\n  Rappels are easily found; look for webbing around horns.  You can do two single rope raps or one double rope to reach the start of the route.  From here, some easy gullies will get you down.  If you follow the largest gullies, you will find a set of anchors with webbing that can be used to rappel the last 100 feet, but be mindful of the ends of your rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,913e596b-b820-5d05-a142-f48400b7dbb4","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Spire five"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":1,"label":"5.3"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5325,43.84909]},"bbox":[-103.53312351745805,43.848640339818125,-103.53187648254193,43.849539660181854],"left_right_index":-1,"ext_id":"106012387","area_id":"kT5Za7ggXQWhQvSEALfbtA==","polygon":{"type":"Polygon","coordinates":[[[-103.53312351745805,43.848640339818125],[-103.53187648254193,43.848640339818125],[-103.53187648254193,43.849539660181854],[-103.53312351745805,43.849539660181854],[-103.53312351745805,43.848640339818125]]]}},"content":{"description":"mass between eyetooth and spire six   holds goat route and kampsite"},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:23:16.224Z","updatedAt":"2024-02-19T18:39:53.225Z"}