{"_id":"6368a265e80bff5a99565b9d","area_name":"Backwater Wall","shortCode":"","climbs":[{"_id":"zSiIYZpkUXG1l1KNjAR1Kw==","name":"Storm Surge","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Crofoot/Rooney","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8232,44.5156]},"left_right_index":0,"mp_id":"121915740","mp_crag_id":"121915685","climb_id":"zSiIYZpkUXG1l1KNjAR1Kw==","areaRef":"6VYpP+OpUFKTm2YUnZHycA=="},"content":{"description":"A great first pitch with some thin and thoughtful moves, a few of which are above good but somewhat shallow small pro. The second pitch is good as well, although you can rap from the top of P1 with a single 70m.P1-Begin easily, aiming for the right hand thin crack that is capped by a shallow roof about 50' up. ,Reach some good small pro, and make a committing move onto the main slab and a welcome plaquette. Climb the thin crack to a stance just below the shallow roof. Thin friction leads to the roof, then step left around the roof into a striking tips crack that widens as you approach a great ledge and the anchor. 5.10 110'P2- Face climb straight above the belay, then drift left into a lowish angle crack. Follow the crack to where the wall steepens, then traverse easily right into the next weakness. Climb easily up onto a slab, and traverse back left to a shallow finger crack in a steeper wall. This crack is the crux, and the hardest bit may be protecting it adequately without blocking your locks. There's a lot of rope out, and a slab is right below. Follow the crack to an anchor. 5.9+ 150' Note that P2 wanders around and you'll want plenty of runners. Double ropes work well.Optionally, you can spit P2 up by belaying after the rightward traverse to decrease drag and have less rope out when engineering the crux.","protection":"P1- doubles in small cams up to about a yellow alien, then single to a .75.   Brass and small to med. stopers   P2-standard to #3 with some extra fingers/tight hands pieces for the high crack.","location":"The right hand line on the obvious slab."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,22b30826-b6eb-584e-9a14-f042decf3521,e4501672-7959-5642-8dfb-ce24bed42d98,e956293f-e3a9-5052-939b-66149d91f270","pathTokens":["USA","New York","Adirondacks","K: Northern Region","Silver Lake","Backwater Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.8232,44.5156]},"bbox":[-73.82383060674196,44.515150339818135,-73.82256939325802,44.516049660181864],"left_right_index":-1,"ext_id":"121915685","area_id":"6VYpP+OpUFKTm2YUnZHycA=="},"content":{"description":"This section is an extension of the Tsunami Wall's left end, separated by the appropriately named Dirty Gully.An immaculate steep slab bookended by two beautiful lines, with the same high quality clean rock as Potter.Receives full sun, great for a cold sunny day.Best visited in early spring and fall. The approach will be \"simpler\" for a first visit when the leaves are off the trees, and the bugs won't be around yet."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:15:03.456Z","updatedAt":"2022-11-25T11:20:37.418Z"}