{"_id":"6368a1b8e80bff5a99553f0b","area_name":"Monsters from the Id","shortCode":"","climbs":[{"_id":"f5RVBic/UAyC+05d8sXaKQ==","name":"White Zombie","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":14,"mp_id":"106117109","mp_crag_id":"105925184","climb_id":"f5RVBic/UAyC+05d8sXaKQ==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"Most people avoid this route like the plague, but it's actually really a fun route (and it's never crowded). Climb out the near horizontal v-shaped chimney with great effort. There are some jams, fingerlocks, and fist stacks in the back, but for the most part it's a thrash, smearing and contorting yourself in hopes of staying wedged in there somehow. I've wondered a couple times if it might be marginally safer to lead it on gear - there are obvious placements, way in the back of the crack, while the bolts appear to be placed as far back as a drill would fit but not as far back as might be ideal - falls can be exciting because of how low the route is to the ground and the boulders that rise up underneath it. It could be very easy to deck if you blew any of the clips. \n\nyoutube.com/watch?v=ksKnrRr…\n\n ","protection":"4 bolts.","location":"Between Feeding Frenzy and Triskadekaphobia - you can't miss the overhung V."},"__v":0},{"_id":"GQQZwqRpUJC+KaSe9vAn1w==","name":"Triskaidekaphobia","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"dave graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":15,"mp_id":"107952676","mp_crag_id":"105925184","climb_id":"GQQZwqRpUJC+KaSe9vAn1w==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"This route climbs the roof corner left of Dr.No.  \n\n  Awkward and strenuous climbing on the often wet corner makes it much less than popular. Expect super technical power moves all the way.","protection":"5 bolts to anchor.","location":"On the far right end of the crag, This route climbs the roof corner left of Dr.No and to the right of the also awkward (but awesome) White Zombie 5.12d."},"__v":0},{"_id":"hmArqA5cVkWbjghZSYfK9g==","name":"Steady Slobbin'","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Dave Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":8,"mp_id":"113728629","mp_crag_id":"105925184","climb_id":"hmArqA5cVkWbjghZSYfK9g==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"Steady Slobbin' is a link up of the V9/10 boulder of Parallel Universe and the 13+ meat of Boogeyman. It is significantly harder than Parallel, as the climbing from the Parallel boulder problem to the anchors is 13c/d compared with 13a on Parallel. It is a power endurance testpiece and it has been said that Steady is hard in the grade.\n\n After the 2nd bolt of Parallel, head up and left to finish on Boogeyman. It's really not contrived and much less so than other popular Rumney link-ups.","protection":"5 bolts","location":"Left of JTAMP, right of Heaven"},"__v":0},{"_id":"XMNWl73gXyizS1Ac01DkXA==","name":"Stone Monkey","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Erik Mushial","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":12,"mp_id":"106159725","mp_crag_id":"105925184","climb_id":"XMNWl73gXyizS1Ac01DkXA==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"To the right of Mushroom Planet is a dihedral-like feature with an undercling hold near the end of it. Stick clip the first bolt and a directional and boulder (V7?) to the undercling and romp up the jugs above. \n\n  A very popular and relatively soft option for the grade but a good climb nevertheless. The sitstart seems a bit much--maybe try another route.","protection":"5 bolts","location":""},"__v":0},{"_id":"8Re1o3nxUq+uXXJFz0JHkQ==","name":"Source of Madness","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"david quinn 2/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":1,"mp_id":"105966733","mp_crag_id":"105925184","climb_id":"8Re1o3nxUq+uXXJFz0JHkQ==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"A super-burly start out the low roof leads to a good rest and some easier climbing and another crux above. This one being more annoying than hard. The mantel at the top is a little grovelly and deciding what to use for holds was the crux for me.  \n\n  Overall, it climbs like a couple boulder problems stacked on top of each other. If the roof moves were higher up, it would be 5.12 for sure 'cause they are hard. \n\n  If you have bouldery strength and are looking to tick a hard 5.11, this one could be for you.","protection":"4 bolts to chains.","location":"Second from the left side of the crag...Starting under the low roof...."},"__v":0},{"_id":"5+uu1/4nV5qU12s6Qwu1GA==","name":"Parallel Universe","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":9,"mp_id":"106159734","mp_crag_id":"105925184","climb_id":"5+uu1/4nV5qU12s6Qwu1GA==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"Just right of Heaven and left of Mushroom Planet is a quartzy crack/feature that marks the start of a hard (V9/10) boulder problem. This leads to a roof and arete (kneebar useful) and the finish. \n\n  I belayed Ward on this way back. An amazing looking climb--power, continuity, and a good line.","protection":"5 bolts","location":"left of the obvious overhanging crack, Journey to a Mushroom Planet"},"__v":0},{"_id":"YKuFq8CdUkKdC7VmROo9Ew==","name":"Monster Crossing","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Quinn, 1/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":2,"mp_id":"105984278","mp_crag_id":"105925184","climb_id":"YKuFq8CdUkKdC7VmROo9Ew==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"This link up is quite contrived and not all that much fun (though a \"bad\" climb is much better than no climb at all).... It does however have a purpose....   Climb this route if:   1: Your sporty, projecting friends insist on working the hard stuff at Monsters even if you aren't ready for that sort of thing....   2: You really need to warm up slow for a red point of one of the tough climbs here (though you might be better off climbing one of the easier 5.11s)....   3: If you are like me and your goal is to climb every route at Rumney regardless of grade or quality.... \n\n  Start as for Abominable Snowman (5.11b) and move left on an obvious ledge till the end of it where you head straight up the second half of Source of Madness (5.10d).... This is the crux, and it always seems hard for the grade for me or I'm missing a very important piece of beta.... \n\n  If you decide to climb it, do me a favor and enjoy it....","protection":"6 bolts to quick clips.","location":"Traverses right to left on the obvious, midway ledge on the left side of the crag...."},"__v":0},{"_id":"yuJN4m9TXeSypj/Gw891HQ==","name":"Little Demon","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Ward Smith 12/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":0,"mp_id":"105966728","mp_crag_id":"105925184","climb_id":"yuJN4m9TXeSypj/Gw891HQ==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"The farthest route left at the Monster's crag start up what seems like an easy 5.10 which at the top turns in to a super tricky 5.11.... \n\n  You end up in a weird corner/roof thing using really weird awkward beta to gain the chains.... The crux really is quite cool, but a few cool moves won't make a route classic.... Not a bad warm up for the harder stuff since the crux is short and at the top.... \n\n  Somewhat typical of the left side routes at this crag, not too memorable but kinda interesting....","protection":"4 bolts to anchor.","location":"Farthest left route at Monsters from the Id..."},"__v":0},{"_id":"ZDZiYbB8WRiiQdkNu8AnOg==","name":"Journey to a Mushroom Planet","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jerry Handren 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":11,"mp_id":"105931705","mp_crag_id":"105925184","climb_id":"ZDZiYbB8WRiiQdkNu8AnOg==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"A truly classic climb on a system of cracks and features out a relentlessly steep wall and a roof. Once considered a \"sport\" route due to the fixed trad gear that many thought would always remain. In the last few years it has not had fixed gear and so has seen much fewer ascents. \n\n  Perhaps the only downfall to the line is that it is plagued by wetness, this route would see much more climbing if it dried out more often. When it does dry, it is a must climb for anyone who can keep up with this powerful, interesting route that requires some crazy beta. From the double knee-bar start,    to a foot-cam over your head and much more, this Journey is bound to keep you on your toes. \n\n  P.S. some folks like to climb it like a crack while others go at it like a powerful burl-fest either way it is likely to kick your ass for a while. So, play it to your strengths.","protection":"Fixed trad gear with draws in place....   Stick clip the first piece....","location":"Look for the line of fixed gear in the crack.... That's the one...."},"__v":0},{"_id":"L/njGoreU+e/qHdRs8GEmA==","name":"Heavenly Monsters","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"link-up","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":5,"mp_id":"105984289","mp_crag_id":"105925184","climb_id":"L/njGoreU+e/qHdRs8GEmA==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"I'm not a huge fan of link ups.... Normally I like to follow the obvious weakness or the feature that is appealing.... This link up is very appealing, and I recommend it highly.... Fun and quite pumpy.... \n\n  Start up Heaven (a great climb in its own right)...and climb till you get to good edges heading left in to Cosmic Monsters (5.12a). You will pick up Cosmic just after its crux and finish up the pumpy steep rock to the top.... If you want to save the pump, step left at the top and stand on the cliff top to relax and reach over to clip the chains....","protection":"5 or six bolts to chains.","location":"Start below the obvious corner of Heaven (5.11a) and break right to Cosmic Monsters (5.12a)...."},"__v":0},{"_id":"7bxYPoikVwe9BtLO6zYYMA==","name":"Heaven","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Scott Stevenson, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":6,"mp_id":"105925313","mp_crag_id":"105925184","climb_id":"7bxYPoikVwe9BtLO6zYYMA==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"Not a normal sport climb by any means....   The route follows a slightly inverted \"V\" groove through interesting stemming moves. Some folks even end up with there backs facing to the wall and pulling a corkscrew move.... When was the last time you did that on a sport route? \n\n  Heaven is a good warm up for the harder climbs at the crag or a very worth while route in its own right.... \n\n  A few times I've been on it I've had to do battle with big spiders and big webs...so make your friend go first....","protection":"5 bolts to anchors.","location":"The route follows the \"V\" groove that splits the super-steep, right section of the cliff from the left section.... Stick clip and start on the left or jump for the good holds on the right...."},"__v":0},{"_id":"LN6huPJLU9aka9KHunDMHQ==","name":"Feeding Frenzy","yds":"5.13c/d","grades":{"yds":"5.13c/d","french":"8b"},"fa":"Ward Smith, '90s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":13,"mp_id":"106082877","mp_crag_id":"105925184","climb_id":"LN6huPJLU9aka9KHunDMHQ==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"This is the short very powerful route that follows the pretty crack/flake on the right side of the cliff just before you get to the chimney of White Zombie (5.12d). \n\n  Right off the ground you are in the business with a strong and very crimpy move up and left to a decent pod. From here you move up slightly to some pretty good holds but on this steep wall they are no picnic. Then you may make use of holds out left but keeping your feet on is a challenge. A few more hard moves gets you the prize hold a nice jug a bit more than half way up. After a quick shake head out right on good holds for a more moderate but still super steep finish. \n\n  I've climbed on the route but haven't figured all of the moves so if you have specific beta please share it.","protection":"4 bolts to anchor.","location":"Right of Stone Monkeys (5.13b) and left of White Zombie (5.12d)."},"__v":0},{"_id":"T9PZb90QWxqJ29Dd8zcWgw==","name":"The Boogieman","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Eric Mushial 11/98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":7,"mp_id":"107952208","mp_crag_id":"105925184","climb_id":"T9PZb90QWxqJ29Dd8zcWgw==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"The Boogieman is another bouldery sport piece on this unforgiving chunk of rock. Climb the 1st 2 bolts of Heaven before breaking right on to the steep arete. Some very strenuous moves as you tackle this obvious feature passing the \"goldfish\" hold. Don't let down your guard until you are clipping the anchors. \n\n  This route is the start to a couple of link ups: Freezer Burn (5.13c) starts on Boogieman route, and traverses right under the roof to finish all the way over on Journey to a Mushroom Planet. You can also finish on Parallel Universe to make it a little easier. Steady Slobin (5.14b) climbs Parallel's start and finish up this route's arete.\n\n The long crux sequence of The Boogieman:  \n\nyoutube.com/watch?v=Gq43N3i…","protection":"5 bolts to anchor.","location":"Start on Heaven then up the arete between Heaven and Parallel Universe."},"__v":0},{"_id":"tPhOJD75VAa8WtnXq48LrA==","name":"Doctor No","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Dave Graham, equipped by Ward Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":16,"mp_id":"106159743","mp_crag_id":"105925184","climb_id":"tPhOJD75VAa8WtnXq48LrA==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"The farthest right route at Monsters, Doctor No is the hideously steep roof characterized by crimpy, powerful moves. Is a popular project for boulders due to its short length- I have heard it referred to as a 'bolter problem'. Stick clip the first bolt and crank through the super crimpy initial V6ish boulder problem right off the ground. Sneaky use of a dropknee is quite useful here. After a few bouldery moves, a 'rest jug' is encountered, though many may argue how restful it actually is due to is size. After a short rest comes the crux: a big powerful move that requires superior body tension and excellent overall upper body fitness. Not super technical- just powerful. For those fit enough to fire the crux, the topout is not to be missed. \n\n   The moves are intuitive and fun- it's not uncommon to see someone on Doctor No who is climbing way above their level just for the fun of it.    \n\n   Is now generally considered soft for its original grade (5.14a/8b+) and has been downgraded to 5.13d/8b.         ","protection":"4 bolts","location":"The farthest right route at Monsters from the Id. Look for the super steep roof just right of the corner of Triskaidekaphobia."},"__v":0},{"_id":"oQmh9yQaUiuXQIfZFeLluA==","name":"Cosmic Monsters","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Quinn, 11/94","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":4,"mp_id":"105966737","mp_crag_id":"105925184","climb_id":"oQmh9yQaUiuXQIfZFeLluA==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"A good first 5.12 for strong boulderers, as there is only one really hard move on the route and its pretty short. I have seen folks with little endurance fall from the top, so its not over till its over. \n\n  Climb up on to the ledge that is shared by the routes to the left, then move out slightly right and up passing a hard \"boulder problem\" at the second bolt, involving a big move from crimps to a positive hold that is better the farther right you get it. After that, follow better holds and an intermittent crack up the steep wall to the chains. If you are pumped at the top you can top out a little left of the chains then clip in while standing up top, most just clip from the good hold left of the chains (it has killer friction). \n\n  A good warm up for the much harder routes to the right. \n\nyoutube.com/watch?v=rk7Pnyp…\n\n ","protection":"4 bolts to anchor.","location":"The bolt line just left of the \"V\" groove of Heaven (5.11a)...."},"__v":0},{"_id":"Fdgydsy4UJ2pnZ9F6K7Vcg==","name":"All Day Slacker","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Joe Kinder","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":10,"mp_id":"121386270","mp_crag_id":"105925184","climb_id":"Fdgydsy4UJ2pnZ9F6K7Vcg==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"This is the link up of Parallel and Journey. Climb through the Parallel boulder (V10-) and get the knee bar, then climb to last draw of Parallel and drop down to a jug. From there, do some really fun and straightforward crossovers and iron crosses on pad crimps to a big jug on Journey. You can clip the piece of fixed gear in the crack as a head piece then a couple of easy moves to the anchor. This alternate finish is around V5/6 compared to V7 for Parallel, so could be 13d, or the easiest 14a at Rumney. Regardless, I think this version is more fun than Parallel.","protection":"some bolts","location":""},"__v":0},{"_id":"JpA0sYIkWV6UW7fxCFBwVQ==","name":"Abominable Snowman","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ward Smith 1/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"left_right_index":3,"mp_id":"105966743","mp_crag_id":"105925184","climb_id":"JpA0sYIkWV6UW7fxCFBwVQ==","areaRef":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"Another route that can be listed as a good warm up for the harder routes at the right.... As with most of the routes on the left side of the crag, it's not super classic, but it's worth doing (though not as a means to an end).... \n\n  Climb up on to the ledge as for the start of Cosmic Monsters (5.12a).... Climb straight up the face above encountering a hard move at the top this crux is easier for tall climbers (I know this, cause I am one)....","protection":"4 bolts to anchors.","location":"Just left of Cosmic Monsters (5.12a) on the left side of the crag...Starting by mounting an awkward ledge...."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,7ffe719e-1271-58a7-b565-ebf0d62ac431","pathTokens":["USA","New Hampshire","*Rumney","Monsters from the Id"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.14b"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.14a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.13c/d"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"sport":{"total":16,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":9}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83997,43.80226]},"bbox":[-71.84059302849911,43.80181033981814,-71.83934697150087,43.802709660181854],"left_right_index":-1,"ext_id":"105925184","area_id":"f/5xnhJxWKe1Zevw1irEMQ=="},"content":{"description":"Monsters is known for it's hard steep routes with a bouldery nature. However, there are some fun but slightly less-classic, less-steep 11s and 12s on the left hand side of the crag. \n\n  This is a great place to climb hard on cold winter days. The southern exposure can make the crag nice and warm as long as the sun is out. It also is nice on a summer morning, since it stays in the shade for a while. The only real issue here is the seepage which can shut down many routes in the spring. \n\n  Classics include Heaven (5.11a), Journey to a Mushroom Planet (5.13a), and Parallel Universe (5.14a) and a host of other awesome hard routes. \n\n  Some interesting link ups: \n\nFreezer Burn (5.13c)\n\n  Starts on The Boogieman and traverses right, under the roof, to finish all the way over on Journey to a Mushroom Planet. I've also seen this called Bird Incubator \n\nNo Shit (5.13b/c)\n\n  Starts on The Boogieman and finish up Parallel Universe \n\nSteady Slobbin' (5.14b)\n\n  Starts up Parallel Universe and finishes up The Boogieman's arete. \n\nAll Day Slacker (5.14b)\n\n  Start up Parallel Universe and traverse to Journey to a Mushroom Planet's anchor after the 4th bolt."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:12:11.309Z","updatedAt":"2022-11-25T11:20:00.605Z"}