{"_id":"6368a1b8e80bff5a995540c9","area_name":"05. The Dark Passenger","shortCode":"","climbs":[{"_id":"5o1dlfzPV4q9QvVL5q7nqw==","name":"Worlds Collide (L)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Hansche 9/1/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":9,"mp_id":"113534668","mp_crag_id":"113526026","climb_id":"5o1dlfzPV4q9QvVL5q7nqw==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"What a great place for a sweet little technical piece like this. Around foliage time I can't think of a better place to be. As for the route itself plan on technical, crimpy, footcentric climbing. The holds in the crux are so small I planned on it clocking in around 5.12a but in action it didn't feel quite there. I don't care how hard it is, for a short route it is packed full of fun fun fun. \n\n  Start on an obvious rail underneath The first bolt. Move up and left to a crack/undercling. Climb this to the first horizontal crack. Protect. Move right and decipher the intricate hypercrimpy crux that takes you past another bolt and on to a second horizontal crack. protect again and pull one last tricky but delightful move that gets you to better holds, the anchors and top it out to stand on top of the world and take in the view.  \n\n  The best approach is to climb View finder in one pitch past the belay tree and after clipping the first bolt on pitch 2 break left up an obvious corner that leads to the tree ledge below the mini crag.","protection":"2 bolts and a couple finger sized cams. 2 ring bolt anchor.","location":"This route starts from a comfortable (no anchor needed) ledge above the Dark Passenger slab which is situated just left of the Dark Side area. It's basically a mini-crag all it's own and is the Namesake passenger itself.\n\n Right now the easiest way to access the ledge and the mini-crag is to climb Say Nothing (5.5) to it's 2 bolt anchor. Bring up your second, easily step left on to the nice ledge and the base of Theater of Pain (5.12c) and Worlds Collide.\n\n *Say Nothing could easily be \"4th classed\" by folks who are solid on slabs and don't mind doing easy unroped climbing. the 5.5 section is right off the deck then it's 5.3 to the ledge."},"__v":0},{"_id":"0RDIO3nfUb64haFldx2C+A==","name":"The Way Back (L)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ernie Hansche and Lee Hansche","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":5,"mp_id":"114935243","mp_crag_id":"113526026","climb_id":"0RDIO3nfUb64haFldx2C+A==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"Another fun way to tackle the short headwall and enjoy the easy slab above for an amazing view. Each of the routes on this wall has it's own flavor. I found this to be a worthwhile addition. The only down side is that the beginning is the last route to dry after rain or winter. Perhaps now that it is clean it will speed the drying a bit.\n\n Stand on the blocks at the base to get on to the wall. Easily clip the first bolt which keeps you from falling down the gully if you blow the low crux. Make thin balancy moves up to the overlap. Place a good piece under it and climb the low angle face above to the angled cracks. I found this section easier on the left but the right sucks you in and works as well. Just less secure IMO. (This might feel a little PG13 right now but I plan to add a bolt at some point now that I've climbed it a few times). Move right easily but delicately and carefully place a piece in the right hand crack. Move up to the 2nd bolt and pull the fun slab mantle on pockets and nubbins. Easy slab heads pretty straight up to the top.I find this to be the best section of the low angle slab of any of the routes in this section. Place a piece in the small feature about 15 feet up from the mantle move (Its tricky but I got an orange TCU in there well enough) if you want it or bomb past and clip 3 more bolts to the end.\n\n Finish on the nice stance either by building an anchor in the bomber horizontal or placing a solid piece for directional and belaying from the Watching You anchors 15-20 feet to the right. ","protection":"5 bolts to the nice stance with horizontal crack. Build an anchor or place a solid directional and move right 15-20 feet to the bolted anchor.","location":"From the base of the Dark Corridor 5.6 chimney walk down hill about 30 feet until you see a couple of stone steps leading to a low bolt. There you are...\n\n A 70m rope can barely get you down directly from the top of Way Back but move right to the bolted anchor of Watching You 5.7 to rap to the ledge (barely) with a 60m."},"__v":0},{"_id":"GicK5WVwWlqSRbxJ00dixQ==","name":"Watching You (L)","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Lee Hansche 9/12/17 (rope solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":6,"mp_id":"113581220","mp_crag_id":"113526026","climb_id":"GicK5WVwWlqSRbxJ00dixQ==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"A really sweet pitch that gets you amazing views!\n\n Start between the tree and the chimney edging up the steep slab The best path starts behind the tree and moves right toward the bolt.. Climb this face past a few horizontal breaks, some offer protection. The crux happens around the second bolt, don't get sucked right at the crux ;) After this excitement Mantel on to the lower angle slab and pad your way up quite easily past 3 bolts to the anchor. There is one more spot for natural pro toward the top.\n\n You can lower back to the ledge with a 60m rope... But it's close so be careful.\n\n The anchor is at a comfy ledge so you can bring up your party and do a scramble (off to climbers right) or one more short easy pitch to the summit.\n\nyoutu.be/RZL1uK476uE","protection":"5 bolts and a couple pieces of gear to ring anchors.","location":"This is an upper deck route. You can thrash up the gully to get there but I highly recommend doing Watching Me (5.7) to approach or doing View Finder (5.7) and banking left before the final headwall to gain the tree ledge. \n\n  From the tree ledge head in to the corner and look for a low bolt just left of the chimney. That is the start of this one."},"__v":0},{"_id":"C7gE5iFsX2+FteXtqVYnOA==","name":"Watching Me","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Lee Hansche 9/12/17 (rope solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":0,"mp_id":"113581202","mp_crag_id":"113526026","climb_id":"C7gE5iFsX2+FteXtqVYnOA==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"Fun slab climbing on immaculate rock. The ONLY down side to this one in my opinion is that the two engaging parts are split by a ledge in the middle. The first half is some of the best 5.6 friction climbing ive done and the top bit is a slightly harder puzzle to gain the chains.\n\n You can top out the route and belay from a big ash tree if you are continuing on to one of the upper pitches. A quick scamper through the trees gets you to a comfy hang out spot and a more climbs.\n\n Start on the right side of the slab on an obvious big hold. Use this to gain a stance and clip a bolt. Move up and left on to the dreamy slab and past 3 more bolts. At the ledge find the next couple of bolts and head that way. I dug out a crack on the right as the angle increases again. Clip 2 bolts without much trouble then smear your way up to the anchor (crux) as the wall steepens. The way I climb it is a biit to the right of the bolt line. Settle in to your feet for best results. It is possible to mantle on the left as well but I didn't plan the bolting around that so take care. Lower off or top out to belay from the tree.","protection":"6 bolts and a couple pieces of trad gear to a 2 bolt anchor. I used a #1 cam off the ground and a #3 in a dug out crack up on the ledge between the steeper sections.","location":"As you are getting to The Dark Side you will see the flake start of View Finder Just before you get to View Finder look for a cairn on your left head up hill at the cairn and zig zag the path of least resistance looking right toward the rock and you should see the perfect slab through the trees."},"__v":0},{"_id":"fLV5jVAJXdOdqDegeUxNGg==","name":"Theater of Pain (L)","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lee Hansche 7/30/18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":8,"mp_id":"114794656","mp_crag_id":"113526026","climb_id":"fLV5jVAJXdOdqDegeUxNGg==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"I originally found this mini-crag while working on detailed hand drawn maps of the area. The mission was to pour over every inch of Dickie Ledge to find some gems that had been overlooked. I picked this line out easily when I noticed the steep wall perched above the more popular Dark Side. This route and it's brother were just what I was looking for. Near-vertical tech climbing with mixed gear and crimpy little cruxes perched in a magical location.\n\n This one is a few feet longer than Worlds Collide. Start in the crack just left of the short slab that leads up to the start of Worlds. Layback and jam your way up to the first hoizontal and place a piece (there is a large block that vibrates but doesn't seem like it's going anywhere. Still, don't place any gear against it.) The business starts here. Match on a good crimp rail down and right of the first bolt. Make your clip and embark on a dicey technical boulder problem. These were the hardest moves for me and the sequence ends with a full on toss to a slightly sloping edge in the second horizontal crack. Place another piece of gear... shake off... Clip a bolt... and make another improbable set of moves on tiny \"Dickie nubbins\" culminating in yet another, even more desperate toss for the slopy cliff top. I placed the anchor about 5 feet to the right where there is an actual jug to clip or better yet top-out and have a seat. Unfortunately the last move favors folks (like me) with a good reach. The tiny holds involved may be nice for a smaller climbers hands however so best thing to do is head up and give it a try.\n\n This thing will surely feel better on a crisp fall day than it did in the humidity I've been facing. Also both climbs on this face are much more reasonable with a few key hold ticked. Onsights would be extremely proud.","protection":"2 bolts and a few pieces of gear (mainly finger sized) to a 2 ring anchor.","location":"This route starts from a comfortable (no anchor needed) ledge above the Dark Passenger slab which is situated just left of the Dark Side area. It's basically a mini-crag all it's own and is the Namesake passenger itself.\n\n Right now the easiest way to access the ledge and the mini-crag is to climb Say Nothing (5.5) to it's 2 bolt anchor. Bring up your second, easily step left on to the nice ledge and the base of Theater of Pain and Worlds Collide (5.11+).\n\n *Say Nothing could easily be \"4th classed\" by folks who are solid on slabs and don't mind doing easy unroped climbing. the 5.5 section is right off the deck then it's 5.3 to the ledge."},"__v":0},{"_id":"fAmnQvBrXduSUS2w8e4SrQ==","name":"Viewfinder","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lee Hansche 8/29/17 w/ assistance from Torie Kidd","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":2,"mp_id":"113526036","mp_crag_id":"113526026","climb_id":"fAmnQvBrXduSUS2w8e4SrQ==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"The name says it all. This route finishes spectacularly with one of my favorite views in the White Mountains. On top of that expect fun varied climbing on amazing granite from bottom to top!\n\n My vision for this line was to open up a safe climb at a moderate grade for folks getting in to trad climbing. So I did add some bolts where I would have just run it out personally. It is not however a sport route so expect some run out sections on 5.3-ish climbing. \n\nNotes added after hearing feedback: It has been brought to my attention by a few people that I had underestimated this climb when I first did it. I have upped the grade to 5.8 as I am happy to bend to the consensus and honestly don't like choosing grades in the first place. It has also been pointed out that without super solid rope handling there could be danger on the upper headwall of hitting the deck if you blew one of the tricky moves at the end. If you do feel like this could be an issue you could build an anchor closer to the headwall to make rope management easier. Perhaps the crack at the end of Say Nothing (5.5) would offer a good spot to reduce rope stretch. The very beginning flake requires care as well.  place gear only where the flake meets the cliff and take your time placing even if it means you need to hang on it after. That's better than a ground fall. So my vision of a route for novices may not have been perfect but I am not willing to bolt a crack up on DIckie so I will say ALWAYS spend the time you need to place good gear, communicate with your belayer and only climb with people you trust to save your life. There are other routes at the grade and below now, so you could warm up on Say Nothing, Watching Me and or Watching You and the Dark Corridor. \n\n Pitch 1: The start moves and the finish move are the hardest parts for sure. Either stem off of the tree to gain the flake or (perhaps a little hard for 5.7) avoid the tree. Either way protect above the flake (the flake makes a good hold but I wouldn't trust it with a cam behind it in a fall). Mantle a nice ledge and then clip a couple of bolts while figuring out a tricky slab. After the tricky bit, romp up a very easy slab following a clean white streak and eventually gaining a belay at an oak tree (rappel set up on tree).\n\n Pitch 2: Step above the tree on to a couple of ledges. Move right to a big flake and use this to get up on top of the low angle slab above. Another cruiser slab (a little run out but 5.3) leads to two short slab headwalls with a ledge between. Surmount these slabs protected by bolts and gear and move up on a ledge to stand below the final sleep headwall. With a little finesse make your way in to the obvious crack with good pro. Be carful of one block that wouldn't be good to protect behind. Make your way through the path of least resistance until a perplexing final crux (place solid gear) makes you think twice (5.8). I used high feet and solid balance to lean out left for a thank god hold and a final mantle to the 2 bolt anchor.\n\n Enjoy the view while you bring up your second.\n\n 2 rappels with a 60m rope should get you down in style (throw knots in the ends just in case of course ;)","protection":"A normal rack up to #3 Camelot and some draws.","location":"There is a short wall on the left side of the Dark Side area. This climb starts on the extreme left end of this wall. Look for an obvious flake slightly left of a large tree trunk.  Another way to think of it is as you approach there is a spot where a huge boulder has fallen from the trail carving a path in to the valley. Just after walking by here look for a small cairn on your left View Finder's starting flake is visible just up trail from the cairn."},"__v":0},{"_id":"JuJDMFgbW6mo8cTAJOQj4A==","name":"Say Nothing","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Lee Hansche 5/18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":1,"mp_id":"114378817","mp_crag_id":"113526026","climb_id":"JuJDMFgbW6mo8cTAJOQj4A==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"Here is another easy, well protected climb on immaculate rock. This one is actually super mellow after the first 20 ft but exactly what a beginner trad climber should be looking for. \n\n Start as for Watching Me 5.7 and after clipping the first bolt on that route break right to a slightly lower angle slab and one more bolt. Follow the easy slab along a steep drop off to climbers right. Look for a solution pocket for protection (tri-cam perhaps) at the point when you can step right to a comfortable stance. From here pad up the slab trending toward a small tree that you may decide to sling for pro and then straight up through a sweet and all too short crack and finally the two bolt anchor.","protection":"2 bolts, regular rack, Tri-cam, to 2 ring-bolt anchor.","location":"As you are getting to The Dark Side you will see the flake start of View Finder Just before you get to View Finder look for a cairn on your left, head up hill at the cairn and zig zag the path of least resistance looking right toward the rock and you should see the perfect slab through the trees. This climb and Watching Me share a start on the right side of the low point of the white slab."},"__v":0},{"_id":"z6mxNRPgXQqe1NMAeTqAzg==","name":"Oasis","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Bowker and Mike Zarenski 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":4,"mp_id":"119578481","mp_crag_id":"113526026","climb_id":"z6mxNRPgXQqe1NMAeTqAzg==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"Start at Mirage and follow the cracks that angle up and right until they fade away. Mantle onto the slab above. follow 3 bolts up and right until you meet up with the top of The Way Back. Follow that up and scoot over to the anchor of Watching You. Quite an adventure of a pitch and on perfect rock. ","protection":"Trad gear. 3 newly placed bolts and some of the existing ones from The Way Back.","location":"Starting in the gully on the left of the Dark passenger area. Look for the collection of dropped water bottles, find the left facing flake/corner of mirage. This climb starts there but angles hard right following the cracks. "},"__v":0},{"_id":"2rm81PqTWteH1CwQmvEmvg==","name":"Mirage (L)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Alan Hunter 1980's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":3,"mp_id":"114794670","mp_crag_id":"113526026","climb_id":"2rm81PqTWteH1CwQmvEmvg==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"Climb the slab passing and protecting in a few cracks. The wall steepens a bit but there is a nice left facing flake that makes passage reasonable. Put a good cam behind the flake (solid) and move up on to the lower angle slab. Move left past some features following the path of least resistance. Clip a bolt as you gain the slab and fire right up the easy (5.4?) slab past 2 more bolts to the anchor. Rap/lower from quick links or continue up to the anchor for Watching You (full 60m rap).Really nice climb. A cleaning and some trail work could help the beginning but the line and the rock quality is great.","protection":"A few cams and a bolt to a 2 bolt anchor with quick links.","location":"If you are in the corner on the ledge below the Dark Corridor Chimney, walk down the gully to the left about 40 feet. Look for a line of weakness past a few angling cracks. It is a little dirty but I'd love to scrub it up if I find time."},"__v":0},{"_id":"H1BJ0I5BWZiegWdOiYrxXg==","name":"Dark Corridor (L)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lee Hansche","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"left_right_index":7,"mp_id":"113581249","mp_crag_id":"113526026","climb_id":"H1BJ0I5BWZiegWdOiYrxXg==","areaRef":"He5U/huaVnKpHv/3xCT+Sw=="},"content":{"description":"After a recent cleaning this thing is even more fun than I'd imagined. \n\n The runout sections are super easy but a fall is out of the question in some of those spots. You could do a well protected link-up by breaking left just after mantling the slab and climbing the finish of Watching You (and happily clipping the bolts).\n\n Climb up the chimney (easier if you stay outside the chimney) with good protection and then up on to the block that forms the right side of the crack. You can get a sneaky nut placement before stepping across over the chimney and gaining an easy mantel on to the low angle slab. Scamper up the easy slab keeping an eye out for gear options but there isn't much. Aim for the right facing corner at the summit. There is a nice place to build a trad anchor or you can break left and use the anchor of Watching You (5.7) to lower back down (full 60m lower).","protection":"Some natural gear and some run outs. It's a work in progress but no bolts yet.","location":"This is an upper deck climb. You can thrash up the gully approach but I recommend using one of the 5.7s below to get to the ledge. This climb starts in the corner up an often wet chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,69162ecd-fb3c-5c9f-9204-2164c60b35c9,7f671edb-5d0a-5f5d-be62-740287eab9fa,1dee54fe-1b9a-5672-a91e-fff7c424fe4b","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Welch and Dickey Area","Dickey Ledge","05. The Dark Passenger"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":3,"label":"5.8"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.58604,43.91819]},"bbox":[-71.58666424110716,43.91774033981813,-71.58541575889284,43.91863966018187],"left_right_index":-1,"ext_id":"113526026","area_id":"He5U/huaVnKpHv/3xCT+Sw==","polygon":{"type":"Polygon","coordinates":[[[-71.58666424110716,43.91774033981813],[-71.58541575889284,43.91774033981813],[-71.58541575889284,43.91863966018187],[-71.58666424110716,43.91863966018187],[-71.58666424110716,43.91774033981813]]]}},"content":{"description":"I have been exploring the region between the Central Tongue and the Dark Side a bit and I turned up some pretty darn pleasant rock. Walking by on the trail you wouldn't know it but this section holds some perfect rock and as at least one route name implies, amazing views! Seeing as this areas sits sort of, on top of parts of the Dark Side I think the Dark Passenger seems an appropriate name. The Dark Passenger itself is the small wall that sits on the ledge with a couple of hard climbs on it.\n\n Some of the routes start from a comfortable tree ledge. I will mark these routes with an (L). The easiest ledge access is to either climb, Say Nothing (5.5) to a convenient anchor on the right side of the ledge. From the anchor it's an easy step left to be comfortably off belay. Or there is a trail from the base of Say Nothing and Watching Me that skirts the cliff left and then up the gully to the upper routes. \n\n Hiking that trail or rappelling down Say Nothing is the easiest way back to the ground."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:12:15.683Z","updatedAt":"2024-01-20T01:04:09.816Z"}