{"_id":"63689de0e80bff5a994f9105","area_name":"Rock Of Ages","shortCode":"","climbs":[{"_id":"mi3PcNPbVSKUHHOXx8/LBA==","name":"The Wasp","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Topher Donahue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":13,"mp_id":"105925749","mp_crag_id":"105746122","climb_id":"mi3PcNPbVSKUHHOXx8/LBA==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"The Wasp may be THE best single pitch, trad, granite route of its style and difficulty in Colorado! There are a couple single-pitch routes in CO that come close, but this is a unique gem combining great rock, super aesthetic moves, and great pro. In my opinion, California fine-grained granite has always catered to more memorable crack pitches than almost anywhere in CO, except for this very spot (and parts of the Platte).\n\nA word about ratings. I had heard a couple comments from climbers who felt that The Wasp does not warrant a 13a rating, and to be honest, neither did I. But...I did not onsight it, and I completely sieged the route by fully inspecting gear placements and moves on rappel. How can anyone accurately rate a climb? It is so subjective and with any climb there will always be many factors that will obviously affect the perception of difficulty. At the time I redpointed this route, I knew a couple climbers who came close but only 2 climbers who had onsighted it, and I am assuming each was a true onsight. To onsight the Wasp without ANY prior knowledge of the moves OR the gear placements is an awesome accomplishment. En route, there are some cryptic sections and a couple of moves where you must bear down, but in general the climbing is more cerebral, and there are no stopper crux moves. On the other hand, the gear requires some thought in a few placements, but as a whole the route protects beautifully. Every climb is different. The Wasp was for me easy to learn. I believe this would be the same for most. Nonetheless, it is a worthy and challenging climb whatever you decide to personally rate it.","protection":"Bolted anchor, one pin (last piece), an assortment of standard and \"offset\" nuts through the size range but mostly in the medium range, double cams from Metolius #0 TCU through flexy WC Friends #2.5 (three 1.5 Friends), and runners including double-length. Double rope technique could be helpful due to the zig-zagging nature of the line.","location":"Located on the upper tier of ROA between\n\nGreensleeves\n\nand a Tommy Caldwell 13- fully bolted route (which is left of a Topher D. torturous corner route) is The Wasp. Start at a flake that becomes a straight in crack. Near the middle, the route zigs left and zags right to a rest before the last leftward stretch to the top and the bolted anchor."},"__v":0},{"_id":"hAWuDQpGVN2iC3/K3EBOFQ==","name":"Telekinesis","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Tommy Caldwell (hardware by Mike Wray)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":14,"mp_id":"106421340","mp_crag_id":"105746122","climb_id":"hAWuDQpGVN2iC3/K3EBOFQ==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Begin Telekinesis with a relatively mild section of interesting 12- climbing on edges and ledges until you reach a mini-roof and a precarious shake. Clip up before drifting a bit right through the roof and immediately engage in a desperate, extremely thin crux with very few hold options. Continue crimping on bullet, beautiful, green colored stone for what seems like 2-3 hours. This upper section eases up a little, but there are no rests (especially not for your calves).","protection":"Quickdraws.","location":"This is directly right of\n\nThe Wasp\n\n."},"__v":0},{"_id":"CcRfoWURWUi/6Qn6QKvG7g==","name":"Rope Rider","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Topher Donahe, Keith Garvey, Patience Gribble","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":9,"mp_id":"105764511","mp_crag_id":"105746122","climb_id":"CcRfoWURWUi/6Qn6QKvG7g==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"This is a fun route that deserves more traffic.  Find it on the SE corner of the main Rock of Ages cliff: a thin crack on a hanging slab, above an overhang.  It's somewhat dirty, but not as bad as it looks, and the moves are super fun.  An overhanging boulder problem start past fixed gear leads to a good rest; the finger crack above is pretty solid 5.11 and gear is pumpy to place.  Save some guns for the finger stacks at the end!  The route as a whole is safe to lead but somewhat spicy.\n\nThe anchor is 2 thin, partially driven pins.  It's hard to back up, and in my opinion is just barely adequate; a # of other anchors in this area consist of one bolt and one pin, and I think this anchor could benefit from the addition of a bolt.  At any rate, be prepared to leave some webbing as this thing doesn't seem to get done very often.","protection":"1 fixed rp + 1 fixed pin, then standard rack (heavy on thin stuff)","location":""},"__v":0},{"_id":"DKldQuBbULuHaPoIMZZtUA==","name":"Pitch Perfect","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Joe Mills, Rob Donald, Shaun Reed, Phil Powers","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":12,"mp_id":"109475742","mp_crag_id":"105746122","climb_id":"DKldQuBbULuHaPoIMZZtUA==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"This is an undercover classic. Start as for\n\nThe Wasp\n\n, and climb to the top of the easy flake to the jug rest. Where\n\nThe Wasp\n\nbusts straight up the crack, follow a thin seam left placing small gear (00-000 TCU or blue-black Alien) out to the prominent black streak. When the holds run out, clip a bolt, and power straight up the prominent black streak passing 5 bolts. Finish up a glory 5.10 layback on small cams (blue-green Alien).","protection":"8 cams and 5 bolts. Doubles micro cams - fingers with 1 green Camalot and triple green Alien size.","location":"This is one route left of\n\nThe Wasp\n\nand before\n\nGreensleeves\n\n."},"__v":0},{"_id":"8Suik+IOUh+fSMeLgzFxfw==","name":"Original Sin","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"A. Sharp & R. Leavitt, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":8,"mp_id":"105757738","mp_crag_id":"105746122","climb_id":"8Suik+IOUh+fSMeLgzFxfw==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Go to the far right-hand end of Rock Of Ages' lower wall and look for huge, right-facing and overhanging dihedral system.  Due to the position and overhang, this route gets both morning and afternoon shade. The afternoon shade is much more complete.\n\nClimb up a scaly overhang into the handcrack in the corner.  Work your way up the corner for 60-70 feet, with frequent backsteps for the right foot.  You will find the route ennervating due to the scaly feet and occasionally flaring and scaly jams.\n\nFight your way to the top, but make sure to keep the belayer away from the rain of scaly rock that will come from your ascent.  Top out on the above ledge and get to the fixed rap on the tree.  A fixed anchor there needs another 18-inch loop of webbing to be bomber, or perhaps a #9 stopper up and to the right and tied in with a 40-inch loop.  Rap off to the south, 80' to the ground.\n\nThis route is best described as a classic route through terrible stone. Sadly enough, it would have to be for selfless reasons that anyone would climb it. The moves are great, but the rock quality is so poor that I can't honestly recommend the route.  If it were agressively cleaned by another 10 parties, it would become a 2 star route and with a few years of traffic could be 3 stars.  I agressively cleaned a lot of the route with my fingers and fists (pry and whack).  It sapped my energy to do so on while climbing (on lead) which is the only way it is possible because of its overhanging nature. I ended up hanging on gear a few times.  You can't get to it on rap.","protection":"One set of nuts + cams from 1\" to 4\" with doubles from 1.5 to 2.5\"\n\nThe gear is primarily good, but the scaley rock will put you in doubt of many of the stances and some of the gear.  You will likely place more then you normally would on a climb of this grade.","location":""},"__v":0},{"_id":"P29bJfJhVrC2bPtLaOt/LQ==","name":"Nameless Demons","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"A. Sharp & P. Bradshaw, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":3,"mp_id":"105757735","mp_crag_id":"105746122","climb_id":"P29bJfJhVrC2bPtLaOt/LQ==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Go to the left-hand end of Rock Of Ages' lower wall and look for the large dihedral system.  This gets morning shade.\n\nP1: Climb up and right on a slab from an old log to the corner, then place a few nuts or a small cam for a directional before starting up the left-facing, left-leaning dihedral to a bulge.  This is pumpy underclings and locks.  One good rest has a solid 3.5\" - 4.5\" placement just there (#3.5 Camalot is perfect).  This is a 'Thank God' placement because the a few of the others are semi-shallow, small cams.  Arrive at the bulge and pass it by on a 1.5\" cam before belly-flopping onto a shallow slab.  This is probably the most awkward 5.10 move I've ever done.  It is apparently much easier for shorter people. If you are tall, the combination of the thin crack and high feet might be quite a spanking. Establish yourself on this slab and build a belay on the corner. although this has been a relatively short pitch (~100'), rope drag will make further progress unpleasant.\n\nP2: Continue up the dihedral to the crux, maybe 5' over the belay.  High feet on the left hand wall make this easier than it first appears.  This pitch is easier if you are tall.  Continue up about 50' to a pine tree, then either traverse left and up to the anchors on the neighboring sport route, or top out on easy moves and then traverse left to the anchors (bolt & pin) up top.\n\nRap off 115' to the ground.  A single 70m just makes it, and a 60m will get you down to a reasonable scramble.","protection":"One set of TCUs and cams from 0.5\" to 2\" plus one #4 Friend.  One set of nuts from #4 BD to #12 BD with extras if you want to sew it up.","location":""},"__v":0},{"_id":"ZruomwJNWjKf37R4AtD0aQ==","name":"Multiple Blues","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Sep. 1, 2002 Pat Adams, Chris Weidner","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":0,"mp_id":"105759729","mp_crag_id":"105746122","climb_id":"ZruomwJNWjKf37R4AtD0aQ==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"\"Multiple Blues\" climbs the golden slab left of \"Tipendicular\" via a thin, C-shaped crack.  Although very low-angle, it is harder than it first appears and is on high-quality rock.\n\nThe route begins with a rising traverse left, immediately creating a hazardous fall as the ground drops away abruptly.  Make sure the belayer is anchored!  The first 20' is difficult to protect and involves delicate climbing, but once established in the crack, adequate gear can be found.  Bring multiple blue TCUs.  A bomber gear anchor can be made atop the route, then one can easily downclimb to climber's left, belayed perhaps, to the bolt and pin rappel above \"Left Out\".","protection":"Single rack from RPs to #2 Camalot, with extra #0, #1, and #2 TCUs.  The largest pieces will comprise the anchor on top.","location":""},"__v":0},{"_id":"v/gWgyvJW4e6bUFRy0xNKg==","name":"Heavenly Daze","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Topher Donahue & Patience Donahue - 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":2,"mp_id":"105760314","mp_crag_id":"105746122","climb_id":"v/gWgyvJW4e6bUFRy0xNKg==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Heavenly Daze is the obvious hard sport line that is immediately left of the\n\nNameless Demons\n\ndihedral and about 50' left of the start of\n\nDays of Heaven\n\n.\n\nIt is probably a little soft for the grade, but nevertheless the climbing is fantastic.  There are several very hard moves (two of which are pulling over bulges) on postive holds but none of them felt reach-dependent or insecure.  The definite crux comes around the 5th/6th bolt - ramping edges and difficult feet.  The climb is very well-bolted: run out enough to make you not want to blow it, but the bolts are located well and the clipping holds are always good.","protection":"Three bolts, a pin, three more bolts, an epoxied stopper.  Small wires can supplement the gear but they would be very pumpy to place.","location":""},"__v":0},{"_id":"3O716WwBXTaa4glxWmVbnA==","name":"Hats Off","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Donahue/Gillett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":6,"mp_id":"105758563","mp_crag_id":"105746122","climb_id":"3O716WwBXTaa4glxWmVbnA==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Hats Off is located on Rock of Ages.\n\nP1. Climb the first pitch of\n\nDays of Heaven\n\nand belay.\n\nP2. Do the first few moves of the second pitch then continue straight up a thin tips crack (12a). Climb up this seam until you are eye level with a row of grips heading right. Place a good piece of gear high in the crack and campus right. The hand holds are pretty good, but the feet really suck. One can place a medium wire about halfway out the traverse. Continue traversing until you slab out on the far right shoulder of the cliff. The gear on this route is not easy to place. The RPs and TCUs are all solid but require some jiggery-pokery.\n\nHats Off is a hard route to on-sight! One has to be good at placing small pro and moderately  bold. The crux pitch is a good candidate for a pre-load. There is no fixed anchor on top.\n\nDescend down the east slabs.","protection":"This route requires small TCUs and RPs. Double up on TCUs purple through yellow. Several #4 and #5 RPs would also be a good idea.","location":""},"__v":0},{"_id":"JFVswjsUUKWgeJedPGaHbQ==","name":"Greensleeves","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Gillett & McMahan - 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":10,"mp_id":"105762660","mp_crag_id":"105746122","climb_id":"JFVswjsUUKWgeJedPGaHbQ==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Greensleeves takes a line on the upper tier of Rock of Ages, just left of a black streak and left of\n\nThe Wasp\n\n.\n\nFollow an easy finger crack for 20' to the first bolt. The rest of the climb is very sustained crimping - as Bernard Gillett says in his guidebook: a whole lot of 5.11 and a 5.12 move near the top.","protection":"A couple wires for the start and 9 bolts.","location":""},"__v":0},{"_id":"iKScNP0hVByf/FVPKP4kZg==","name":"Desolation Angels","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Sharp/Allen","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":1,"mp_id":"105758437","mp_crag_id":"105746122","climb_id":"iKScNP0hVByf/FVPKP4kZg==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Desolation Angels is located on the left (west) side of Rock of Ages. It ascends the obvious clean right facing dihedral. Scramble up to the base of Tipendicular and boot up. The 1st pitch climbs out right and up a pretty loose, ugly, unprotected corner. The pitch is rated 5-6 but feels more like 5-9. Don't let your pal from the rock gym lead this one. Luckly, there are two new bolts at the belay. Pitch two is killer! It climbs up the corner and out a roof (reachy). The gears looks like it might suck but there is a hidden crack on the left wall (under the roof). The pro after the roof is solid but is pumpy to place. The upper crack is not a path! I thought it was harder than the roof. Save some guns for the summit mantel. Overall a very interesting route. Rap from a tree or hike down the east slabs.","protection":"The pro on the 1st (5-6) pitch is bad. Small cams and RPs are helpful. There is a two bolt anchor on top of pitch one. Pitch two takes small to medium size cams. Double up on the small stuff. The pro on this pitch is good. No fixed anchor on top!","location":""},"__v":0},{"_id":"VAGh/gojXTKokXf3Tl+YdQ==","name":"Days of Heaven","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alec Sharp, Pete Bradshaw, Dan Hare, c.1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":5,"mp_id":"105749047","mp_crag_id":"105746122","climb_id":"VAGh/gojXTKokXf3Tl+YdQ==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"This route is on the Rock of Ages, the first of the cliffs mentioned in the Fern Canyon intro. It is one of the best shorter routes I've ever done, with clean, splitter cracks from fingers to hands and also some wild 5.10 moves to access these cracks. A classic with character. The pro is generally great on the harder climbing, except for the first pitch, but the route still feels burly for 5.10!\n\nHike a mile from the Fern Lake trailhead to the Arch Rocks-- massive boulders, right on the trail, which have tumbled from the cliff. (There is some really good bouldering in this area). From there, the cliff should be visible-- a clean, hanging 200 foot slab which sweeps to vertical and is laced with cracks. It faces slightly SW. Scramble up through talus and thickets to the left side of the cliff where a large boulder forms a chimney with the main wall below a long overhang.\n\nP1 - belay from the top of the large boulder which offers easy access to the overhang. Stand on a horizontal spike of rock, and turn the roof on jugs (5.10a, a bit committing) to a good rest. Continue up a funky 5.9 groove, and belay on a small ledge above it, if you have the right gear. If not, traverse left to a semi-hanging belay at a piton and horn that can be slung, 80'.\n\nP2 - head straight up (or back right) up seams, and climb into a flake system which angles up and left. When a good finger crack appears to the left, place a bomber TCU, and make a wild move, getting almost horizontal, over a blank wall to gain the crack. Climb up that for 20 strenuous, exposed feet to an incredible belay perch right on the edge of the cliff (5.10c), 70'. (Note: if bad weather comes in, you can rap from here straight to the ground, which slopes up below the left side of the cliff, with a single 60 meter rope, but you'll have to leave gear.)\n\nP3 - head up the splitter right-slanting crack, reaching the top (5.10d), 50'. Pitches 2 and 3 can be combined into an incredible lead with numerous varied 5.10 cruxes, though the belay atop P2 is worth savoring, and if both partners want an awesome crux lead, it makes sense to break things up. Also, the belay below pitch 2 can be quite uncomfortable, while the belay below pitch 3 is a great stance.\n\nDescent: scramble carefully off to the east, or traverse west (most will want a rope) to a rap anchor above a mixed climb (\n\nHeavenly Daze\n\n) to the left. A 60m suffices for this rap with some downclimbing, and a 70m would be comfortable.","protection":"A standard rack to a #2 Camalot with doubles from #1 Metolius or equivalent to a #0.75 or #1 Camalot. A #3 Camalot is optional (it can help on P1).","location":""},"__v":0},{"_id":"oyQ0290XVqi3LrgW1NpEZg==","name":"Center Dihedral","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"D. Hare & A. Sharp, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":7,"mp_id":"105762828","mp_crag_id":"105746122","climb_id":"oyQ0290XVqi3LrgW1NpEZg==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Center Dihedral has some pretty good and interesting climbing, and it is certainly worthy of more traffic than it apparently gets.\n\nP1: Begin a short ways to the right of\n\nDays of Heaven\n\nand climb up some large, loose blocks to a ledge below an overhang that leads to a small dihedral.  Pull this overhang (well protected with a #2 Camalot, 10a).  Walk right on a foot ledge to a thin crack.  Follow this up to the base of the dihedral and belay.\n\nP2: Climb the dihedral with stemming, liebacks, and tricky gear.  A soft 10d.","protection":"SR.  A #4 Camalot is unnecessary.","location":""},"__v":0},{"_id":"HFSuawAwWaObHUBSgCpIgw==","name":"Celestial Gate","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Gillett, Hill, & Gillett, 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":4,"mp_id":"105762657","mp_crag_id":"105746122","climb_id":"HFSuawAwWaObHUBSgCpIgw==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Celestial Gate - what a phenomenal route!  May even rival\n\nDays of Heaven\n\n.\n\nP1:  Do the dodgy original start or, better yet, do P1 of\n\nDays of Heaven\n\n, but walk the belay to the far left end of the foot ledge to the base of a nice finger crack.\n\nP2:  The crux pitch, but probably only 5.11.  Climb up the steep finger crack with some creativity until you pull into a welcome fist-jam size constriction.  This is where\n\nDays of Heaven\n\nP2 joins with the crack - follow it up to the super cool belay ledge below the hand crack.\n\nP3:  Follow the hand crack up for a few moves then reach left and clip a bolt.  Follow the tremendously exposed bolted arete past a total of five bolts up to a nice belay ledge near the top of the wall.  This pitch offers some fantastic, exposed face climbing, but if you're not in the mood you can do an 11b finger crack variation by following\n\nDays of Heaven\n\nfor a bit before cutting out left on a thin crack, then up.  Soft for 11c?\n\nI loved this climb!","protection":"SR + TCUs or RPs.","location":""},"__v":0},{"_id":"h9vzFeZ3WPK4DZKCCHm4Yg==","name":"Brain Stem","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Topher Donahue","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":15,"mp_id":"109393316","mp_crag_id":"105746122","climb_id":"h9vzFeZ3WPK4DZKCCHm4Yg==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Stick clip the first bolt, and pull a difficult boulder problem right off the ground to gain the first slab. Rock over another lip to the slab at the base of the corner. Bust some brilliant, powerful stemming past bolts and a gear placement or two to a no hands rest. Steel yourself for the final exit moves that sting you just when you think its over. Beware the flaky rock on this route - it would really clean up nicely with a little more traffic.","protection":"Bolts and a handful of pieces from fingers to mid-sized cams.","location":"On the upper tier, this is the large, obvious, bolted dihedral climber's right and downhill from\n\nThe Wasp\n\nand\n\nTelekinesis\n\n."},"__v":0},{"_id":"nykg/fvaVxi+CrEUmKWPZA==","name":"Black Tie","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Shaun Reed","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"left_right_index":11,"mp_id":"111155344","mp_crag_id":"105746122","climb_id":"nykg/fvaVxi+CrEUmKWPZA==","areaRef":"cq44lzOFXn68GYPURcIUhw=="},"content":{"description":"Scramble up to a small ledge to the right of\n\nGreensleeves\n\n, and follow the large, black streak clipping 9 bolts to a left-angling, undercling, finger crack. Climb past a loose block, then cut back right to join the last 10 feet of\n\nPitch Perfect\n\n. FYI, I tried to remove the loose block, but it seemed pretty solid. It's fine to pull on, but I wouldn't put a cam behind it.\n\nOnly a handful of people I know of have been on this, and it's still awaiting a second lead ascent. Let me know what you think, and enjoy!","protection":"9 bolts with 2 or 3 cam placements at the top. I used a green Alien and a green Camalot, but there could be other options, too.","location":"It's located on the obvious big black streak to the right of\n\nGreensleeves\n\nand to the left of\n\nPitch Perfect\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,4ca3b3d2-0c57-5e4a-9251-7a6a3addac65,72ae3897-3385-5e7e-bc19-83d445c21487","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Fern Canyon Rocks","Rock Of Ages"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":2,"label":"5.13"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.13-"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":6,"expert":1}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":8,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.65432,40.35209]},"bbox":[-105.65491004328582,40.35164033981813,-105.65372995671417,40.35253966018186],"left_right_index":-1,"ext_id":"105746122","area_id":"cq44lzOFXn68GYPURcIUhw==","polygon":{"type":"Polygon","coordinates":[[[-105.65491004328582,40.35164033981813],[-105.65372995671417,40.35164033981813],[-105.65372995671417,40.35253966018186],[-105.65491004328582,40.35253966018186],[-105.65491004328582,40.35164033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:55:52.467Z","updatedAt":"2024-02-19T18:31:12.323Z"}