{"_id":"6368a185e80bff5a9954f30e","area_name":"Burlap Buttress","shortCode":"","climbs":[{"_id":"eKUxuB1CVnKFNevKRDrbIQ==","name":"Yucca Butt","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":7,"mp_id":"109929122","mp_crag_id":"105732141","climb_id":"eKUxuB1CVnKFNevKRDrbIQ==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"Climbs the (mostly) bolted arete immediatey left of Arrow Place. High quality rock and good moves bring you to Arrow Place's first anchor.","protection":"Bolts and two pieces; a .3 to .5 cam, and a #2 or #3 Camalot in a varnished horizontal.","location":""},"__v":0},{"_id":"lBTh2cTqUo2H8O8m4iMRlg==","name":"Wish Bone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Moore, Lars Holbek, Dave Davis","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":11,"mp_id":"105732770","mp_crag_id":"105732141","climb_id":"lBTh2cTqUo2H8O8m4iMRlg==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"Approximately 100' to the right of Arrow Place is a prominent undulating crack system. The middle of the first pitch is interesting and entertaining. However the start and finish of the first pitch involves deceptively awkward climbing and tenuous, hard-to-get gear. The offwidth bomb-bay chimney at the top of pitch one is short but intimidating.  And gear can only really be gotten very deep in the crack.  The belay at the top of P.1 is a manky collection of aging detritus.  It is more of a history display than a substantial anchor.  All in all this route is worth doing at least once.","protection":"I found much of the pro to be difficult and tenuous.","location":""},"__v":0},{"_id":"Xjwbj7rMVlqw1I3IhIkSkA==","name":"Three K","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":9,"mp_id":"109574126","mp_crag_id":"105732141","climb_id":"Xjwbj7rMVlqw1I3IhIkSkA==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"Fun climbing, but still has a fair bit of loose rock.  \n\n  P1 (100', 5.10a): Located 40 feet right of Arrow Place, begin in a left-facing corner and climb up passing two bolts (a very loose flake lies between them - belayer beware). Instead of stepping right into the attractive arching undercling flake of Millepede, continue up the corner to a steep crux and then belaying on a slab on the right. \n\n  P2 (100', 5.11b): Clip a bolt off the belay and stand up onto a big loose flake. Plug in your smallest cam and perform a difficult move to better holds. Pumpy liebacks lead to a nice varnished face and a pair of bolts. Climb up this to an anchor (somewhat hidden off to the left). \n\n  Two raps to the ground.","protection":"Single set from tips (include 000 C3) to #2 Camalot.","location":""},"__v":0},{"_id":"Ui2NNQjXUvC6/hBInRmyaw==","name":"Teabob","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mark Moore, et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":6,"mp_id":"105801156","mp_crag_id":"105732141","climb_id":"Ui2NNQjXUvC6/hBInRmyaw==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"To the left of Arrow Place, start at an obvious   left facing diheadral.   P1 - climb the crack to the roof pull through the roof into a loose chimney, continue up to the  4th class large ledge and look for the beautiful varnished crack and left leaning corner   P2 - climb the crack and corner to the top","protection":"SR","location":"Walk off to the back of the canyon (north)"},"__v":0},{"_id":"CpEWf+ukXwaQs9K9lZ4isA==","name":"The Prism Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Karsten Duncan, Andrew Gomoll, Sandra Horna - Dec 15, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":5,"mp_id":"106129960","mp_crag_id":"105732141","climb_id":"CpEWf+ukXwaQs9K9lZ4isA==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"This is a surprisingly nice little corner climb that protects well and gets afternoon shade.  It would be a good choice for a budding 5.9 trad leader as the crux comes higher up and you'll have several pieces of gear below you. \n\n  Descent:   One single-rope rappel from slings on the bushes above and right","protection":"A double rack of cams from green alien to .75 camalot and singles of #1    & #2 camalot","location":"This climb lies just right of Arch Rival as listed in the Handren Guide."},"__v":0},{"_id":"y8Wx3viLVu+eYKa/ARC4RQ==","name":"Poultroonicus aka Moving Over Stone","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Randall Grandstaff/Randy Marsh 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":1,"mp_id":"108557984","mp_crag_id":"105732141","climb_id":"y8Wx3viLVu+eYKa/ARC4RQ==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"I was always curious about this route because of the movie Moving Over Stone II. The route is not nearly as difficult as both the Brock and Handren books suggest and is more in line with what Randall rated it in the movie, 5.9.  \n\n  Pitch 1 - Enjoyable typical RR edge pulling on mostly good rock leads to an old 3/8 bolt and continues up. Find your own way up as holds are plentiful. There is an old 2 bolt (1/4 inch)anchor at about 120 feet that I did not even see. There is also an old 3/8 inch bolt about 8 feet above this that I believe might have been used for rigging during the movie. Just left of this is another bolt that Randall drills and places during the movie that protects some fun face climbing. Above this is a two bolt anchor that appears to be in decent shape. Belay here. 10-, 140 feet. \n\n  Pitch 2 - Climb straight up finding your way through the face and many climbing options. You'll eventually end at a two bolt anchor (one 1/4 and one 3/8). The 3/8 appears to be in pretty good shape. Not a great anchor. 9/9+, 110 feet. \n\n  Two rappels will get you down the route with two 60's.  \n\n  Fun to go back and see the movie and Randall climbing and placing the bolts.","protection":"I used mostly nuts, small wires and a few cams up to #1 BD CAM. All 3/8 bolts appeared ok but are 22+ years old.","location":"You can find the route as the Handren guide suggests between Corn Flake and the arch on the right of the wall. You will eyeball a bolt 30 to 40 feet up the dark brown wall."},"__v":0},{"_id":"9ZdCNrYoWvmOplQYW5l8sA==","name":"Millepede","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":10,"mp_id":"109551547","mp_crag_id":"105732141","climb_id":"9ZdCNrYoWvmOplQYW5l8sA==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"This is a great little pitch. Located 40 feet right of Arrow Place, begin in a left-facing corner and climb up passing two bolts (a very loose flake lies between them - belayer beware). Continue up the corner until it is possible to step right into an attractive arching undercling flake. The slab under this flake has good footholds and the flake itself accepts finger-sized gear. At it's end, step up to an anchor.","protection":"Single set from tips to #2 Camalot.","location":""},"__v":0},{"_id":"7R1d6qnJUG6MAiZt1vhmnA==","name":"Leaky Facet","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":4,"mp_id":"120310553","mp_crag_id":"105732141","climb_id":"7R1d6qnJUG6MAiZt1vhmnA==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"Just left of the Prism Corner is another fun finger crack. Must have been done before, but is still quite flaky inside the crack in some spots, take care with gear placements. This crack is entirely hidden from the belay ledge, start up around the scrub oak and you'll find it soon enough.","protection":"blue metolius is the key size here, but bring up to yellow BD. shares rappel with Prism Corner (we replaced 2/20/2021)","location":"About 5 feet left of Prism Corner is a hidden finger crack that is invisible until youre in it. Start as for the corner, traversing up around the left side of the big scrub oak - when you see the crack up the left face, climb it."},"__v":0},{"_id":"suWD8rMmWSGyqZgBXWDpuQ==","name":"Kidney Stone","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":0,"mp_id":"120062916","mp_crag_id":"105732141","climb_id":"suWD8rMmWSGyqZgBXWDpuQ==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"This is a good but lonely little climb that wants to be taken seriously: It would like more attention, but at the same time it wants you to know that it is best enjoyed by big girls and boys.Contrary to the description in the Handren guide, it is neither one pitch, nor should it be considered a sport climb.P1 (90’, 11-): Launch up a right-leaning seam (some small cams/stoppers protect) to gain a ledge that allows you to traverse rightwards over a forest of scrub oak and reach the first of 7 bolts. Climb with increasing difficulty to an anchor on a small ledge.P2 (70’, 11+): Clip the first bolt and execute a very committing move. I hope you've been practicing your pistol squats. Tricky and thin climbing with micro-routefinding challenges leads rightwards and then up again to a very difficult clip (maybe it is better to climb to a hold first?). Pull through a big hueco and continue up a long easy runout to another anchor.Could you keep going? Maybe!","protection":"7x Draws, 2x Slings, 0.2-0.4 Flexi-Cammers, 60m rope.","location":"Left of Arch Rival and the obvious flake of Corn Flake, look for hard-to-spot black bolt hangers up a narrow panel of nice varnish."},"__v":0},{"_id":"rRL/BlDkWrqzyH90uujMnQ==","name":"K-Day","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Paul Van Betten & Jay Smith - 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":12,"mp_id":"109551562","mp_crag_id":"105732141","climb_id":"rRL/BlDkWrqzyH90uujMnQ==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"It's a punk music reference that I don't quite understand. This is a fantastic and tough pitch. Climb an enjoyable face to a high bolt (#2 & #1 Camalots protect against a ground fall) and then trend right to the hanging tips lieback above. Three more bolts protect this with the crux coming at the bitter end. Good luck!","protection":"A total of 6 bolts. A #2 and #1 Camalot. Optional 0.5 or 0.75 Camalot to protect getting from bolt #1 to bolt #2. A 60m rope is fine for getting down.","location":""},"__v":0},{"_id":"HITJE/tjXDuwynuhnBWr+A==","name":"Children of the Sun","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Cecil, Tony Barnes, John Rosholt 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":2,"mp_id":"108591027","mp_crag_id":"105732141","climb_id":"HITJE/tjXDuwynuhnBWr+A==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"Really fun route with good belay ledges, mostly good rock, and some memorable moments.Pitch 1 - 5.9 (150') Head up and slightly to the right passing eight bolts, a rappel anchor on the left, and a ninth bolt that's great as a directional before making a right and easily traversing to a gear anchor at the base of a crack. Instead of making the traverse right, you can belay at the aforementioned rappel anchor and start the second pitch by continuing up and right past three bolts and joining the 2nd pitch crack before a roof.Pitch 2 - 5.10b (150') Straight up the fun crack on mostly good rock past three bolts and two minor roofs. Great climbing with a few interesting sections. Sustained at a 9+/10- grade with a short 10b crux. Pitch finishes on a good ledge with two bolts.Pitch 3 - 5.7 (100') Diagonal up and left into a chimney. Ascend the chimney straight up for ~20-30 feet until able to step right and up to a very large ledge at the base of a left facing corner. Gear anchor.Pitch 4 - 5.9 (110') Up the corner for some fun stemming and jamming until a point where it seems natural to wander left on to the face at a thin crack. You could continue up the comfortable and progressively easier crack on the right, but NO! The face and thin crack offers good protection and really fun 5.9 face climbing that will leave you with a smile. You'll top out on a good ledge with the obvious rappel anchor off to the far left side of the ledge.\n\n DESCENT3 Double rope rappels straight down from the top anchors will put one on the ground about 20' from the start of the route. The rock on this face has many features that can snag your line so consider (a) saddle bagging your ropes as you descend, (b) keeping the ends with you as you rappel or (c) not using knots on the ends of your ropes if you so choose to toss them to help mitigate snagging from below. As of November 2021 all rap stations are fully equipped with rap rings.","protection":"Full rack for second pitch including cams from metolius #0 up to a #3 C4. Nuts. I did not take doubles, but an extra .75 to #3 could get placed on the second pitch.","location":"Begin just left of the big arch and to the right of Corn Flake and Poultronicus. From the ground you'll be able to locate quite a few bolts on the first pitch."},"__v":0},{"_id":"7gPKqWwxVfKwsVonTtr/FA==","name":"Arrow Place","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1979 George Urioste, Mike Ward, Dick Tonkin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":8,"mp_id":"105732713","mp_crag_id":"105732141","climb_id":"7gPKqWwxVfKwsVonTtr/FA==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"As you reach the base of the buttress, bear slightly right.  this route faces northeast and follows a prominent, steep, left-facing dihedral for the first pitch.  The start is immediately above a yucca.  P1 goes up the thin crack for 80 or 90 feet to a bolted station.  For P2, step back into the crack and follow it straight up for another 80 or 90 feet, to another bolted station.  You can rappel from this point with a single 60-meter rope.  There are additional pitches possible, but the rock quality declines.","protection":"At the start of this route, you can make good use of Lowe Balls or very tiny cams.  The jam crack on the second pitch can use 3 or 4 #2 Camalots.","location":""},"__v":0},{"_id":"vR27aNs8VM+d2uXtDANtAQ==","name":"Arch Rival","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"left_right_index":3,"mp_id":"108355932","mp_crag_id":"105732141","climb_id":"vR27aNs8VM+d2uXtDANtAQ==","areaRef":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"Arch Rival is a fairly large left facing corner/arch on the South side of the Burlap Buttress.  \n\n  Start in the clean cut corner and layback or jam your way up the crack.  Negotiate the entrance into a wide pod and find a balance between awkward and burly climbing as the crack becomes steeper.  Exit the wide pod and begin traversing left with the arch.  Tricky gear in unique rock with disappearing feet make this an exciting hand traverse. Follow the arch till it ends and aim for a single bolt. \n\n  Pitch Extension - Not Recommended - Continue after the bolt climbing back right and then straight up a corner and around the right arete.  This upper portion has flakey rotten rock and the gear looks poor.","protection":"Double rack to #2, Tri-cams might be useful","location":"Across of the main wash just opposite the first few routes on the Black Velvet Wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,becfb41f-3278-59c6-a376-2d23d97c220d,746c947e-e9ba-5639-8801-86ced5fd81ca","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Black Velvet Canyon","Burlap Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.46378,36.03705]},"bbox":[-115.46433607191857,36.03660033981814,-115.46322392808143,36.03749966018186],"left_right_index":-1,"ext_id":"105732141","area_id":"dGyUfum6VjmIAYbO1f2Byg=="},"content":{"description":"This is the large ridge that separates the main forks of Black Velvet Canyon."},"density":0,"totalClimbs":13,"__v":2,"createdAt":"2022-11-07T06:11:19.213Z","updatedAt":"2024-01-15T16:46:06.194Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e766f8258fb5bda0900e","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}