{"_id":"6368a1e6e80bff5a99557f79","area_name":"b. Roadside Area","shortCode":"","climbs":[{"_id":"EtPThIQ4VQ20clczb8ce+A==","name":"Tammany Girdle (Incomplete)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":1,"mp_id":"110328958","mp_crag_id":"106411588","climb_id":"EtPThIQ4VQ20clczb8ce+A==","areaRef":"vvVYj+MEVe+gy2qRC08JVQ=="},"content":{"description":"When climbing at the Delaware Water Gap is mentioned, most people describe the style of climbing as \"Adventure Climbing\" due to the moss covered and vegetated nature of the rock, and the limited climbing traffic the majority of the cliff receives.  With that being said, if you are looking for some long adventure climbing, the Tammany Girdle will absolutely fit the bill. \n\n  I'll point out here we did our best to follow the guidebook description, which is laughably vague for such a long route, so if we did not follow the \"true\" girdle route line, it was because we honestly had no idea where we were going. \n\n  Per the Falcon Guide \"Rock Climbing New Jersey\" \"Tammany Girdle (5.7) Traverse the middle of the cliff from I-80 to Easy Lieback in many pitches.  At the Colorado route, temporarily descend enough to bypass the bleak, dark wall.\" \n\n  So I'll try to further clarify the above description with our chosen route: \n\nPitch 1: Start on Dead Man's Curve and climb the entire pitch.  At the fixed anchor, continue climbing right under a low roof until a V notch is reached.  Climb to the top of the notch and belay at a stance.  5.8+ 150ft. \n\nPitch 2: Climb right from the belay and follow the grassy ledges which angle up and right at approximately 1/3 cliff height.  Belay on a grassy ledge with a fixed sling after approximately 150ft. 5.1 \n\nPitch 3: Climb right on easy ~5.6 terrain up a slabby ramp and continue climbing right.  Near the end of the pitch, climb across a chimney and belay at a stance with some old fixed slings.  5.7 150 ft \n\nPitch 4: Climb right off the belay to the inside corner, and down climb the corner approximately 6 feet, then move right and around the outside corner and continue climbing right and slightly up.  Belay at the outside corner near the Class Four Ramp Area.  5.8 PG 13 150ft. \n\nPitch 5: Climb right across the Class Four Ramp to the steeper wall with diagonaling cracks, utilizing the cracks pull around onto the slabby ramp and continue up and right to the belay at the end of Black Wall pitch 1.  5.8 100ft. \n\nPitch 6: Climb the inside corner pitch of Black Wall, and continue right past the tree below the ceiling and across the easy face ending at the top of Triumvirate.  5.7 100ft. \n\nPitch 7: Traverse right off the belay and follow the wide crack to The Rib, follow the corner to the top of the wall and the P2 bolts.  5.3 50ft. \n\nRappel The Rib until you reach the slabby ramp below Friends in High Places at about 50ft off the ground.\n\nPitch 8: We fought thru some trees under \"spanning the gap\", and then started diagonaling up the wall, eventually joining the first pitch of Double Overhang, ending on a steeply angled ledge at the outside corner about 15 feet above the Mid-wall juniper on Double Overhang. (Very awkward belay, but the best spot for the traverse - 15 feet left of and 6 feet above the Corkscrew Belay)  \n\nPitch 9: From the P8 belay, it is only about 15 feet to the Corkscrew first station belay. Passing the corkscrew belay and continuing around the arete, we continued across, passing Martin's Fall with very thin gear (Brassies / Ballnuts), and continuing just past Tree Toad Fracture on the slabs (RT#67 in the Falcon Guide). This section is dangerous for the second. The last 20 feet to the inside corner tenuous and unprotected at about 5.8 if you find the holds.  \n\nPitch 10: From P9 it was easy traversing up slabs with occasional fights with trees. Belayed on the slabs about 120 feet at a spot about 20' below a large tree with slings and rings.  \n\n  The angle after of the cliff is dramatically reduced, I think the remaining traversing pitches would be relatively easy. \n\nPitch 11: Here, we topped out - was good climbing till the last 20 feet, which were loose with a loose and steep topout. I don't recommend repeating the top out.","protection":"Rack with doubles in small cams up to 4  Double Ropes highly recommended.","location":"Start on Dead Mans Curve."},"__v":0},{"_id":"Du/2YC2tUqykcsUUzr3lLw==","name":"Premature Exasperation","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Michael Steele and Henry McMahon","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":5,"mp_id":"109297502","mp_crag_id":"106411588","climb_id":"Du/2YC2tUqykcsUUzr3lLw==","areaRef":"vvVYj+MEVe+gy2qRC08JVQ=="},"content":{"description":"The small roof just right of JG's chimney. Climb straight up to the tier and good horizontal below the small roof. Straight over this to a thin seam (small nut) in a slab. Up the slab past slopers to big horizontal (3-4in gear).  \n\n  The Falcon guide lists a second pitch (not in the Steele guide), that looked grungy and overgrown. A better option is to traverse the horizontal left, joining JG at the groove.  \n\n  Easily top roped by climbing JG's chimney and traversing right, or by scrambling up the weakness 20ft. to the right of the route.","protection":".5, #3 camalots, #4 nut","location":"10 ft. right of JG"},"__v":0},{"_id":"P630PEy1WQ2d4CHOzUBfiQ==","name":"JG/The Chiseler","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"John Greene & Hugh Dougher 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":4,"mp_id":"109290575","mp_crag_id":"106411588","climb_id":"P630PEy1WQ2d4CHOzUBfiQ==","areaRef":"vvVYj+MEVe+gy2qRC08JVQ=="},"content":{"description":"This route was named after John Greene, who supposedly chiseled his name in the rock. John Greene was one of the first climbing guides in the DWG in the 1970’s along with Hugh Dougher. He was also the brother of the owner of Packshack Adventures, the first guide service in the DWG. This route starts 12 feet to the right of ‘Lie Detector’. Start at the initials on a small chimney feature working your way up the face onto ta small ledge. Go right about 5 feet and continue up the face following a small crack/groove. Go toward the left underneath and around a large triangular shaped overhang to the top.","protection":"Typical water gap rack.   Plenty of protection everywhere.","location":"Look for obvious chimney about 80 feet from the highway. The initials JG are chiseled into the rock on the left of the chimney."},"__v":0},{"_id":"vX4aYn0OVOmmAzbsA07Erg==","name":"Highway to Hell","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":0,"mp_id":"108504228","mp_crag_id":"106411588","climb_id":"vX4aYn0OVOmmAzbsA07Erg==","areaRef":"vvVYj+MEVe+gy2qRC08JVQ=="},"content":{"description":"Cruise up the left side of inset past small maple and corner to grassy ledge. Up and a step right past some semi-secure rock, and on up to the top hang. Fingery holds lead over the hang at a small horn which is visible from below. Tricky protection at the crux. Caution advised.  \n\n  Cold at the floor but gets warmer on your way up. Lots of Brush and Foliage in the fall makes it messy.   \n\nHighway to hell","protection":"slings on trees on ceilings, nuts and cams. Protection is available everywhere.","location":"The first route on the wall, closest to the highway - about 30 feet away."},"__v":0},{"_id":"ZjQXmwNNV8qHBEviE0hcMw==","name":"Dead Man's Curve","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":2,"mp_id":"109286001","mp_crag_id":"106411588","climb_id":"ZjQXmwNNV8qHBEviE0hcMw==","areaRef":"vvVYj+MEVe+gy2qRC08JVQ=="},"content":{"description":"Up slab following crack that moves to the right. Traverse crack right until it is possible to move straight up on top of ledge. Belay at slung block. (slings replaced July 16, 2014)   Optional second pitch see Another Roadside Attraction","protection":"Protection is good typical water gap rack.   Small nuts and cams helpful.","location":"35' up from start of trail. Once up scramble section make a hard left to the first climbs."},"__v":0},{"_id":"z4ehOMSWWrS3TkqwulYFmQ==","name":"Another Roadside Attraction","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"left_right_index":3,"mp_id":"109286023","mp_crag_id":"106411588","climb_id":"z4ehOMSWWrS3TkqwulYFmQ==","areaRef":"vvVYj+MEVe+gy2qRC08JVQ=="},"content":{"description":"Pitch 1 (5.6)   10 feet right of the Dead Man's Curve crack   Climb crack in left facing corner to belay block. \n\n  Pitch 2 (5.7)   Off belay block pass first prow on the right hand side. Continue up over second prow at its left until met with an overhang. Hand traverse moving left ~8 feet to small ledge. Up short slab at top belaying in horizontals. To descend this climb scramble or continuing leading right to grassy area. The rappel is found 80 feet to the right at large chock stone the top of JG/The Chiseler. A 70m rope reaches the ground with plenty extra. A 60m should get you to a safe point to down climb, please knot your ends.","protection":"Typical water gap rack.   Doubles in finger size pieces.","location":"10 feet right of the Dead Man's Curve crack"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f62fa2f-6d1b-51fd-aa12-d047190fb3c9,d257057c-0e68-5e07-a4fc-502e123877bc,510dfac0-2ff4-52df-ad78-e6dfa84f97ed,cecb8ac0-95c3-541e-8c44-6ccb9e293aa0,bef5588f-e304-55ef-a0cb-6a910b4f0955","pathTokens":["USA","New Jersey","a. NorthWest","Delaware Water Gap NRA","Mt.Tammany","b. Roadside Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.4"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-75.11129,40.9693]},"bbox":[-75.11188552828519,40.968850339818125,-75.11069447171481,40.969749660181854],"left_right_index":-1,"ext_id":"106411588","area_id":"vvVYj+MEVe+gy2qRC08JVQ=="},"content":{"description":"This is the first wall you come to once you clear the short chimney on the approach trail next to the road/I-80. There’s a rounded depression feature in the rock with several small trees at its base."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:12:56.461Z","updatedAt":"2022-11-25T11:20:17.662Z"}