{"_id":"63689de0e80bff5a994fa390","area_name":"White Dike Area","shortCode":"","climbs":[{"_id":"h54PhQyIWC2D0ko7lmnGIg==","name":"The White Dike","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":2,"mp_id":"105882225","mp_crag_id":"106522009","climb_id":"h54PhQyIWC2D0ko7lmnGIg==","areaRef":"+F8e8CabU4qt5O1bFa1NoQ=="},"content":{"description":"I don't know who did the first ascent and if they gave it a name, but I think I saw it refered to as The White Dike in Tim Toula's Rock 'n' Road. If this is the right name, it's fitting since the route follows an obvious light-colored vertical band of gneiss from the river all the way to the top. This is probably the longest, most striking line in the Narrows.\n\nI wish I could describe how to get there more accurately, but I'm in North Carolina at the moment, and I climbed it back in '98 or '99 (before even knowing if it had been climbed) so it's been a while. I do know, however, that it's not far before the tube when driving from Estes. It's located across the river, and we did a Tyrolean on a cable just downriver and scrambled across the opposite rocky bank to get to the base. On the way back, we decided the scramble and Tyrolean was too much trouble so we found a shallow spot and waded back across.\n\nIt's an enticing feature, a cool position, and the climbing's pretty good, but the rock is exceptionally loose. The dike itself seemed more solid but was difficult to protect, so we stuck to the left side of it. I lead the 2nd pitch which seemed looser than the first, and remember being constantly on my toes to avoid killing my belayer. At one point I put a TCU in a splitter crack only to realize it was behind a 6 foot detached flake just a tilt away from separating from the wall.\n\nI'm giving this climb an R rating, both because of the loose rock and because if you were to climb the dike itself, which is safer than the left side, it's hard to protect.\n\nAlso, the I think the Toula book calls the dike itself 5.10 and the left side 5.9. I don't remember it feeling harder than 5.7, but I suppose it could have been as hard as 5.8. I'm giving it a 5.7+ unless I hear otherwise.\n\nI'm giving the route only one star because it's loose. Otherwise it's a really cool climb.\n\nEds. Please do not climb here. This is on private property. The landowner has confirmed that they do not want anyone climbing here.","protection":"Standard rack.","location":"Between the route and the Beige Siphon Tube is a long pullout on the river side of the road. There are two cables crossing the river here. Either clip a biner you don't mind ruining to the cable and do a Tyrolean traverse, or go a little bit upstream and find the shallowest spot to ford.\n\nRight off the deck you'll find some long rusted bolts sticking out of the rock every few feet horizontally along the river (they probably used to hold electrical lines a long time ago). Sling one of these as your first piece (and back it up) and head up to the middle of the route where there's a decent stance and maybe even some old webbing and fixed gear (for the rappel). From here, head up to the top being extra careful not to knock any rocks onto your belayer. We used double 50 meter ropes and each pitch almost stretched them out.\n\nI remember the first rap being a little sketchy. We found several slings either around a potentially loose boulder or an insecure-looking constriction. Rap back to the first belay, double checking the fixed gear or adding your own if need be, and rap back to the base."},"__v":0},{"_id":"TZM00X4qVWWh+Vs4zXiPfQ==","name":"Petit Piton","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":999999,"mp_id":"107013914","mp_crag_id":"106522009","climb_id":"TZM00X4qVWWh+Vs4zXiPfQ==","areaRef":"+F8e8CabU4qt5O1bFa1NoQ=="},"content":{"description":"This climbs two pitches up the largest, left-facing dihedral/chimney.\n\nP1. Face climb up past a steel rod, continue thru a shallow, left-facing, right-slanting dihedral with dual cracks. Belay before big, loose ledge, 90 feet.\n\nP2. Climb an obvious, large, left-facing dihedral/chimney past a few bushes to the top, 110 feet.\n\nWe found one small old piton towards the top of P2, hence Petit Piton.\n\nEds. Please do not climb here. This is on private property. The landowner has confirmed that they do not want anyone climbing here.","protection":"Standard rack. This uses a gear anchor. Bring lots of slings. Wear a helmet!","location":"20 yards east of\n\nThe Green Giant\n\n, look for a steel rod 30 feet up.\n\nDescent: scramble 10 yards north to a 4th class goat trail in a gully running east/west."},"__v":0},{"_id":"ncIk1CQkUCKkdPQQemldOQ==","name":"Mystery 13","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":3,"mp_id":"106547992","mp_crag_id":"106522009","climb_id":"ncIk1CQkUCKkdPQQemldOQ==","areaRef":"+F8e8CabU4qt5O1bFa1NoQ=="},"content":{"description":"We got this name from the mysterious 13 that was written on the rock. It is a great line just right of the\n\nThe White Dike\n\n.\n\nP1. Climb 60 feet to a nice ledge right before the crux.\n\nP2. 100 feet. Climb the left-facing dihedral up a thin and, at times, shallow seam. After the dihedral, it tops out on another great ledge below a nice hand crack a bit to the right.\n\nP3. 100 feet. Climb the hand crack up to a small traverse then up a fairly wide and somewhat unprotectable chimney. Scramble 20 feet above the chimney for a good belay next to the top of\n\nThe White Dike\n\n!\n\nThis has stellar and adventurous climbing! Note: there are old slings for raps above\n\nThe White Dike\n\nand we added a bomber nut for extra pro which is equalized with the slings!","protection":"Standard rack. There were 2 old and rotted bolts on this line as well as an old piton? Not any of them were trustable!!","location":"It is just right 10 feet of the\n\nThe White Dike\n\n."},"__v":0},{"_id":"bIhBaEVEWfO4YklZrLglng==","name":"The Green Giant","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Matz & Cale Farnham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":1,"mp_id":"106542172","mp_crag_id":"106522009","climb_id":"bIhBaEVEWfO4YklZrLglng==","areaRef":"+F8e8CabU4qt5O1bFa1NoQ=="},"content":{"description":"Smearing, offwidth, handcrack, fingercrack, chimneying to a layback, this climb offers it all. Gear placements are tricky and some rock is loose.\n\nP1 climbs the green, triangular-looking (left) dihedral up through two roofs, placements are solid in the crack (not on the face). Pull through a couple bulges with great hand and finger cracks, and set belay 110 feet up on an eagle ledge. I used the top of the buttress to rap my rope around for anchor.\n\nP2 follows a ramp of hollow but solid flakes to the right then traverses left just under a face. Move left around the corner, and encounter another 30 feet of little roofs and ledges no harder than 5.9. This has great face and finger cracks on P2. Beware when climbing in this area, rockfall has potential.\n\nEds. Please do not climb here. This is on private property. The landowner has confirmed that they do not want anyone climbing here.","protection":"Normal rack. Bring a lot of small, finger-size pieces, smaller size Hexes. Extras on #3 size. A #4 and #6 C4 were helpful, or a medium Bigbro. We used all 8 slings and a double sling for the 1st roof.","location":"This route is better seen heading downstream but lies acrossed the river 100 feet left of\n\nWhite Dike\n\n. On the arete feature of the river bend. Cross the river upsteam from the bend, climb the 4th class ledges up to the green dihedral. After P2, exit to climber's left through a notch to the 4th class gully to the west.  Kinda tricky but a good sheep run."},"__v":0},{"_id":"qAlz95hmW3yu654sTknVPw==","name":"1976","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Cale Farnham and Scott Matz","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"left_right_index":0,"mp_id":"106542415","mp_crag_id":"106522009","climb_id":"qAlz95hmW3yu654sTknVPw==","areaRef":"+F8e8CabU4qt5O1bFa1NoQ=="},"content":{"description":"30 yards left of the\n\nThe White Dike\n\n, take the slab 15 feet, and go up to the steel rod and girth hitch a sling doubled with another sling to avoid hitting it on a fall. (Be careful on the next move! There's a bomber #0.5 Camalot up 10 feet to the left, but a fall from here could be bad!) Now just follow the crack to the belay. This has super good pro with some sketchy spots. Follow the last big flake up to a creative belay. There is a nice rap off the back! 9-11-09.\n\nEds. Please do not climb here. This is on private property. The landowner has confirmed that they do not want anyone climbing here.","protection":"Standard rack. Set of nuts with doubles #1, #2,and #3 Camalots.","location":"30 yards left of the\n\nThe White Dike\n\n. Have fun!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,c6f84d46-f209-52f5-b119-78302fcd250f,f85f1ef0-269b-538a-ade4-ed5b15ad4da1","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Beige Tube Area / The Narrows","White Dike Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.24011,40.42159]},"bbox":[-105.24070065244631,40.421140339818145,-105.2395193475537,40.422039660181866],"left_right_index":-1,"ext_id":"106522009","area_id":"+F8e8CabU4qt5O1bFa1NoQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:59.611Z","updatedAt":"2022-11-25T11:17:49.516Z"}