{"_id":"63689d20e80bff5a994f26d5","area_name":"Stronghold Dome","shortCode":"","climbs":[{"_id":"3Fd3KFQVVUuQoLOm3ofEDQ==","name":"Abril Bypass","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FA: Mike McEwen & Don Dimwiddy, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":3,"mp_id":"111292785","mp_crag_id":"105738092","climb_id":"3Fd3KFQVVUuQoLOm3ofEDQ==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"P1. Climb up well protected crack in the corner below the huge roof past two trees. Enter the chimney to the left of the roof. Stem for about 15 feet then grab nice horn on the left to exit. Belay at double bolt anchors.    P2. Climb right over ledge heading towards the pinnacle. There are bolts for the first few moves. Then you come to a constriction that takes gear. Double bolt anchors at the top. We rappelled down onto a fin climbers left, to double bolt anchors. Walk out the fin to find another double bolt belay. Rappel down to anchors at the top of pitch one. Return to the ground. Be careful with your rope as there are many points it can become lodged in a crack or around a chicken head.","protection":"Cams to #3, set of nuts.","location":""},"__v":0},{"_id":"BmUl1G9HUJ2i77PniipaDA==","name":"The Stand","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"SA and MTC 95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":10,"mp_id":"111613541","mp_crag_id":"105738092","climb_id":"BmUl1G9HUJ2i77PniipaDA==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"Really good route. Hard. Might be over rating a bit but felt 11+ might be 5.11 might be 12-. Super sustained. Well bolted to the last run to the chains. Lil spicey up there. Felt like a 5.10 move 10 feet above the last bolt. Starts at the first bolt and doesn't let off at all. Nice features.","protection":"10 bolts plus 2 for the chains. No biners or mussys","location":"Shares anchors with route on the right. Second sport route from right. In a cluster of 3 sport routes"},"__v":0},{"_id":"ZzhWVxr5Ub2Inh/y9ZMnRQ==","name":"Shake N Bake","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Baker, Mike McEwen 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":7,"mp_id":"106159165","mp_crag_id":"105738092","climb_id":"ZzhWVxr5Ub2Inh/y9ZMnRQ==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"Where's the crux ?   Ha ha ha......   The crux is not blowing beets at the top of the first pitch. \n\n  A rarely done squeeze/offwidth. \n\n  Good warm up for 2nd pitch of Abra.   Or maybe Abra is a good warm up for this ? \n\n  I believe the first lead was Mark Axen but someone should check on that.  It has more the feel of a Dave Baker lead.  But Mark pointed it out to me in 1976 and told us (Jim Haisley and I) that we had just bagged the second ascent.  We were down from Flagstaff for a Beanfest (actually not really a beanfest yet, still a Rich Thompson Climbers Fest) and it was early afternoon and it looked like an obvious line.  I think I was  wearing blue RRs.   \n\n  I recall wanting more gear as I grunted up it. \n\n  I also recall that even though it was early/mid October, the sun was blazing hot and baking the face as I shaked away 20 ft from the last sideways 2 point 11 hex. \n\n  The name is right on. \n\n  Save it for a cloudy day in cool weather. ","protection":"I'd imagine a rack big bros, etc... would be nice.   We had #11 hexes and maybe a tube chock. ","location":"The obvious arching crack on the left hand side of Stronghold dome's main east face.   \n\n  You can't miss it.     If it looks like a nasty squeeze/offwidth, then you've found it."},"__v":0},{"_id":"Vi4BML/vXIuAmgdVvEkC7Q==","name":"Rheen's Arete Direct Start","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Ray Ringle, late 1970s.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":6,"mp_id":"117969706","mp_crag_id":"105738092","climb_id":"Vi4BML/vXIuAmgdVvEkC7Q==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"This is a great pitch to round out your day if you've come for classics like Beeline and are looking for more to do. It would be a 4-star pitch if not for some gravelly rock in places.\n\n The name \"Rheen's Arete Direct Start\" is a little misleading in our modern era, as the route sports a 2-bolt anchor at 90' prior to actually joining Rheen's and I would imagine the majority of parties lower off there, although it is easy to continue 15 more feet into the first pitch of Rheen's.\n\n The route is easy to find as it is the first crack system to the right of the arete that divides the east and south faces. It is to the right and just around the corner from the massive boulder that leans up against the wall, and starts just left of (and on) a smaller boulder that is about 20' high.\n\n Stem up the boulder, place a couple pieces, then commit to the groove that leads to the first bolt, which protects the crux, insecure 5.10+ layback. (Getting to the bolt is a little spicy as a fall would be unpleasant; the climbing is around 5.9.) Clip bolt #2, then enter the awesome triple crack system and continue with steep, sustained 5.10 climbing with great gear, good rests, and one more bolt until the climbing finally eases off at the last bolt, which is about 10' below the anchor. Rap or lower with a 60-meter rope.","protection":"4 bolts + single rack from micro to a 3 camalot with a full set of nuts (there are a lot of good nut placements). Tanya's guide says to 4\" but I was able to sew it up without, and the only wide spot (just above bolt #2) would actually require a 5\" piece if you wanted to place something there. However, there is a #2 camalot in one more move.","location":"see above"},"__v":0},{"_id":"v+D2vKGRUu+I0b35wHvaEg==","name":"Rheen's Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rich and Reen Thompson 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":5,"mp_id":"105738341","mp_crag_id":"105738092","climb_id":"v+D2vKGRUu+I0b35wHvaEg==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"Start atop the same boulder as for beeline.  Work up the face to the right of beeline to the right facing corner about 15-20 feet off the deck.  Balance up and place some gear in this thin crack.  Commit to the arete and clip the 1974 1/4 inch buttonhead.  paddle up the slab to a dish where you can coax  a chickenhead into being slung.  In my humble opinion this is pretty serious climbing, although Kerry's book doesnt make it seem to be.  THis felt to be the crux, and i would call it 5.8, but call it 5.7 if you want.  Follow the glorious arete up to join beeline at the easy hand crack below the anchor.  Breathe deeply as you clip into two good bolts about 190' from the start.  If you want to rap, i guess you can, but the sceond pitch is worth it and not so hard.  It is a wee bit run out (or maybe more so).  Climb up through easy chicken heads and angle slightly left.  Paddle on clipping a bolt, then up to the horizontal fracture with good gear (#3).  paddle to the top.  Rap chains are atop the second pitch- im not sure what the best way to get down is, we ended up rapping around the corner to the chains atop the 5.7 chimney climbs, which worked.","protection":"single set of nuts and cams to # 3 camalot, plus quite a few slings for tying off chicken heads.","location":""},"__v":0},{"_id":"KpdQPBveX8OetuVxFzJ0/g==","name":"Greasy Gizzards","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dave Baker, Mike Mcewan, KJ","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":8,"mp_id":"107004816","mp_crag_id":"105738092","climb_id":"KpdQPBveX8OetuVxFzJ0/g==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"This route sees little to no traffic. It has seen perhaps only a handful of ascents. The second pitch is quite good, however it is extremely runout.p1-Make a few heads up moves off the ledge to gain the crack. Jam hands and fists with the occassional chimney/OW manuver to a gear belay (5.9).p2-Continue up the thinning crack until its end. Build a nest and gather your wits as you are about to cast off into a long stretch of unprotected climbing. Traverse right via delicate and moves toward the water streak. From the water streak head straight up for another 15 feet until you reach hero plates and jugs. The run out is in the 35-40 foot range. (5.10)p3-A short scramble to the summit or traverse over to the second pitch Beeline anchor (assuming you already know where that is). Two ropes are needed for the rappel.","protection":"Standard rack up to 3 inches. Be sure to bring some small to medium nuts as well as some thin slings.","location":"The discontinuous crack system to the left of Shake N' Bake on the south face Stronghold Dome."},"__v":0},{"_id":"L8xx23HSV72S30Kl2KvgYQ==","name":"End Chimneys, Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":1,"mp_id":"106109672","mp_crag_id":"105738092","climb_id":"L8xx23HSV72S30Kl2KvgYQ==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"Climb the right side of detached blocks that have a small tree on top, and face-climb up and right until established in the crack.  I felt the crux was the lower part of the off-width section.  I have very little off-width experience and so this section likely felt two grades harder than reality.  Hence, the 5.7 rating is mainly based on Bob Kerry's guide. \n\n  The route transitions into a large chimney eventually shared with the left crack.  However, about where the off-width turns into a chimney (which happened to be after using up all my big gear; see below), I bailed out of the crack up rightward onto a sea of plates.  I then followed someone else's blood trail to the top, adding a bit to it.  Finally, I stepped left across the chimney to the anchors.  Another more experienced person in our party top-roped the chimney section and felt it was good \"chimney college.\"  Perhaps someone else will comment on the protection in the chimney section. \n\n  Double-rope rap back to the base. \n\n  Make your best guess as to which side to put in the off-width/chimney.  But consider switching if it is not getting you much mileage.","protection":"I took five cams from 4\" to 7\" and felt like I could have used a couple more in that range.  Someone more familiar with off-widths may be quite happy with less.  I also used several medium-sized cams and several medium-sized nuts for the above variation.","location":"Locate the large roof on the left side of the main face.  To the left of the roof is a smaller face perpendicular to the main face.  End Chimneys consist of two separate large cracks that join roughly 25 feet before a horizontal crack with chained anchors.  The two large cracks vary from off-width near the bottom to chimney near/at the top.  For a picture, see page 214 of Bob Kerry's  Backcountry Rockclimbing in Southern Arizona.  The above description is for the right crack."},"__v":0},{"_id":"9+fMe09VUAqef4kvWdHAMA==","name":"End Chimney, Left","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1971-3  Many contributions - cf Kerry Backcountry Az Guide","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":0,"mp_id":"106648212","mp_crag_id":"105738092","climb_id":"9+fMe09VUAqef4kvWdHAMA==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"The Left Chimney is easier than the right.  Follow this left chimney for about 60 feet, passing a crux where the chimney tightens and steepens.  After placing pro in a crack to the left (3 camalot), it is possible to break out just left onto the chicken head face (5.5 pg 13) to climb straight up to the two anchor bolts directly above.","protection":"A 1.5\" tcu in the plates and a slung head can provide some extra protection on the last portion.","location":"Just left of East Chimney Right."},"__v":0},{"_id":"8sgww0EGXkmmftUnpYCyOA==","name":"The Bounty","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"SA & MTC","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":11,"mp_id":"107481740","mp_crag_id":"105738092","climb_id":"8sgww0EGXkmmftUnpYCyOA==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"fun sport route on east side of stronghold dome. no particular crux but instead fairly sustained from 3rd bolt to top.","protection":"bolts (little run out be/ 2nd and 3rd bolts: a tricam or two might help calm one's in(t/f)ernal chatter...). chains at top","location":"rightmost of 3 sport climbs on east side of stronghold dome. shares anchor w/ harder 11, \"The Stand\"."},"__v":0},{"_id":"LQw35CDKV4arF+IF1qAeLw==","name":"Big Time","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA: Scott Ayers and Eden Masters, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":2,"mp_id":"105738269","mp_crag_id":"105738092","climb_id":"LQw35CDKV4arF+IF1qAeLw==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"Another good route which can be done in 3 pitches or in 2. \n\n  Approach Stronghold dome via the standard trail. You will see a striking roof on the south end of the East face, perhaps 70 feet off of the ground. just left of this corner is a blunt bolted arete which leads up from the ground past he roof and then up to a standing rib of rack to the summit. P1a: 5.10c, 50'. Climb the left hand side of the arete past a line of bolts to an optional belay about 50' off of the ground. This is the hardest pitch of this route.  \n\n  P1b: 5.9, 50'. Climb an offwidth flake from the right side of the arete up and left to cross the arete just blow a 2-bolt optional belay (same as P1a) and belay here (optional). \n\n  P2: 5.10a, 90'. Climb straight up past a few bolts, through a runout (or past a placement or two) and up left of the big roof and crack above that to reach a second 2-bolt belay below a small bulge.   \n\n  P3: 5.8 90'. Step up and right off of the belay to reach a crack (gear) and ascend.  If you are doing this route on bolts alone, you can step left to climb one of the two bolts at the belay of an adjacent route if you want to. Work up the wall for a short while, then cross left to reach the base of a rib of rack to your left, climbing onto it at the bottom and continuing up and left to a bolt before climbing to the final belay. This pitch is reasonably moderate, and moderately runout.  \n\n  Descend via a contrived rappel to the East, or walk off North, then scramble East or walk West and then around the base of the south side and back to your starting point.","protection":"This route can be lead on bolts alone if you don't mind runouts, but taking a light rack will be more secure. If you want to do the OW option for P1, take a set of large cams.","location":""},"__v":0},{"_id":"WJLn54kXVvubgg9jyzpKBg==","name":"Bee Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Merle Wheeler, Mark and Gary Axen, 1972.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":4,"mp_id":"105738266","mp_crag_id":"105738092","climb_id":"WJLn54kXVvubgg9jyzpKBg==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"We did this route in 3 pitches, not 2.  This worked well for us. \n\n  Another great route. The first pitch is best and is what justifies the classic rating, but the rest is also good. \n\n  Approach Stronghold dome via the standard trail.  You will see a striking roof on the south end of the East face, perhaps 70 feet off of the gound. A fingercrack ascends to the roof from the ground. \n\n  P1: 5.9, 70'. Climb a fingercrack from the ground up to the roof above on the south end of the East face of the Stronghold Dome. This is the finestand hardest pitch of this route. Belay below the roof (optional). \n\n  P2: 5.8, 70'. Climb out and right from the previous pitch to traverse the roof and reach a flake system with some questionable rock. The gear here is as good as the rock you put it in, which is questionable in places. Keep on your toes and keep climbing out the flake.  Eventually this will goes up over a mild bulge and cross the blunt corner to the right... whereupon it will become a solid crack leading to a good bolted belay out on the South face. \n\n  P3: 5.7 or 5.9+, 140'. This pitch is moderate, but more than moderately runout. We \"missed\" the easy part and ended up on a bolted variation to the top. For the 5.7 climb up and left toward the East Edge Edge of the South Face, past a bolt and then past a horizontal and up left to the summit. Otherwise you will encounter a bolted line (5.9+?) which we rode up and zig-zagged to the summit.","protection":"Standard rack of nuts and cams.  Heavy on the finger-sized gear for the crux on P1.The crux is well protected, but thes second and third pitches are not.","location":""},"__v":0},{"_id":"F1oMSVUZXl+CiY+bKoofeA==","name":"Apache Tears","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steve Grossman, Peter Noebels 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"left_right_index":9,"mp_id":"105967034","mp_crag_id":"105738092","climb_id":"F1oMSVUZXl+CiY+bKoofeA==","areaRef":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"Start from below a roof in the middle of the Dome.    1) do a tricky mantle with a bolt to a shelf (5.11-).   2) Follow roof left to a bolt then up discontinuous cracks to face above, climbing past 4 bolts to easier ground (5.10R).","protection":"standard rack","location":"Center of Stronghold dome. SG has climbed the second pitch with 3 bolts, but rapped down and added a 4th so the route might get done."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,52263618-2f8d-5be8-9034-fbd6bffb8ca7","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Stronghold Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.97094,31.93005]},"bbox":[-109.97146982577854,31.92960033981814,-109.97041017422144,31.93049966018187],"left_right_index":-1,"ext_id":"105738092","area_id":"UiY2GC+NW+iQNPvWv/uMpw=="},"content":{"description":"The Stronghold Dome is huge buttress which may be a dome by definition, but not in character.  This 400'+ rock holds several good crack and face lines, out of the slabby character that the word 'dome' calls to my mind when I hear it.  These lines include the classic Beeline (9+) as well as other good routes such as Big Time(5.10), Reen's Arete (7),  and Shake & Bake(9+).  There are also three 5.11 sport routes here reputed to be of good quality. \n\n  The rock on Stronghold Dome is mostly good, but there are some flaky sections on a few routes.  Climb with caution on these and place gear carefully.  Stronghold Dome has a mild approach, so you can run up there for multiple routes, or on a part-day to get in just a few pitches. \n\n  The South face gets daytime sun, but the East side is shaded in late day and sunny in the morning.  Plan as per the weather. \n\n  To descend from any of the top-out-routes, rap off of the West end with 2 50+ Meter ropes (improvise) or walk off to the north, then scramble down west and back south."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:52:59.743Z","updatedAt":"2024-01-15T16:39:47.200Z"}