{"_id":"6368a44ee80bff5a9959c16d","area_name":"Khayyam Spire","shortCode":"","climbs":[{"_id":"oMEMesIYUN629Ig87NyLgg==","name":"Yellow Wall","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Pete DeLannoy, Paul Muehl, and Cindy Tolle","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":10,"mp_id":"105715535","mp_crag_id":"105714552","climb_id":"oMEMesIYUN629Ig87NyLgg==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"The first pitch is 5.10 or so and a little runout in places offering both natural gear and 1/4\" bolts to clip. The second pitch is the crux and absolutely never runout once you reach the first bolt(which is not hard to get to). Bring some small crack gear for the last bit of the crux pitch and to add to the two 1/4\" bolts at the anchor. The last pitch is protected by very good natural gear and one bolt and is 5.10 as well. The route is very sustained and exposed and absolutely stellar climbing.","protection":"Standard rack ranging from a few rp's to hand sized, and plenty of quickdraws for the second pitch (11 I think).","location":""},"__v":0},{"_id":"OQGCPkYJUXOZILtWU8ZMKw==","name":"Tequila Sunrise","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Larry Shaffer and/or Curt Love","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":5,"mp_id":"111027081","mp_crag_id":"105714552","climb_id":"OQGCPkYJUXOZILtWU8ZMKw==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"This climbs the sunrise colored, left facing crack. A single bolt marks the crux start. Pumpy liebacking leads to another little crux...that damn bush! After the bush, take the left crack that ends at the anchors for Meltdown. An OK warm-up for the other routes.","protection":"Double rack red C3 - #3   One bolt   Shares Meltdown's anchor","location":"Middle route marked by only one bolt. Trend right from bolt into orange/yellow lieback."},"__v":0},{"_id":"G73Z+51nVl6lIuscpfaoSQ==","name":"Silk and Sangria","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Larry Shaffer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":7,"mp_id":"108007092","mp_crag_id":"105714552","climb_id":"G73Z+51nVl6lIuscpfaoSQ==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"Excellent line up one of the best looking walls in the Park. Some strenuous laybacks, short powerful cruxes, and best of all; many rests. Though those rests might not be enough for the final crux! Mixed protection. Great gear placements inbetween bomber bolts.  \n\n  There is a second pitch that goes at 5.9+ PG13. It climbs the amazingly exposed prow above and would get climbed a lot more if it was easier to access. No bolts, just a couple heads up sections. Single rack to #4.","protection":"Bolts   Small to Medium gear   Chain anchors.","location":"Located several seams right of 'Gods Own Drunk'. Look for the bolts in the start. Double rope rappel."},"__v":0},{"_id":"nQSXWjDgXdildwAcVEfYUg==","name":"Power of Sole","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Corey Ellison","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":4,"mp_id":"105845898","mp_crag_id":"105714552","climb_id":"nQSXWjDgXdildwAcVEfYUg==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"The climb is a little broken and has some poor rock at a roof at mid height, but is otherwise good, at least as a T.R.     Climb up face with a chance for a few small nuts (5.9+) to reach a grey crack and seam system (more so-so-gear) that ascends to odd face moves with side-pulls and pinches (5.10+) up to a broken roof with a right-facing corner below it. Get under the roof and avoiding the broken rock in the underclings, get good finger-locks (and gear if leading) above the roof. Crank out over and above the roof (crux) to some sloper jams and more gear. Climb up and right through cracks to reach a ledge after a little more than 100'.  A 70M rope is advisable. 60M requires and up-hill belayer to lower off safely.  This route is a few meters right of 'Unknown 5.11'  Does anyone know the history of these?","protection":"TR from 2 bolts or use a rack of gear from tiny to 3.5\" with significant runouts","location":"This route is 2 lines to the right of God's Own Drunk and apparently just left of the Golden Wall. (line of bolts 4 meters to the right). The lower part is lightly chalked, the top was blank.   Finish on a ledge 100+ feet up and just right of a 2-bolt anchor."},"__v":0},{"_id":"hYdfj/YlUneSUIRxCoBmig==","name":"Option C","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"may 07 w/peter lev","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":1,"mp_id":"106092707","mp_crag_id":"105714552","climb_id":"hYdfj/YlUneSUIRxCoBmig==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"Maybe someone has done this finish also but,   I had an accidental lost moment in the spires w/ peter lev at the   2nd pitch, I couldn't remember which way off the belay so I split the difference, started up left side of semi tall block on right side of the belay ledge and went between the two wider cracks,right one being gods own drunk second pitch crack. but this route is on the face.   Crux was going to a horn after a steep section above the belay. solid holds, all there, jug flake finish exciting but surely not 5.10  ","protection":"slings for natural horns   sparse to no gear, I recall small nuts, small cams, and slings   anchors on top,","location":"An option off belay ledge after first pitch"},"__v":0},{"_id":"ReE+ssfFVyWtMBRND4bZHQ==","name":"Meltdown","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Corey Ellison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":3,"mp_id":"105845894","mp_crag_id":"105714552","climb_id":"ReE+ssfFVyWtMBRND4bZHQ==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"This is a tough route even as a TR and the effort and energy to get the marginal and meager protection afforded would not make the route any easier... I am not guessing at its grade on lead.  Start up the face on odd holds and with poor gear (5.9) to reach the bottom of a left-leaning crack (10a) where you can place a piece or two of small, so-so gear (pink tricam or an alien) and then up and right to a more vertical crack and some more so-so pro (stopper) then launch up the crack getting small gear when it is offered in coincidence of having a decent enough stance to place it.  If leading, some of the crux moves will be well above questionable gear. Although a long fall would be clean, there is the ground to worry about.  Finish up a vertical crack and seam with many face holds left of the crack, past and just left of a black streak in the wall.","protection":"A few nuts and cams from tiny to 2.5\"  Falling would be generally a bad idea. I imagine someone has lead this, but not me. Good TR, but use your own software and pay attention to the mini-links between the bolts and the fixed slings.  Accessible after climbing God's Own Drunk (8+) P1 and traverse over, or on rap from the top.","location":"Just to the right of God's Own Drunk, there is a yellow and grey wall articulated by some crack systems and a black vertical stripe. This climb follows the cracks and some face holds up the blank face to intersect a slightly left-leaning crack, then up past a few tiny plants to a better crack, then up to the bottom of a black streak, From there, continue up a crack and seam with face holds to the left up the wall to just left of a 2-bolt anchor on a ledge.  There is a second system just right of this with a 3' roof at mid-height."},"__v":0},{"_id":"PifSV7viUGi7QgVyPz3YZQ==","name":"Mamajuana","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Chris Hirsch & Matt Scherer, July 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":6,"mp_id":"121059000","mp_crag_id":"105714552","climb_id":"PifSV7viUGi7QgVyPz3YZQ==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"Just another classic line on the Ethyl wall. Start the same as Silk and Sangria, clipping the first bolt then following the left facing lieback. At the second bolt, stay left in the same crack system. The crux protects very well and consists of slopey liebacking and finger jammin'. As the climbing eases, trend left towards a short dihedral. An airy bulge pull on jugs takes you right to the bolted anchor ledge.","protection":"2 bolts   Double rack up to hands   Chain rap anchors","location":"In the middle of the wall, locate a bolt 15' off the deck. This is the start to Mamajuana and Silk. Also can be identified as being the next crack system to the right of the orange/green flake of Tequila Sunrise."},"__v":0},{"_id":"2za/TVI3VRKsdfzTrVjsvw==","name":"God's Own Drunk","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Howie Richardson, Jim Kanzler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":2,"mp_id":"105715235","mp_crag_id":"105714552","climb_id":"2za/TVI3VRKsdfzTrVjsvw==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"The route starts on the North Side of the spire - you can't miss it.  The route follows the awesome dihedral. \n\n  A few weird moves gets you up to the start of the main dihedral.  There are great stances for placing gear and then you move up and out - the dihedral is almost like reverse mini steps.  It kind of goes like this - place gear, move up and out, loose sight of the gear because it is under the mini overhang, place another piece and repeat.  When I climbed the route my partner kept saying to me - it looks like it eases up after the next move - after just about every move (not sure of the crux - just a lot of fun 5.8 moves with good gear ...).  There is nothing like looking down between your legs in a stem and seeing your partner on the ground 170 feet below you.  After the first pitch belay on the obvious ledge.The route then moves up and right - follow the path of least resistance up and to the top.  We got into a weird awkward section with strange gear but it looks like we got off route.  There is a great view from the top but that's the norm in the spires.You can either descend back down to the ledge and down to the base via two double rope rappels (check to see if the bolt(s) at the ledge have been replaced on the way up.  Or, you can rappel down the south face and check out the Yellow face route. Note the second rappel you will need to move right (east) to reach the base of the slabs.  Don't rap straight down off the ends of your rope - it would hurt.","protection":"Standard rack.","location":""},"__v":0},{"_id":"+fc7jeRrWaSqjmHaNoEdyQ==","name":"Conn Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":0,"mp_id":"106480685","mp_crag_id":"105714552","climb_id":"+fc7jeRrWaSqjmHaNoEdyQ==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"P1: Follow the obvious weakness up to the bolts an the start of the vertical section of the ridge. \n\n  P2: From the bolts go straight up and follow the ridge to the flat area below the summit spire, where there is a bolted anchor.  The crux is right off the bolts. \n\n  P3: Continue up the ridge to the summit.  The best part is the step across the gap onto the summit spire! \n\n  To rappell back to the base of the route, down climb to the webbing rappell anchor on the north side of the summit spire.  60 meter double rope rappell will just barely bring you to the ground.","protection":"P1: 1 small nut to bolted anchor   P2: Small nuts to bolted anchor   P3: 1 small nut, slung horn, to bolted anchor","location":"Start at the entrance of the chimney that is to the left of God's Own Drunk."},"__v":0},{"_id":"A8cGOiMyWC+QQmPlUrTLqQ==","name":"Champagne and Cocaine","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Chris Hirsch & Harrison Teuber (Ground-up) Oct. 2016","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":9,"mp_id":"112272517","mp_crag_id":"105714552","climb_id":"A8cGOiMyWC+QQmPlUrTLqQ==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"Another full value line of intense climbing on one of the best traditional walls in the park. Start up the same right leaning ramp as 'Bourbon and Butterflies' The ramp will turn into a flake, take this all the way to the top where it meets another large flake. Champagne heads up the right most seam just left of this large flake. The climbing is hard and very engaging, but it also has a couple nice rests. Start up the flake with some strenuous liebacking. Continue wandering up left, connecting seams to a thin traverse up and right eventually reaching your first bolt. Punch it straight up the black streak passing the second bolt to a tricky and engaging crux. After all that excitement try to compose yourself while fiddling in more RPs traversing up and left to the anchor. Now it's time for a toast.Aside from the first 20' the protection is generally good, but small and some pieces will require a little sweet lovin' from a white line to get in. ","protection":"A healthy assortment of small cammers to a BD .75Offset camsSingle BD #2 and #3offset rps2 boltsShoulder slings. Double lengthShares anchor with BnB and Silk","location":"Line of seams to the right of 'Bourbon and Butterflies'.Be careful if lowering with an 80m rope. Barely makes it, you'll have to lower up the hill a little ways."},"__v":0},{"_id":"mLKtOyZcWvW9O4z+KQGWgw==","name":"Bourbon and Butterflies","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Larry Shaffer","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"left_right_index":8,"mp_id":"111026920","mp_crag_id":"105714552","climb_id":"mLKtOyZcWvW9O4z+KQGWgw==","areaRef":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"You'll need some bourbon to ease your butterflies on this full 40m of intensity! Ranks high as one of the boldest and best routes in the Park. Start up the right leaning trough/ramp and head straight  up at the first probable looking seam. This is the 'R' rated section since the first placement is at about 20'. After that, the rest is consistent PG13. Surprisingly, there is a lot of gear. But don't pass up a placement, be ready to sniff them out and get creative. Merge into the very end of Silk and Sangria for an exciting finish! Fight the urge to clip Silk's 2nd to last bolt.","protection":"Double offset cams   Double offset nuts/rp's   C3's down to #00   Single #1 & #2   Lots of slings   Shares Silk's bolted anchor","location":"The right most route on the Ethyl Wall. Start on right trending ramp. Single 80m barely makes it down."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,1bbfa035-74fe-51ac-a102-9615c3919c71","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Khayyam Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":2,"label":"5.11"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":7,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5344,43.8481]},"bbox":[-103.53502350710909,43.84765033981813,-103.53377649289094,43.84854966018187],"left_right_index":-1,"ext_id":"105714552","area_id":"G7+gNXT+UayhApYVw5GccQ=="},"content":{"description":"Khayyam spire is the prominent Spire with the bright yellow face.  It stands out in front of the Spire 2/3 gully.  The awsome South Yellow Face has a long bolted route (The Yellow Face), the rest of the spire has some great long crack routes including God's own Drunk, The Wildman Traverse and others."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:23:16.227Z","updatedAt":"2022-11-25T11:21:49.504Z"}