{"_id":"6368a214e80bff5a9955d8ed","area_name":"Sewer Crag, The","shortCode":"","climbs":[{"_id":"386IJnUwVWaX1CUL0+waGQ==","name":"Vestal Virgin","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rick Smith 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":7,"mp_id":"118710192","mp_crag_id":"105943047","climb_id":"386IJnUwVWaX1CUL0+waGQ==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"This is one of White Rock's longest sport routes and a strong candidate for the best 5.11 in White Rock. Reminiscent of Diablo basalt, this route has absolutely excellent crimping and edging up a long face. The climbing is well worth the awkward approach; get on it!","protection":"9 bolts to a two bolt anchor with chains. There are currently no lowering biners.","location":"There are three approach options, all non-trivial. First, find the anchors on the east side of the largest washout and rap in. Watch your rope ends. Second, follow the standard approach to the Sewer Crag and cross the large washout right of Fecal Antimatter / Septic Maiden (how we hiked out). It's easiest to cross ~100 meters below the cliff. This route is near the other side of the washout. Third, hike northeast along the cliff edge until the cliff peters out, scramble down and back right across a smaller washout. Continue to the east side of the large washout (how we hiked in)."},"__v":0},{"_id":"1NBzkjJzWTyjHhY0s/P93A==","name":"Unknown","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rick Bradshaw, Rick Smith, Josh Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":5,"mp_id":"106997921","mp_crag_id":"105943047","climb_id":"1NBzkjJzWTyjHhY0s/P93A==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"Though this route appears to be squeezed into the shallow dihedral between \"Fecal Antimatter\" and \"Septic Maiden\", it's actually a fun, independent line and is the best warm up at the Sewer crag.  \n\n  The climb begins on large, slightly loose blocks. The holds become progressively smaller and less positive, presenting the thin, technical crux around the fourth bolt.  After this, the difficulty eases, and the route follows fun stemming and crimping moves up the dihedral, past a small roof, and to the anchors.","protection":"8 bolts to chains. Shares an anchor with \"Fecal Antimatter\".","location":"In the dihedral between \"Fecal Antimatter\" and \"Septic Maiden\", below a small roof.  \n\n  The middle of the three bolted routes at the far right end of the main Sewer Crag area. These routes are just before a large eroded gully that would be a big pain to cross."},"__v":0},{"_id":"rvPRNJ63UbGg0U4wKLK8gg==","name":"Toxic Avenger","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Bob D'Antonio, Mike McGill","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":0,"mp_id":"107428583","mp_crag_id":"105943047","climb_id":"rvPRNJ63UbGg0U4wKLK8gg==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"Fun, sustained pocket-pulling up a mildly overhanging wall.  \n\n  Scramble past some loose choss and make a reachy and slightly spooky first clip off of a good hand jam. A stick clip or a hand-sized cam may ease the tension for some. After clipping, breathe easier and enjoy technical arete and face climbing all the way to the anchors.  \n\n  There is no distinct crux, but no rests to speak of either, so the route is surprisingly pumpy. Still, because there are no stopper moves, the route might feel a bit light in the grade if you can find the right holds in time.","protection":"5 bolts to cold shuts. A hand-sized cam or a stick-clip may be useful to protect the moves up to the first bolt.","location":"First bolted route you come to at the crag. Ten feet left of Hey, Is There Anybody in There?"},"__v":0},{"_id":"XPkI64GPW9m+HmBlVgRNJg==","name":"Septic Maiden","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Rick Bradshaw, Rick Smith, Josh Smith. March 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":6,"mp_id":"106997946","mp_crag_id":"105943047","climb_id":"XPkI64GPW9m+HmBlVgRNJg==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"Another fun, technical route on the right side of the Sewer Crag.  \n\n  Fun moves on good crimps (and cool mono) lead to a killer pocket just below the fourth clip. Rest here, if you can, while you try to decipher the crimpy crux sequence getting to the fifth clip. From this fifth bolt, follow moderate, but never trivial, face climbing to the anchors.","protection":"8 bolts to anchors.","location":"The rightmost of the three bolted routes at the far right end of the main Sewer Crag area. These routes are just before a large eroded gully that would be a big pain to cross."},"__v":0},{"_id":"shqIkGY1UNWbUGIO0AOUmw==","name":"Route 6","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":1,"mp_id":"119971582","mp_crag_id":"105943047","climb_id":"shqIkGY1UNWbUGIO0AOUmw==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"Overhanging dihedral between the 2 5.12- sport climbs with a finger/tips crack in the back of it.  Aside from the choss at the start, this is about as good as 10- cracks get at White Rock.  Use the bolted anchor for one of the 12s (I went to the one to its right).","protection":"Nuts and cams to 2\"","location":"overhanging corner between Toxic Avenger and HITAIT."},"__v":0},{"_id":"j+cDS4KaX7+PZ6l4xBJUvQ==","name":"Route 13","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Rick Smith?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":8,"mp_id":"118710131","mp_crag_id":"105943047","climb_id":"j+cDS4KaX7+PZ6l4xBJUvQ==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"This is \"13. Unknown\" in the Jemez Rock.  It, and the climb to its left, Vestal Virgin, are definitely worth the extra effort required to get to them. These are among the longest routes at White Rock and climb more like the smooth Diablo rock than most of White Rock.\n\n This one (the right line) is a techy, near-vertical face.  You can make some use of the arete, especially near the top.  A distinct crux around the 6th bolt is a pretty neat sequence, but expect it to be pretty tricky throughout.\n\n Would benefit from more traffic, some flakes and small pieces crumbling but no big deal.\n\n I didn't find it to be quite as hard as the 12c rating its given in the book, but I've posted here as 12c rather than sandbag you people or diminish my climbing partner's send.","protection":"10 bolts to a 2-bolt anchor w/ chains (book says 8, but I'm pretty sure it was 10 bolts).  The anchor is set back from the top of the climb, long slings or a cordelette are nice to have.","location":"Right-most climb at Sewer Crag.  It's on the next buttress to the right of the loose eroded gully to the right of the rest of Sewer Crag.  \n\n Crossing the gully from the main part of Sewer Crag to get here is non-trivial.  It's very loose, and you'll need to drop down a bit from the cliff base.  It sucks, but it's doable.  Be careful.  Still, I think this is the best option if you want to do more than these 2 climbs.\n\n If you're only climbing this and Vestal Virgin, the best approach would be to rap in.  (We were unable to find the anchors from above but didn't look very hard.)"},"__v":0},{"_id":"tHcs3KYjW4aeW5duUkA3bA==","name":"One Hundred Years of Solitude","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jason Halladay, Daniel Trugman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":3,"mp_id":"107428610","mp_crag_id":"105943047","climb_id":"tHcs3KYjW4aeW5duUkA3bA==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"A long-abandoned project reclaimed on New Mexico's 100th birthday.  \n\n  Like most climbs at the Sewer Crag, begin by scrambling through a sizable choss band, clipping a couple of bolts just to be safe. The climbing begins in earnest at the third bolt as the rock morphs into the bullet basalt endemic to White Rock and the wall steepens to vertical. Cool pockets lead to a tricky crux on the arete at bolt 5 and more sustained climbing to the anchors.","protection":"6 bolts to anchors equipped with lowering carabiners.","location":"The third bolted route you come to at the crag. The arete/face a few feet right of  Hey, Is There Anybody In There?"},"__v":0},{"_id":"PrG6GRtjX/S6PAlYdMawqw==","name":"Hey, Is There Anybody In There?","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D.,  Mike McGill","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":2,"mp_id":"105943050","mp_crag_id":"105943047","climb_id":"PrG6GRtjX/S6PAlYdMawqw==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"The 2nd bolted route encountered on the approach, and 8 feet right of \"Toxic Avenger\" (the leaning prow).  This fine route climbs a bulging wall on deep, positive pockets that seem to shrink as the angle relents, resulting in a fun, continuous line.  Would be 4 stars if it were cleaned up a bit.  The first bolt is super high.  You may want to bring one or two finger sized pieces to protect the moves to the first bolt, but doing so will not eliminate the entire runout.","protection":"6 bolts, 2 BA.  3/4\" piece of gear.","location":"2nd route from the left, just right of \"Toxic Avenger\"."},"__v":0},{"_id":"WFXaN1UpW1SjPiGm0Tg7mQ==","name":"Fecal Antimatter","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Rick Bradshaw, Rick Smith. April 2, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"left_right_index":4,"mp_id":"106997885","mp_crag_id":"105943047","climb_id":"WFXaN1UpW1SjPiGm0Tg7mQ==","areaRef":"2jkPhGwIW1GTr6Mce8Qu6A=="},"content":{"description":"A very nice, steep arête route. As is the theme for the Sewer Crag, this route climbs much better than the name implies.  \n\n  The climb begins in earnest at the second bolt, where a pumpy sequence on good edges but poor feet leads past bolts three and four, culminating in a final desperate crux getting to the fifth bolt. Catch a well-deserved rest, and finish on easier but still fun arête climbing.  \n\n  Definitely solid at the grade, but tightly bolted, making it a good route on which to push yourself.","protection":"8 bolts to chains. Shares an anchor with the Unknown 5.11a.","location":"The leftmost of the three bolted routes at the far right end of the main Sewer Crag area. These routes are just before a large eroded gully that would be a big pain to cross."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,3301509f-ad6b-5cf1-909e-db85df0082bb,866936a1-51e7-50fc-b11c-1ac6a486f674,da390f84-6c08-5b51-93af-a31c7bc42ee8","pathTokens":["USA","New Mexico","Los Alamos & White Rock","White Rock","Sewer Crag, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.1811,35.8299]},"bbox":[-106.18165461670965,35.82945033981814,-106.18054538329035,35.83034966018187],"left_right_index":-1,"ext_id":"105943047","area_id":"2jkPhGwIW1GTr6Mce8Qu6A==","polygon":{"type":"Polygon","coordinates":[[[-106.18165461670965,35.82945033981814],[-106.18054538329035,35.82945033981814],[-106.18054538329035,35.83034966018187],[-106.18165461670965,35.83034966018187],[-106.18165461670965,35.82945033981814]]]}},"content":{"description":"A south, east and SE facing cliff of dirty, pocketed basalt.  This crag is opposite of the North side of The Overlook.  Currently has ~5 bolted routes and a few pointless cracks. \n\n  This crag is so-named due to its proximity to a sewage treatment plant.  The climbing is not particularly stanky, nor is the surrounding environment.  A good place to go if you want a bit of seclusion.  The routes would be really good if they ever got cleaned up, but that seems like an awful lot to hope for."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:13:44.888Z","updatedAt":"2024-01-20T01:04:56.003Z"}