{"_id":"6368a60be80bff5a995c52c6","area_name":"Lookout Point","shortCode":"","climbs":[{"_id":"lYrbl89eWeqm/E88MJfYKw==","name":"‘Cause I Got High","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Michal Rynkiewicz, Stamati Anagnostou","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":22,"mp_id":"120813845","mp_crag_id":"106457320","climb_id":"lYrbl89eWeqm/E88MJfYKw==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"Climb the rail out of the 60* overhang. Powerful, dynamic climbing on good holds at the very top of Lookout Point, with sweeping views of the Valley. What’s not to like??\n\nIf this were a boulder problem in Leavenworth it would be one of the area’s best V8s.","protection":"5 bolts, flagpole anchor.","location":"Just below the flagpole at the top of Lookout Point."},"__v":0},{"_id":"omCpVxV1UnmpJ3WPv4vATQ==","name":"You Can Cool Jack Robinson","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FFA Michal Rynkiewicz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":11,"mp_id":"112018414","mp_crag_id":"106457320","climb_id":"omCpVxV1UnmpJ3WPv4vATQ==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"Thin layaways","protection":"A set brass offsets single set of cams from 000 to #1 BD . One #11 or 12 BD nut , there is a spot perfect for a large nut starting the steep corner . there still might be one there but its old I wouldn't trust it.","location":"This is the thin crack that goes left as you start the main business part to Bobcat Cringe. Rappel from the chain anchor. I forget if a 60 would work."},"__v":0},{"_id":"6ayLPB0yVPKqAmgKgUZM4A==","name":"The Velvet Pedestal","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"D. Pearson, J. Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":0,"mp_id":"110517234","mp_crag_id":"106457320","climb_id":"6ayLPB0yVPKqAmgKgUZM4A==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"P1: 5.9. Start in the blocky corner. It gets cleaner and nicer as you go up. After an intermediate chained anchor (~15-m up; do not belay here), there is a 5.9 finger-crack/layback move on a right-leaning crack that goes up to some hand jams behind a flake. At the top of the flake, and just upon reaching the steep finger crack, traverse left on the sloping ledge to a chained belay anchor.\n\nP2: 10a. Walk left past the tree. Then traverse left on the slab past the bolt. Face climb up the minor roof to a left-pointing layback crack, and then left-trending layback crack. Good friction on the slabs, but no real footholds, so this crack is pumpy. Chained anchor on the ledge above. Except for the slabby start, this is classic Index corner climbing. It is somewhat like the 2nd pitch of Rattletale except pointing the other way.\n\nP3: 5.8. Presently, the only way this has been ascended is by trending up and right to the large, left-facing corner with trees. It is presently uncleaned, and quite the grovel through trees, but when cleaned up will rival the super-classic second pitch. But not recommended even for fans of brush-tree groveling due to there being two loose flakes, one the size of a refrigerator door.\n\nFace-arete variations to P2 and P3 have been cleaned off, but haven't been finished yet. Please wait on these.","protection":"Full range from 1/4\"-wide stoppers to 4\" cams. Double in the 1-2\" range.","location":"Starts about 50' left of the start of Bowling to Biscuits. Ascend the fixed line that you use to reach Bowling, Peanuts, and the Cringe, but trend left instead of right. Look for the large, blocky, right-facing corner. Shares the same start as And Say."},"__v":0},{"_id":"N0vVDg6zUgqBqCRooWjQQg==","name":"This is Index  Not L.A.","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Derek, Jon , Jonathan Mastin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":7,"mp_id":"112018536","mp_crag_id":"106457320","climb_id":"N0vVDg6zUgqBqCRooWjQQg==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"This route starts by traversing right as soon as you start Solitude. A bolt protects the traverse move. After you make the travese you will finish on \"You can cool Jack Robinson\"","protection":"Single 1,2,3 BD cams,a few small wires with a 11 or 12 bd nut . 000 , 00 or 1 might be useful instead of wires before the traverse. I think there is a total of 6 bolts including the anchor. 1 on traverse 3 for the finishing moves 2 for anchor.","location":"Start on Peanuts to Serve You then start Solitude and exit right onto the steep face. Clip the bolt for the traverse and go for the good jams in Jack Robinson."},"__v":0},{"_id":"BdJ1PDvuU+6CAaHwplYWwA==","name":"Subliminal Seducer","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chandler Davis, Michal Rynkiewicz, Ryan Hoover","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":2,"mp_id":"120245014","mp_crag_id":"106457320","climb_id":"BdJ1PDvuU+6CAaHwplYWwA==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"Place a small cam and get your granite on reaching a solid finger lock. Easier climbing takes you to the chains.","protection":"Gear","location":"Just left of And Say P1 on a small pillar type feature."},"__v":0},{"_id":"lJbTiBzMVb+gJ3RTkw/fdg==","name":"Steel Pulse","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jeff Kelly, Dan Klimke, Gary Buckham, 1983. FFA: Jeff Kelly, Jeff Boucher, Matt Arksey, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":25,"mp_id":"110182972","mp_crag_id":"106457320","climb_id":"lJbTiBzMVb+gJ3RTkw/fdg==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"We climbed the 1st pitch on a warm January day 2014. I red pointed it again in March 2015.\n\nPitch 1 (100', 10b): Interesting variety of climbing, well bolted at crux moves, great pro everywhere else. Don't let the mossy start scare you off. Most of the pitch is clean, the start is 5.8 at most. Then, the first crux is a short slab traverse past 3 bolts into right-facing, right-leaning corner, 2nd crux is leaving the crack as it tapers off, going for thin flake, 2 more bolts and then the anchor. As with any slab/face moves, conditions can really effect the outcome. Cool dry days are best.\n\nPitch 2 (60', 10b): Slab crux near start before and after 1st bolt, 2nd bolt protects slab till you gain left end of small overlap. 2nd crux balance move on short slab below anchor.\n\nPitch 3 (100', 10c): Starts with nice layback cracks, 3 bolts protect upper slab. After passing the 1st bolt (1st crux), there is a hidden pocket- good for a BD #2. There are 2 bolts above here (2nd crux, 10c). Some gear protects the easy top of pitch.\n\nOne could combine pitch 1 and 2, or 2 and 3 if wanted.\n\nThe Cummins guide rates this as 10c, the later Sky Valley Rock, gave it a 10b.","protection":"Standard rack to 2\". Newer anchor at top of 1st pitch ( asca hangers ), can rap with single 60 meter rope. Bolted anchor top of 2nd pitch.Bolted Rap Anchor at top of 3rd pitch, Single rope rap from 3rd anchor to 2nd belay anchor, be careful not to swing into gully as the rap is not a plumb line.","location":"This route is on the right end of the crag. Dukes of the Stratosphere (11d) is on the left and a bolted variation (Scratch and Claw) is just right of this corner start.There is a roof that you lay-back around and 3 bolts visible above from the variation that comes in from the right side. It is just below and left of the steep gully trail to the top of Lookout point."},"__v":0},{"_id":"Sz8fbmi3XtahbDcmZdVpJQ==","name":"Solitude","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Derek Pearson & Jon Nelson, 7/24, 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":6,"mp_id":"107306489","mp_crag_id":"106457320","climb_id":"Sz8fbmi3XtahbDcmZdVpJQ==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"Start by doing Peanuts to serve you as pitch 1.\n\nFor pitch 2, continue up the corner, then take the finger-to-hand crack up and left (crux) to a 3-bolt belay on a nice ledge (10d-11a). Short, but pumpy. You can combine this with pitch 1.\n\nPitch 3 is the route's overall crux, going up right in a crack that starts wide, but quickly narrows to finger pockets (11a/b). The crack reaches a left-tilting overlap, which starts with a hand pod, but quickly narrows to fingertips (11c/d). After going left for about 25', the crack goes vertical (5.9) and ends on a forested ledge.\n\nFor pitch 4, Go up and right through the forest to a cave, and take the short chimney on the left (5.9 entry move, two bolts) to a comfortable, grassy belay stance below a large corner.\n\nThe last pitch, pitch 5, is long and sustained. Take the lower-angle ramp/thin corner up and right of the large corner (10b), enter the steeper corner above (11a), and at the top of this corner, go straight up to another corner that goes left. Mantle the ledge on top, go up and left. For the last 10 feet, clip a bolt and do a one-move dyno for the top (incut!)","protection":"Triple set of nuts to 1/2\", several 3/4\"-1\" nuts, and a Camalot single set to 3.5, with doubles in sizes 0.5 to 1.","location":"Same as for Peanuts to Serve You. Just right of Bowling to Biscuits, and just left of the Bobcat Cringe. See the beta photo at right for details."},"__v":0},{"_id":"DeR5Sy1wWR2VQ8hQm4oQrA==","name":"Rice Krispies","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jon Nelson, Mark McKillup, sometime in the 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":23,"mp_id":"107527051","mp_crag_id":"106457320","climb_id":"DeR5Sy1wWR2VQ8hQm4oQrA==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"The flake just R or Strange Boar, sharing the same start. Listed in Sky Valley Rock and in the old Clint Cummins guide.  Re-cleaned and top anchor replaced Feb/Mar 2012.  Rated 10b in most guides, but the hollowness of the flake just below the anchors will give many leaders pause.  Tread lightly as you pull the final roof, or bypass this with a couple delicate moves up chickenheads to the left.\n\nVariation (Pork Fried Rice): 10c *** Continue past the anchors to join Strange Boar after its crux.  An exciting and varied pitch.","protection":"Light rack to 3\", including thin cams for the start.","location":"Shares a starting belay with Strange Boar.  See Baby Tapir for overview photo."},"__v":0},{"_id":"sRFXT4d7WseOhpAM0za7qg==","name":"Purple Kool-Aid","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":8,"mp_id":"108147748","mp_crag_id":"106457320","climb_id":"sRFXT4d7WseOhpAM0za7qg==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"Start up Peanuts, but after about 15' traverse right onto a sloping ledge (5.9). Go up the flared, left-facing corner to the chain anchor.\n\nOr, you can climb Peanuts and set up a toprope. The two routes share the same anchor.","protection":"Nuts and cams to 3\".","location":"Same as Peanuts."},"__v":0},{"_id":"tzySDht6V/qo+jQik/ApRw==","name":"Peanuts To Serve You","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Olsen & Jon Nelson, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":5,"mp_id":"106457326","mp_crag_id":"106457320","climb_id":"tzySDht6V/qo+jQik/ApRw==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"A thin, clean flake that starts as a wide, lower-angle layback but thins and steepens into a hand crack.\n\nThis is a good route to combine with the routes at Private Idaho and Them for a bunch of 5.9 climbing next to each other.","protection":"Standard rack with a couple of 3\" pieces and a bigger piece for the start.  A #5 C4 works at the beginning or run it out a little and place a #4 higher.","location":"Located at the left side of the cliff. Look for a gully with a knotted hand line. Go up the gully and trend right to a big fir tree.  The climb is in an overlap area with a steep white wall on the right (the Bobcat Cringe). A little to the left is a flared, left-facing chimney below a huge roof.\n\nRap with 1 rope."},"__v":0},{"_id":"qlbtjwyEXVKUMO55JR9OCQ==","name":"Money","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Michal Rynkiewicz, Derek Pearson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":14,"mp_id":"114086704","mp_crag_id":"106457320","climb_id":"qlbtjwyEXVKUMO55JR9OCQ==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"A great knob studed flake to roof. Climb up twin cracks covered in knobs to a thin flake that is positive. This leads to some face climbing on knobs and tcus. You are then rewarded with a slightly overhung right facing corner with flared jams to a mantel at the anchor.","protection":"Cams","location":"Approach via lookout point direct and go left onto a spacious ledge at end of 2nd pitch. Money is the black and white flake on the left side of this ledge"},"__v":0},{"_id":"ubIX/Yb1UX2NBq+vLA7KlA==","name":"Law and Order","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeff Kelley & Matt Arksey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":24,"mp_id":"107571773","mp_crag_id":"106457320","climb_id":"ubIX/Yb1UX2NBq+vLA7KlA==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"Long corner system to the right of Rice Krispies and Spit.\n\nPitch 1 starts with face climbing on large holds (~20'). Clip a bolt, then move left to the left-facing groove and rib. Follow this bolt-protected, right-trending corner (~9+/10a). See the bottom red arrow in the picture. About 30' up the corner, the corner system splits into two. The original route went up the shallower left corner (~5.9) (next red arrow), which then traversed back into the right corner at a bolt (5.10) (see 3rd red arrow in photo). But staying in the right corner (green arrow) gives fun 5.9+ climbing, a mixture of face-climbing and thin jams. Where the two variations merge, the climbing goes up a slot with excellent pinch-grips on the rib (~5.8+). The pitch ends on the top of the pedestal, and has 3 bolts with chains.\n\nPitch 2 goes up the large left-facing corner directly above and left of the anchor. Look for the bolt on the slab. It is a little runout to that bolt. Then stay in the corner (10c), protecting with small cams and nuts. A three-bolt anchor is on top.\n\nFor a second pitch you can instead do the pitch to the right, \"A Ship Called Black Rock\". See the separate description for this pitch.\n\nThe first pitch anchor is about 20' right of that for A group of mysteries of frenchwoman. With a short belay, one can move the anchor to toprope one or the other. To rap off with one rope, you might need to go to the Frenchwoman anchor and rap to the strange boar anchor. From the strange boar anchor, you can rap to the ground with one 60-m rope.","protection":"Nut and cams to 2\", 7 quickdraws for bolts.\n\nSix bolts at the bottom, one just before the ledge at about 2/3 height.","location":"On the Lookout Point trail, continue about 40 feet past Baby Tapir, Strange Boar, and Rice Krispies."},"__v":0},{"_id":"evEKrWMIWR249fCKjRwNBg==","name":"House of the 7th Bobcat","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Eric Hirst, Derek Pearson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":16,"mp_id":"107526845","mp_crag_id":"106457320","climb_id":"evEKrWMIWR249fCKjRwNBg==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"(1) Start on a short handcrack up a trailside block, then continue up moderate ground to a bolt and a final short splitter.  Belay at a comfortable ledge with a chain anchor. 5.9.\n\n(2) Bouldery tips laybacking (crux) past 2 closely spaced bolts leads to a rest pod. 5.10 crack  climbing leads to chain anchor.  5.11+ or maybe 5.12-.\n\nTake care not to soak your rope on the descent, which tends to steer you down the soggy Lookout Direct starting slab just L of the route.  It is also possible to rap or top-rope the entire route with a single 70m rope.","protection":"Single 60m rope, light rack to 3\", mostly in the 1/2\" to 1\" range.  Chain anchors on both pitches.","location":"About halfway between Bobcat Cringe and Steel Pulse.    Starts right off the trail."},"__v":0},{"_id":"8yUmAsuCUdCiWgLL7aCFmQ==","name":"He is Truly a Great Airplane (Hitaga)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"D. Pearson, J. Nelson, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":9,"mp_id":"108113290","mp_crag_id":"106457320","climb_id":"8yUmAsuCUdCiWgLL7aCFmQ==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"(AKA HITAGA) From the large, treed ledge just above the Bobcat Cringe, scramble up the huge detached flake, step across to the upward-left-arching ramp. Go up the thin corner in the otherwise blank face to the large ledge about 2/3 up the face.\n\nThe crux is bolt-protected, thin laybacking near the top.\n\nAfter the crux, you must mantle up onto the belay ledge, which has a two-bolt, chained anchor. It is also possible to exit the ledge on the left and join the next-to-last pitch of Solitude.","protection":"For the bottom half, bring small wired nuts and cams to about 2\". The top half is bolted.","location":"Lies directly above the Bobcat Cringe. Starts on the large, treed ledge about 10' above the anchors."},"__v":0},{"_id":"aKh4eNdeW+a/aeRehvs8MQ==","name":"Cattalk","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Michal Rynkiewicz, Derek Pearson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":15,"mp_id":"114086722","mp_crag_id":"106457320","climb_id":"aKh4eNdeW+a/aeRehvs8MQ==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"Has been done on all gear but the bolts protect sections where one would place gear behind fragile thin flakes. Layback a slopey flake to a ledge, undercling out left to a slightly overhung #1 to .5 Camelot crack with incredible knobs for feet. The finish is a pleasant boulder problem reaching toward a sloper shelf. There is an extention at .10 that leads to the upper tier with \"A Hatch\" but not really worth it.","protection":"Bolts and cams","location":"Left of p2 anchor of lookout point direct. Right of Money"},"__v":0},{"_id":"jWSC10RzXKmTv7Bux0T1LA==","name":"Bowling to Biscuits","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jon Nelson and Dave Toler (Dec 1980)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":4,"mp_id":"107377841","mp_crag_id":"106457320","climb_id":"jWSC10RzXKmTv7Bux0T1LA==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"P1: 5.10a. Climb a short crack on a pedestal, about 30' left of Peanuts. At the top of the pedestal, layback up and right to the face holds (takes a good wired stopper or brass nut: #5 BD nut is perfect). The face climbing (~5.8) has two bolts, and ends on a ledge below a hand-crack in a shallow corner. Climb the crack (~10a) and do a few traverse moves left to a two-bolt chained anchor below the roof.\n\n(Completely disregard the info in guidebooks published before 2012: they mistakenly label the dirty corner further left as the 1st pitch. That corner was never part of the route.)\n\nP2: 5.10d. Go over the roof on the right side, grabbing solid flakes and jamming (~10a). Enter the corner (see photo) and follow the corner to a ledge and 3-bolt belay. The crux is the pumpy jams soon after pulling the roof. The crack widens at the top. The top ledge is very comfortable.\n\nPitch 2 is short but sustained. It also tends to stay clean and dry, even in a light rain.\n\nA double rope (150') reaches the ground. With a single rope, you can rap to the anchor at the top of the first pitch, but it may require a little swinging to be able to grab the chains. From this anchor, a single 60-m rope will reach the ground.","protection":"Bring small nuts and cams to 4\".","location":"In the Bobcat Cringe area. Starts about 30' left of Peanuts to Serve You."},"__v":0},{"_id":"QBY9Cj8xVgCzcrKIaDE/+g==","name":"Bobcat's Anonymous","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Chandler Davis, Michal Rynkiewicz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":1,"mp_id":"120244985","mp_crag_id":"106457320","climb_id":"QBY9Cj8xVgCzcrKIaDE/+g==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"A short but worthwhile bouldery climb. Great edges and a memorable crux make for a nice addition to the area.","protection":"Qds","location":"To the left of the start of And Say are two routes on a pillar type feature. This is the left of the two. Look for bolts."},"__v":0},{"_id":"bq7anuIkWxWYP7yBcqsIGw==","name":"Bobcat Cringe","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Terry Lien","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":12,"mp_id":"107377907","mp_crag_id":"106457320","climb_id":"bq7anuIkWxWYP7yBcqsIGw==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"The beautiful, steep, curving thin crack R of Peanuts to Serve You.  Start as for Peanuts, then cut R on easy ground (5.9) to reach a 2 bolt belay.  Climb the crack, passing 2 bolts and 1 fixed pin to reach chains.\n\nIncludes thin laybacking, pocket pulling, tip-jamming, and knob climbing.\n\nCaveat: I haven't climbed it yet.  But I did take a picture today!","protection":"[See also Jon Todorovich's comment below -- his gear beta may be more reliable than this.]\n\nLots of thin-finger sized gear, at least 4 quickdraws, plus a few hand-sized cams for the approach pitch.\n\nBefore the first bolt, it is nice to have a 1/2\" stopper to place in the ramp crack (\"Jack Robinson\"), and just after the first bolt, you can put a hand-sized (red camalot) cam into the only hand pod. There is one more pod, this one thin hands, but then it is all thin - use the smallest TCUs and include several 000 cams.","location":"Same as Peanuts: It's above the L side of Private Idaho."},"__v":0},{"_id":"WCNS8JokU3KNCCNtlsXBAQ==","name":"Below Lissen","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":13,"mp_id":"108146547","mp_crag_id":"106457320","climb_id":"WCNS8JokU3KNCCNtlsXBAQ==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"This route shares the same start as Lookout Point Direct (and can be used as a first pitch to that route.)\n\nStart up the corner just left of House of the 7th Bobcat, go up and left, following the line of 3 bolts. Move left onto the large flake and climb to the belay on top of the flake.","protection":"Gear to 2\", three quickdraws.","location":"About 100' right of Peanuts and the Bobcat Cringe."},"__v":0},{"_id":"cizFDMW9UFauJQe+dx8cZA==","name":"Baby Tapir","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eric Hirst, Derek Pearson, Jon Nelson, 2/12/2012","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":17,"mp_id":"107526961","mp_crag_id":"106457320","climb_id":"cizFDMW9UFauJQe+dx8cZA==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"Start by (stick?) clipping a bolt and lumbering past a somewhat silly low roof, or, perhaps more sensibly, by skipping the bolt and bypassing the roof to the right.  Climb through easy blocks to reach a second, less silly roof.  The fun begins here.  Pass the roof and continue up flake system until it ends.  The final holds, for most, are galvanized.","protection":"Light rack to 1\", 2 QDs, sport anchor.  The climb is well protected, but plan your cam placements well as you move through the less-silly roof that marks the start of the difficulties.","location":"About 30 feet R of House of the 7th Bobcat, and about 10 feet L of Strange Boar"},"__v":0},{"_id":"5a5rBDFgUhWNf9wHSmdI5Q==","name":"And Say","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Derek Pearson, Michal Rykiewicz, Ryan Hoover, Chandler Davis","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":3,"mp_id":"110383269","mp_crag_id":"106457320","climb_id":"5a5rBDFgUhWNf9wHSmdI5Q==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"P1 5.7 Use the handline to get to the corner. Climb the corner.\n\nP2 11b Splitter finger crack. Use single rack double blue and yellow metolious sizes if you wanna sew it up.\n\nP3 10a More splitter, but cruiser with a sting in the tail finish. Added a bolt on this at the end instead of using cams in the pockets.\n\nP4 11+ Crimpy start leads to a crystal pocket and small over lap then some of the coolest friction slab around Index maybe, I don't know so comment below if you think so as well. Bring one cam .2 or yellow metolious size and 14 draws for this includes anchors. Crux can be easily aided to make sweet 5.10.\n\nP5 11+ Splitter tips just to first knuckle for 20' then capped with a steep bolted finish.\n\n60 meter rope can get you down\n\n14 draws\n\nSingle rack to 3\" double from the 0 to 2 of metolious sizes\n\nSingle set of nuts 1-6  we only placed a couple","protection":"Single rack to #3 bd double up on the thin from 0 to 2 of metolious or similar\n\n60m rope\n\nChain belays","location":"The route is about 90' left of B2B Biscuts starts in a corner still a little dirty but doable, p2 through 5 are really good."},"__v":0},{"_id":"ilx+2/zdWg2V8r6c9LuNYQ==","name":"An Act of Strange Boar","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jon Nelson (with Derek Pearson and Eric Hirst) 2/12/2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":18,"mp_id":"107527007","mp_crag_id":"106457320","climb_id":"ilx+2/zdWg2V8r6c9LuNYQ==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"[The full name of this route is actually \"An act of strange boar, a group of mysteries of frenchwoman, a ship called black rock, and a hatch.\"]\n\nStrange Boar is the spectacular dihedral just R of Baby Tapir and just L of Rice Krispies.  It's reminiscent of Slow Children, but thinner and more sustained.\n\nIf you have pudgy fingers, you may find this route to be a lot harder than 11a.  Daintier folks, however, may think it's only 5.10.  Either way, climb it. It's a pretty dang classic line.","protection":"Pro to 1\".  Mostly thin cams and small/medium stoppers.  A single 60m rope will get you down.","location":"See Baby Tapir overview photo.  Start at a comfortable ledge (2 bolts) a short distance above the trail."},"__v":0},{"_id":"sFaEGX4cXNOWSQPy0JAx/Q==","name":"A Ship Called Black Rock","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Derek Pearson, Jon Nelson, July 10, 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":20,"mp_id":"107699032","mp_crag_id":"106457320","climb_id":"sFaEGX4cXNOWSQPy0JAx/Q==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"This is the third pitch of An act of strange boar, a group of mysteries of frenchwoman, a ship called black rock, and a hatch. (But it also makes a great alternative 2nd pitch to Law and Order.)\n\nStart in the short hand/layback crack directly above the anchor at the top of p1 of Law and Order, a little right of the top of a group of mysteries of frenchwoman. Move up to the corner (~5.9). Climb corner, using both the corner crack and the crack/edge on the right wall. One 5.10 move is getting past the bulge, another 5.10 section is just above the bulge. After that, it is 5.9 to the chained anchor.\n\nThere is an upper chained anchor that is better if you are continuing up Lookout Point. For rapping off or TRing, it may be better to use the lower chained anchor as the upper one may lead to a jammed rope.","protection":"For the bottom section, use a few hand-to-wide-hand sized cams and finger-sized nuts.\n\nFor the lower 2/3 of the corner, use small brass or wired nuts. The number 3-5 RP or largest 3 brass nuts are really useful as are thin-finger-sized nuts.\n\nFor the top 1/3, bring along a few finger-sized cams.","location":""},"__v":0},{"_id":"YzPjoUbXVJCk/DJCZg1lOw==","name":"A Hatch","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":21,"mp_id":"109469876","mp_crag_id":"106457320","climb_id":"YzPjoUbXVJCk/DJCZg1lOw==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"This is pitch 4 of the route An act of strange boar, a group of mysteries of frenchwoman, a ship called black rock, and a hatch. It is at the very top of Lookout Point, and finishes right at the apex as viewed from town, which is left (west) of the flagpole.\n\nFace climb up to the shallow right-facing corner/flake/roof feature, following the line of bolts. The first move is about 10+ or 11-. Upon reaching the top of this feature, follow the thin, rounded crack left across the face. The crack widens and turns the corner, becoming thin hands. The technical crux is the start of the crack, but the real crux is maintaining enough strength to reach the thin hands. There are only the merest of knobs for the feet. End at chains.","protection":"Four bolts going up to the crack, then the smallest TCUs or flexible camming units for the horizontal. Midway across the blank section, the edge is more cracklike, with tip jams about 1/2\" wide that take a good camming unit. At the end, a good finger jam from where you can slot a great #5 RP brass nut (the largest, about 1/4\"). Also include 1-2 pieces of pro for about 30' of thin hands at the end.","location":"From the top of Black Rock, go up and left to the big treed ledge. About 15' left of the V-thread anchor, look for a small flake leaning against the wall and a bolt not far above it."},"__v":0},{"_id":"4M3L1oZhWFCJCcr81+nGAw==","name":"A Group of Mysteries of Frenchwoman","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Derek Pearson, Carolyn Marquardt, Eric Hirst, & Jon Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":19,"mp_id":"107561152","mp_crag_id":"106457320","climb_id":"4M3L1oZhWFCJCcr81+nGAw==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"This climb is the second pitch of An act of strange boar. From the Strange boar ledge, start up the hand crack just right of where strange boar ends. From the top of this short crack, go up and slightly right into a slot. Stem the slot (funky moves, 5.8+) to reach a nice perch on top of a pedestal. The anchor has two bolts and chains.","protection":"A few hand-sized cams for the start, then small stoppers or small cams for the slot.","location":""},"__v":0},{"_id":"7BHLDXE9Vbmsh1+TT3yl2w==","name":"28 Beers Later","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jakub Rynkiewicz, Michal Rynkiewicz","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"left_right_index":10,"mp_id":"118950148","mp_crag_id":"106457320","climb_id":"7BHLDXE9Vbmsh1+TT3yl2w==","areaRef":"2nCSUqbWUwOtOvGbBXcMng=="},"content":{"description":"A surprising hidden gem that sits below the ledge of Bobcat Cringe. Excellent moves the entire way up with the crux at the 3rd bolt. Well bolted with an easy to reach anchor from the Bobcat Cringe ledge.","protection":"5 Bolts. Plus Anchor, no chains as of now.","location":"On the trail to Lookout Point proper. Walk past the handline to the Bobcat Cringe ledge and it'll be on the left after about 40 ft."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,0bb1bb37-18ee-5769-974b-2b238388e482,a701bef6-2ff8-5c72-9aea-afe92f0bc5fa,412ee74c-14c2-5cd5-95ee-ba8cca64e08d,da709252-a6d6-5303-ad3a-f19b05770c9e","pathTokens":["USA","Washington","Central-West Cascades & Seattle","Skykomish Valley","Index","Lookout Point Area","Lookout Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13b"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10+"},{"count":2,"label":"5.11d"},{"count":4,"label":"5.10d"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":2,"intermediate":12,"advanced":9,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":13,"advanced":10,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.5584,47.82539]},"bbox":[-121.55906974289014,47.82494033981814,-121.55773025710985,47.82583966018188],"left_right_index":-1,"ext_id":"106457320","area_id":"2nCSUqbWUwOtOvGbBXcMng==","polygon":{"type":"Polygon","coordinates":[[[-121.55906974289014,47.82494033981814],[-121.55773025710985,47.82494033981814],[-121.55773025710985,47.82583966018188],[-121.55906974289014,47.82583966018188],[-121.55906974289014,47.82494033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T06:30:45.125Z","updatedAt":"2024-02-19T18:42:12.944Z"}