{"_id":"63689d5ce80bff5a994f44cc","area_name":"2 - Wood Hood","shortCode":"","climbs":[{"_id":"ZT8OECdIUainyZ+cKQY6dg==","name":"Yellow Fin","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":3,"mp_id":"108446755","mp_crag_id":"106593185","climb_id":"ZT8OECdIUainyZ+cKQY6dg==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"2Fn72i5bV6WwuH8lVBdcTw==","name":"The Weak Stick","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Milton Mugambe and Sasha Cohen","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":6,"mp_id":"106633267","mp_crag_id":"106593185","climb_id":"2Fn72i5bV6WwuH8lVBdcTw==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"BuItwXRQWbO3tbfXt6tJcQ==","name":"Two Lips","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dan Kennedy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":1,"mp_id":"108448623","mp_crag_id":"106593185","climb_id":"BuItwXRQWbO3tbfXt6tJcQ==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"Climb the wide hand crack thru a chimney to a sandy ledge.  Step right and follow a stellar hand crack up 30 feet to a bolted anchor.","protection":"pro to 4\"","location":"Located on the east face in the gulley up and left of Yellow Fin"},"__v":0},{"_id":"yf2gDw4yU6+HyctwGEQHpQ==","name":"Two In The Pink","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Kennedy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":0,"mp_id":"120342663","mp_crag_id":"106593185","climb_id":"yf2gDw4yU6+HyctwGEQHpQ==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"Scramble up some blocks to a thick flake. Climb the squeeze behind the flake until you can step up onto a ledge below a small alcove. From here reach right to clip a bolt on the face. USE A LOCKER HERE, NOT A QUICKDRAW. This bolt was placed so that short people could reach it, the tradeoff is that blowing it at the lip of the roof could be sketchy with the extra length  from a ‘draw, especially if you are heavier than your belayer. After clipping the bolt traverse right from the small alcove for a couple of moves and pull the roof. Good gear above the lip takes you up an easy slab to the first set of anchors. From here you can build an anchor to lower/TR from or continue to the higher anchor shared with Two Lips. This adds about 30 feet of climbing (which I will not comment on as I only went to the first set.\n\nI plan to update this page after I’ve completed the linkup.\n\nFA: Dan Kennedy (TR), year unknown\n\nFFA: Kaimana McGuire, Feb 2021","protection":"BD sizes .2 to 5. Optional 6. Totems (smallest two) are nice if you’ve got them.","location":"GPS (38.7842313, -118.8343658)"},"__v":0},{"_id":"MnT+M9lGWGKDYU5Q7kc85g==","name":"Topographic Ocean","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dan Kennedy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":2,"mp_id":"108448499","mp_crag_id":"106593185","climb_id":"MnT+M9lGWGKDYU5Q7kc85g==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"P1 - Climb a right-facing corner to a face with a single bolt below a roof.  Move up and through the roof, follow the hand crack up and around the left side of the formation to a bolted anchor.\n\nP2 - Move around left to a broken ledge.  Climb up a finger crack in a left-facing dihedral, encountering several 10+ sections along the way.  Half way up the rock is a bit loose, but the pro is decent.  Belay at the bolted anchors atop the dihedral.\n\nP3 - Head up broken rock and move left into a short, clean, left-facing dihedral. Climb the finger crack (10+).  Continue up the thin crack/flake on the white slab. Belay at the anchors directly right of the double cracks (shares with Yellow Fin).\n\nP4 - Climb the double hand cracks to their end.  Continue up through a triangular roof, then up a thin hand crack that parallels the arête. When the crack runs out, move left to a stance and flake anchor.  Can be combined with P3 for a long 180' pitch. Classic!\n\nVariation - After the double cracks make some runout moves up and left to a good stance then climb up through a short, bulging, corner (5.11) to a nice hand crack and belay in the corner. Also classic!\n\nP5 - continue up to the top via easier terrain. (5.8)\n\nRap the route with a 70m rope.","protection":"Gear to 3\" with an emphasis on thin pro","location":"Located 100' left of the first pitch of Hand of God below an obvious roof with a single bolt below it."},"__v":0},{"_id":"sJZcqCHVWsqTJQRXFEQ6Tw==","name":"Smearing for Jesus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ryan Curry, Taylor Lamoureaux, Mark Bauer","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":7,"mp_id":"106593189","mp_crag_id":"106593185","climb_id":"sJZcqCHVWsqTJQRXFEQ6Tw==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"A rarity in the 'Fords, Smearing for Jesus is a sustained face climb that requires slab skills, stamina, and patience to succeed. The crux comes early on, but keep vigilant, there are several tricky face moves in the first half of the pitch.\n\nStart at a double-bolt anchor/rap station about 115' above the ground and 40' east  (and slightly downhill) of a small tree. Utilizing knobs, tiny edges and pure friction climb past nine bolts, aiming for a short left facing corner about 70' up. Glide up the thin corner to a bulge, pull past it, and cruise the beautiful splitter to the top. Be careful, to the right of the splitter are some fishy looking blocks that are off-route and easily avoided.","protection":"The first half of the route is bolt-protected. The second half requires micro-wires, small stoppers, and cams from 3/8\" to 2\" (doubles are handy in the smallest sizes). There's a double-bolt anchor at the top. Either rap the route and TR with 2 ropes or carefully rap off to the west with a 60m rope.  From here you can walk down to the start of the climb and rap to the ground with 2 60m ropes or one 70m rope.","location":"Smearing for Jesus ascends a light colored buttress with an obvious horizontal quartz dike at two-thirds height. Perched on a tier one pitch above the ground, it's accessed by climbing either of the first two pitches of The Hand of God. The left (west) option is marked by a protection bolt at the start. Look for it about twelve feet up. This pitch is 5.11+. About fifteen feet to the right (east) of this pitch is the original (and far easier) start to The Hand of God. It follows a shallow trough-like feature with double cracks . It's somewhat marred by vegetation but is more fun than it looks. This pitch is 5.8. Both of these pitches end at a double-bolt anchor. The bolts are more difficult to see from the easier pitch; just keep looking left (west) when the climbing eases off.\n\nBe careful when you top out as there's an abundance of loose rock on the tier itself. When you do top out simply walk east for 40' or so and find the double-bolt anchor that marks the start of Smearing for Jesus. This anchor can also be used to reach the ground with a 70m rope. (CAREFUL! it's almost exactly an 115' rappel)."},"__v":0},{"_id":"9SIma4yNV3aXv4M+n0/Hlg==","name":"Jammin' for Jehova'","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mark Bauer and Ryan Curry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":5,"mp_id":"106736681","mp_crag_id":"106593185","climb_id":"9SIma4yNV3aXv4M+n0/Hlg==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"This strenuous climb is located one pitch up, around the corner, and to the left of the start of Smearing for Jesus.From the bolted anchor below the slab, climb up and left, utilizing a nice pine tree for an anchor.Follow a leaning crack system on the steep, west facing side wall of the bolted slab. A few stacked blocks above the starting crack, and a bit of filth in the initial right-facing corner, guard the clean leaning crack above. Climb up past loose rock and into the corner above. Grind up the sustained crack to the communal chain anchor of Inside/Out and Smearing for Jesus. Robust for the grade.","protection":"Cams 1\" to 3\" (2)each 1\" to 1 1/2\"","location":"Jammin' for Jehova' is located one pitch up and is best approached by climbing Weak Stick(5.8). Rappel from the shared chain anchors at the top of the climb left, to the west, into the sandy, rocky gully that rises above the attractive, x-mas tree-like pine. Carefully downclimb to the anchors below the slab route and rappel 118 feet to the base area of The Wood Hood."},"__v":0},{"_id":"tmNwCMKcWJWWe4tynHw0wA==","name":"Inside/Out","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Milton Mugambe/ Mark Bauer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":8,"mp_id":"106620907","mp_crag_id":"106593185","climb_id":"tmNwCMKcWJWWe4tynHw0wA==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"/ic0MVm1XLe6PYN7+NKwMQ==","name":"The Hand of God","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"left_right_index":4,"mp_id":"108467441","mp_crag_id":"106593185","climb_id":"/ic0MVm1XLe6PYN7+NKwMQ==","areaRef":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":"The first pitch of this climb is the hike up to the Wood Hood. You will be well warmed up at this point, so quit dallying and get to the business!\n\nPitch 1: It can be bypassed by easier/crappy gully climbing to the right, but that would also make you a weenie. A bolt about 10-15 feet up marks the start. Continue straight up, placing gear in intermittent cracks. Once you reach a large ledge and a downward facing tusk of rock you encounter the final business of the route with testy, technical, crumbling 5.11+ bolt-protected face business. Good luck! Bolted anchors at a small, but comfortable ledge. 5.11c.\n\nPitch 2: Get off the anchor ledge in whatever manner you deem safe, then hike a hundred feet or more up the gully (passing the slung, bushy Christmas tree) to the next belay situated below a slab located at the base of the obvious \"Hand\" formation. Pursue the detached flake on the right hand side of the slab and then traverse over to the tree at the end of the slab where the anchors are situated. 5.8.\n\nPitch 3: This is the start of the obvious dihedral system. Yes, you will be pulling that crazy roof a hundred feet up. I hear that lie backing the initial rail that didn't look it but is pretty overhung is easier than wide jamming the thing like I did. Pursue wild, engaging climbing over multiple bulges to the thrilling roof conclusion. The bolted chain anchors are located right after the roof. 5.11b.\n\nPitch 4: The corner o' fingers. Hand jams narrow until they are finger jams and then, well, not jams at all. Stemming, the random jug rail, and some body English will see you through the crux. The final stretch widens up to 4\" camalot (optional piece, I suppose) and an awkward exit. The large capstone at the top has chain anchors. 5.11a.\n\nIn short: Two approach pitches to two of the better pitches I have climbed at Woodfords.\n\nDescent: 70m rope will get you down in 4 raps. Rappel all the chains you saw going up, and then go down to the Smearing for Jesus anchors in the gully where the 70m will just get you down.","protection":"Micro cams to 3\", doubles will do you. All belays are at bolted anchors.","location":"Right in the middle of the Wood Hood. The obvious, towering \"Hand\" formation is what you pursue and the climb itself goes up the large dihedral system on the left hand side of the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,b9f8ec09-9fa9-5afe-8b68-a68ecda3e0ea,e4ddadeb-4e72-5e50-837d-0ee7490051b1,7ea2199f-4011-5963-886b-8a2efd24c1f0,dc55f5f4-36da-55e9-a37d-73d07840cbe5","pathTokens":["USA","California","Lake Tahoe","Carson Pass Highway (88)","Woodfords Canyon","Fortress, The","2 - Wood Hood"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.85358,38.76953]},"bbox":[-119.8541567306127,38.76908033981814,-119.85300326938727,38.76997966018186],"left_right_index":-1,"ext_id":"106593185","area_id":"3FX19DbaVemjfXPQeEDL5Q=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:53:56.436Z","updatedAt":"2022-11-25T11:12:52.257Z"}