{"_id":"6368a0dee80bff5a9953bb7c","area_name":"WAZ Boulders (Rochester), The","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,ee42f499-7f5f-554a-8e2f-a8d414470964","pathTokens":["USA","Minnesota","WAZ Boulders (Rochester), The"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-93.12011,46.45299]},"bbox":[-93.12076267509852,46.45254033981814,-93.11945732490149,46.45343966018187],"left_right_index":-1,"ext_id":"106049516","area_id":"7kL0mX9fVUqOL6jUFEcJZA=="},"content":{"description":"A couple of unique sandstone boulders sitting atop a hill in the center of America's heartland. The rock closely resembles rock found in the Red River Gorge. Mostly a fun eliminate area, there are a few pure lines available. Originally found by Dave Brandt and Jim Blakely sometime in the early 90's (maybe 80's) it sat unclimbed until 1999. Unfortunately, it is on private land that is owned by an old farmer. For a while, people were allowed to use the area as long as they called the farmer first. For whatever reason, only about 50% of those who climbed there would end up calling the guy. The farmer eventually got bummed on climbers and dropped the hammer on all who entered. As well, a small tree got cut down and he apparently had quite an attachment to the little guy... If things had gone differently back then, there would still be this rad little area for locals to frequent. Although I've heard of full camo nighttime bouldering missions, I would NOT suggest climbing there until a new land owner comes along. The farmer has a seriously fast golf cart that would be quite hard to out run with a crashpad on your back. Those who lived in Rochester and had the pleasure to climb there should feel lucky. The closest place to pick up a 6pack is Tilly's Tavern which is on hwy 52 in Oronoco. They do \"off sale\" until 10pm. Poor selection"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:08:30.474Z","updatedAt":"2022-11-25T11:19:14.507Z"}