{"_id":"63689d5ce80bff5a994f4713","area_name":"Crystal Lake Crag","shortCode":"","climbs":[{"_id":"TOvdf9W5VIW4eDrADuw43w==","name":"Zatoichi At Large","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":10,"mp_id":"107313422","mp_crag_id":"107313311","climb_id":"TOvdf9W5VIW4eDrADuw43w==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This route heads up the arete to the left of Ace Dick. It is done as a toprope route off the anchor for Ace Dick. The moves are fun and a little tenuous on the lichen.","protection":"Anchor up top is the same as Ace Dick.","location":"This route is to the left of Ace Dick. There is a class 3 walkoff to the left from the anchor."},"__v":0},{"_id":"5BoD8UjCWL2XUnd2e4p7Og==","name":"Waste of Time","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":0,"mp_id":"107472052","mp_crag_id":"107313311","climb_id":"5BoD8UjCWL2XUnd2e4p7Og==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"Follow the crack up to a ledge, followed by an easy face to the top.\n\nDescent: Walk/scramble down towards the gulley to the left of the route when facing it.","protection":"Basic rack and some slings. Protection is not great, but the climbing is easy.","location":"Direct approach - Walk from the 2nd parking lot, down the stairs, towards the lake. Follow the trail along the right side of the lake.  At the end of the lake, head straight up the scree hill.  You will run into this route after about 10-15 minutes.\n\nAlternate approach - You can hike up the hill when you are about 1/2 way across the lake, the normal approach to the other climbs in this area (look for a large tree trunk on the ground, and go over it, and up the gulley).  When you get to the climbs of Ace Dick and Leaper Route, traverse to the left.  I don't recommend the scree hill, the climb is not worth it."},"__v":0},{"_id":"Yoiqcw8rVeGcghhl1BW1gg==","name":"Virgin Mary on a Schwinn","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":4,"mp_id":"107331152","mp_crag_id":"107313311","climb_id":"Yoiqcw8rVeGcghhl1BW1gg==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This route was done after Arete of Regret proved to be a bad lead climb. This route has easy moves with some nice exposure and a decent alpine feel. The rock is generally good. Nearer the top the feeling improves with better views and a dropoff to the left. The route is slightly runout but the climbing never desperate.","protection":"Typical trad rack. I used a few large nuts and a #2.5 Tricam on this route.\n\nAgain, the same anchor bits for the neighboring Tourist Route, I'm Lichen This, and Arete of Regret apply. I bring some nuts (or small cams) and a long cord or webbing for the anchor in a solid stance at the left edge of the rock at the top (You can't miss it).","location":"Rough coords: 34.31808°N / 117.84916°W\n\nHike up to the Ace Dick wall, then head south a bit. Stay under the crags. After a couple hundred feet, you should be able to view the Choss Boss Crag (which this route is on) ahead and on the right. Virgin Mary on a Schwinn and Arete of Regret start at the bottom of the crag under the large tree.\n\nTo descend back to the lake, walk south under the tree, and then descend the long scree gully. This is faster and more fun than the scree gully used to access the other routes."},"__v":0},{"_id":"XdNhacXRWKK/yOBP8cpjOA==","name":"The Tourist Route","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":5,"mp_id":"107331139","mp_crag_id":"107313311","climb_id":"XdNhacXRWKK/yOBP8cpjOA==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This route is nothing special in and of itself. However, I have included it because it is the safest way to access the anchor for the routes on Choss Boss Crag.\n\nThe route starts up a couple moderate moves and then becomes incredibly easy for the rest of the way.","protection":"Slung trees are the name of the game for pro. Bring long runners for the three trees on the way up, and then some nuts or small cams and a long cord or webbing for the anchor in a solid stance at the left edge of the rock at the top. You can't miss it.","location":"Rough coords: 34.31806°N / 117.84907°W\n\nHike up to the Ace Dick wall, then head south a bit. Stay under the crags. After a couple hundred feet, you should be able to view the Choss Boss Crag (which this route is on) ahead and on the right.\n\nTo descend back to the lake, walk downhill to the large tree, pass under it south, and then descend the long scree gully. This is faster and more fun than the scree gully used to access the other routes."},"__v":0},{"_id":"MxifNFtfVKqphHDJ/4fiLg==","name":"Rocktease","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":13,"mp_id":"107331171","mp_crag_id":"107313311","climb_id":"MxifNFtfVKqphHDJ/4fiLg==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This climb has some fun moves up to an easy stance with moderate moves above. Small loose rocks lie near the top, so be cautious. Once you lock down the sequence, it's easy.\n\nOne can walk up to the top via some class 3 rock on the far right.","protection":"Standard trad rack to about 4\". A tree serves as the anchor on top. Use a LONG cord or webbing anchor to TR this climb in order to avoid as much loose rock as possible.","location":"Approximate coords: 34.31822°N / 117.84911°W\n\nThis route lies just around the corner from Ace Dick. It is easy to spot on the way up by the graffiti on the wall near the ground. This route starts right of the prominent crack (Call Your Doctor), which is on the right of the graffiti."},"__v":0},{"_id":"FDJf2l92X1+0+kqQQe5yMA==","name":"The One Armed Swordsman","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":2,"mp_id":"107338063","mp_crag_id":"107313311","climb_id":"FDJf2l92X1+0+kqQQe5yMA==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This route goes up a 5.7 crack with hand jams to a chickenwing, with an easy topout on a sloping ledge. The anchor I used was the small bush growing out of the wall on the right backed up by myself as a meat anchor. It might be wise to inspect the blocks on the left for safety, then possibly sling them for the anchor.","protection":"Typical trad rack, with a handful of #3 Camalots and one or two #4's. Bring some webbing and a link for the anchor.","location":"Go south from the base of Choss Boss Crag (from the base of the Arete of Regret route) from under the big fir tree. Move up the short scree slide and you'll come to a nice granite crag of high quality. Head into the chute to the right between this high quality crag and Choss Boss Crag, and you'll see the route on the left."},"__v":0},{"_id":"RPrU+bqIUfms9qvValJSpw==","name":"Look Sir, Droids!","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"??? Maybe us in 2012?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":8,"mp_id":"107581533","mp_crag_id":"107313311","climb_id":"RPrU+bqIUfms9qvValJSpw==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This route starts on the left of Jawa Sandcrawler. Climb up the obvious edge on the left and over the bulge crux, then continue over the less-featured slab above. Lichen and odd holds make this fun, and the crux is fun. 5.7 or so if you stick to the fun sequence.","protection":"-50m rope\n\n-12ft cord for boulder anchor\n\n-Small to medium nuts","location":"This route is the leftmost line on the lower central crag. If hiking up from the lake, take the faint trail to the Ace Dick Wall, then hike south and slightly downhill. You'll come across a low-growing horizontal Pine or Fir tree. Hop over that and walk along the base of the crag. This is the lower central crag, and the routes are on the clearest part of the crag on the east face."},"__v":0},{"_id":"YSqyGwigVgKlTfQ6GbOz3g==","name":"The Leaper Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":12,"mp_id":"107331180","mp_crag_id":"107313311","climb_id":"YSqyGwigVgKlTfQ6GbOz3g==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This is a strange, non-uniform crack with some funky moves. Head up the first bit (the crux) to an easy ledge stance, then up the remaining part of the crack, where the crack edges become quite sharp.\n\nSmall loose rocks lie near the top, so be cautious.\n\nOne can walk up to the top via some class 3 rock on the far right.\n\nNote: This route was previously called \"Call Your Doctor\" until I talked with Keith about it and he filled me in on the name he gave it back in the day.","protection":"Standard rack to 4\" or less. I used hexes. The placements are rather odd as the rock's not real good. A tree serves as the anchor on top. Use a LONG cord or webbing anchor to TR this climb in order to avoid as much loose rock as possible.","location":"Approximate coords: 34.31822°N / 117.84911°W\n\nThis route lies just around the corner from Ace Dick. It is easy to spot on the way up by the graffiti on the wall near the ground. This route takes the crack just to the right of the graffiti."},"__v":0},{"_id":"3/SUOllbURKNlDkJqxZaxQ==","name":"Jawa Sandcrawler","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"??? Maybe us in 2012?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":9,"mp_id":"107581525","mp_crag_id":"107313311","climb_id":"3/SUOllbURKNlDkJqxZaxQ==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This route goes up and right on the lower central crag on Crystal Lake Crag. It's a very easy route up a lower-angle face with some odd features. The route to the left, \"Look Sir, Droids!\" is the star of the show. You can use this route to set up a toprope for that one.","protection":"-50m rope\n\n-12ft cord for boulder anchor\n\n-Some medium size nuts\n\nOnly one piece of pro was placed on the first known ascent, a #5 curve nut.","location":"This route is on the Lower Central Crag, downhill/east and north of Electric Dylan."},"__v":0},{"_id":"oaPqyjbvVx+OXXVlWkoptw==","name":"I'm Lichen This","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":6,"mp_id":"107331133","mp_crag_id":"107313311","climb_id":"oaPqyjbvVx+OXXVlWkoptw==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"Starts off up fun moves with loose rock to the left. Easy interesting moves up and over two small ledges with loose rock on them. 60ft+/- length.","protection":"Toprope via The Tourist Route next door. A set of nuts or small cams and a long cord/webbing for the anchor in a solid stance at the left edge of the rock at the top. You can't miss it.\n\nOne can rapp off a sling around the constriction in the anchor stance area, or class 4 it back to the tree in the gully on the climber's right.","location":"Rough coords: 34.31806°N / 117.84907°W\n\nHike up to the Ace Dick wall, then head south a bit. Stay under the crags. After a couple hundred feet, you should be able to view the Choss Boss Crag (which this route is on) ahead and on the right.\n\nTo descend back to the lake, walk downhill to the large tree, pass under it south, and then descend the long scree gully. This is faster and more fun than the scree gully used to access the other routes."},"__v":0},{"_id":"TwW/H3YUXTufoa/s8s8fCw==","name":"Garbage Chute","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Shaquille O'Neal and the cast of Space Jam, 1938","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":16,"mp_id":"108742458","mp_crag_id":"107313311","climb_id":"TwW/H3YUXTufoa/s8s8fCw==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"Go up the flake-ish thing on the right of Fingerbang. Lots of loose stuff in there so be nice to your belayer.\n\nEasy on toprope, a bit disconcerting on lead.","protection":"Single rack o' cams to #4","location":"Route is directly right of Fingerbang."},"__v":0},{"_id":"xNSZ08QDWJu1Ev3rmFRa3Q==","name":"Flake of Eternal Peril","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Who knows, man. Who knows.","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":1,"mp_id":"108049078","mp_crag_id":"107313311","climb_id":"xNSZ08QDWJu1Ev3rmFRa3Q==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This is the line I took on what I can only assume is the FA of the South Tower at Crystal Lake Crag. The rock is bad, worse than most CLC stuff, but it's cool if you solo it, since you won't be killing anyone but yourself if you bring stuff down.\n\nI suggest TR soloing it, and the 'protection' section reflects the gear I used.\n\nThe route starts on the left side of the base of the tower. I went left onto the face where the rock got better, and then stemmed across the face onto a small hold (removed most of it). About 5.8-9ish there. Moved up and got under the FLAKE OF ETERNAL PERIL. Moved left and up the face next to it. Face steepens to headwall here. Moved right onto top of ramp (which is top of the FOEP), VERY CAREFULLY since there are some decent sized blocks just sitting in there. Careful moves up onto headwall, which then eases to low 5th class to anchor.\n\nWalk off.","protection":"-Standard rack of C4's to #3\n\n-Fatty rope for the rough edges and such\n\n-Cord or other anchor bits","location":"South Tower is the prominent tower on the left half of CLC when you view it from the dirt road.\n\nTo get there, I prefer to hike on the trail that takes you to the summit of Islip. Use a map and find where you need to get off the trail to go to the top of CLC. You'd want to head sorta right when you're up there to reach the top of the South Tower.\n\nOR, you could hike to the base of it. Same approach as per other climbs, but hike further south when you reach the base of the crag. You have to find it. There's no fancy signage or trails."},"__v":0},{"_id":"pq2+KkumWSynIyZWOYvQuw==","name":"Fingerbang","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jon Bon Jovi on a Vespa, and on acid no less!","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":15,"mp_id":"107313377","mp_crag_id":"107313311","climb_id":"pq2+KkumWSynIyZWOYvQuw==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This is an excellent route that rewards those with good balance.\n\nThere is a certain series of moves that makes this route what it is. The route gets its name from a certain hold. If you go left, it's very easy.","protection":"Toprope, using the same tree anchor as neighboring 'Conveniently Sexy'.\n\nThe rock directly above the route sucks, but I recently made a 5 piece anchor with my buddy for solo TR'ing. Worked fine.","location":"This route is located on the slab to the right of the crack climb 'Conveniently Sexy'."},"__v":0},{"_id":"DTng3OFTX/mDbKcZBUwwgw==","name":"Electric Dylan","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Keith Leaman & Phil Gleason, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":7,"mp_id":"107337988","mp_crag_id":"107313311","climb_id":"DTng3OFTX/mDbKcZBUwwgw==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This route heads up an interesting crack with a short overhanging section, followed shortly by an offwidth section. Atop the crack, you hit a ledge, followed by a tenuous traverse to the right using a finger crack. This traverse would be routine if it weren't for the lichen, making smearing more challenging. A couple moves to a mantle and you're up. Please be careful as there is a lot of loose rock on the belay ledge.\n\nThe second pitch heads up easy ground above the belay. There is a large rock horn (6ft tall or so) on the climber's left that can be used as a rapp anchor. There is also a class 3-4 walkoff if you continue uphill and take one of the scree ramps down to the south. You could probably build an anchor at the top of pitch 1 to avoid pitch 2.","protection":"A typical rack of cams to #4, with #3 Camalots being the most useful. A few #3's on the rack and you're golden.\n\n12ft webbing and a link for the rapp anchor above pitch 2\n\nWe used a 70m rope to rapp from the top of pitch 2.","location":"This route is located uphill and to the right of Choss Boss Crag. It is right near the middle of Crystal Lake Crag. Basically head to Choss Boss Crag (look at the Tourist Route, I'm Lichen This pages). You will take the large scree ramp directly north/climber's right of this crag straight up. There's a little scrmably step at the end of this scree ramp... get on top of this then look to your left and BAM! That's the route!"},"__v":0},{"_id":"SAOtib3bVwmYioVGVF3JWg==","name":"Conveniently Sexy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":14,"mp_id":"107313355","mp_crag_id":"107313311","climb_id":"SAOtib3bVwmYioVGVF3JWg==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"A fun fingers-hand crack that goes at around 5.7ish. One can also lieback some sections for a different feel. Climb up to the Oak tree ledge and use the tree as the anchor. Make sure your anchor takes the tree's health as well as rope-on-edge awareness into consideration.","protection":"-I use a #0.75, #1, and #2 C4 to protect the route. Bring a single rack of cams from fingers to hands.\n\n-Cordelette or webbing for anchor + lockers","location":"This route is on the north side of the crag near the top. It is easily identifiable by being a clean crack running up to the right of a beautiful clean blank face."},"__v":0},{"_id":"2v6a0GzgX1eYMdR0TYUqKA==","name":"Arete of Regret","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":3,"mp_id":"107331159","mp_crag_id":"107313311","climb_id":"2v6a0GzgX1eYMdR0TYUqKA==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This is a nice looking route from the ground. It would be great if the rock didn't turn to crap 3/4 of the way up. Thus, this route is best TR'ed from the same ol' anchor 'pocket' as the other routes on Choss Boss Crag.\n\nThe rock surface texture becomes sandy and will not hold pro higher up. A fall here would not be fun. It is still a nice little route with a good alpine feel to it for the area.","protection":"Typical trad rack. Small nuts came in handy. Long draws help cut down on ropedrag. There is a small horn 3/4 of the way up that I have slung and rapped/retreated off of before. Not a good piece when you're above it but it's good info to have...\n\nAgain, the same anchor bits for the neighboring Tourist Route, I'm Lichen This, and Virgin Mary on a Schwinn apply. I bring some nuts (or small cams) and a long cord or webbing for the anchor in a solid stance at the left edge of the rock at the top (You can't miss it).","location":"Rough coords: 34.31808°N / 117.84916°W\n\nHike up to the Ace Dick wall, then head south a bit. Stay under the crags. After a couple hundred feet, you should be able to view the Choss Boss Crag (which this route is on) ahead and on the right. Virgin Mary on a Schwinn and Arete of Regret start at the bottom of the crag under the large tree.\n\nTo descend back to the lake, walk south under the tree, and then descend the long scree gully. This is faster and more fun than the scree gully used to access the other routes."},"__v":0},{"_id":"GGhnSg8fWrmNd0BZSyP/DQ==","name":"Ace Dick","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Keith Leaman, Dale Leaman, Gary Cifra, 1960's","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"left_right_index":11,"mp_id":"107313400","mp_crag_id":"107313311","climb_id":"GGhnSg8fWrmNd0BZSyP/DQ==","areaRef":"T5IbPZenXwKo8GGzU1iHhg=="},"content":{"description":"This is a good route for beginning trad leaders and mixed climbers, as there are several easy ledges to place gear from. This route is blocky and easy. Lichen makes smearing difficult. Once you figure out the simple sequence of moves, it's a very easy route.","protection":"Standard rack of cams and nuts. The cracks in the lower half of the route work great for cams and large nuts, and a flake up top is good for small nuts. Anchor up top is a Granite/Quartz crack, good for nuts and smaller cams. Bring a long length of cord (+/-20ft)to extend the anchor out over the edge of the rock to cut down on ropedrag. Pad the edge with something to protect the cord. There is a class 3 walkoff to the left of the anchor.","location":"This is the first route you encounter by taking the scree slope on the right side of CLC. It is easily identifiable by the graffiti at the base of the crag, facing north. Go around the corner to the south facing crag and you'll see more graffiti, a penis that says 'Ace' on it. Route goes straight up the ace dick!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,06388dc0-3fe7-57b9-8f0d-6aced6b7cc69,4f921b3d-97a7-5f02-a8f0-61b353588786","pathTokens":["USA","California","Los Angeles Basin","Angeles National Forest","Crystal Lake Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.6"},{"count":1,"label":"5.4"},{"count":2,"label":"Easy 5th"},{"count":4,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":2,"beginner":13,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":13,"bands":{"unknown":1,"beginner":11,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":14,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.8491,34.3181]},"bbox":[-117.8496444353631,34.31765033981814,-117.84855556463688,34.31854966018186],"left_right_index":-1,"ext_id":"107313311","area_id":"T5IbPZenXwKo8GGzU1iHhg==","polygon":{"type":"Polygon","coordinates":[[[-117.8496444353631,34.31765033981814],[-117.84855556463688,34.31765033981814],[-117.84855556463688,34.31854966018186],[-117.8496444353631,34.31854966018186],[-117.8496444353631,34.31765033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:54:05.722Z","updatedAt":"2024-02-19T18:29:04.992Z"}