{"_id":"6368a60be80bff5a995c53e9","area_name":"Liberty Bell","shortCode":"","climbs":[{"_id":"NN7vEjzGVtW7nZaHqmhCWg==","name":"Thin Red Line","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA Jim Madsen and Kim Schmitz 1967. FFA","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":13,"mp_id":"108257819","mp_crag_id":"105797864","climb_id":"NN7vEjzGVtW7nZaHqmhCWg==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"For years this under-appreciated route was one of the go-to routes for northwestern aid climbers looking to cut their teeth. Thankfully for those of us that like to try and climb things with our hands and feet, in 2008, local talent Mikey Schaefer had the vision and ability to unlock a free variation to the one blank pitch. His variation allows the whole line to go free at a relatively moderate grade. While this climb is more or less devoid of steep, clean splitters, it offers pitch after pitch of incredible climbing up intricate crack systems and faces on practically perfect rock.\n\nNotes:\n\n-With fitness and careful rope management, many of these pitches could be combined.\n\n-If you're one of those people that's all about standing in slings, know that no hammers are necessary to climb this route. You can happily leave them at home.\n\n-Also see:\n\nthebigwidewest.blogspot.com…\n\nand\n\ncascadeclimbers.com/forum/u…\n\n;Number=969123\n\nP1: This is actually the first pitch of another route, Freedom or Death. Mellow slabbing up discontinuous cracks and bolts. At the anchor step right to another anchor. (the left bolts are FoD) 5.10.\n\nP2: Easy moves lead up to a small roof. The crux is turning the roof with insecure lie-backing. More easy ground leads to a gear belay below a clean dihedral capped by a large roof. 5.11.\n\nP3: Stem and lie-back up the corner on beautiful rock. After this pull a sometimes wet and always wild crux move to establish yourself in the roof and move out left to a bolted anchor at a less-than-stellar stance. 5.11\n\nP4: Continue moving up and left out to the lip of the roof. Step even further left and clip two bolts. (part of FoD) After that, move up and back right to flake that you follow via a hand traverse to a stance and bolts. 5.10.\n\nP5: Crux time. Execute a beautiful, techy traverse right on perfect stone to access a shallow left facing corner. Climb up moderate terrain and ditch your rack (possibly excepting a green alien/red c3) just before the first bolt in the corner. Technical stemming up four bolts leads to stance and another slight crux move to a good hold out left to finish the pitch at anchor bolts. Alternatively, climb slightly higher to a good stance w/medium-small cams. 5.12.\n\nP6: More crux. Believe it or not, you're not supposed to follow the beautiful roof out left to the two bolt anchor. Instead climb straight up the corner on moderate terrain to a small roof. Step right and work up a hanging finger crack towards a large, intimidating roof split by two seams. Figure out the bouldery crux and finish the pitch up a mellow finger crack. Either belay at bolts (worse stance) or continue a little higher to a gear belay. (better stance) 5.12.\n\nP7: More moderate cracks lead up and right to a two bolt anchor on a large ledge-system. 5.10\n\nP8: The last crux. Thin, technical moves on more perfect rock are protected by small gear and fixed heads and pins. Immediately after the crux, step left to a ramp and belay off of gear at a stance at the top of it. 5.11\n\nP9: Fun, engaging climbing up a final corner system leads to a brief thin move in the bitter end of the pitch. Pull the move and mantle onto M&M ledge. Gear belay on the right.\n\nIt's possible to rap (trending climber's left) with two ropes from this point. We rapped from a fixed pin and wire. Someone with some old rope and bike tire could rig a better station up and left of this on a large (and bomber) horn. From M&M, work left to good bolts and make four double rope raps to the ground.\n\nOtherwise, step right from the ledge, initially following a left trending ramp up fun ledgy terrain to the top.","protection":"Most of the pitches have a lot of fixed gear most of which is good. Rumor has it that Mikey, on the ffa, updated all the fixed pins and pulled the manky ones.\n\nSingle rack from purple tcu to #2 C4, doubles blue tcu to 0.75, small to medium stoppers, (no rps necessary) ~10 QDs.","location":"The start's a bit tricky to pick out as there are a lot of random exploratory anchors around the base of the east face.  Look climber's right of Liberty Cracks and try to connect the line down from features above...  Some mellow snow travel is usually necessary to reach the base."},"__v":0},{"_id":"4qAUOIzlWayXO5C5Hqa/1A==","name":"Serpentine Crack","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":2,"mp_id":"106528613","mp_crag_id":"105797864","climb_id":"4qAUOIzlWayXO5C5Hqa/1A==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Great route that didn't seem to see much traffic.  First pitch a little mossy but the rest we thought were stellar.\n\nPitch 1 - slab moves heading left into a corner with short 5.8 move over a bulge. Belay above some moss in a corner/gully below obvious steep corner w/ crack. 5.8\n\nPitch 2 - Head up easy handcrack to base of the business.  We bumped a #3 to eye level on the start.  Seemed to work well for us. Great gear, a bit wide and (for us) pretty physical.  5.11.\n\nPitch 3 - Awesome left angling hand crack.  Note old wedged 2x4..?. Awesome exit move pulling a small roof/bulge with great gear. Continue above, building anchor before tunnel. 5.10\n\nPitch 4 - head up and right through tunnel (probably recommended) or left and over (harder w less  pro). Continue on beautiful exposed sunny arete/spur.  5.7\n\nSimul/scramble to summit.","protection":"We brought doubles to #3 camalot, and 1 #4 sufficed for bulge on crux 2nd pitch.","location":"Liberty Bell West Face.  Approach as for Beckey route but stay left at fork in gully.  You can stash packs here and pick em up on descent.\n\nRoute starts up and left so scramble up 4th class ledges to start at slung small pine above slabs.  Look for prominent roofs as per topo left of the crack.\n\nDescend as for all other routes from summit (Beckey Route and 2 raps - watch for rope catching on blocks below second station)"},"__v":0},{"_id":"K+kBCSA6VeOX/a9nOTjgTg==","name":"Rapple Grapple","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bryan Burdo","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":6,"mp_id":"106509842","mp_crag_id":"105797864","climb_id":"K+kBCSA6VeOX/a9nOTjgTg==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Original Route (5.8):\n\nAfter one pitch of the Beckey Route, traverse right on the ledge (the \"Beckey ledge\") past a few trees and go up an open book corner system to the top of the buttress rejoining the Beckey Route before attempting the scramble and 10 foot 5.6 slab to the top.\n\nDirect start (5.8):\n\nStart a few feet to the right of a red blocky overhang and make your way up and left to the Beckey ledge and follow the original route rejoining the Beckey Route and finishing to the summit.\n\nVariation (5.8+):\n\nDo the direct start and, instead of going to the Beckey ledge, continue up to a ledge below an overhanging leaning block. There's a tree with a sling to belay from. After leaving the belay spot (crux pitch), continue past the leaning block and move up and left to rejoin the original route, belay before you venture up a ramp to the right, then you'll run into a 10 or 15 foot 5.8 crack with an old piton in it. After the crack you'll rejoin the Beckey route and scramble to the top as per the original route.","protection":"Pro to 4 inches","location":""},"__v":0},{"_id":"EYC3Y5CdXY6u3n2iO0AWyQ==","name":"Overexposure","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Burgner, Don McPherson, 1966","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":7,"mp_id":"106555416","mp_crag_id":"105797864","climb_id":"EYC3Y5CdXY6u3n2iO0AWyQ==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Have a bit more energy after following the hordes up the Beckey Route?  Overexposure makes for a nice 2-pitch climb at the end of your day.  Just watch out for rappel ropes, as this route follows the rappel route off of Liberty Bell.\n\nP1:  From the Liberty-Concord notch, you have two options.  About midway up the notch ramp, you can head up somewhat frightening rock with poor protection (5.8R) for about 30 feet until you gain more solid blocks, trending right, and a crack system that takes you to a chain-anchor.\n\nOption 2, the original route, starts at top of the notch ramp, climbing up to the same anchors.\n\nP2:  Head up and right to the very nice, white dihedral.  Follow to the sloping ledge with a chain-anchor.\n\n2 rappels with 1 rope get you back to the notch.","protection":"Gear to 2\".  If you're climbing the left variation for P1, I'd bring a couple of RP's.  I would also be very comfortable on runout, difficult to protect 5.8 if you do the left variation.","location":"Liberty-Concord notch.  Approach as for Beckey Route, etc. (Blue Lake Trail)."},"__v":0},{"_id":"5zdAdC5LUQO7XqzuA2u3Yg==","name":"NW Face Var. (Remsberg Variation)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dale Remsberg and Scott Stimpson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":0,"mp_id":"112059390","mp_crag_id":"105797864","climb_id":"5zdAdC5LUQO7XqzuA2u3Yg==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"An enjoyable variation to the third pitch of the NW Face of Liberty Bell. Rather than moving to the right up the flakes, take the more direct route up a clean looking crack to the left of the flakes, directly above the belay ledge. Begin by moving up the well protected, good quality crack, trending slightly to the left (5.7). After 40 or so feet of climbing   the crack will funnel into something more vertical and uniform. At this point you will be able to place one final, very solid piece of 1-2\" gear in the vertical crack. The crack then turns into a 5.10 flared groove in the rock. You will move up past two solid bolts and some tricky slab to the belay ledge.","protection":"Gear to 2\"\n\nTwo bolts where it counts","location":""},"__v":0},{"_id":"PBctt/W/VxGToWVPmeNbcw==","name":"Northwest Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Hans Kraus and John Rupley, August  1956. FFA Sandy Bill, Ron Burgner, Ian Martin, Frank Tarver, August 1966","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":1,"mp_id":"107238596","mp_crag_id":"105797864","climb_id":"PBctt/W/VxGToWVPmeNbcw==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"This is a fun route to an outstanding summit that is a bit off the beaten path when you consider the other classics on Liberty Bell (Liberty Crack, the Beckey Route).  There's some flaky/crispy rock in places, but it's not dangerous.  The fourth pitch corner is particularly good and is the highlight of the route.\n\nPitch 1 heads up a left trending gully/crack system, past a couple of trees, to a good belay ledge. (5.5)\n\nPitch 2 heads up a crack system to the left of a 2-3 ft. chimney (5.7) with a few pitons near the top. Continue up, over, and off a horn (4-5 feet) as the Beckey guide suggests or just climb around it to the left. Scramble up a 4th class gully to the right towards the start of the 3rd pitch. Consider finding a solid place to belay your partner just past the horn and carrying the rope the final 100 ft. up to the 3rd pitch.\n\nPitch 3 is a left facing corner system made up of large thin flakes that are a little loose in places down low. The crux moves come about 25 feet off the belay and are reasonably protected if you look around. PG13 perhaps given the flakes but not too dangerous. After the flakes, continue up to a small ledge and belay. Approximately 100' long. (5.8/5.9).\n\nPitch 4 is the money pitch. Climb a dihedral with interesting features that get you moving around. There's plenty of pro to be had in nearby cracks. Be aware that the dihedral crack gets very small near the top and is runout about 20-30 ft. It is also a bit dirty but thankfully the angle of the climb lessens substantially. A fun pitch 5.9.\n\nPitch 5 heads up and left on easy terrain to the west summit of Liberty Bell. Easy - mid 5th.\n\nFrom the west summit, scramble down and across the notch then up to the main summit.\n\nThe descent follows the standard Liberty Bell descent.  Supposedly there's a scramble down to the shoulder beneath the friction pitch on the Beckey route.  From here there are some fixed rap anchors down and right.  2 single rope rappels get you to the Liberty-Concord notch.\n\nWe didn't find the scramble and ended up doing 2 raps from trees to get to the standard fixed rap anchors.  Hopefully you have better luck.","protection":"Standard rack with doubles in the finger sizes for the 4th pitch.  Narrow cams (TCUs, C3s, Aliens) are useful.  I used a green C3 camalot on the final pitch.  Small nuts and/or offsets are useful but probably not mandatory.  We didn't use anything larger than a number 3 camalot. 1 60 meter rope works fine.","location":"From the Blue Lakes trailhead, take the trail through the forest. It opens up briefly in an avalanche path then goes back into the forest. After exiting the forest in a meadow, spot a cairn on the left that marks a climbers trail. This cairn comes just after crossing a stream. Take this climbers trail to the left. Follow it up towards the notch between Liberty Bell and Concord Tower.\n\nJust before reaching the true notch (perhaps 300 feet below it), look for a low point in the rock wall on your left (4th class scramble) that leads up and over through some trees, onto a rocky slab beneath the West face of Liberty Bell. If it's Summer, consider putting on your rock shoes and leaving any extra gear back in the gully at this point since you'll descend the Beckey route and back down from the notch. Once you scramble up onto the rock slab, carefully head climbers left around the mountain and downhill a bit for a few hundred feet, navigating any remaining snow and water, until you drop onto a flat bench with trees. Continue along this bench, until you reach a distinct drop off and can go no further. The NW corner is now right above you and the first 5.5 pitch is back climbers right about 60 ft. Look for an easy left trending crack/gully system that leads to a ledge with trees and passes over the NW corner. This is the start. If you go back climbers right another 100 ft. you'll find an obvious chimney in a right facing corner. This is a 5.8 variation to the start, but I have no beta on this start."},"__v":0},{"_id":"SDdv5xsyVT+4UvxrX2LUzw==","name":"Live Free or Die!™","yds":"V5+","grades":{"yds":"V5+","font":"6C+","vscale":"V5+"},"fa":"unknown","type":{"trad":true,"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":15,"mp_id":"113615727","mp_crag_id":"105797864","climb_id":"SDdv5xsyVT+4UvxrX2LUzw==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Live Free or Die!™ is an excellent boulder problem halfway up the east face of liberty bell, featuring a rather involved approach (3.5 warm up pitches) and a sustained 7-pitch cooldown, leading to an enjoyable topout (mantle optional) on the summit.\n\nYou may ask, \"Why would you choose another route with \"free\" in the name, when there are already 2 of those on this wall?\" But there are already 3 routes with the word \"Liberty\" in their names, and since this is 'Mericuh! and these colors don't run, you can't just be satisfied with only 2 \"freedom\" routes.\n\nLive Free or Die!™ begins (and mostly climbs) shortly to the south/left of the Independence Route for 8 pitches up to M&M Ledge. , The final 3-4 pitches to the summit are best shared with the upper section of Thin Red Line or Dark Side. All LFoD belays are bolted.\n\nP1-P3: 5.8, ,5.11, 5.11 Mostly on-your-feet bolted climbing past some overlaps in the V2-V3 range. A few cams will come in handy. Veer left at the top of P3.\n\nP4: 5.11 V5 The #SidewaysDownclimbDyno crux of the route occurs about 30m into P4. Let's hope that the prior 300' of climbing were a good warmup. It is height dependent crimping but easy to pendulum through on a bolt if you forgot your crash pad. Finish via some excellent 5.10 and 5.11 face climbing which is shared with the original (aid and free versions of) Independence route's P4.\n\n(Var. \"The Alt. Right\" - It's possible to avoid the crux and climb the whole wall via a steep plumb line no harder than .11+. Veer hard right to a ledge near the top of P3. This ledge is right of an early 90s-era bolt covered in silicon caulk(?) where LFoD & Independence converge. From this ledge, which was originally a belay on Independence, climb the runout quartz chimney above, then step right past 2 bolts to juggy flakes and a lieback. This is the Independence Route's easier free option for P4.)\n\nP5: 5.11 Step right to a mostly bolted pitch, Where Independence climbs up/left via cracks. Finish with a few gear placements and pitons and a delicate v3 mantle shared with the Independence. The belay atop this pitch is a tiny stance. Best to link w/P6.\n\nP6: 5.11c Step right (going high is easiest) to a flake, height-dependent v3, then continue directly up a thin crack system with small gear to a nice ledge below a huge roof.\n\nP7: 5.11+ Climb left past a bolt to the weakness in the roof. Climb through the roof (V3?) , and follow 5.9 cracks to a bolted leftward traverse. Traverse left, then backclean and step back up and right to the belay.\n\nP8: 5.10 Climb splitter hands to M&M Ledge.\n\nP9-P11: Follow Thin Red Line (which has basically become the only way anyone finishes from M&M to the top). Rad easy V0 type climbing atop Liberty Bell! Extra style points if you climb the excellent splitter #3 camalot crack that starts 35m above M&M. Extra Extra style points if you climb the nice 5.11 crack pitch off M&M just right of where LFoD hits the ledge (P6 of \"Dark Side of Liberty\"). Subtract several dozen style\n\npoints if you bail from M&M ledge.","protection":"Doubles tips to #.5\n\nSingles #.75-#4\n\nSmall Wires\n\n70m, numerous slings/draws","location":"Start up a bolted slab near the right side of the east face. Right of Thin Red Line,  left of Independence."},"__v":0},{"_id":"uEfza+xJXWiMBSMqfVvblQ==","name":"Liberty Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":5,"mp_id":"115148381","mp_crag_id":"105797864","climb_id":"uEfza+xJXWiMBSMqfVvblQ==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Start with Beckey Route\n\nBeckey Route\n\non liberty bell then the\n\nNorth Face\n\nof Concord, then the\n\nNorth Face\n\nof Lexington, next the\n\nNorthwest Corne\n\nr of north early winter spire, then finaly the\n\nSouthwest Rib\n\nof south early winter spire.\n\nSuper topo has a great description of the route and so does cascade climber. Here are the links,\n\nhttps://cascadeclimbers.com/forum/topic/98141-tr-wa-pass-liberty-group-traverse-9162015/\n\nhttp://www.supertopo.com/rock-climbing/Washington-Pass-South-Early-Winters-Spire-Liberty-Traverse","protection":"Standard rack (couple bigger pieces for North Early Winter Spire)","location":"Liberty Bell, Washington Pass, Washington, USA"},"__v":0},{"_id":"25NAHtXXWjWOm8IHJYcdJw==","name":"Liberty Crack (Free)","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA: Brooke Sandahl, 1991. FFA, current variation: Mikey Schaefer, Seanjean Lee, Blake Herrington & Nathan Hadley, 2017.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":10,"mp_id":"113539421","mp_crag_id":"105797864","climb_id":"25NAHtXXWjWOm8IHJYcdJw==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Liberty Crack was originally freed by Brooke Sandahl in 1991. Mikey Schaefer, Seanjean Lee, Blake Herrington and I somewhat collectively created a new free variation to the bolt ladder. Brooke originally climbed the bolt ladder directly, but this has since seemed to have crumbled under years of aiding. Needless-to-say, the route's new free beta has finally settled, and a handful have sent as follows. Props for to Brooke being well ahead of his time. Some strong climbers in his day supposedly tried this thing and couldn't do it, and it stood unrepeated for over 20 years!\n\nP1: 11-, same as original.\n\nP2: Lithuanian Lip, 13b (my suggestion). Fun 11- climbing in a corner leads to a scrunchy and powerful  traverse to finger locks above the lip. Lock it in, high step to the lip, grit your teeth and stab to a good lock. Keep it together on 12- moves to a small stance below the bolt ladder. Use a triple length sling to make a belay out of a high and low bolt.\n\nP3: The new free variation of the slab pitch, which differs from how Brooke Sandahl originally freed it (up the bolt ladder, which now seems blank), moves right before the bolt ladder. Clip the higher belay bolt, move right across sloping ledges, mantel, and execute cruxy foot step ups. Move back left under a hand rail feature to the belay above the bolt ladder. 5.12.\n\nP4: same as original P3. 11+, with a thin crux before reaching the small roof.","protection":"Single rack from purple c3 to #3 BD, with a few extra in the tips to fingers size, maybe red c3 to .4 BD, and stoppers. 8 trad draws and 1 triple length sling for slab pitch belay. All belays are fixed.","location":""},"__v":0},{"_id":"36E1KNzFW5iPJ4lj8vogHg==","name":"Liberty Crack","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Steve Marts, Don McPherson and Fred Stanley - July 1965","type":{"trad":true,"aid":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":9,"mp_id":"106512297","mp_crag_id":"105797864","climb_id":"36E1KNzFW5iPJ4lj8vogHg==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Links:\n\nExcellent\n\nroute guide\n\n.\n\ngood\n\ntopo\n\nroute description to come...","protection":"-1 60 m rope will work for a 1 day ascent. If in doubt, bring a tag line.\n\n-1 set micro stoppers.\n\n-1 set offsets,\n\n-1 set reg. stoppers.\n\n-doubles in TCU's or C3's #00-3.\n\n-doubles in cams to 3\"(c4 sizes .5-3).\n\n-one #4 cam is optional. 3 48\" slings. 12-16 trad draws.\n\n-1 BD cliffhanger or similar hook is usually  called for, but it is very easy to do without (even for inexperienced aid climbers).\n\n-extra biners\n\n-2 alpine etriers\n\n-1 jumar 1 webbing loop, 1 Gri-Gri or similar. for jugging. (This method of jugging makes the Lithuaniun Lip easier to follow.\n\n-or 2 jumars and webbing loops.","location":"Park at the turnout on the hairpin turn just east of Washington Pass on Highway 20. Walk back toward the pass, look for the pond on the south side of the road. At the East end of the pond, look for the trail heading into the woods. It is often marked with cairns. The Trail will bring you to the East Face of Liberty Bell.\n\nLook to the left side of the East Face. The Liberty Crack is the obvious vertical crack  which passes the large roof (2 pitches up)on its right side. Traverse in from the left for 40 feet on third or fourth class ledges. Belay the first aid pitch from these ledges at the base of the crack."},"__v":0},{"_id":"U0XxOG3kUpKjjrFzgtgimA==","name":"Liberty and Injustice for All","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mikey Schaefer","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":14,"mp_id":"109462722","mp_crag_id":"105797864","climb_id":"U0XxOG3kUpKjjrFzgtgimA==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Liberty and Injustice takes a line 10m or so to the right of Thin Red Line.  It is characterized by solid edges and thin crack features.  It has a distinctly different feel than either Liberty Crack of TRL.   The cruxes are mostly short boulder problems that lead to good holds and progressively easier climbing.  Both of the 5.12- cruxes also come at the beginning of the pitches which should make them fairly easy to workout and then send.\n\nTwo of the pitches share climbing with Liberty Loop, an obscure aid route established by Pete Doorish, Chris Chandler and Jim Langdon in 1975.  A couple of their old 3/16\" bolts can be seen along the way.  A couple of the bolts snapped right off with a slight touch of the hammer!\n\nThe gear is a mix of bolts and small cams.  Some may find the small cams to be tricky to place but they are solid once they go in.  Overall the protection is very solid but the occasional move has to be done above your gear.\n\nAfter 5 pitches (about 200m of climbing) it joins at the top of pitch 7 on Thin Red Line.  Future parties can either continue on or rappel with two ropes from here.  The rap is straightforward.  From the top of P3 skip the P2 anchor and go straight to the P1 anchor.  All anchors are two bolts with fixed biners.\n\nI established this route solo over 8 days of work.  I'd planned on doing it ground up but after a fair bit of consideration I thought that pre-inspection would create a better overall experience and would reduce the risk of a botched and contrived route.  I'm pleased with how it turned out.    I redpointed the route rope solo which definitely added to the excitement and challenge for me!    It turns out it is kinda scary to not have anyone holding the break strand of the Gri-gri when you are pulling tenuous moves of 5.12....","protection":"Bolts and Small camming units with a few stoppers.\n\n14 draws and long slings primarily for pitch 1.","location":""},"__v":0},{"_id":"OrpfE/LKVG6L1E8KPPtV7Q==","name":"The Independence Route","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alex Bertulis, Don McPherson May 1966; FFA S. Risse & K. Hertel, 1991","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":16,"mp_id":"114579794","mp_crag_id":"105797864","climb_id":"OrpfE/LKVG6L1E8KPPtV7Q==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"The air was mild and our hammock bivouac was not uncomfortable. We reflected on our route and happily concluded that this would be the most sustained climb either one of us had been on. The third morning, while Don was laboring with one of the more delicate pitches, I remained seated in my sling and scanned the vast Cascades around us. As we progressed upward, it seemed as though the mountains were also rising higher into the sky, their steep walls and ridges coming into true perspective. I tried to identify familiar peaks. It was like trying to distinguish waves in a restless sea of rock and snow. Through the heavily timbered valley, far below us, snaked the thin yellow line of the new road. The heavy construction equipment looked like ants, while the workmen were too small to see. I thought of the many people that would soon enjoy this area. To the east of the pass a parking lot was being graded. When I visualized gas stations and tourist stands that are bound to follow, my disposition changed. Could this become another Camp Curry (Yosemite)?\n\n-Alex Bertulis 1967 AAJ\n\nThe Independence route is a quintessential Cascadian rock outing due to its location and history. The route's progressive ascents epitomize the generational changes in climbing in the PNW. The FA was done wall style the 1960s by two of the region's top climbers, who placed 180 pitons and five (3/16\") bolts over 4 days after approaching from a much farther trailhead than the current highway provides us. The FFA was in 1991, representing an unheralded ascent of sustained difficulty by two strong locals who boldly freed the line without adding fixed gear (they did yo-yo style leads on two pitches and did it in 2 days, either fixing and returning to the ground or with a portaledge), and they succeeded on what was among the hardest rock climbs in the state. The Independence finally saw perhaps its first ground-up modern redpoint (and modern beta and photo sharing trip report and introduction into the wide world of modernity) when\n\nJens Holsten and Max Hasson freed\n\nit in 2009.\n\nThe route topo and corresponding free grades in the Cascade Alpine Guide come from the first free ascent team\n\nSteven Risse and Keith Hertel\n\n, from 1991. Tragically, Risse died 18 months later, along with fellow Washingtonians Mark Bebie and Thomas Waarsdorp while\n\nclimbing Slipstream.\n\nThe team's benchmark free grades are unlikely to be downgraded despite the fact that we benefit from much more beta, cleaner rock, more information, and better equipment. The Independence saw its FSFFA (first second first free ascent) in 1995, when local guides Eli Helmuth and Steve House worked on the route for a few days, added some hardware, and Eli made a free ascent, though it avoided one of the crux pitches with an easier optional pitch. The two had not read the 1992 AAJ which described that the route had previously been freed. By the late 90s, fixed rappel anchors (though not all bolted) allowed easy rappels from atop P8 with a single 70m rope.\n\nIn the past few years I and partners have removed a few old bolts, tree snags, and cord from belays where new bolts exist, or we directly replaced a few old bolts with new ones. I also added 2 bolts on a belay ledge atop P3, where a piton and large slung horn provided the belay shown in the '91 topo. The only functional change, in the interest of free climbing, was to eliminate the need to use the hanging belay atop P7. To this end I added a single bolt at a no-hands stance partway up the pitch which already had a piton and very small cam placement. Using this spot to belay will make a shorter and easier P7, which had been the crux pitch, and will make P8 more difficult off the belay. By breaking up the only .12a pitch with a free belay, it also might make the route realistically a sustained 5.11+ with the cruxes being P5 and P8.\n\nP1 5.8 - Start at the right edge of the east face. Follow horizontal breaks and cracks up and left, then pop up and right to a belay ledge near a yellow lichen patch and a pine tree.\n\nP2 5.10a/b - Crimp up and right (bolted) then move left along a flake to a belay below a nice left-facing corner.\n\nAt the end of the traverse a pendulum was necessary and while I studied the situation the flake supporting the pin I was using broke off. Though the second piton was not worth much either, the third brought me to a comfortable halt. After regaining the twenty feet I had lost I executed the awkward pendulum and settled myself in a sling belay.\n\nP3 5.10b  - Climb the left-facing quartz corner. When just below 2 bolts go hard right, stemming to a ledge (\"long ledge with big horn\") and a new 2-bolt anchor. A direct finish version passes a 2nd protection bolt via a 5.11- sequence, and one can then step down/right to the same anchor and ledge, or combine P3+P4.\n\n[I think it's best to link P4+P5 due to belay comfort and fall possibilities low on P5]\n\nP4 5.8 - Pass the snag and climb the chimney/OW for 40' to a small alcove under the red-colored Baer Ceiling.\n\n\"After stemming up a narrow chimney we reached the “Baer Ceiling.” As Hans before us, we could see no cracks ahead but only an endless succession of ceilings and overhangs. Discouraged by the slow progress and thoughts of a bleak future, we strung out our hammocks for the night.\"\n\nP5 5.11c - Climb out the ramp on the left, which becomes a shallow corner. Cruxy face moves continue up and left, then back right. This section has a fixed pin and large copperhead, but requires some small cams and wires. Continue up easier moves to a mantle and a bolt-protected 5.11a/b slab move, finally reaching an easier lieback flake and a belay just right of the Block Ceiling. This pitch might be the sleeper crux of the route, and was not climbed by the 1995 team who put in a bolt and climbed a 5.11a alternate pitch off to the right of the Baer Ceiling.\n\nP6 5.11b/c - Swing out left to the thin crack, protected by pitons and good small gear. Pass the 3 stepped \"Cascade Ceilings\" where a few more pitons and some small cams lead to a mantle.\n\nP7 5.11  - The original aid (and free) climbers moved all the way rightward to the pine tree, then went straight up the shallow left-facing corner. Most modern climbers will not be spending a hammock bivouac suspended from the tree, so it's less rope draggy to execute a head-high traverse rightward off the belay, then ascend the flake upwards a few meters before traversing right into the shallow corner above the pine. Continue a few meters up the corner and belay on a small stance with a bolt and piton. The traverse to start this pitch was rated .12a by the '95 team, but 5.11 by the FFA team. Either way, it's reach-dependent and a short boulder problem and could be climbed A0.  \"\n\nAfter gaining the third ceiling I was forced to place two bolts for a traverse to a flake nearby. Even though they were only 3/l6-inch studs, drilling them into the unusually hard granite of Liberty Bell was exasperating and time consuming. With friction on my rope I proceeded to nail downward along the flake and then across a ceiling with a small pine tree growing out from under it in a 180° arc. The tree made a convenient anchor for my belay seat. Don reached a small ceiling above before darkness overtook us. The air was mild and our hammock bivouac was not uncomfortable. We reflected on our route and happily concluded that this would be the most sustained climb either one of us had been on.\"\n\nP8 5.12a -  Climb technical and classically granite moves off the belay, passing a bolt added by the '95 team, who called this section .11+. Pass the 4 (mostly old) belay bolts at the hanging belay under the huge \"Well Hung Ceiling\". Stem and jam up the exposed steep corner. End at a tree where the angle relents, or push on all the way to the ramp above.\n\nP9 5.5 - Move the belay up and left to the high point on M&M ledge. (large and sloping; satisfactory for bivouac)\n\nP10 5.8 - Start several meters right of the bolted anchor. Climb a chimney and blocky corner past some red-tinted roofs, ending on a small terrace area below an obvious splitter wide hands crack. An alternate option, originally climbed on the Barber Pole route, follows the left-trending ramp directly above the belay anchor, then face climbs up and through a squeeze to the same terrace area.\n\nP11 5.10 - Climb the nice splitter 2-3\" crack up to the clean slab and its bolted anchor under the Hercan Roofs. Leave the cord on these bolts.\n\n\"One long bong-bong crack left us under a maze of proponderous roofs. To our amazement the class-5 climbing continued. The rock was quite broken up and since it was also stable, it allowed for some classic rock acrobatics\"\n\nP12 5.8 - Traverse up and right on the slab to the ridge crest, then follow the ridge crest to the 3rd class terrain leading to the summit.\n\nA worthy route-service action would be to clean up at least some of the 4 old bolts and tat from the hanging belay stance under the Well Hung Ceiling (P8).","protection":"Doubles from tips to #1, single #2, #3. Single set of small offset wires.","location":"Start on the far right/north edge of the east face. Locate the red colored roof/alcove of the Baer Ceiling about 85m above. This is the top of the original P4."},"__v":0},{"_id":"tycCPS2GUlCrucZnk1i7DA==","name":"The Girl Next Door","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Goldie & Butler, 2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":3,"mp_id":"109196914","mp_crag_id":"105797864","climb_id":"tycCPS2GUlCrucZnk1i7DA==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"This recent route is another good alternative if you find the Beckey Route to be overcrowded. Three pitches feature some fun moves on good rock, and some easy moves on bad rock.\n\nP1: Climb the low-angle face of the rock rib to a good stance below the next steeper pitch.\n\nP2: Climb a steepening finger crack up and righward until it peters out and you can locate some footholds out left. Make a committing, balancy move that direction to reach another crack system. Climb up to an extremely sandy ledge featuring the Kitty Litter Pillar, pass gingerly by and up easy terrain to the tree that marks the top of the second pitch of the Beckey Route.\n\nP3: Head across low-angle slabs to the steeper crack system on the left. Climb up this to the top of the arete and rejoin the Beckey Route.","protection":"Single rack to 3\" with a couple extra in the fingers sizes.","location":"A couple hundred vertical feet below the top of the Liberty Bell-Concord notch, there is a side gully on climber's left that leads to a large cave. Walk partway up this gully until you can move right onto a treed ledge to start the route."},"__v":0},{"_id":"ykQ4TMZFW2m/CvYDgbDCPg==","name":"Freedom Rider","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Risse and Bryan Burdo","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":8,"mp_id":"109496572","mp_crag_id":"105797864","climb_id":"ykQ4TMZFW2m/CvYDgbDCPg==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"Although it is technically the easiest all free route up the east face of Liberty Bell, Nicholson claims it takes one and a half times as much effort as Liberty Crack and for once he's not exaggerating. This route is an adventure  the rock is often poor and the gear follows suit, and aside from the intersection with Liberty Crack, there are no bolted belay stances.\n\nPitch breakdown\n\n1 - 5.8 R, climb the loose corner system about 100 ft. left of Liberty Crack, there is probably only one truly dependable piece on this entire pitch and the belay stance is awkward.\n\n2 - 5.10, brief wider crack, thinner above; several belay options exist, either stop at the sizable broken ledge or continue up to the base of the offwidth.\n\n3a - 5.10d, thin \"cracks\" to the left of the offwidth; balencey, technical climbing with mediocre gear, traverse right past the offwidth to a finger crack just out of sight over the arete.\n\n3b - 5.11b, climb the off-width until you can reach the finger crack.\n\n4 - 5.8+, easy handcrack leads to an airy move left, amazingly solid for how exposed it feels, finish up some thin cracks.\n\n5 - 5.10b, large crystals, steep hand-cracks. This pitch might make wearing tape gloves worthwhile for the whole thing. Finish at a big ledge w/ tree anchor.\n\n6 - 5.6, descend slightly and then traverse to just below \"The Rotten Block.\"\n\n7-9 - follow Liberty Crack until roughly the beginning of the final 5.9 pitch.\n\n10 - 5.10a, traverse right (two options, one high and easy, one low and hard, both have a bolt) into a thin crack.\n\n11 - 5.10b, climb up toward the chimney, most of this is a fun handcrack, belay at the base of the chimney with scattered fixed pins. Pitches 10 and 11 can be easily linked.\n\n12 - 5.8+, \"Medusa's Roof,\" exposed but kind of absurdly secure climbing up around a chockstone.\n\n13 - 5.8, up and right from the belay, a right facing corner that starts simple but gets a bit thin and smeary.\n\n14 - \"Class 4,\" scramble to the summit, belay if needed (would be several rope lengths if fully pitched out, but it's mostly class 2-3 past the first 50 ft.\n\nBecause of how it intersects Liberty Crack, splitting the route in half is perfectly feasible; if doing this I would recommend starting on Liberty Crack and finishing on Freedom Rider, as it is essentially a direct finish for that route anyways. In my opinion, if they were a little cleaner, the two 5.10 pitches beneath Medusa's Roof would be the best free climbing on either route.","protection":"Standard rack to 3\"\n\nExtra small nuts helpful if climbing 5.10d crux\n\nCams to 6\" for 5.11b crux","location":"Regular approach and descent for Liberty Bell east face routes."},"__v":0},{"_id":"DHgqYnLdXfaHUWJznFmmIg==","name":"Freedom or Death","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eli Helmuth","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":11,"mp_id":"109460263","mp_crag_id":"105797864","climb_id":"DHgqYnLdXfaHUWJznFmmIg==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"A 4 pitch route that rejoins liberty crack just above the P2 anchor. Identify the start as small leftward trending ramp leading to a face, bolts should be visible above.\n\nPitches break down to.\n\nP1. 5.10b/c, Climb up through face and crack system to bolts on a slab. Requires 4-5 pieces of gear before the first bolt. Dont go to far left at the beginning, trend more or less straight up.\n\nP2  5.11c, step left from the anchor and follow bolts upward trending slightly right, a finger size piece or two could be placed, but is not necessary.\n\nP3  5.12a, follow bolts up and left, sustained climbing, hard to aid. bring a .5, .75, and #1 camalot.\n\nP4  5.10c, awkward rough traverse to the left, with some spicy moves to get into liberty crack, you will rejoin just above the P2 anchor. The remaining crack to the P3 anchor is rated 11+ R, but felt PG13 to me. Offset nuts, and finger size pieces will protect this piece well.\n\nIt is also possible to link Pitch 3 into the adjacent Thin Red Line P4. To do this step right and gain Juggy flake on right side of slab before clipping the final bolt on Freedom or Death. Use runners well to avoid rope drag.","protection":"All belays are bolted and route can be rappelled with a 60m rope from the top of P3. I am not sure if you can rappel from the top of P2 of Liberty crack (with a 60m), as I have not climbed it.","location":"East face of Liberty Bell, starts just to the right of Lib Crack, look for leftward trending ramp."},"__v":0},{"_id":"TvMiqhBeXM6agfOjiff+iw==","name":"Dark Side of Liberty","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"","type":{"trad":true,"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":17,"mp_id":"117673432","mp_crag_id":"105797864","climb_id":"TvMiqhBeXM6agfOjiff+iw==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"The Dark Side of Liberty might be the only route on the east face where your arms will actually get pumped quicker than your toes!  Overall the climbing isn’t very similar to the other free routes on the east face; it is steeper, cleaner and more physical.  From the ground the rock appears to be of dubious quality but upon closer inspection it is actually some of the best rock on all of Liberty Bell.  The first 5 pitches are characterized by yellow and orange lichen on steep exposed faces.\n\nPitch 1 (5.12+):  Starts off on a little bit of funky rock but by the 3rd bolt things improve.  The climbing builds throughout the whole pitch, finishing with a somewhat cryptic V6.  Absolutely amazing rock on the last 5 bolts.\n\nPitch 2 (5.13-):  There is almost zero fluff on this pitch.  The moves are engaging from the 1st bolt all the way to the anchors.  The first half climbs up and around an orange dyke on interesting holds.  This dyke leads to short horizontal roof that requires blind reaches and heel hooks.  After pulling the roof the climbing gradually eases off but not as much as you want it to.\n\nPitch 3 (5.11):  Step left off the belay and around the arete to a short and easy hand crack leading to a larger arete.  A few of the moves are somewhat funky and surprisingly hard on this pitch (at least if you are short…)  Still an enjoyable pitch though.\n\nPitch 4 (5.13+):  The money pitch.  Scramble up the ramp to the left till a short little flake.  Pass a few bolts with some little bouldery moves and then reach right to the start of the flake.  Layback and jam up the beautiful finger finger crack for 45ft. till a perfect jug flake.  Milk the rest before setting off on the V9 or V10 crux of the route.  Small feet and small crimps lead to more physical climbing pulling over the bulge.  A final mantel leads to a short finishing slab.  Without beta or chalk marks, this pitch can feel like 5.14.\n\nPitch 5 (5.11):  Ramble up the slab to the huge corner and roof looming overhead.  Most of this pitch is jamming or laybacking on good holds.  The climbing gets steeper just before traversing out and right around the off-width roof.  Undercling and layback the OW till it is possible to squeeze in it. Thankfully good feet and hands are abound and the climbing quickly becomes easy.\n\nPitch 6 (5.11):  Lead up a short bit of 4th class and move the belay to a bolt by a tree.  Climb left up a ramp till it is possible to mantel up and right gaining the top of a large flake.   Place a few small cams before setting off on somewhat insecure funky jams.  Eventually the difficulty tapers off and better locks are found.\n\nPitch 7 (5.9):  Climb straight up small ledges through a little loose rock.  A bit runout but never that hard.  Gain the huge open corner and hang a right on fun and easy 5.9 laybacking.\n\nPitch 8 (5.11):  Jam and stem up the left side of the overhanging open chimney till it is possible to stem out right.  Try to avoid the large wedged block near the end of the pitch.  Setup the belay on the bolts out left to avoid pinching the rope in the large block.\n\nPitch 9 (5.10):  Make a few wide stems up the chimney to clip the fist bolt, then step left around the arete.  Easy and enjoyable face climbing leads up and left towards the arete that divides the east and north face as well as the intersection with Thin Red Line\n\nPitch 10 (5.8):  Climb easy but loose blocks just left of the arete. Possible to link with pitch 9 if little protection is placed.\n\n150m of 4th class leads to the true summit or rappel down the route using a single 80m rope.","protection":"Doubles from green C3 to #2 Camalot\n\nSingle #3 (only needed on pitch 5)\n\nSet of small to med nuts\n\n8 draws and 4 shoulder lengths\n\n80m rope if rapping with single rope","location":"Route starts on top of the car sized chockstone guarding the gulley at the base of the east face."},"__v":0},{"_id":"R5ev3HdFUa2AUWWOJT3pPA==","name":"Beckey Route (SW Face)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fred Beckey, Jerry O'Neil, Charles Welsh 1946","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":4,"mp_id":"105797867","mp_crag_id":"105797864","climb_id":"R5ev3HdFUa2AUWWOJT3pPA==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"The Beckey route is a very moderate route to the spectacular summit of Liberty Bell. The summit is the best part of the route, offering panoramic views of the peaks of the North Cascades, the Wine Spires, and the Early Winter Spires.\n\nTo reach the climb (~2.5mi), hike up the Blue Lake trail until it branches off left on a climbers trail that was completed in 2019.  At the fork in the trail ~ .5 mile up beer left to hike under the base of Concord to the gully separating Concord from Liberty Bell.  A short hike up the gully takes you to the prominent notch between Liberty Bell and Concord. This gully is loose and unpleasant but good options exist for most of the uppper fully that avoid large sections of scree.\n\nThe start of the Beckey route is about 30' below the notch. Look for a small ledge leading left and traverse it to the base of a blocky chimney. This is the start of the first pitch.\n\nP1. Climb the chimney or the face to its left reaching a large ledge with a tree. 5.3\n\nP2. Continue up the chimney for about 30m, climbing past chockstones and blocky slabs until reaching obvious 3rd/4th class terrain. I think this pitch is the hardest of the climb. Belay from a tree or from gear wherever you find it convenient. 5.5\n\nP3. Ascend the 4th class terrain to a 6 foot finger-crack traverse past a large roof (climbing past a fixed pin) (5.5), then follow a dihedral back to the right and up onto the summit shoulder. Belay from a tree or from gear, use long slings and watch the rope drag.\n\nP4. Shortly after leaving the belay on the ridge to the summit, you'll encounter a slabby 5.6 boulder problem ~10' high. After surmounting this obstacle it is easy 3rd/4th class terrain to the summit. If you belay all of this, it will be more than one pitch to the top.\n\nDescent: Downclimb the ridge and the 5.6 boulder problem. Below the boulder problem follow an obvious, tree filled gully down to the east until you encouter the first set of rappel bolts. From here it is possible to reach the ground in 2 single rope rappels. After the first rappel, scramble down and skier's right to reach a large ledge with another set of bolted anchors. We used a 60M rope, I can't say if a 50 would suffice.\n\nNote: There is a rappel station just below the summit that you can use to avoid the boulder problem down-climb described above. From the summit go back the way you came up, but veer to skiers' left and look for a groove in the rock. Take caution on slabby down climb and you'll see a couple slings wrapped around a tree with double rings. Note: A 60-meter rope will make it down to the large ledge below. The next rappel station is a skier's right down-climb scramble, leading you to a cliff; look right, you'll see a rock ledge and bolts on a wall. From those bolts on rappel trend skier's right towards a large tree with a small platform next to it. The last set of bolts will be on the wall skier's left of the tree. The 60-m rope is more than enough to drop you in the gully where you started.","protection":"A single set of stoppers and cams to 2\" will be more than enough.  You may want an axe and/or crampons depending on snow conditions in the gully.  Also: bug repellent.","location":""},"__v":0},{"_id":"a9leC551W425d3cbVwEluw==","name":"A Servant To Liberty","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Mikey Schaefer 8/16","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"left_right_index":12,"mp_id":"112083555","mp_crag_id":"105797864","climb_id":"a9leC551W425d3cbVwEluw==","areaRef":"zZ/WqOy/Uoi2O8v7sJDB4w=="},"content":{"description":"A Servant To Liberty climbs the first 3 pitches of Freedom or Death (5.10, 5.11, 5.11) but steps right to join Thin Red Line just before the 3rd pitch anchor. It would also be possible to just climb the first 4 pitches of TRL but the nature of the climbing on FOD is more in line with the rest of the climbing on ASTL.\n\nPitch 4 (5.12-) starts up easy terrain until reaching the right leaning overlap that was originally aided on TRL. Tricky locks and smeary feet at first, but it eases off after not to long. The gear can be a little tricky on this pitch. Finish at the original belay where the pendulum is on TRL. Belay off the single older SMC bolt to the left with a backup to the better anchor to the right. Doing this keeps your feet on a small ledge.\n\nPitch 5 (5.12-) steps down off of the narrow foot rail and traverses far to the left until gaining a short layback flake. Clip a bolt after a bit and work up and left to another short flake placing two small cams here to protect a somewhat difficult mantle. Clip another bolt and step to the right. This is the 5.12- crux. Continue up another layback flake placing a weird but good #2 Cam. Climb past the two bolt ring anchor that was placed during an aid attempt. Stem up and over the roof and then step right around the arete for a couple moves before the final move back left towards the anchor. It is also possible to stay in the corner but it is a bit more difficult.\n\nPitch 6 (5.12) starts in the shallow corner but also steps right around the arete on some classic rounded arete climbing. Make a big move back left at the dike continuing very far left on the big hand rail. Climb up positive face holds and step right when possible. Few medium to big finger size pieces to finish it off. A #2 Cam is nice to have for that last piece as a directional for the 2nd. This pitch ends on a nice ledge with the anchor being 25ft to the right. This anchor is equal height to pitch 7 of TRL and it would be possible to do a short easy pitch to that anchor\n\nPitch 7 (5.12+) is the mega slab pitch that will make most peoples toes cry. This pitch is 165ft with 14 bolts and 4 cruxy moves. It is best to yard up on the anchor to clip the first bolt. The first move can be a bit tricky to figure out but there are a few options that work. A .75 cam is needed after the 2nd bolt. It is best to use long slings starting with the 3rd bolt. Continue up the slab past a couple crux moves and eventually to an amazing tiny bonsai tree growing in a pocket. Be very careful to not hurt the tree. Make one more crux move back to the right and easier terrain. There is a high bolt up and left that can be clipped with a double length runner that provides a good directional for the 2nd, back clean the previous bolt if this is done.\n\nPitch 8 (5.13-) starts off easy enough but turns pretty vicious after moving out right. The crux slab sequence feels and looks impossible until all the holds are chalked and ticked. Be ready to grab a couple razor blades with your right hand and make some funky foot moves. It is pretty sustained for a few bolts (which can be A0’d) but eventually the holds get better and the climbing becomes 5.10-ish The crux moves might feel closer to 13c without beta or chalk. Unfortunately the rock quality deteriorates a bit on this pitch but the climbing isn’t hard when this happens.\n\nPitch 9 (5.10) is way more fun than anticipated. Mostly varied 5.10 climbing on decent rock. Be careful with rope drag towards the end of the pitch. A #3 Cam is placed after the last bolt in the left facing corner. A couple small cams are also nice for the final traverse around the chossy arete.\n\nPitch 10 (5.10) steps right off the belay into a short crack. Be mindful of a couple loose blocks after the short crack. Walk the ledge to the right and climb up underneath the big flair. It is possible to climb up into the flair or climb the face to the left. Mellow terrain leads to one bolt out left to avoid a big kitty litter block.\n\nPitch 11 (5.10+) climbs a low angle left facing corner that looks challenging from the belay but isn’t actually that bad. Lots of finger sized pieces and nuts on this section. After the finger crack section look for a bolt out to the left. After clipping this, wander down and around to lower angle terrain. Eventually it turns to low 5th class. Aim for some tree and blocks up and right. There is a fixed 3 nut anchor just above the trees.\n\nIt is possible to ramble to the top from here but best to stay roped up for a bit longer. it is also possible to rappel the route using two ropes.\n\n** Note, this route was previously named\n\nA Slave to Liberty","protection":"2x   #0 C3 to #.75\n\n1x #1 to #3\n\n1 set small to med. nuts\n\n8 quick draws\n\n6 shoulder length slings\n\n2 ropes if rapping route.","location":"Starts on either Freedom or Death or Thin Red Line"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,eea00eda-9028-5112-b58c-76537dfa112e,cd9fd6a8-ecbf-5288-b63b-cbfbb090c1e3","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Liberty Bell Group","Liberty Bell"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"},{"count":1,"label":"5.11"},{"count":2,"label":"5.8"},{"count":2,"label":"5.10d"},{"count":3,"label":"5.9"},{"count":1,"label":"V5+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.13-"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":7,"expert":3}},"bouldering":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":18,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":7,"expert":3}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":7,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.65874,48.51548]},"bbox":[-120.65941881670412,48.51503033981814,-120.65806118329584,48.51592966018186],"left_right_index":-1,"ext_id":"105797864","area_id":"zZ/WqOy/Uoi2O8v7sJDB4w==","polygon":{"type":"Polygon","coordinates":[[[-120.65941881670412,48.51503033981814],[-120.65806118329584,48.51503033981814],[-120.65806118329584,48.51592966018186],[-120.65941881670412,48.51592966018186],[-120.65941881670412,48.51503033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:30:49.002Z","updatedAt":"2024-02-19T18:42:17.450Z"}