{"_id":"63689de0e80bff5a994f96cc","area_name":"Snake Buttress","shortCode":"","climbs":[{"_id":"UxTNyH/sVWWmh0o9in9g5w==","name":"Wake of the Flood","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Anderson, Frizzell, Fry","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":6,"mp_id":"107976489","mp_crag_id":"105797970","climb_id":"UxTNyH/sVWWmh0o9in9g5w==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Follow the crack to the right of\n\nHubba Bubba\n\nuntil it ends, and then go up the slab past 3 bolts to a belay station.  This was drilled on lead by hand.  All that banging on the drill really brings out the cave man in you.  Fortunately technology progressed, and now there are better methods for placing bolts.  As I recall, we were thinking that one of the bolts wasn't as good as the other two, but maybe they've been replaced since the late 1980s.","protection":"Gear to 3\".","location":"This is in the center of Snake Buttress between\n\nHubba Bubba\n\nand the partially erased route called Rattler."},"__v":0},{"_id":"8DiZ9saqUI6Ouson7AWaIQ==","name":"The Viper","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":7,"mp_id":"107976498","mp_crag_id":"105797970","climb_id":"8DiZ9saqUI6Ouson7AWaIQ==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Climb straight up the slab (what else) just to the left of\n\nSeven Sharp\n\nto the shared anchor.","protection":"Bring small gear.","location":"This is between\n\nWake of the Flood\n\nand\n\nSeven Sharp\n\n."},"__v":0},{"_id":"+veFzE4cXvOAIrUhreNHpg==","name":"Tronolane","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":2,"mp_id":"106042928","mp_crag_id":"105797970","climb_id":"+veFzE4cXvOAIrUhreNHpg==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"This route is on the left side of Snake Buttress just to the right of\n\nHodge Podge\n\n.  It follows incipient cracks up the slab to an anchor below the large roof overhead.  The best start is to do an easy boulder problem past a bush to gain a comfortable ledge and belay here.  To anchor the belayer find several cracks available on this ledge.  The benefit of doing this is that you're much closer and in a direct line with the leader for the crux section between the two cracks.  The route itself goes up the first, right-trending crack.  Hand and finger-size gear protect this crack, and at its terminus you can place a nice medium stopper.  Take a breather, then start up the slab for 15-20 feet to gain the next crack.  There's no gear in between, but it eases up after the first couple of moves.  The next crack protects well with a blue TCU and several small stoppers.  Place gear well here because the next part is easy, but the flake you must gently lieback is not long for this world and a broken hold would be a long fall.  Lieback and smear up the hollow flake above that trends back left.  At the end of this flake is a 1/4\" button head w/ a Leeper hanger.  It appears to be in good condition, but could stand to be replaced.  After clipping this bolt, climb easy slab up, then right to a 3 bolt anchor.  This anchor could also use replacing.  When I climbed this 10/13/07, I replaced the slings with a triple equalized set of rings on green 9mm cord.  This route and others I spotted on the crag all had sling anchors, so it's not a bad idea to bring webbing to replace the south facing bleached out slings you'll find.  The anchors were mostly single rap rings and for those I used I added a ring in addition to the slings I replaced.\n\nDESCENT:  If you're very careful, you can rap back to the start with a 70M cord.  Tie knots in the ends!  Otherwise, two ropes will comfortably take you back to the start or the ground another 30 feet below.","protection":"TCUs to handsize. RPs to medium stoppers.  A shock absorbing draw for the one bolt.\n\nAnchors at top are three 1/4 inch bolts properly equalized and safe at the time of this writing.  Please do not top rope or lower through the aluminum rap rings.","location":"Start on a large ledge with bushes on left side of crag below obvious cracks belonging to Dr.Demento and\n\nHodge Podge\n\nroutes.\n\nRappel 140 feet to ground."},"__v":0},{"_id":"pjOK9yDoUUaISZJ/1xMr3A==","name":"Sidewinder","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Hubbel","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":9,"mp_id":"107976503","mp_crag_id":"105797970","climb_id":"pjOK9yDoUUaISZJ/1xMr3A==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"This route is located a ways to the right of\n\nSeven Sharp\n\nbeginning with a right-angling crack near some roofs that leads up to a slab with 3 or so bolts.","protection":"Gear to 3.5\" & 3 or so bolts.","location":"To be edited in."},"__v":0},{"_id":"bASSuyzaVfiSOm6HHGJ25w==","name":"Seven Sharp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":8,"mp_id":"106042958","mp_crag_id":"105797970","climb_id":"bASSuyzaVfiSOm6HHGJ25w==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"This route starts near a hole in the talus base and below an obvious, right-trending corner that takes a 90 degree turn back to the left at half way to the anchors.\n\nThis is an okay warmup, and it protects well.  A single, wide piece 5\" is optional near where the route jogs back to the left. The crux is the 30 feet section where it starts back left.  This protects well with finger-sized cams and a large stopper.  Near the top, find a jag in the crack for a nice stance and be a good leader and clip a double-length runner to a tough to see bolt over the lip of the overhang.  This isn't really for your safety, but for your second.  Then traverse an easy ledge straight left twenty feet to the anchors.\n\nThis anchor is in good shape.  Two 1/4\" bolts and a modern 3/8\" are the hardware. When I climbed this 10/13/07, I replaced the slings with a triple equalized set of rings on green 9mm cord. This route and others I spotted on the crag all had sling anchors, so it's not a bad idea to bring webbing to replace the south-facing bleached out slings you'll find. The anchors I found were mostly single rap rings and I added a ring in addition to the slings I replaced.\n\nDESCENT:   !!!ROPE WARNING!!!  Rappel 85 feet to ground.  A 60m would reach fine, but tie ends if using a 50m.  TOP ROPERS: You CANNOT toprope this climb with a single 50m cord and even a 60m would be close.  I had a 70m and it only had 20 feet left when I was lowered due to the directionals I left for my second.","protection":"Single set, fingers to hand sized cams.  Light set of stoppers.","location":"Rappel\n\ndiagonally\n\n85 feet to the ground.  A single 50m might not make it, and the last bit is a slick slab."},"__v":0},{"_id":"EAa/14XvVOq06N/NMQja4w==","name":"Rude Boy AKA Rue Boy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Maurice Reed and Olaf Mitchel","type":{"trad":true,"sport":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":3,"mp_id":"105760980","mp_crag_id":"105797970","climb_id":"EAa/14XvVOq06N/NMQja4w==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"This route starts on the left side of Snake Buttress, about 40 feet to the right of the start of Hodge Podge, and just left of the route _Hubba Bubba_.  There are two or three ways you could start this pitch.  You could probably start near Hodge Podge, and traverse right to the slab, or start on the right up broken cracks, or a more direct start up an awesome curving finger crack (recommended).  The finger crack disappears into a couple of difficult slab moves to a mantle into an easy squeeze chimney.  This start is probably 5.11ish.  Once on top of the short chimney, you will be about 30-40 feet off the ground, and below a smooth steepening slab with no pro.  Continue straight up the very smooth slab (5.10c R) for about 100 feet to the anchors on top of the first pitch of Hodge Podge.  There is no one show stopper move on this slab, but, it would certainly be an exciting lead since the biggest _hold_ is about the size of a dime, and you definitely wouldn't want to fall on either of the two well spaced, well rusted bolts.  Great climbing on this pitch, and it is easily TR'd if you don't want to risk it.  (Note: you can access the top of the pitch by scrambling in to the mid height ledge from the left.)\n\nTo get to Snake Buttress, keep heading North past the normal parking for the Cynical Pinnacle parking area, for about 1/4 to 1/2 mile.  Park in a pullout on the East side of the road (by the river).  You will be directly below the rock, and will see it as you drive up to the parking spot.  You can spot the crag when you are looking at the back-side of the Cynical Pinnacle, and it will be to the right, and down a bit.  Hike directly up the drainage, starting up an old road that is gated (steeper, and longer than it looks), and Snake Buttress will be the second major rock that you encounter.  If you keep on the right path, you will encounter a couple of cairns on the way up.  As a comparison, the approach is maybe a bit shorter than the approach to Cynical Pinnacle.  The buttress contains a good number of bolted slab climbs, and a couple of nice cracks.","protection":"The majority of the route is protected by exactly two rusty 1/4 inch bolts, and a bolt anchor at about 130-140 feet.  However, you may get some pro in the start depending on which way you start the route.  We TR'd this climb, and started with a sweet finger crack, to slab, to squeeze chimney direct start (5.11?).  Going this way, you could probably get a few cams from green alien up to about the .5 or .75 camalot size, in the start. Rap with 2 ropes, or continue with the 2nd pitch of Hodge Podge.","location":""},"__v":0},{"_id":"dZuP+/0SXPuGZQbD9LSWEQ==","name":"Mr. Pitiful","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Peter Hubbel, Bruce Burnell, Andy Archer, 8/84","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":12,"mp_id":"106122139","mp_crag_id":"105797970","climb_id":"dZuP+/0SXPuGZQbD9LSWEQ==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Mr. Pitiful is a pretty good, little route that starts in a left-facing dihedral formed by a small pillar.  Scramble up, move left and clip a bolt after a roof of sorts.  Follow several more bolts straight up on pleasant, slab climbing with good edges, friction, and crystals.  The rock is slightly friable in places, so be a bit careful.\n\nThe climbing is pretty fun as it seems that there is always a good stance close by.\n\nMake your way up to a tree growing out of a crack.  This tree usually has webbing, but it might be old webbing.  If you don't like the tree, you can climb about 15' higher to a ledge, and scramble across it to the right.  After about 30' you will run into the bolted anchor at the top of '\n\nGeek Crack\n\n' and '\n\nIllusion Chain\n\n'.","protection":"Primarily bolts (bring about 8 or 10 draws), and perhaps a light rack with wires to tight hands.  The dihedral at bottom is bigger, but I don't remember as it was pretty easy.  You can scope this part easily from the ground.","location":"Approximately 60% to 70% of the way to the right of the buttress.  Snake Buttress is naturally split into 4 parts and this part would be the 3rd to the right.  Look for a left-facing dihedral that is formed by a 20' spike of rock leaning against the slab."},"__v":0},{"_id":"fNNsCraQXeOkuO3wiWnksg==","name":"Jo Bubba","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"hubbel, Wilson & Bristol","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":4,"mp_id":"106250178","mp_crag_id":"105797970","climb_id":"fNNsCraQXeOkuO3wiWnksg==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"I think this is one of the best routes on the rock.\n\nThe crux to me is just past the first horizontal crack. I protected here with a small HB. The route is well protected by Platte standards. I have never done the second pitch.\n\nPer\n\nDylan Oliver\n\n: P1 climbs just right of a large, left-facing corner groove protected by bolts.\n\nThe crux to me is just past the first horizontal crack, protectable with a small HB. The route is well protected by Platte standards.\n\nA belay can be built just after the overlaps at a horizontal crack with finger-sized gear\n\nAfter the horizontal, at the same height as the anchor for the climbs to the right (optional belay), continue up run out slabs to an anchor right below the headwall. This can be reached with a full 70m rope from the ground.","protection":"Draws and maybe some very small nuts.","location":"Look at the rock.  Find the 3 horizontal cracks.  4th class scramble to the ledge.  Look for the brand new bolts."},"__v":0},{"_id":"V3bl0scvXsadzjSq6AbMDw==","name":"IIlusion Chain","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bruce Burnell, Andy Archer, Peter Hubbel, 8/84","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":11,"mp_id":"106122122","mp_crag_id":"105797970","climb_id":"V3bl0scvXsadzjSq6AbMDw==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Illusion Chain is located on the far right side of the snake buttress, just left of a large roof system that is close to the ground.  It is a fairly long pitch of somewhat sustained slab climbing, protected by good bolts about 15' apart.\n\nClamber up onto a tombstone flake while being a bit harassed by a pine tree.  Move up to the right and clip a few bolts, being mindful of crater potential at the 2nd and 3rd bolts.  Keep chasing bolts while trying not to peel of the flakes until you reach the anchors on a ledge at about 140' or so.  There are a couple cracks up high that offer supplemental protection of varied size, particularly hand-sized cams.\n\nRap the route from an anchor consisting of a good bolt and 2 crappy ones.","protection":"Bring about 10 to 12 draws, and a light rack of cams.","location":""},"__v":0},{"_id":"xqIfTE8cULmbIxyQP+YR4A==","name":"Hodge Podge","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":1,"mp_id":"105760974","mp_crag_id":"105797970","climb_id":"xqIfTE8cULmbIxyQP+YR4A==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Hodge Podge starts on the far left side of Snake Buttress, and offers a variety of different climbing.\n\nFor the first pitch, climb up the obvious crack in a right facing dihedral. The crack is awesome on this pitch, and goes from fists, to fingers, but is mostly used for a layback with slippery feet.  You have to scramble in from the right up some easy cracks.  If you want pro in the initial cracks, you may want to try double ropes due to the proximity to the rest of the pitch.  The start is additionally complicated by a couple of really angry sticker bushes that you have to climb directly through.  Traverse left to get to the start of the sweet looking splitter crack.  Climb, layback, and undercling the crack until it just about ends, then traverse right out onto the face aiming for an old 1/4 inch bolt.  This bolt is your last pro for about 30-40 feet of 5.7 face climbing to the bolt anchors under a huge roof.  (You could also continue up the crack system in the corner, then traverse to the anchors under the roof, but you would have to climb through another huge bush).  The anchor is two rusty 1/4 inch bolts, and one newer 1/4 incher.  We added a sling to this anchor.  Rap, or continue up the climb.\n\nThe route continues from the bolt anchor up into the OW roof to fist crack.  You get another rusty bolt about 5 feet above the anchor, just before you chimney, and arm bar your way into the crack, then go up to the top.  If topping out, walk off to climber's right.  This is a nice climb, and would be really nice without the painful sticker bushes.  Just an opinion, but, the climb seemed pretty challenging for the 5.9 grade!  It offers all sizes of crack, and some face climbing, and on mostly good rock.  There is also a 5.11c start to this climb (Dr. Demento) that looks really good, and less bushy to start.\n\nThis route is located on Snake Buttress.  To get to Snake Buttress, keep heading North past the normal parking for the Cynical Pinnacle parking area, for about 1/4 to 1/2 mile.  Park in a pullout on the East side of the road (by the river).  You will be directly below the rock, and will see it as you drive up to the parking spot.  You can spot the crag when you are looking at the back-side of the Cynical Pinnacle, and it will be to the right, and down a bit.  Hike directly up the drainage, starting up an old road that is gated (steeper, and longer than it looks), and Snake Buttress will be the second major rock that you encounter.  If you keep on the right path, you will encounter a couple of cairns on the way up.  As a comparison, the approach is maybe a bit shorter than the approach to Cynical Pinnacle.  The buttress contains a good number of nice bolted slab climbs, and a couple of nice cracks.","protection":"Heavy on the cams.  Maybe doubles, and bring a couple of big pieces.  Long slings helpful.  Hedge trimmers (just kidding)!","location":""},"__v":0},{"_id":"6BlUBwB3XQSIv3jSpNXjlQ==","name":"Hubba Bubba","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Maurice Reed and Olaf Mitchel","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":5,"mp_id":"107976496","mp_crag_id":"105797970","climb_id":"6BlUBwB3XQSIv3jSpNXjlQ==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"It begins off a block and goes up past a 3 bolts to a thin crack and ends at the anchor shared by many routes.","protection":"To be edited in.","location":"This route is located in between\n\nJo Bubba\n\nand\n\nWake of the Flood\n\n."},"__v":0},{"_id":"o8hCCFZjX6+mMhSWm21aVA==","name":"Hairless","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Peter Hubbel, Bruce Burnell, Andy Archer 8/84","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":13,"mp_id":"106122131","mp_crag_id":"105797970","climb_id":"o8hCCFZjX6+mMhSWm21aVA==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Hairless is a fun pitch that shares the same start as '\n\nMr. Pitiful\n\n' but deviates to the right at the 4th bolt and heads up to a small flake.\n\nThe flake is protected by a pretty good pin that can be backed up with finger-sized gear.  Layback up the flake, clip a bolt, and head up to a left-trending, finger crack that can take small gear.  I found this to be surprisingly 'shouldery' for slab movement.  Then cruise straight up to a tree that sometimes has webbing (usually crusty).\n\nIf the tree doesn't float your boat for rapping, you can climb a little higher to a good ledge and follow it to the right for about 30' to a bolted anchor.","protection":"Approximately 5 bolts, a pin at the crux, wires and small cams to #0.5 Camalot or so.","location":"This is located in a small zone that is approximately 60% or 70% towards the right side of the buttress.  Snake Buttress is kind of split into 4 sections.  From left to right, this would be the 3rd section."},"__v":0},{"_id":"I6Cy+Ye0X72EtNvTQls8Vg==","name":"Go for it Lulu","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":14,"mp_id":"107976513","mp_crag_id":"105797970","climb_id":"I6Cy+Ye0X72EtNvTQls8Vg==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Look for a line of bolts to the right of the roof/corner system.  Tricky face climbing with some good holds ascends a wall to the slab above.  This is kind of a fun route actually.  Look for trees at the top to rappel or walk down.","protection":"Mostly bolts.","location":"It is the furthest right route on the wall."},"__v":0},{"_id":"TR4ejJe0Wx+DHxFUniWzQA==","name":"Geek Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":10,"mp_id":"106122127","mp_crag_id":"105797970","climb_id":"TR4ejJe0Wx+DHxFUniWzQA==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Geek Crack is an OK route that starts off with grungy climbing to get up to a thin seam/crack in a slab, about 100' up.  The seam/crack portion is pretty fun.\n\nStart on the same tombstone flake as for '\n\nIllusion Chain\n\n' (far right side of buttress, just left of low lying roofs).  Scramble up, zig-zagging a bit to find the path of least resistance, as well as 2 or 3 bolts and possible supplemental gear until you get to a bushy ledge just below the seam.  Clip a buttonhead and make a tricky step up over a small roof to get established.  Ease your way up the seam, protecting with small cams and wires.  Microstoppers (\n\ni.e.\n\nRPs, BD micro, HB offset) are helpful.  After about 20 feet, it eases up and you can cruise easily to the same anchors as for '\n\nIllusion Chain\n\n'.","protection":"Several bolts, good ones down low, but an old buttonhead at the crux getting over the small roof.  A good selection of wires and micro wires, tcus or aliens, and a light rack of cams to hand sized.","location":"The far right side of snake buttress, just left of the large roof that is 20' feet off the ground, and just right of a slot /gully /chimney /dihedral sort of thing."},"__v":0},{"_id":"phmU7GVNVRWucw1aOMDIGA==","name":"Dr Demento's Descending Demise","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Pete Hubbel, Greg Hinnen, and Mike Smith, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"left_right_index":0,"mp_id":"106122097","mp_crag_id":"105797970","climb_id":"phmU7GVNVRWucw1aOMDIGA==","areaRef":"r2lznr7SVDGjWSo6117Qog=="},"content":{"description":"Dr. Demento is an interesting, varied route on the far left side of the snake buttress.  It is difficult to rate the quality of this route, as it has good climbing that is complicated by old button heads and cat's claw bushes.  I put in 3 stars, figuring that other people will put in fewer, and it will even out.\n\nThe climb is generally done in 2 pitches, but it actually works better to do it in one.  Start behind the big pine tree on the far left (west) side, directly beneath a steep face with 3 old buttonheads.  surmount a pinnacle, clip the first bolt, and climb somewhat non-typical, slippery, South Platte granite without exfoliating flakes, 11c.\n\nThis gets you up to a bushy ledge with a single buttonhead beneath a large roof.  Back this up with good gear ranging from fingers to hands, and move out the right side of the roof into a right-leaning, offset, flared splitter.  Follow this up until you can make a belay in the cave above.  The pitch takes small hands to big hands/tight fist sized gear, and the belay in the cave can take gear from large stoppers to hand sized pieces.  The books give this pitch 11b, but it feels very similar to a lot of the leaning cracks at Vedauwoo that are in the 5.10 range.\n\nFrom the cave belay, you can climb the rest of\n\nHodge Podge\n\n, or you can climb up and left in the cave and prairie dog out a rotten talus hole and do a complicated walk off.","protection":"3 old buttonheads protect the lower face climbing, gear from #0.5 camalot to #3 Camalot, possibly #3.5 or new #4 Camalot for the crack.  Large stoppers to #0.75 Camalot for anchor.\n\nNote that the crack leans hard to the right, and is located in the left face of a lower-angled dihedral.  If it is at your limit, it might be best not to run it out too far and pitch off onto the thorn-bush infested slab below.","location":"Left side of the Snake Buttress.  You can't miss the obvious, right-leaning crack in the left face of the '\n\nHodge Podge\n\n' pitch 1 dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,b1d3d2a7-6fc4-5739-ab04-4cb08768ffc7,af69739e-bed2-5431-a359-2a3ad75ed0a2","pathTokens":["USA","Colorado","South Platte","Cathedral Spires Area","Snake Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.10c"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11c"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":9,"advanced":3,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":10,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.24641,39.42158]},"bbox":[-105.24699208855795,39.42113033981814,-105.24582791144208,39.42202966018187],"left_right_index":-1,"ext_id":"105797970","area_id":"r2lznr7SVDGjWSo6117Qog==","polygon":{"type":"Polygon","coordinates":[[[-105.24699208855795,39.42113033981814],[-105.24582791144208,39.42113033981814],[-105.24582791144208,39.42202966018187],[-105.24699208855795,39.42202966018187],[-105.24699208855795,39.42113033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:56:15.442Z","updatedAt":"2024-01-20T01:00:19.184Z"}