{"_id":"63689d5ce80bff5a994f4bbe","area_name":"PSOM Slab","shortCode":"","climbs":[{"_id":"kIOVauN+V9WqHM8lZEacGg==","name":"Your Mother Was a Hamster","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":10,"mp_id":"107166678","mp_crag_id":"106392769","climb_id":"kIOVauN+V9WqHM8lZEacGg==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Fun route that has a bunch of slab moves. Great for teaching slab as there are moves with friction only. Not as good as it's neighbor Digi, but easier.\n\nRoute follows 7 bolts to a Mussy Hook anchor.\n\nBishop Area Rock Climbs lists this as 2 pitches, with another pitch above the one noted here.","protection":"7 Bolts to Mussy Hook anchor","location":"Same face as Digi, starts on featured slab near the corner of the slab."},"__v":0},{"_id":"hCzpsrwUWnmN/1wIL7thzw==","name":"Wanted Man","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Adam Winters, Jeremy Freeman - OS/GU - Oct 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":4,"mp_id":"106392815","mp_crag_id":"106392769","climb_id":"hCzpsrwUWnmN/1wIL7thzw==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Fun and varied climbing.  The start can go one of two ways- The left option isn't bad when you figure out the high-step move, and the right way feels like 5.11 just getting off the ground (without the cheat-stones).  The choice is yours, but the climbing above is worth the effort.\n\nPitch 1:\n\nPull an unprotected funky high-step/rock-over move down low and left on the slab to reach edges and the flake (crux).  OR, start to the right in the seam with a tough move off the ground with or without cheater-stones (crux).  Work up and right following the nice flake, thru a wider section until you reach the short finger crack in the hidden right-facing corner.  Step left around the arete via a large high foothold and work up and left to the thin flake.  Continue straight up to the short 'V' groove then make a big step right into the main crack system just below the sketchy-looking block.  Climb up to the belay stance just left of the detached block (same belay as 'Breaking & Entering').\n\nPitch 2:\n\nSame as 'B&E'.  Step up and right, under the tree, then up the slab slightly left to the finger crack/seam above.  Follow into the next crack on the right, then up to the big ledge.  Build an anchor.\n\nDescent:\n\nRappel off the mussies at the end of pitch 1, or after pitch 2 scramble up then right along the ledge to one of the two descent gullies (4th class).","protection":"Standard rack to 3\"","location":"Just left of 'Breaking & Entering', near the very left side of the slab."},"__v":0},{"_id":"OmBiOxYBW1W2SLQQooc6zA==","name":"Tumbleweed Tales","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"E. + L. Stefke, Em Holland, Doug Biber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":17,"mp_id":"113602611","mp_crag_id":"106392769","climb_id":"OmBiOxYBW1W2SLQQooc6zA==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"This route features excellent slab/thin face climbing on small edges and smears in a range of difficulties. Since the easier pitches are lower and the harder pitches are higher it is possible to climb just a few pitches or the whole climb. The P6 roof appears easy, but is actually quite burly and really out of character with the rest of the climb. Most climbers will probably stick with the first five pitches, which lowers the grade significantly.\n\nP1 (5.7 PG-13/R) - Climb the first four bolts of Controversial Insert, then head up straight in a corner/flaring groove. Continue to the bottom anchor of Silver Streak. This is a full 70m pitch, the 2nd should be tied in and ready to go. While the crux is fairly well protected (small gear in flake to left of flaring groove) the easier terrain is a bit runout. Watch rope drag! 4 bolts, gear, 70m\n\nNote:\n\n1.) This is\n\nNOT\n\na good pitch for beginning leaders.\n\n2.)\n\nThe route rappel on a single 70m rope does NOT come back down this way!\n\nSee rappel description below!\n\nP2 (5.9 PG-13) - Climb the first six bolts of Silver Streak, then climb toward the 7th bolt (\n\nIf\n\nyour 2nd is not strong on solid 5.9 slab\n\nyou may want to\n\nclip the 7th bolt on Silver Streak with a sling before heading right.  Note that this will slightly increase rope drag for the leader, but much better protect the initial moves after the 6th bolt for the 2nd).  Upon encountering a rust streak (just below 7th bolt of Silver Streak) and easier terrain continue toward the right on an improbable ramp, then slab climb up and right past three bolts to an anchor in an alcove (just left of the 3rd pitch start on JFMB). 9 bolts, 38m\n\nP3 (5.10a/b) - Continue up the face on small edges and smears along/just right of the bolts. Pass the easy lip to the anchor. 7 bolts, 27m\n\nP4 (5.10a) - Follow bolts up the face on small edges and smears to a hidden alcove and anchor. This pitch is very similar to P3, maybe a tad easier.  10 bolts, 33m\n\nP5 (5.10c) - Climb toward a small roof/lieback flake (5.9) from the left side of the alcove, then continue up the face to a tightly bolted crux (10c) section and the anchor. The crux may be a bit height dependent. Most climbers will probably stop here and rappel. Note rappel instructions below! 9 bolts, 26m\n\nP6 (5.11b or 5.10A0) - Move up over easier ground (small gear) to a bolt below the roof. Surmount the burly roof (bolt, permadraw, and optional gear to 2\") and continue up past a shallow groove (.75\") and another bolt to the anchor. It is possible to A0 the roof with the permadraw.  While this is easier than doing the roof clean, it still requires a couple of jams in the 5.10 range.  Tape or gloves are recommended.  3 bolts, permadraw, gear, 34m","protection":"Single 70m rope (note rappel directions above!).  10 QDs/alpine runners (3-4 helpful on 1st, 2nd, and 6th pitch), small rack (3/8-3/4\") of cams","location":"Start as for Controversial Insert (the 4-bolt, right variation start of Racing Lizards).\n\nDescent - Rappel to the top of the second pitch with a single 70m rope.  From there rappel or scramble down to the top of the 2nd pitch of John Fischer Memorial Buttress and continue rappelling from there.  Always knot your rope, some of the rappels are tight.  On the last rappel (1st pitch of JFMB) stay to climber's right in order to make it to the ground."},"__v":0},{"_id":"unqfAwI+WMa9MDxdi/5zdw==","name":"Too Many Rules","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"D. Hensel, T. DeVore, E. Stefke, Sept. 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":21,"mp_id":"109500236","mp_crag_id":"106392769","climb_id":"unqfAwI+WMa9MDxdi/5zdw==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"This is the line of black bolts between JFMR and Slab-O-Rama.  Fun steep friction and thin face climbing that is well protected, but not super tightly bolted.","protection":"10 draws, 70m rope","location":"Between JFMR and Slab-O-Rama\n\nSingle 70m rope for rappel, mussy hooks"},"__v":0},{"_id":"RLGMHGB2Wuy56xfcQM5Edg==","name":"The Toe","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"[Unknown]","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":0,"mp_id":"117326545","mp_crag_id":"106392769","climb_id":"RLGMHGB2Wuy56xfcQM5Edg==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"In the Pine Creek Climbing Guide they indicate this route goes anywhere from 5.6 to 5.9, depending on the line.  I managed to pick a line that kept the bottom 2/3 of the climb in the 5.6 range, although a bit run-out.\n\nWhen reaching the ledge there's a stack of sizable rocks that are loose.  I climbed right of them on unprotected jugs to attain the ledge.  Once on the ledge the left line appeared run-out (ledge fall potential), although possibly 5.6 to 5.7 in difficulty.  Beware of loose rock on this left line.\n\nThe corner to the right, although short (maybe 20 feet), had a couple stout layback moves.  This is likely the line the guide describes as 5.9, although it didn't feel that difficult.  It helps getting your first piece high in this corner to avoid having the rope pull across the previously noted loose blocks at the lip of the ledge.\n\nThe stacked blocks above the corner are not confidence inspiring if you tap on them.  You don't have much choice in using them if you want to reach the anchors.\n\nRappel is straight down from the anchors (following gravity).  We used a 70m, and there wasn't a lot of rope left so I assume a 60m wouldn't quite reach.\n\nIf we set aside the occasional loose rock and run-out, the climbing is fun.  A good trundling session would easily yield this a few stars for quality.","protection":"Doubles through 3\"","location":"At the point where the trail meets the nose of the buttress, left of the first bolted climbs on the slab and left of the vegetated small crack (\"Moderate Crack\", 5.5)."},"__v":0},{"_id":"GaXN0y16XUKAK6VzB/HM5g==","name":"Slow Ride","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Todd Townsend and Joe LeMaster 5/2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":6,"mp_id":"108109818","mp_crag_id":"106392769","climb_id":"GaXN0y16XUKAK6VzB/HM5g==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Climb a low angle finger crack to where it ends at some chossy flakes. Step up and right to clip a bolt. Face climb past a second bolt, then traverse back left into another finger crack. Follow this crack system, which widens to hand size, and lower off the anchor at the top of Lizard Gizzards.","protection":"2 Bolts, Gear to 3\"\n\nLower off Mussy Hook anchor with a 70m rope.","location":"Located between Breaking & Entering and Lizard Gizzards. Shares the anchor with Lizard Gizzards."},"__v":0},{"_id":"+bk7OzKHXqS6UnWoZ2dU+A==","name":"Slip and Slide","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rick Poedtke., solo, Sept. 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":1,"mp_id":"108528328","mp_crag_id":"106392769","climb_id":"+bk7OzKHXqS6UnWoZ2dU+A==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Awesome slab route.  Clean, fun, low-angle friction. The route runs a bit more right than indicated in the photo.","protection":"5 bolts, mussy hooks.","location":"Passing the toe of PSOM on the approach one encounters a small, short slab with two bolted routes.  This is the left hand route."},"__v":0},{"_id":"NLyBSBV8WQGAH7PJynff5g==","name":"Slab-O-Rama","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"E.Stefke","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":22,"mp_id":"109423090","mp_crag_id":"106392769","climb_id":"NLyBSBV8WQGAH7PJynff5g==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Start in the pod, then go up and slightly left to a thin, sloping stance.  Pass the prominent orange spot, continue up a shallow groove toward the roof.  Pass the roof on the right side (big holds), then angle up and left through the crux section (sustained steep slab/thin face for the next four bolts).  Surmount the roof in the middle (5.7+), then head slightly left and up to a good ledge and mussy anchor.\n\nThis is a full 200'+ pitch!  12 bolts, optional (recommended) thin gear (green/gray aliens) for 2nd horizontal/shallow crack on upper slab.  A bit longer and much more sustained than Silver Streak.  Fairly tightly bolted at the crux sections, but a bit R on easier terrain.\n\n70m rope and descend via rappel to anchor for 'Too Many Rules.'","protection":"12 draws, optional (recommended) cams (green/gray alien size); mussy anchors; single 70m rope; 2 rappels (via 'Too Many Rules')","location":"Look for a gold streak/shallow pod and orange patch, roughly 50' uphill from the start of JFMB, just right of 'Too Many Rules' (which has black bolts)."},"__v":0},{"_id":"K06ClDaBUz63pi5e0M9Y7Q==","name":"Silver Streak","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Barton/Poedtke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":14,"mp_id":"107720836","mp_crag_id":"106392769","climb_id":"K06ClDaBUz63pi5e0M9Y7Q==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"A very fun route with solid rock quality and a tricky crux, a definite must-do for those who like slab climbing.","protection":"14 draws and optional small nuts.  Two ropes.","location":"Follow the standard approach to PSOM Slab.  From here, hike uphill and climb P1 of the John Fischer Memorial Route to the anchors (5.10a).  Look up from the anchors and at about 10 o'clock you will spot a bulge to a set of mussy hook anchors from here.  Climb to those anchors (5.8) and you are at the base of Silver Streak.  Rappel with two 70 meter ropes."},"__v":0},{"_id":"QfUMCacnUCmo9GubpviSoA==","name":"Serious But Not Desperate","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Bartlett, Bob Bartlett, Bob Harrington, Hank Levine","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":24,"mp_id":"106443375","mp_crag_id":"106392769","climb_id":"QfUMCacnUCmo9GubpviSoA==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Don motorcycle pants or leather lederhosen, and climb runout slab, clipping the few bolts interspersed between grainy, flaky granite. One bolt after the anchor on P-2 gets you (hopefully) into a wonderful right-facing corner which leads to the top of PSOM Pinnacle. Double rope raps lead down over the carnage of skin.","protection":"quick draws, gear to one inch.","location":""},"__v":0},{"_id":"dMHRFA48XWadIMhA8f7w7A==","name":"Same As It Never Was","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Darrell Hensel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":3,"mp_id":"108998034","mp_crag_id":"106392769","climb_id":"dMHRFA48XWadIMhA8f7w7A==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Thin slab to a short section of seam/crack, then finishes on lower angle smearing.  Climb crux moves past two bolts to obtain a couple of small holes. From the holes follow the right leaning seam/crack doing a few more hard moves to obtain the large shelf just right of the bush.  Five more bolts trend leftwards to the anchor.  Despite being lower angle the upper slab has smaller holds and presents a reasonably continuous and surprisingly difficult smearing exercise.\n\nAlthough the route has cleaned up decently the name sums it up pretty well. A lot of surface scale needed to be cleaned off the upper half of the route.  Hopefully this isn't going to be a case of \"Same As It Never Will Be\" as well. Nonetheless, there is decent climbing throughout the route and even if it does continue to change it shouldn't present a problem due to the slabby nature of the climbing.\n\nIf it wasn't for the crispy hold aspect of it the route could probably be given another star - IMO.","protection":"9 bolts, 2 ring hangers at anchor (no mussies yet)","location":"Immediately left of Wanted Man.  Single 70m rope to get off.  60m would probably also work by swinging left at the bottom, if needed."},"__v":0},{"_id":"W3aYfHLwWga9ODUAgWU2pw==","name":"The Raw Deal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Morgan Nutting, Austin Archer, Tyler Logan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":25,"mp_id":"109677335","mp_crag_id":"106392769","climb_id":"W3aYfHLwWga9ODUAgWU2pw==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"From the high life start, climb up to a small ledge this is the start of the route.\n\nPitch 1 5.7 100ft, 2 bolts small gear, climb up a slab clip a bolt, follow the flake, over a small roof, scurry up to a big ledge. Belay with a gear anchor in the corner, that takes two 2\" cams.\n\nPitch 2 5.8 110ft 1 bolt, follow the crack strait up bust left to the anchors on a small but good stance.\n\nPitch 3 5.8  120ft, 3 bolts gear to 2\", continue up the crack over a fun roof, pass the anchors over the roof and continue up a series of dirty ledges to a comfy ledge to 2 mussy hooks. (if you want a mega fun pitch link pitch 2 & 3 but stop and belay at the anchors just over the roof on pitch 3, highly recommended!)\n\nPitch 4 5.9 100ft, 2 bolts optional gear to 4\", from the big dirty ledge go left over a series of steps and clip a bolt, continue strait up through a fun bulging crack, climb through a chimney and bust right to the anchors.","protection":"A few small stoppers, standard rack to 2\", draws, one 4\" cam if you want.","location":"To the left of high life. 1 70m rope required. To get down Rap down to the Anchors on the big dirty ledge, then a small rap to the Anchors above the roof, 1 more rap to the first pitch ledge. Then walk over to the High life anchors, when rapping the high life swing to the climbers right and down climb a few feet."},"__v":0},{"_id":"NJGrdGGxWsC/bg0xNHJXmA==","name":"Rattlesnake Errands","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"E. and L. Stefke, Oct 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":11,"mp_id":"109637280","mp_crag_id":"106392769","climb_id":"NJGrdGGxWsC/bg0xNHJXmA==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Just up the hill from the slab that has 'Digi' but before 'Racing Lizards' is a prominent, 20-30' wide buttress that is flanked by 3rd/4th class gullies on both sides.\n\n'Rattlesnake Errands' takes 2 pitches of slab climbing up the center of the buttress.\n\nP1 - there are three distinct starting variations (see topo pic):\n\n1.) Original (main) start (10a) - after the first bolt continue straight up the slab to the second bolt.\n\n2.) Right start (easy 5th after the initial moves to the first bolt) - after clipping the first bolt continue right and up via big holds in the trough.\n\n3.) Left start (5.8) - after clipping the second bolt move out left to a horn, then go up and right toward the 3rd bolt.\n\nAfter passing the 3rd bolt go up the slab to the right of the crack past 2 more bolts.  Cross the crack (optional sm. TCU/Alien), then go left and up via 3 more bolts (5.8) to the P1 anchor.\n\nP2 - from the P1 anchor go slightly left, then up to a bolt.  Continue toward a small orange patch (finger pocket), then go up past a short steeper section (10a) and 3 bolts to a great in-cut rail/stance and horn.  Continue slightly right and up to the level of the next bolt, then go left out on the face to a black knob.  Follow the slab (5.10b) past four more bolts to an orange colored protrusion.  Easier ground past one more bolt leads to the P2 anchor.\n\nThis route is similar in character to 'Silver Streak' - technically maybe a tad easier, but much more sustained on the 2nd pitch.","protection":"P1 - 8 bolts and optional sm. TCU/Alien\n\nP2 - 10 bolts\n\nMussy Hook anchors, single 70m rope","location":"This route is on the prominent buttress between 'Your Mother Was A Hamster' and 'Racing Lizards'\n\nSingle 70m rope, 2 rappels"},"__v":0},{"_id":"4sSsh7tiU5Gy5et8MdWnpw==","name":"Racing Lizards","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Greg Barnes, Karin Wuhrmann, Barry Hutten, 5/2003 GU","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":12,"mp_id":"107152706","mp_crag_id":"106392769","climb_id":"4sSsh7tiU5Gy5et8MdWnpw==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"3 Pitches of fun climbing.\n\n-Pitch one starts in a short wide crack/chimney, then easy 3rd class leads to a slab with one bolt before a straight-in crack.\n\n-Pitch two starts with slab moves protected by 2 bolts, followed by some under-clinging cracks, next comes more slab protected by 2 more bolts, this pitch is finished by a wide easy crack\n\n-Pitch three starts with a high reach to the first bolt, followed by a left arching crack/ under-cling which you move out into one of two wide crack/flares. Head up towards a mini roof protected by a bolt, finish up this slab protected by one more bolt\n\nRappel route three times with double ropes","protection":"Gear to 3\" plus 4 draws","location":"Middle of PSOM slab, starts in a bushy crack to the left of PSOM Pinnacle"},"__v":0},{"_id":"s1gYk3lmVCOtqKLG7eQSXw==","name":"PSOM Pinnacle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Fischer, GU 1970's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":18,"mp_id":"106443385","mp_crag_id":"106392769","climb_id":"s1gYk3lmVCOtqKLG7eQSXw==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"The old Palisade School of Mountaineering (PSOM) training ground for clients, this route has a bit of mountaineering in it, some wandering and meandering, and a stellar lie-back finish to a small summit.\n\nP-1: crack to slab (little bit run-out).\n\nP-2: Bulgy crack then 3rd class through the brush to the right.\n\nP-3: left-facing dihedral to the top of the pinnacle.","protection":"Gear to 2\"","location":""},"__v":0},{"_id":"EYmhIG5zXjmEuQp8012xrA==","name":"Pretty New Anchor","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":9,"mp_id":"109032291","mp_crag_id":"106392769","climb_id":"EYmhIG5zXjmEuQp8012xrA==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"This route starts on the slab immediately right and below the start of Digi.  Follow 2 bolts (1st crux around 2nd bolt, height dependent) to a short groove (gear) and a couple more bolts above.  Continue up on easier ground, crossing 'Your Mother was a Hamster' - finish on the slab above with the three right hand bolts (2nd crux).  Fun route with a bit of variety.  It's easy to get this mixed up with 'Your Mother was a Hamster' on top.  WATCH rope ends on lower/rap!","protection":"8 bolts (including the 5th bolt which is from 'Your Mother was a Hamster') and small gear up to 1/2\"\n\n70m rope","location":"The route is located just right of 'Digi' and left of 'Your Mother was a Hamster,' however it crosses Hamster at the fifth (shared) bolt and finishes via harder face moves on the right (vs. the easier Digi/Hamster finish on the left).\n\nTight rap with one 70m rope."},"__v":0},{"_id":"cyRRJ67/U5OYt83B63PC4Q==","name":"Polish Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Steed, Marek Jakubowski July 6, 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":23,"mp_id":"108272804","mp_crag_id":"106392769","climb_id":"cyRRJ67/U5OYt83B63PC4Q==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Pitch 1: climb up and left on low angle rock until the prominent right facing corner is reached, just below some small roofs.  Continue up this low angle corner until a steep section is reached.  Climb up a steep hand crack (5.9) and then trend left before a ledge is reached.  Continue left around a big block with some bushes until it is possible to make a comfortable belay before another steep section.\n\nPitch 2: Continue up broken rock, trending right, and then left when you see the summit block.  Continue up the steep and exposed summit block on giant holds (5.6).","protection":"Standard rack of gear that you need for the JFMR.","location":"The Polish Direct climbs the prominent buttress that rises above and right of the top of the John Fischer Memorial Route.  From the last anchors of the JFMR, walk up and right 250' to the base of the buttress.  Start Just right of the toe of the buttress, about 25' right of a giant right facing corner.  Descent: From the summit block, scramble 3rd and 4th class terrain back down to the final anchors of the JFMR."},"__v":0},{"_id":"QOK1SI17XFaTbUQQCXZrwg==","name":"PBR Street Gang","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tai DeVore, Todd Townsend 2010 G.U.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":32,"mp_id":"107153068","mp_crag_id":"106392769","climb_id":"QOK1SI17XFaTbUQQCXZrwg==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Climb 6 pitches of really good granite.\n\nP1- climb the water worn groove on the far right side of PSOM Slab to a ledge. *OR* Climb the better looking pitch to the left (The High Life) up cracks and an undercling section to three bolts and anchors. (5.9)\n\nP2- Move right and climb the seam to anchors. *OR*\n\nP3- Continue in the seam to the next anchors under the roof system.\n\nP4- Climb through the roof (crux)with hand jams and then clip a bolt and go left under the roof and then up to anchors.\n\nP5- Climb the flaring chimney/corner. Good rock and adequate protection.The anchors are out on the face to the left *OR*\n\nP6- Skip this anchor and go straight to a ledge and then up and left to the last anchors.\n\n6 raps with one 70 M rope. Watch the ends as a few are rope stretchers.","protection":"Standard trad rack, double med sized cams and a set of nuts.","location":"Go uphill all the way along the PSOM Slab to the 4th class gully and start up the route."},"__v":0},{"_id":"JqN8Lx4QUnCRYT0ViiQz9g==","name":"Lizard Gizzards","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Poedtke/Barton/Holland","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":7,"mp_id":"107720785","mp_crag_id":"106392769","climb_id":"JqN8Lx4QUnCRYT0ViiQz9g==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"PSOM Gizzards is a newer route on the PSOM Slab.  It still could use some cleaning so be cautious of \"potato chip\" holds, but follows generally fun and well protected slab climbing up past 10 bolts to mussy hooks.","protection":"10 bolts to mussy hooks at the top.","location":"The route is to the climber's left of Racing Lizards but to the left of Digi.  Follow the obvious bolt line to the mussy hooks at the top.\n\nRappel or lower off with a single 60 meter rope."},"__v":0},{"_id":"3E5PPceVUDmS5bHQuzDILg==","name":"Lawbreaker","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Darrell Hensel, Elmar and Lisa Stefke, Nov. 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":20,"mp_id":"109770932","mp_crag_id":"106392769","climb_id":"3E5PPceVUDmS5bHQuzDILg==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Fun route with excellent friction and thin edges on nice slab.  A shade easier than 'Too Many Rules' - but not as tightly bolted.  It's a long way (of easy climbing) to the first bolt of 'Lawbreaker' - a possible alternative would be to clip the first bolt on JFMB.  The crux (10+) is around the 2nd and 3rd bolt, the upper section eases significantly.","protection":"6 bolts, shares mussy anchor with 'Too Many Rules'\n\nsingle 70m rope","location":"'Lawbreaker' is located between JFMB and 'Too Many Rules'"},"__v":0},{"_id":"jY9WYTirXOmvvtjoJ9PaTQ==","name":"John Fischer Memorial Route","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tai and Mary Devore, 2011","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":19,"mp_id":"107278643","mp_crag_id":"106392769","climb_id":"jY9WYTirXOmvvtjoJ9PaTQ==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"The JFMR was established and climbed by Bishop local Tai Devore in the early spring of 2011 in memory of John Fischer. John was a local climbing guide and an old school mountaineering legend. He was killed when his motorcycle hit a deer while riding near Conway Summit, ca. on June 5th 2010.\n\nJohn would often bring clients to Pine Creek to climb, many to this very wall which is named after his climbing school the Palisade School of Mountaineering (PSOM).\n\nThe route follows the prominent pillar in the center of the PSOM slab for 7 pitches and holds some great mixed climbing.\n\nP1: Climb the slab and some cracks to the first anchors at a small ledge.\n\nP2: More mixed climbing past a cruxy face move left from a seam to a flake. You end up on a large ledge. you can belay from here for the next pitch or walk right and up on ledges and build a gear anchor at the more logical base of the next pitch.\n\nP3: The money pitch. Climb past a few bolts on slab and then enter the amazing right leaning fingertip crack crux of the climb. A few small pieces protect this section well until the crack pinches off and you must make a few insecure but fun lieback moves to a good horizontal edge and crack. Finish past a tree with good gear in a hand crack.\n\nP4: Easy crack climbing on your left leads to some interesting and challenging slab climbing that is well protected by bolts.\n\nP5: More great slab climbing heads up and right to a flaring seam. Place some gear here and make a long reach to the right to get into another finger crack. Climb over a tree trunk to the next belay anchors.\n\nP6: This roof pitch is great! A bit of gear leads to the right of the first roof and bolts lead you leftward out onto the face above the belay and over another roof section. These moves are really fun and the roof mantle is a bit awkward. A few more bolts get you to the last belay.\n\nP7: Another great pitch! From below this pitch looks intimidating and steep but once you are here it isn't so bad. Climb up the big flake with good gear before heading out under the last small roof to a bolt or two. Good holds lead you up to the roof and once you can peek around you will find some good placements to protect this move. Turn this last roof and head for the final set of mussey hook anchors. Have your partner lower you back to the belay below to save a rappel and then they can toprope this pitch to clean it.\n\nRappel to the bottom of pitch 3 (to the left side of the tree) where you will run out of rope. Walk down to the last section of climbing on good ground and you will find a single FIXE rappel ring anchor on your left on the side of a block. Use this to descend to the next set of anchors and then to the ground on the routes mussey anchors.","protection":"Bring a double rack of small cams up to .75 and singles of everything else up to 2\". A set of stoppers will come in handy. Also bring 12 draws and a few long slings. One 70 meter rope or two 60 meter ropes will do. You must rap 7 times plus one short rap from a single rap ring or do a small section of downclimbing.","location":"The JFMR starts uphill of Racing Lizards with bolts on the slab. Follow bolts and prominent cracks to the top."},"__v":0},{"_id":"XGCpUb1SUqSSGd1BUCOZUQ==","name":"The Negotiator","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Darrell Hensel, March 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":29,"mp_id":"110938303","mp_crag_id":"106392769","climb_id":"XGCpUb1SUqSSGd1BUCOZUQ==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"This slab route starts on the upper tier ledge and is the first route right of the Big Deal. It climbs the next set of seams/grooves/shallow corners right of the Big Deal.  The rock is a little flakey past the first 4 bolts, then steadily improves and ends up being quality stone, particularly in the grooves/seams that make up a good share of the pitch. The stemming and face climbing in the seams is quite good.\n\nThe 7th bolt is a doubled bolt station that was originally put in by the Big Deal team as an intermediate rapp station for that route.  The route can be done as one long pitch (60+ meters), although if desired the intermediate station can be used to break it into two shorter pitches.\n\nAnother option for finishing the pitch is to join the Big Deal at the P2 flake and continue to it's intermediate anchor located mid P2.  This extends the length and makes for a very long pitch (I did it on an 80m but I *think* a 70m will reach as well - be careful.)","protection":"18 bolts (as one long pitch.)  If finishing the pitch by extending onto the Big Deal include a hand sized cam or two, plus one more bolt.","location":"First route to the right of The Big Deal.  Shares an anchor with Fire Sale, the anchor is between The Big Deal and PBR. Two rapps to get off.  Note that the anchor is rings."},"__v":0},{"_id":"b01ifHllXW+NSqvZZIO17w==","name":"The High Life","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tai DeVore, Urmas Franosch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":26,"mp_id":"108390640","mp_crag_id":"106392769","climb_id":"b01ifHllXW+NSqvZZIO17w==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Climb the right-facing corner/overlap as it arches right.  When the overlap peters out, follow the bolts to a bolted anchor on a comfy ledge.\n\nYou can continue on\n\nThe Big Deal\n\nor move 40 ft. right (past another anchor) and link to P2 of\n\nPBR Street Gang\n\n.","protection":"3 bolts, Gear to 3\".","location":"Quite far right/up the PSOM Slab.  Look for the prominent right-arching overlap.  Rappel from bolted anchor."},"__v":0},{"_id":"oFduf2B9Xh+RFK5I5jWmqw==","name":"Go Left Old Man","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Rick Poedtke, solo, Sept. 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":2,"mp_id":"108528338","mp_crag_id":"106392769","climb_id":"oFduf2B9Xh+RFK5I5jWmqw==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Fun, clean slab route.  The right hand edge is really close and quite tempting.  It would make the technical grade significantly easier.","protection":"4 bolts, mussy hooks.","location":"Passing the toe of PSOM on the approach one encounters a small, short slab with two bolted routes.  This is the right hand route."},"__v":0},{"_id":"y6jLLdjjX1eKNX1FvyBUZQ==","name":"Five Finger Discount","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Darrell Hensel, June 2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":31,"mp_id":"110937192","mp_crag_id":"106392769","climb_id":"y6jLLdjjX1eKNX1FvyBUZQ==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Fine slab route that deteriorates a bit toward the finish.  Better have your head in the game for a lead: it's a long way between bolts, the bottom is seriously slick, and the mid/upper sections have the usual PSOM chips (even if the climbing is relatively low angle and easy).","protection":"4 bolts; single 70m rope rap will leave you a few feet shy of the ground (downclimb PBR)","location":"Immediately left of PBR Streetgang is a slick low angle slab underneath a right facing arch.  Climb up the thin, slick seam, cross the lip, and continue up the easiest path along the bolted line."},"__v":0},{"_id":"XpG4cvTcWYef+tT0V6H4Mg==","name":"Fire Sale","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Darrell Hensel, March 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":30,"mp_id":"110938463","mp_crag_id":"106392769","climb_id":"XpG4cvTcWYef+tT0V6H4Mg==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"This is another slab off the large ledge at the base of the upper tier.  It is the first route  left of PBR P2.\n\nStart just left of PBR and go through a couple of slightly steeper slab sections, go over a tiny roof, then into the grooves and shallow corners that make up the top half of the pitch.\n\nLike the Negotiator this is a long pitch.  Unlike the Negotiator it doesn't have an intermediate anchor so it can't be done as two shorter pitches.\n\nStandard PSOM edging and smearing.  Decent enough route, although it has the typical PSOM issue with some flakey spots.","protection":"14 bolts.  Shares anchor with The Negotiator (rings.)","location":"First route left of PBR Street Gang.  Two rapps to get off, use the PBR P2 station for the second rapp."},"__v":0},{"_id":"2rAN4cjbULyKmwVRN0kAAQ==","name":"Digi","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Barnes, Karin Wuhrmann, 2/2003 GU","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":8,"mp_id":"107166646","mp_crag_id":"106392769","climb_id":"2rAN4cjbULyKmwVRN0kAAQ==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Fun mixed climb. Starts with a short slab below a small roof, continue over the roof and through a dirty broken crack to more face. 8 bolts to Mussy Hook anchors. Double rope rappel.","protection":"8 Bolts, Gear to 1\"","location":"The first bolted route on the slab, scramble up a ledge."},"__v":0},{"_id":"60UgawbaXyO5wXkbNHOj1Q==","name":"Controversial Insert","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Smith, Tai DeVore 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":13,"mp_id":"120851064","mp_crag_id":"106392769","climb_id":"60UgawbaXyO5wXkbNHOj1Q==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Alternate (cleaner) start for \"Racing Lizards\". 4 bolts visible from ground, lead to the finger crack of Racing Lizards P1.","protection":"4 bolts + small to medium gear lead to bolted anchor","location":"15 feet to the right of start for Racing Lizards"},"__v":0},{"_id":"qmUbOhRcViyr50BFpdZSfw==","name":"Breaking & Entering","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Adam Winters, Jeremy Freeman - OS/GU - Sept 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":5,"mp_id":"106392779","mp_crag_id":"106392769","climb_id":"qmUbOhRcViyr50BFpdZSfw==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"A fun route with one tricky roof sequence.\n\nPitch 1:\n\nClimb an easy left-facing obtuse corner to the tricky roof on the right.  A finger crack under the roof (crux) leads to a sidepull jug around the lip (watch the rope on the sharp edge of the roof for your follower).  Easier ground leads to a nice thin finger crack on the slab.  Climb the crack up to the bolt anchor. (5.10b)\n\nPitch 2:\n\nStep right under the tree, then head up the slab slightly left to the finger crack/seam.  Follow the crack up, then right to the next crack, and up to the big ledge.  Build an anchor. (5.7)\n\nDescent:\n\nScramble up 4th class thru the micro gully, then walk off right, descending either of the two 4th class gullies.","protection":"Standard rack to 3\"\n\nA #.5 Camalot works just after the roof to keep the rope off that edge for the follower (we had a core-shot on the FA when a follower fell under the roof).","location":"The obvious corner and roof just left of the only tree at the base of the slab.  About 100 feet up and to the right of the very left edge of the slab."},"__v":0},{"_id":"NDscj19MVfinyeBkUlVRow==","name":"The Big Deal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Ziegler/Austin Archer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":28,"mp_id":"108117647","mp_crag_id":"106392769","climb_id":"NDscj19MVfinyeBkUlVRow==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"P1 -From 2 bolt anchor atop The High Life, follow a slabby, right trending crack for 40 meters. Where crack peters out, step left into seams protected with small to med nuts lead to 2 bolt anchor. 5.7. Gear: Nuts, doubles of small to med cams, single #1-#4 Camalot.\n\nP2- Can be broken into 2 shorter pitches or 1, 60 m pitch. From the belay stem up seams (5.8, gear and a bolt). Step right to a bolted slab move, then up left facing flake, pull over this to the right to a bolt and optional 2 bolt anchor. Move up easy but hollow flakes to a left facing corner that climbs over 2 roofs to 2 bolt anchor on left. 5.8, gear to 3.\n\nP3- Move right into low angle fist crack, to a ledge. Follow left arching flake protected by small cams. Near top of arch step right and follow 4 bolts (5.9) to left leaning lieback protected by gear to 2 bolt anchor. 20 m.\n\nRappel route with 1  70m rope or 2 60m. The fourth rappel uses a 2 bolt anchor 30m below the P1 anchor.","protection":"Stoppers.  Double of small to medium cams.  Singles #1 - #4 Camalot.","location":"At the far right of PSOM Slab\n\nAPPROACH:  Follow directions for PSOM Pinnacle.  Continue on approach trail until at base on The High Life.  The High Life starts 100 feet left of PBR Streetgang in a right trending flake, 5.8 (35m)."},"__v":0},{"_id":"E72tNHFdViKU0oBXNKwwEQ==","name":"Deal Breaker","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Darrell Hensel, June 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":27,"mp_id":"110938227","mp_crag_id":"106392769","climb_id":"E72tNHFdViKU0oBXNKwwEQ==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"Start to the right of High Life.  Clip a bolt and make a few moves up and left past the horizontal seam. Climb past four more bolts on smearing and typical PSOM edges.  The bolts on the easier climbing are a little bit spaced.","protection":"5 Bolts.","location":"35m rapp and a few feet of down climbing, a 70m rope leaves you a few feet short of the ground."},"__v":0},{"_id":"LAusiV1tUIOmhvcaShNtNg==","name":"Anger Management","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"E. Stefke","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"left_right_index":15,"mp_id":"113601675","mp_crag_id":"106392769","climb_id":"LAusiV1tUIOmhvcaShNtNg==","areaRef":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":"From the top anchor of Silver Streak continue straight up to an undercling/lieback flake.  Climb past the point where the flake thins out (10d/11a) to gain the slab.  Continue up to the anchors.","protection":"10 bolts, optional 1\" and/or 3/4\" pieces before 1st bolt","location":"Start at top of Silver Streak.  Rappel note: a single 70m rope will leave you a foot or two SHORT of the Silver Streak anchor!  Two ropes are recommended for the rappel (also required for Silver Streak and Racing Lizards)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,4fb0d773-72c8-5105-9d28-790d95365d32,5fd18f9d-dc90-5773-a93a-afa296f355f1,b4a3f626-2639-5a36-9df5-c5093f5ab03e","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Pine Creek Canyon","Scheelite Crags / PSOM Slab","PSOM Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":4,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":3,"label":"5.10+"},{"count":6,"label":"5.8"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":10,"intermediate":10,"advanced":1,"expert":0}},"sport":{"total":13,"bands":{"unknown":0,"beginner":3,"intermediate":9,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":18,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.6742,37.38788]},"bbox":[-118.67476593555628,37.38743033981815,-118.6736340644437,37.38832966018187],"left_right_index":-1,"ext_id":"106392769","area_id":"tKP2JiY5Wjad9cUJP1qwPg=="},"content":{"description":""},"density":0,"totalClimbs":32,"__v":1,"createdAt":"2022-11-07T05:54:21.579Z","updatedAt":"2022-11-25T11:14:13.874Z"}