{"_id":"6368a214e80bff5a9955da5a","area_name":"(02) The Slab Wall","shortCode":"","climbs":[{"_id":"szttzRqkVBKyCB9z0Yq5ww==","name":"Turbo Trad","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Timy Fairfield","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.406,35.2347]},"left_right_index":2,"mp_id":"105962182","mp_crag_id":"105962160","climb_id":"szttzRqkVBKyCB9z0Yq5ww==","areaRef":"K5/yzGa7XVWO7MyDJmAJ8g=="},"content":{"description":"Another controversial Slab Wall route, this gymnastic line may be characterized as a vision of things to come, or a complete travesty.  Certainly this route could be lead with natural gear, but for better or worse, the route has been fully bolted, and apparently 'comfortized', for your sport-climbing pleasure. \n\n  If you can ignore the ethical issues, this route offers a unique hybrid of trad and sport climbing styles.  Well developed jamming skills are necessary as are sport climbing techniques and finger strength. \n\n  The crux hits right above the choss band with an intense ring lock, devious feet and sequential jamming.  A traverse up and right leads to a bomber, sharp, finger-lock and the third bolt.  From here things ease up to 5.11-ish hand jamming and the occasional 2-3-finger pocket.  Fight the pump through good jams and some long reaches between pods to the anchor. \n\n  Be sure to tape up your hands and many fingers for this bad-boy!  This route's probably a soft-touch at 13a.","protection":"Bolts to 2 BA.  If leading with gear, bring several small pieces to hand-sized cams.  Beware that cams have diminshed holding power in polished limestone.","location":"Second route from the right on the Slab Wall.  Follows the most prominent bolted crack on the wall."},"__v":0},{"_id":"mG6BNds7VXqJ4TjCdEPyLA==","name":"Snake Dance","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Dave Pegg, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.406,35.2347]},"left_right_index":0,"mp_id":"106222525","mp_crag_id":"105962160","climb_id":"mG6BNds7VXqJ4TjCdEPyLA==","areaRef":"K5/yzGa7XVWO7MyDJmAJ8g=="},"content":{"description":"A boulder problem low, revolving around a terrible left hand 3 finger sloping edge and a very high, bad left foot gains a right facing corner which is followed to a good rest at a two handed jug. Then ascend the finger crack/seam with moves that get progressively harder to a comfortized 3 finger pocket, clip with some difficulty or blow it off, as the feet are bad here and fire the crux pulling the bulge onto the face above. This route has a 3 finger pocket in the middle of the upper section that has seen some work, I'm not entirely sure if it was just comfortized or completely manufactured, I believe the move was done prior to it being altered, but I don't know if a hold was there or not to begin with. \n\n  Some have called this route 5.13d/5.14a, but I really don't think it is any harder than 5.13d, though I could be wrong.","protection":"7 Bolts and anchors, also a couple of stray bolts out right.","location":"Far left route on the slab wall."},"__v":0},{"_id":"ToNtqVLEVRO6OWQ3CdZqNQ==","name":"Slab City","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Lance Hadfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.406,35.2347]},"left_right_index":1,"mp_id":"106222537","mp_crag_id":"105962160","climb_id":"ToNtqVLEVRO6OWQ3CdZqNQ==","areaRef":"K5/yzGa7XVWO7MyDJmAJ8g=="},"content":{"description":"Very difficult boulder problem down low that revolves around a sharp finger lock, gains easier climbing up a crack to a pod just below the lip. A slightly easier boulder problem turns the lip onto the face above. No chipped holds on this one.","protection":"Bolts","location":"Second route from the left on the Slab Wall, or the left of the two most prominent crack lines."},"__v":0},{"_id":"EJQJGfdlVRCulPcFgxwtlQ==","name":"Fall From Grace","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Timy Fairfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.406,35.2347]},"left_right_index":3,"mp_id":"105962166","mp_crag_id":"105962160","climb_id":"EJQJGfdlVRCulPcFgxwtlQ==","areaRef":"K5/yzGa7XVWO7MyDJmAJ8g=="},"content":{"description":"This controversial route has two things going for it: its hard, and its not a bolted crack.  Unfortunately, both of these \"virtues\" are a direct result of the route's major downside, the fact that it is nearly entirely manufactured.   \n\n  However, if you can rationalize the tactics used to establish this route, you will be entertained by the movement, and challenged by the difficulty.   \n\n  Begin up the easy choss-band, climbing into a steeply overhanging right-facing dihedral capped by a small roof.  Reach your left hand up into a drilled \"bowling ball\" grip, and chuck for the big hold at the bottom of the crack feature.  Ascend this feature with ease and shake as needed.  A lowering ring at the end of this amounts to the end of the 12b 'variation' to this route.  Above this point, things get hard. \n\n  Follow sequential two-finger pockets (the first is natural, the rest are chipped) to the highest, tweakiest pocket and the last clip before the V8 crux.  Work up and left into the extremely steep dihedral, hike up your feet, and huck for the cheese grater sloper above.  A few easier moves lead to the anchor.   \n\n  Many of the pockets on this route seap after heavy rains.","protection":"Bolts, 2 BA","location":"Furthest right (S) route on the Slab Wall.  Identifiable as a steeply overhanging, right-facing dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,f8e79d86-f94f-5f03-9d8b-672aab7db924,2b9ff2cc-66bb-5d55-8eec-cc83266009f2","pathTokens":["USA","New Mexico","Albuquerque Area","Palomas Peak","(02) The Slab Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.13c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.406,35.2347]},"bbox":[-106.40655051736017,35.23425033981813,-106.40544948263982,35.235149660181854],"left_right_index":-1,"ext_id":"105962160","area_id":"K5/yzGa7XVWO7MyDJmAJ8g=="},"content":{"description":"This 120 degree overhanging wall features many of the area's hardest routes.  Impossible to miss, this crag is the next sector approached after the \"Entrance Area\".  This section of cliff offers 4 routes, all bolted 5.13s.  These routes all pose various ethical dilemmas.   \n\n  Two of the routes are bolted cracks that could be lead with gear, though I doubt anyone would ever bother to do that.  Fall From Grace is almost entirely manufactured.  And its likely all four of the routes have been \"comfortized\" to some degree. \n\n  Despite these detractions, these routes can provide some entertainment.  The rock is excellent, and if you are after grades, these are some of the hardest routes in the Albuquerque area."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.021Z","updatedAt":"2024-01-15T16:47:16.699Z"}