{"_id":"6368a5a5e80bff5a995bc062","area_name":"Main Crag","shortCode":"","climbs":[{"_id":"fVO693T3U9+2I6o6eUncPg==","name":"Zig Zag","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":0,"mp_id":"109174302","mp_crag_id":"109174273","climb_id":"fVO693T3U9+2I6o6eUncPg==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #1: Zig Zag (5.?, 55) Diagonal your way up and left. Then when you reach a short, blank wall, work your way back across the face and then up to a tree at the top edge. To rap, proceed right at the top for about 40 feet to the anchors above Warm-Up.","protection":"This climb is probably best done as a TR. To set TR either lead Rip the Tips or Warm-Up and proceed 40 left to set anchor on a large tree about 10 back from the edge along with a smaller tree on the edge.","location":"15 left of Rip the Tips at the base of some large blocks with the same start as Nicen Easy."},"__v":0},{"_id":"IlqnP6mkVNuwWeFyh+W2tg==","name":"Warm Up","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":8,"mp_id":"109174466","mp_crag_id":"109174273","climb_id":"IlqnP6mkVNuwWeFyh+W2tg==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #8: Warm-Up (5.6, 100') You can either start at ground level or scramble up to the large tree 15 up and belay from there. It is probably one of the three most popular routes at Love Gap. The route goes up a right-facing corner with small broken ledges. When the corner runs out, cross over left onto to the left side of the slab and follow low-angle left-facing corner up a few moves. \n\n  After 10-15 feet, pull up and right out onto the slab face (crux), follow slab up to the bolted anchor. At the crux there is a yellow TCU placement in small pocket on the slab face  dont miss it, as the slab is slightly run out.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"+x5ShQh7VyCfwPZv6Ad5pw==","name":"Undercling Slab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":15,"mp_id":"109174658","mp_crag_id":"109174273","climb_id":"+x5ShQh7VyCfwPZv6Ad5pw==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #15: Undercling Slab (5.7, 100') Last of the 3 most poplar climbs. Start near the right end of the long diagonal undercling crack. Follow the crack up and left to its end, setting pro as you go. Pull the crux up onto the face of the slab. Make sure you extend the last piece of gear at the end of the undercling with a double runner to minimize rope drag. Follow easy slab on up, until you get to wide crack. Here you can either pull up and out onto the slab face and finish up through the tree, or, you can stay right until the last 10-15' and jam/lie-back the short vertical crack.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"5izlIag8V/Sge9Omw3Ta9A==","name":"Time For Tim","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":12,"mp_id":"109174520","mp_crag_id":"109174273","climb_id":"5izlIag8V/Sge9Omw3Ta9A==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #12: Time for Tim (~5.10+ R, 100) This route has three major types of climbing involved  steep/thin; fist/off-width; and friction. Start slightly to the right of Warm-Up. Find a line straight up the steep wall. Work your way up with long reaches, through slopers and phantom holds to a slanting shelf. Gear is minimal. Proceed up the wide crack to its end and proceed up the friction face trending right towards the anchors. The top part of the climb parallels or joins the last part of route Sassafras. This climb can be set up as a TR from the Sassafras anchors. The protection in the first 25 is minimal and has pulled on at least one occasion resulting in a ground-fall. Use caution. \n\n  The first 25 can often be wet or weeping depending upon the season. In spite of that, when the conditions are right, its a great climb.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"UINHtpJAVRG+YtOYb3l9ug==","name":"Sassafras","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Howard Clark?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":13,"mp_id":"109174533","mp_crag_id":"109174273","climb_id":"UINHtpJAVRG+YtOYb3l9ug==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #13: Sassafras (5.9+ PG, 100' FA  Howard Clark?) One of the three most commonly done climbs  its got a little bit of everything with two distinct cruxes. Start near the base of tree thats below the start of the crack. This is approximately 25 right of the start of Warm-Up. Face climb up the steep face to a short awkward hand crack to a shelf (first crux). Some people   prefer to start about 15 to the left and traverse over to crack in order to get pro in a bit sooner. However, it also creates more rope drag and your second could pendulum if they came off. \n\n  Continue on up the discontinuous finger crack to a bolt. Clip the bolt and friction on up to the right (2nd crux), then follow the friction slab up to the bolted anchors behind a small tree (shared with route 14, Undercling Slab).","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"A7i4FefQXJakN1QfHXuRsg==","name":"Swamp Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":18,"mp_id":"109174684","mp_crag_id":"109174273","climb_id":"A7i4FefQXJakN1QfHXuRsg==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #18: Swamp Crack (~5.7+, 65) Same start as route Easy Access. Follow low angle crack up and right until it joins a steeper crack system/small gully that goes straight up. Get established in the wide crack and progress upward to the base of block-like shield that has hand-holds on both sides. Work your hands up on the right and/or left sides of the block, then transition back left into   the crack/gully and follow it the rest of the way up to the webbing around a tree. Check condition of webbing and walk off if theyre in poor condition (or replace if possible).  \n\n  Alternate ~5.9 (on TR): Climb up left of the crack/gully on sharp face crimps towards a bulging face with lichen. Transition back into the gully at the lichen (crux) and finish up the last 10-15 feet the same as Swamp Crack.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"dsd2QLJ6VIKqmU7t/hafKw==","name":"Rip the Tips","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":2,"mp_id":"109174418","mp_crag_id":"109174273","climb_id":"dsd2QLJ6VIKqmU7t/hafKw==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #3: Rip the Tips (~5.8+, 65) Start ~40' left, up the hill from Keelin's Delight. Start up the wide crack in a left-facing corner and work your way up. After about 20-25, transition slightly left to flared finger cracks (or a bit further left and pull the bulge to get established on the face - 5.9+). Follow face/cracks up to a slot, then around to the left of the block/bulge and up to a small tree on the edge of cliff (theres a larger tree about 12' back from the edge.) To rap, make your way over right a short distance to the anchors on Warm-Up.","protection":"Standard trad rack","location":""},"__v":0},{"_id":"rEYXpS/rXzeh0ZZxu5QsrA==","name":"One Move Wonder","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":19,"mp_id":"109174689","mp_crag_id":"109174273","climb_id":"rEYXpS/rXzeh0ZZxu5QsrA==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"19. One Move Wonder (~5.10, 75') Start just to the right of Swamp Crack on a broken rock face and diagonal up and left. And join Swamp Crack momentarily as you reach the shield. Climb up and right of the shield and proceed diagonally out right to a stance below the crux. Pull extremely thin face holds to get a rounded jug and pull up onto Happy Ending where you can clip the last bolt and the angle slacks off. Scramble on up and over to the tree sling anchor of Swamp Crack. A somewhat easier finish at the crux (~5.9) is possible by continuing to move out right and around onto the lower angle arête (instead of up). Clip the last bolt of Happy Ending and follow it up to the tree anchor above Swamp Crack.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"z0RneoERXB2MOSP3sitb1g==","name":"Nice N Easy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":1,"mp_id":"109174410","mp_crag_id":"109174273","climb_id":"z0RneoERXB2MOSP3sitb1g==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #2: Nice N Easy (5.6, 55): Use the same start as Zig Zag and follow the corner and crack up for about 10-12 then transition right across the top of a block and traverse right across a thin face into the left-facing corner crack. Follow it up to easier ground until you reach the anchors at the top of Keelin's Delight. For an alternate start, use the first 25 of Route 3 below.","protection":"Normal trad rack.","location":""},"__v":0},{"_id":"qWY7vyq0Xa+8SzajDkIeEA==","name":"McLuvin","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Matt Fanning and Sam Powell","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":14,"mp_id":"109174644","mp_crag_id":"109174273","climb_id":"qWY7vyq0Xa+8SzajDkIeEA==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #14: McLuvin (5.11R/X 100 FA Matt Fanning & Sam Powell) Start near base of the tree between Sassafras and Undercling Slab and proceed straight up, eventually joining Sassafrass. The FA was done by climbing the tree and setting pro high enough up in the tree on a branch so that it might actually catch a fallmaybebefore setting pro on the actual route. Its also possible to TR from the anchors on Sassafras.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"/Ypkf9YfXSmOeSpZr5hPSg==","name":"Keelin's Dilemma","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":4,"mp_id":"109174424","mp_crag_id":"109174273","climb_id":"/Ypkf9YfXSmOeSpZr5hPSg==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #4: Keelin's Dilemma [pronounced KEE-lens] (5.9+, 80 R/X) Starts just left of Keelin's Delight. Parallel Keelin's Delight for the first 25' feet then cross over to the right at the small ledge. Continue on up on the right, staying   close to the edge of the arête. Alternative start (~5.11): Start 5- 6 further left on blank wall then join the rest of the route at the ledge and proceed to top.","protection":"Theres no pro for the first 25 so its probably best to set a TR by leading Keelin's Delight first. Bolts and rap rings at the top.","location":""},"__v":0},{"_id":"Vke4lQfgWhqL8HyogsJ6bw==","name":"Keelin's Delight","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":5,"mp_id":"109174443","mp_crag_id":"109174273","climb_id":"Vke4lQfgWhqL8HyogsJ6bw==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #5: Keelin's Delight (5.8, 80') A mixed route with two bolts in the first 25' and a bolted anchor at the top. Start at a thin right leaning crack for the first 8 then leave the crack and proceed up, clipping the bolts and diagonally left across the face to a short crack by a small ledge. Proceed on up the face to the bolt anchors. A slightly harder alternative start, proceeds straight up from the base of the crack instead of following it up. \n\n  Its also possible to extend the length of this climb by clipping the anchors and proceeding up past them on the right. A few of steep unprotected moves will allow you to join the last part of the low angle slab of Ante Up and Warm-Up on up to the anchor. \n\n  Because of the wandering nature of this extended route, there can be significant rope drag (~120).","protection":"Standard trad rack. A red tricam comes in handy.","location":""},"__v":0},{"_id":"YoaCUFjLUUq2clBHsLkwIQ==","name":"Jungle Blocks","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":6,"mp_id":"109174450","mp_crag_id":"109174273","climb_id":"YoaCUFjLUUq2clBHsLkwIQ==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"6. Jungle Blocks (~5.4, 70') Use the same start as Warm-Up. However at the large tree 15 up, proceed left up a vegetated and bushy gully. Follow it up till it gets steep and turns into cracks and blocks. Follow them up and right to surmount them where the angle slacks off and you can continue over to the anchors at the top of Keelin's Delight. This can provide a way to set a TR on Keelin's Delight if you don't want to lead it or use it as an escape from Ante-Up.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"qBol2wVIXemBLpB3FzvS4w==","name":"Hi-C","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":16,"mp_id":"109174666","mp_crag_id":"109174273","climb_id":"qBol2wVIXemBLpB3FzvS4w==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #16: Hi-C (5.8, 85, R) Three distinct cruxes. Start directly below the right-hand crack that goes up through overlap. Climb up to crack through the overlap and head up the lower angle slab until youre directly below the left C. Head straight up the face and find what little protection there is until you get up into a stance in the C and can get a piece in. When you reach the top of the Cs, pull over the top and head up and right to the tree anchor above Swamp Crack. This is a run-out lead at the crux. It can be done   on TR though a bit tricky to set up with a directional or two.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"ieQM65YEWryaY0JhmlLoxw==","name":"Heather's Rear End","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"FDA (first documented ascent) D.Michon/C.Spaulding Nov. 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":3,"mp_id":"120018973","mp_crag_id":"109174273","climb_id":"ieQM65YEWryaY0JhmlLoxw==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Nice easy trad lead. A good one for beginning trad leaders or as an easy warm-up. Plenty of pro opportunities. Starts at a set of double cracks, up-hill and to the left of Keelin's Dilemma/Delight. (Between climbs 3 & 4 in the Love Gap Guide booklet). Follows discontinuous cracks up and then left along a balancey ramp to a final short crack. Then up over the edge and back right over easy terrain to the bolted anchors above Keelin’s Dilemma/Delight. It was quite dirty and overgrown when we started cleaning it Fall,'19, Finally got round to leading it Fall, '20. Since I have no history of this climb we took the liberty of naming it “Heather’s Rear End\" since while cleaning it, Doug received a phone call from his wife saying that she had been rear-ended in a car accident. I’m sure other’s have done this line in the past, but since I have no written or verbal knowledge of it, I’ll list it as the FDA (First Documented Ascent! :-)","protection":"A standard small trad rack. Use anchors above Keelin's Dilemma/Delight for rapping.","location":"Starts at a set of double cracks, up-hill and to the left of Keelin's Dilemma/Delight. (Between climbs 3 & 4 in the Love Gap Guide booklet)"},"__v":0},{"_id":"aA6FlNn9VUS8ivc4Vyw+9A==","name":"Happy Ending","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Sam Powell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":20,"mp_id":"109174698","mp_crag_id":"109174273","climb_id":"aA6FlNn9VUS8ivc4Vyw+9A==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #20: Happy Ending (5.10, 70 FA  Sam Powell) 4 bolts. Follow the base of the crag right of route One Move Wonder. Start below a bolt. Climb up, clip bolt and work your way up and right to a stance below the second bolt on a steep face. Clip bolt and pull crux up onto the rounded arête and friction your way up the arête slab, clipping two more bolts until the angle slacks off and you can make your way over to the webbing around the tree above Swamp Crack. Check the webbing to make sure its in good condition. If not, walk off instead of rapping. This route can be TRd by hiking up and around to the anchor, however you should rap down and clip the second or third bolt (from top) on your way down as a directional because of the possibility of a nasty pendulum across the face.","protection":"4 draws.","location":""},"__v":0},{"_id":"j/+4XhDMU3+Ckd2Kht5UGA==","name":"Hangman's","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":9,"mp_id":"109174477","mp_crag_id":"109174273","climb_id":"j/+4XhDMU3+Ckd2Kht5UGA==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #9: Hangmans (~5.9, 90) Use same start as Warm-Up but stay right of the Warm-Up corner in another corner. Youll need to be creative with pro unless youre doing it on TR. Follow it straight up until it ends then pull the lip and get established on the slab. Follow lower angle slab on its right side in the low-angle leftfacing   corner until you reach a 15 headwall. Proceed up the headwall (crux) below an overhanging tree. Be careful of loose blocks & small holds that peel. For belaying up second or TRing, use over-hanging tree, backed up with gear in the wall behind.   The back wall can also be used for a directional so the belayer can anchor in at the bolts on the top of Warm-Up.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"ihV6IWpiWD63Q80U+NxNng==","name":"Easy Access","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":17,"mp_id":"109174673","mp_crag_id":"109174273","climb_id":"ihV6IWpiWD63Q80U+NxNng==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"17. Easy Access (5.3 100') Start to the right of Undercling Slab and Hi C just beyond a tree at a small, low angle crack. Follow it up and then change directions and head left across the face finding pro as you go. This route more or less parallels Undercling Slab above it but is several grades easier. Continue on across until you can eventually join up with Undercling Slab for the last ~25' (depending upon the exact line you take). This route can provide easy access to set a TR on Sassafras and Undercling Slab.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"5DJPCBg5U0yLUyrfavCCNw==","name":"Crack a Smile","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":11,"mp_id":"109174507","mp_crag_id":"109174273","climb_id":"5DJPCBg5U0yLUyrfavCCNw==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #11: *Crack a Smile (5.8, 90) This route offers another possible 2nd pitch above Warm-Up. Go straight up from the anchor through a lower angle broken terrain and cracks to the base of the offwidth crack. Climb inside and grunt your way up a short but sweet crux and crack a smile when youre successfully through it. At top of the OW there is a choice of going straight up on a lichen slab to a rap sling around a tree (same as used by Bungle in the Jungle), or you can traverse out right another 50+ to another tree with a webbing anchor. Either way, youll have a free-hanging rap over the large roof. If you chose the later, youll touch down at, or near, the anchors at the top of Sassafras.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"giDCkV10VUac7nExSj2UmQ==","name":"Bungle in the Jungle","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":10,"mp_id":"109174493","mp_crag_id":"109174273","climb_id":"giDCkV10VUac7nExSj2UmQ==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #10: Bungle in the Jungle (5.6, 95 PG/R) This route offers a second pitch above Warm-Up. Start from the tree at the top of Warm-Up and move up the low angle arête until you come to a steep face. Proceed straight up the face and pull the lip of the over-hanging block. Continue up and left on some steep broken terrain avoiding the sticker-bush gullies until you reach the tree anchor on top (same as for Crack a Smile).","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"g0zPXIb1WzSwa1CptA3A3g==","name":"Booty Call","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":21,"mp_id":"109174717","mp_crag_id":"109174273","climb_id":"g0zPXIb1WzSwa1CptA3A3g==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"21. Booty Call (5.9, 40 FA Matt Fanning, Sam Powell) Starts in the middle of the bushes at a slightly overhanging crack. First part is 5.9 but soon slacks off to 5.5. Probably the easiest way to access it, is to lead routes Warm- Up/Hangmans or Sassafras/Undercling Slab, then traverse over to the start, fighting through the bushes. Anchors are located the middle of the large roof. (no photo yet  see crag overview)","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"4dBvWKsyVQirgn5psxiBNQ==","name":"Ante Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"left_right_index":7,"mp_id":"109174457","mp_crag_id":"109174273","climb_id":"4dBvWKsyVQirgn5psxiBNQ==","areaRef":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Climb #7: Ante Up (~5.7, 90') Same start in the gully as Jungle Blocks, left of Warm-Up route tree. About 25 feet up the gully there are twin cracks on the right. Proceed up the right-hand crack until it ends, then diagonal and traverse up left up along the face. Make a balance move or two (make sure to set gear) and mantle the crux up onto the last 25 of slab of Warm-Up.","protection":"Standard trad rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,67696e68-1a4b-5286-9e4c-b82a1284258c,7cb8d4d8-4ada-54f9-ad3e-22c3c365aa92,b9662c4b-ac4f-51ac-ac79-03dd269c97de,740de71d-78de-571b-af91-1b586ff0b57c,f449fa37-5002-582f-ab26-523e544674cd","pathTokens":["USA","Virginia","Central & Southern VA Region","Charlottesville vicinity","Blue Ridge Parkway","Love Gap","Main Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.0"},{"count":3,"label":"5.6"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11"},{"count":3,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":14,"intermediate":6,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":7,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.01687,37.87623]},"bbox":[-79.01743966684828,37.875780339818135,-79.01630033315173,37.876679660181864],"left_right_index":-1,"ext_id":"109174273","area_id":"9En6N1ACWC+rJlI+VEZ0zQ=="},"content":{"description":"Craig Spaulding and Paul Corridon have spent a lot of time and energy into putting together an incredible guide for the climbs of the main crag at Love Gap. The following pictures, route descriptions, and topos are all their work from the guide, and are reproduced here with their permission.-------------Love Gap, compared to Seneca or Franklin, is an insignificant crag. It is definitely not a destination crag. However, its a great place to climb if you're a local or staying in Charlottesville, Staunton, or Harrisonburg. It consists mainly of easy to moderate trad climbing. Due to the wandering nature, multiple possible lines, and decomposed granite, it can be a bit of an adventure until youre familiar with the routes. Most routes can be top-roped or traditionally lead, and there is one sport lead. Most routes will require you to lead an easier route in order to set a TR (the exception being the far righthand end of the crag where several routes can be set by hiking up and around). There is a wide variety of climbing including friction, slab, crack, OW, steep face crimps, huge roof projects, and yes, choss! :-) Helmets are advised for both leading and belaying. We have pulled off everything from crimper to softball-sized chunks while climbing.Most climbs are a single pitch, 60'-100' with one route having two options for a second pitch. It's climbable year round but since it's southwest facing, it's especially good from fall through the winter to spring. Even at close to freezing temperatures in winter, if the suns out and theres no wind, it can be enjoyable climbing. In the summer it can be hot, sticky and the rock often has a humid/damp feeling which makes it less suitable than Raven's Roost or Little Stony Manw with their west faces and the prevailing westerly breezes."},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:28:55.084Z","updatedAt":"2022-11-25T11:24:07.204Z"}