{"_id":"6368a05be80bff5a9952ec68","area_name":"Tippling Rock","shortCode":"","climbs":[{"_id":"nSebjJyuWv24kc/RFswl8w==","name":"Summit Boulder","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.44265,42.35562]},"left_right_index":0,"mp_id":"117041476","mp_crag_id":"117041137","climb_id":"nSebjJyuWv24kc/RFswl8w==","areaRef":"kqRJ1ivPVhCnsqX2E9M17w=="},"content":{"description":"This is a good, little warm-up climb with easy access and lots of good holds and options for variations. Part of what makes it fun is that there isn't a definitive way to do it. The route starts by a tree and goes up the face. There are plenty of little jugs, cracks, and underclings to use.","protection":"You could probably land safely on your feet if you fell, but it's good practice to bring a mat, and there's a few good spots to place it.","location":"Near the top of the wooden steps (if approaching from the South), there is a small notch where the trail continues to the summit. Summit Boulder begins to the left of this. If coming from the North, go over the top of the summit, it will be on the right, before the wooden steps."},"__v":0},{"_id":"7cZyFOY8VfmJ4yrPyunmhg==","name":"Rusty Shackleton","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.44265,42.35562]},"left_right_index":2,"mp_id":"117041389","mp_crag_id":"117041137","climb_id":"7cZyFOY8VfmJ4yrPyunmhg==","areaRef":"kqRJ1ivPVhCnsqX2E9M17w=="},"content":{"description":"From where you leave the trail to get under the cliff, the first thing you'll see is a large, non-vertical corner, with a small, often leaf-covered ledge at the bottom. Climb the easy corner, then move to climber's right onto the buttress a little ways above a small overhang. Climb up the buttress until you top out, then smear up the slabs to the summit.","protection":"There are not many good places to place gear, but you can easily toprope from a pine tree up top, or solo it if you're comfortable.","location":"From the bottom of the wooden stairs, bushwhack beneath the cliff until you see the obvious corner with a small ledge at the bottom. There is also a ramp beneath the buttress that ascends to the climber's right, this is a good landmark."},"__v":0},{"_id":"htz3hLuOXuKRKnAQcf4mGA==","name":"The Ramp","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.44265,42.35562]},"left_right_index":3,"mp_id":"117041633","mp_crag_id":"117041137","climb_id":"htz3hLuOXuKRKnAQcf4mGA==","areaRef":"kqRJ1ivPVhCnsqX2E9M17w=="},"content":{"description":"From the base of Rusty Shackleton, follow the dirty, leaf-covered and bushy ramp up to the ledge with the dead tree on it. Merge with the finish for Mom's Spaghetti, and climb the low angle slabs to the summit. This is one of those routes for those who like \"adventure climbing\", it's there, but it's not necessarily good.","protection":"A few good trees to toprope from, the best of which is a large pine tree.","location":"Leave the trail to the right below the wooden stairs, and bushwhack beneath the cliff until you see a non-vertical corner (Rusty Shackleton) with a ramp to the climber's right."},"__v":0},{"_id":"JabizSGqUIuNZSwmOMtYsQ==","name":"Mom's Spagetti","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.44265,42.35562]},"left_right_index":4,"mp_id":"117041186","mp_crag_id":"117041137","climb_id":"JabizSGqUIuNZSwmOMtYsQ==","areaRef":"kqRJ1ivPVhCnsqX2E9M17w=="},"content":{"description":"The route is fairly straightforward, climbing directly up the vertical face on a small corner. Theres a plenty good hand and foot jugs, some of which have leaves in them. You'll then reach a left-facing flake with a crack behind it. Use the flake to gain a decent-sized, flat ledge with a tree on it. Friction climb the low angle slab the rest of the way to the summit.","protection":"There's a few good spots to place cams, but it's far easier to toprope here.","location":"The route is dead center right when the cliff becomes vertical. It's defined by a flat ledge that juts out with a dead tree on top. It's big, but whether or not it's sturdy is questionable. There's a pine tree higher up above the slabs that makes for a better toprope anchor."},"__v":0},{"_id":"ocD3ZZGEV3CxZII/QDtLww==","name":"Double Sided","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unkown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.44265,42.35562]},"left_right_index":1,"mp_id":"117051838","mp_crag_id":"117041137","climb_id":"ocD3ZZGEV3CxZII/QDtLww==","areaRef":"kqRJ1ivPVhCnsqX2E9M17w=="},"content":{"description":"The route starts with a gentle overhang on a good left hand finger jug (likely chalk covered). Climb slightly up the nose, and reach for a small hold on the right that sticks up. From here, move off the overhang onto the low angle face on the other side of the arête (hence the name double sided). This will likely be the crux. If you want the beta, it's below:\n\n Traverse your feet over to a small ledge, swing your left foot up, and toe hook the small hold you had your right hand on before. Use your left hand on a sidepull just above the foot hold, and mantel up with your right hand on a ledge. Walk your right foot up as you do this. From here, make a few easy moves on the face, then move back onto the nose of the arête to finish.","protection":"There's a tree directly above it that's directly above it that's perfect for a toprope, you could also do it as a really sketchy highball boulder problem.","location":"From below the wooded steps, bushwhack beneath the cliff. The first thing you'll come to is the overhanging rock. You can't miss it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,f4e43cd6-30c3-5d91-9fcb-6f08c88c2e75,92a449d6-2bcf-5610-a7b2-a5f613d335ef","pathTokens":["USA","Massachusetts","Eastern, MA","Tippling Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0+"},{"count":1,"label":"5.2"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":1,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.44265,42.35562]},"bbox":[-71.44325848974644,42.35517033981812,-71.44204151025356,42.35606966018185],"left_right_index":-1,"ext_id":"117041137","area_id":"kqRJ1ivPVhCnsqX2E9M17w==","polygon":{"type":"Polygon","coordinates":[[[-71.44325848974644,42.35517033981812],[-71.44204151025356,42.35517033981812],[-71.44204151025356,42.35606966018185],[-71.44325848974644,42.35606966018185],[-71.44325848974644,42.35517033981812]]]}},"content":{"description":"Tippling Rock is a quiet climbing spot, which rarely sees traffic. This is mainly due to other, more popular areas nearby. This area offers shorter, easy climbs on good rock, as well as ample opportunities for topropping and views of Boston on a clear day."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:06:20.382Z","updatedAt":"2024-01-20T01:02:09.074Z"}