{"_id":"6368a722e80bff5a995dd97f","area_name":"Coke Bottle","shortCode":"","climbs":[{"_id":"IhOp2LhYWQ+SNED8JRCuDQ==","name":"Young Guns","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Frank Dusl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":12,"mp_id":"113783709","mp_crag_id":"105745340","climb_id":"IhOp2LhYWQ+SNED8JRCuDQ==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"New anchors were added by Geoff Sluyter, closer together and with updated hardware. This uses the same start as\n\nSpace Oddity\n\nthen goes right, 10 bolts. The route has shed many holds since the original ascent. It is solid technical slab .12 to the overlap, .12+ through the overlap, and sustained .13 through the upper panel. It is Vedauwoo 13c. Consistent with other Vedauwoo slabs, add a letter if in the Front Range or Tensleep. Earlier descriptions of route say the crux is at 5th bolt overlap, which is incorrect. This route gets solidly harder past that point. It is long, sustained, and an amazing climb!","protection":"Bolts.","location":""},"__v":0},{"_id":"aTjfmOTpWmO4GYQQ8U0Y1w==","name":"TM Chimney","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":13,"mp_id":"105751261","mp_crag_id":"105745340","climb_id":"aTjfmOTpWmO4GYQQ8U0Y1w==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"This route starts in a cave on the very left side of Fall Wall.  It follows the chimney behind the Coke Bottle formation.  Don't try this late in the day.  Almost the entire climb is deep in the chimney/cave so it can be very dark.\n\nP1 - Climb the water polished chimney veering right to a hand crack in the light.  Move back into the chimney by under clinging a flake.  Follow the chimney up past a large chocked boulder.  You may want to cut back on the Big Macs before trying this climb because getting around this chocked boulder is a squeeze.  Belay from on top of the chocked boulder.  If your knees are raw and you have had enough you can escape by moving up/right from this belay to the rappel anchors on Fallout or...\n\nP2 - Move out left from the belay to the right facing wall and continue the chimney until you can escape left.","protection":"Standard rack to 3\".  Maybe a headlamp.","location":""},"__v":0},{"_id":"OH5Mbw9GVmC1D+yImQTO4Q==","name":"Space Oddity (a.k.a. Significant Local)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Frank Dusl, August 15, 1990. Adam Sears?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":11,"mp_id":"105752221","mp_crag_id":"105745340","climb_id":"OH5Mbw9GVmC1D+yImQTO4Q==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"The Woo is not limited to offwidths and other ripper cracks for that matter.  The killer feldspar crystals embedded in the slabbier angles yield to amazing, intricate face climbing holds.  This route is by far the most spectacular face route in the Woo that I have been on.\n\nBegin by soloing up an EZ chimney and belly crawl (every route here has some weirdness) across a ledge to reveal two studded paths.  The route out right is Young Guns, 13a... Both routes share the first bolt.  Get psyched and launch off for 110' of sustained and devious crystal pimping....\n\nThe beta: do hard moves, clip a bolt and repeat for 12 bolts total.  There are lots of tricky moves with a cruxy section along the way. AWESOME!\n\n*Don't pull too hard on the \"rest\" flake 1/3 of the way up**  At the top, you have a choice of 3! anchors...The Fixe ring set (directly above last bolt) seems most prudent for bringing up your second.","protection":"12 QDs, two ropes, and stiff front-pointing shoes!","location":""},"__v":0},{"_id":"sIF01017Uc2POyKZFMnMjg==","name":"Sidestreet","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"John Varco, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":7,"mp_id":"106179208","mp_crag_id":"105745340","climb_id":"sIF01017Uc2POyKZFMnMjg==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"Sidestreet is the original aid start freed at 5.12. It is short but fun.","protection":"Small cams & wires. Finish on\n\nNever Ending Story\n\n.","location":"This is ten feet right of\n\nMainstreet\n\n."},"__v":0},{"_id":"pQWJcnx+XIqnKaTxzw14HA==","name":"Revenge of the Nothing","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Skip Harper and Mark Duff, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":10,"mp_id":"105834341","mp_crag_id":"105745340","climb_id":"pQWJcnx+XIqnKaTxzw14HA==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"Start by climbing\n\nMainstreet\n\nuntil you reach the first bolt on the right wall with a jug right above it. Move right to a bolted anchor, clip it, and continue up two more bolts. Continuing straight up the bolts is\n\nThe Never Ending Story\n\n. Instead of doing this, break right following the line of bolts utilizing small crystals and a lot of technical manuevers. It is a somewhat spicy lead but an amazing line that is overlooked. Good eye, Skip.\n\nA 70 meter rope will just get you down to the belay ledge from the anchors (avoiding the intermediate anchor on\n\nThe Never Ending Story\n\n).","protection":"12 draws plus a #5 Camalot for the start of\n\nMainstreet\n\n.","location":"This route takes the line of bolts branching off of\n\nMainstreet\n\nthen\n\nThe Never Ending Story\n\n."},"__v":0},{"_id":"as5ya+2OW9mdYlkQPGOrnA==","name":"Never Ending Story","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Layne Kopischka, led, 1981; 2nd ascent: Jason Haas, Jorge Mario Londano, 06/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":9,"mp_id":"105834345","mp_crag_id":"105745340","climb_id":"as5ya+2OW9mdYlkQPGOrnA==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"Start up\n\nMainstreet\n\nand just after the crux, clip the bolt on the right face and head for the face.  A bolted anchor is slightly to the right of this bolt which is used as an intermediate anchor when rappelling rather than climbing up.  From this anchor, climb straight up the line of bolts crimping the small crystals along the way.  Do not traverse directly right after the third bolt.  This would be the Revenge of the Nothing.  Instead continue straight up, staying near the crack of\n\nMainstreet\n\n.\n\nThere is a direct to this route as well, making a more obvious, plumb line.  For this, start to the right of\n\nMainstreet\n\nand go up an offwidth/chimney formed by the boulder and the main wall.  Once on top of this block, climb the seam up to a small roof and bust over some good edges to link up with the lower bolted anchor part of the original route.  This start is harder than the original line, around 5.11c.  Placing gear is hard and tricky, perhaps warranting an \"R\".  According to Kelman, he said no one had lead it before, which is probably smart. FFA: Jason Haas, Jorge Mario Londano 06/06.\n\nA 70 meter rope will just get you down from the anchors unless you continue up on\n\nMr. Rockbiter\n\n.","protection":"A bunch of quickdraws and a #5 Camalot for the start of\n\nMainstreet\n\n.\n\nBring small cams if doing the direct start.","location":""},"__v":0},{"_id":"YzMzuCKFVyONSdkSN5Q6Pg==","name":"Mr. Rockbiter","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Skip Harper and Mark Duff, '95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":8,"mp_id":"105818097","mp_crag_id":"105745340","climb_id":"YzMzuCKFVyONSdkSN5Q6Pg==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"An anomaly of sorts, this little pitch is completely different than its main approach pitch...\n\nMainstreet\n\n. Crimp and smear on crystals to a two-bolt anchor with rap rings.  The pitch is sustained until the last bolt.","protection":"Quickdraws.","location":"Take either\n\nMainstreet\n\n(10a offwidth) or\n\nThe Never Ending Story\n\n(11b face) to a nice ledge where you'll see a line of 5 bolts up a slab."},"__v":0},{"_id":"fyhJCN+DXMSnpgTtxsJuSg==","name":"Mainstreet","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Hesse, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":6,"mp_id":"105760059","mp_crag_id":"105745340","climb_id":"fyhJCN+DXMSnpgTtxsJuSg==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"This is a long grind and a good intro to 5.10 offwidth. It is considerably harder than\n\nGrand Giraffe\n\nbut much easier than\n\nCrack of Fear\n\n. The crux section is fairly short and well-protected, but it is followed by a long stretch of 5.7 - 5.8 chimney that is likely to be runout. This is route #2 on the Coke Bottle overview photo.\n\nAscend 20' easily to two side-by-side bolts which mark the start of the difficulties. The next 15' are bulgey and the crux of the climb. Several small holds on the left keep the climbing from being too desperate. A #5 Camalot cam be walked through most of this section, but be careful as the crack gradually widens. The crux is over when you grab a chickenhead on the right from which you can reach a bolt. Continue for about 20', offwidth widening to squeeze, to another bolt, using the crack and chickenheads on the right; shortly before the 2nd bolt a large chickenhead can be draped with a full length sling. After the second bolt the crack is squeeze chimney and wider; Big bros provide most pro opportunities though another #5 Camalot coult probably be placed near the top; at any rate, you probably want some sort of gear plan for this section as it is 40 or 50' from the last bolt to the anchors. Eventually you reach a ledge which has bolt anchors about 10' to the right of the crack. Belaying at the end of the crack, rather than at the bolts, provides a more comfortable and directionally superior belay; I used a medium nut and a #4 Camalot for this anchor but a variety of different sized pieces would work.\n\nFrom the belay, either rap 120' from the bolt anchors or climb\n\nMr. Rockbiter\n\n50' of slabby 10a with 6 bolts.\n\nNote that much of the grunting and scraping can be avoided by stemming outside of the crack, an easier but much less secure option probably best utilized by the second.","protection":"At least 1 #5 Camalot (it would be nice to also have a #6 Friend) and at least 1 #3 Big Bro.  Long slings. A couple of medium nuts for a directional at the end of the pitch.","location":""},"__v":0},{"_id":"g3BE6Y7EUa2EIPbf044AXA==","name":"Light From Blue Horses","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Paul Piana, Tim Coats, and Craig Reason, 1987.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":2,"mp_id":"105762804","mp_crag_id":"105745340","climb_id":"g3BE6Y7EUa2EIPbf044AXA==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"Climb the crux of\n\nBoardwalk\n\n(2nd pitch), and park in the rest pod. Look for a series of cobbles heading left. This is Light From Blue Horses. Traverse the stone warts past three bolts to a hanging belay. The next pitch is the crux. Climb up the obvious water groove past several ring bolts. Crimp, paste and palm your way up this featureless channel. There is a big run at the top of this pitch. Make sure your shoes are clean before you embark on this 40 foot section. Belay from gear.\n\nThis climb is very engaging for the grade.","protection":"Quickdraws and gear for\n\nBoardwalk\n\n.","location":""},"__v":0},{"_id":"5X2zNTMPUdi17BOrYPfALw==","name":"Horn's Mother","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FFA: D. McClure & M, Hesse, 73 (J. Horn '65 with aid),","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":0,"mp_id":"105751084","mp_crag_id":"105745340","climb_id":"5X2zNTMPUdi17BOrYPfALw==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"Horn's Mother is the overhanging, leaning, off-fist crack to the right of\n\nEdward's Crack\n\non the Coke Bottle, of Walt's Wall. It is shaded in the Walt's Wall photo, attached.\n\nThe route is a must for lover's of offwidth, but it will abuse the wide-crack virgins. The two guys that followed me loved it, but they lost both Pride and blood on the route. From the first belay, one can walk two #4 Camalots up the crack for 40' or so with an occasional rest until the crack begins to taper down. Be prepared to overheat on the strenuous climb. People with small hands may find the climb hard at its grade. People with large hands might find it easier.","protection":"The crux is 10-15 feet from the ground pulling out of a small roof/overhang a few moves above a 3-4\" cam.  25-30' up there is a fixed belay.  From there, the pro goes to #4 Camalots for 40 feet, until the crack begins to taper down, gradually narrowing to 2 inches at the top.  Fixed anchors are at the top and a 70m rope will get you down with minimal effort.  A single 50m can be used if you make 2 rappels onto Walt's Wall.","location":""},"__v":0},{"_id":"fL09Xx0oUzmLoIwoEOQBpQ==","name":"Fallout","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":14,"mp_id":"105763668","mp_crag_id":"105745340","climb_id":"fL09Xx0oUzmLoIwoEOQBpQ==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"This rarely traveled yet quality pitch lies at the juncture of the Coke Bottle and Fall Wall. Begin as if you were going to climb\n\nTM Chimney\n\n, but then move right (as soon as it's reasonable to do so) back into the daylight, and continue straight up. There is a direct start; it is more difficult and harder to protect.\n\nTo descend, rappel from good anchors on a ledge at the top of the climb. The anchors are about 10 feet right of where you finish.","protection":"Hand sizes and bigger, up to #3.5 or #4 Camalots. The upper half of the pitch tends to take fist-sized pieces. There is a single bolt about halfway up.","location":""},"__v":0},{"_id":"nScFiyf2VtqT4qYKge1GQw==","name":"Dollywood","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Orenczak, Lynn, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":5,"mp_id":"108275778","mp_crag_id":"105745340","climb_id":"nScFiyf2VtqT4qYKge1GQw==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"Dollywood is a really fun knob traverse with good exposure and gear. Start as for the classic OW\n\nMainstreet\n\n. Climb an easy wide crack where you could place a finger sized cam in a horizontal or a #5 Camalot.  Clip the first bolt on\n\nMainstreet\n\nand launch left into some wonderful knob climbing. The crux is at the 2nd bolt which involves some funky mantel moves.\n\nRap 50 feet or continue with Panther of the Weak....","protection":"4-5 bolts, #0.75 or #5.","location":"Start as for\n\nMainstreet\n\n."},"__v":0},{"_id":"3Omy5OxcVy2/tZw8hM3Z8w==","name":"Boardwalk","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":3,"mp_id":"105757831","mp_crag_id":"105745340","climb_id":"3Omy5OxcVy2/tZw8hM3Z8w==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"This is route 1 on the photo of the Coke Bottle. This is an area classic which is marred by a potentially dangerous pure hanging belay. Start on the east side of the Coke Bottle, at the bottom of\n\nBell Crack\n\n.\n\nP1 (5.10): climb\n\nBell Crack\n\n(chimney ~5.9) to the very obvious horizontal crack. Hand traverse left for about 30' until beneath the Boardwalk Crack. This traverse has very few footholds and while technically straightforward is quite strenous, especially placing gear. The belay is 100% hanging -- there are no footholds. If possible, set up the belay far enough to the left of the vertical crack to eliminate the risk of the P2 leader falling on the belayer.\n\nP2 (5.11b): plough up the crack for about 25' to a rest. This crux section starts as #1.5 Friends and goes down to #1 Friends and widens to thin #2 Friends at the end. The crack is flared and climbs wider than the gear. The technical crux is probably the #1 section. If the belayer is directly below the crack, the crux is placing enough gear so that you won't crush him/her if you fall while at the same time not using up all your #1 and #1.5 pieces  Continue up the crack for another 80 or so feet of easy hands and chimney. I am not sure where the best belay is. There is a hangerless 3/8\" bolt about 90' into the pitch. We belayed on a ledge about 120'. From here, it's a class 3 scramble to the top.","protection":"2 each #0.5 Friend through #3.5 Friend. Extra #1s and #1.5s are helpful for P2. I used #4 Rock size pieces for the 2nd belay. A #4.5 or #5 Camalot is useful but not essential at the start and would be an impediment for the rest of the route.","location":""},"__v":0},{"_id":"SdKX9Y6BVQmOgPx8sKbEAw==","name":"Bell Crack","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Henry Barber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":4,"mp_id":"105757396","mp_crag_id":"105745340","climb_id":"SdKX9Y6BVQmOgPx8sKbEAw==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"Are you ready for a challenging off width experience? Bell Crack will probably ring your chimes. The only place it goes as thin as 'hands' is below the roof (crux), most of the climb is above it.\n\nFirst, TAPE UP! Then begin on the Center Coke Bottle at #1 (on the photo-topo) and instead of traversing left as described for #1 (Boardwalk), go straight out, up and over the bulging roof on strenuous, rattly fists  Once you round the roof, start placing the big pro bro (see the shot). Then enter a gaping, 30' high flaring maw, stem up and protect it at the back if you want to take the time. Set another wide piece at the top of this nasty gash and begin heel and toe-ing up a vertical 35' gutter full of feldspar crystals - good friction! Belay on gear at the rounded top as indicated (B) on the topo for route # 1.\n\nYour second will curse at you all the way to the top.","protection":"Minimum gear: Cams (Camalots) 2 each from #1 up to #2 1/2; at least 3 #3's; at least 2 #3 1/2's and/or 3 #2 Big Bros.  Also several medium to large wires.  (You'll need a couple of medium cams and wires for the belay at top.)","location":""},"__v":0},{"_id":"hSGb4/O0WT+n1UkArS6Cjw==","name":"The 12th of Never","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Layne Kopischka, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"left_right_index":1,"mp_id":"114413924","mp_crag_id":"105745340","climb_id":"hSGb4/O0WT+n1UkArS6Cjw==","areaRef":"fHG9cZeTVVOE3Q6qLaO4tQ=="},"content":{"description":"This is absolutely wild and perhaps one of the most unique routes I have ever been on in Vedauwoo. Climb the 5.8 offwidth start of\n\nBell Crack\n\n, and traverse left at the horizontal hand crack. Study your feet, and move quickly. The climbing through this crack just gets more and more exciting. Eventually it widens up to a #6, and you become engulfed in a crazy, wild, fucking adventure. *The key beta is to rack most if not all your cams on your left side.* The crux occurs in the last 10 feet. Belay at a ledge way, way left. Scramble down easily in chimney just next to\n\nHorn's Mother\n\n.","protection":"Doubles of 0.4-3, singles 4-6, and an extra 1 or 2 might be helpful.","location":"Start at the beginning of\n\nBell Crack\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,7c71bd71-9793-5553-84dd-0eaa2da3b8b5","pathTokens":["USA","Wyoming","Vedauwoo","Coke Bottle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12"},{"count":5,"label":"5.11b"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":7,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37553,41.16185]},"bbox":[-105.37612727461695,41.16140033981814,-105.37493272538306,41.16229966018185],"left_right_index":-1,"ext_id":"105745340","area_id":"fHG9cZeTVVOE3Q6qLaO4tQ==","polygon":{"type":"Polygon","coordinates":[[[-105.37612727461695,41.16140033981814],[-105.37493272538306,41.16140033981814],[-105.37493272538306,41.16229966018185],[-105.37612727461695,41.16229966018185],[-105.37612727461695,41.16140033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:35:21.335Z","updatedAt":"2024-02-19T18:43:12.952Z"}