{"_id":"63689d20e80bff5a994f26dc","area_name":"Lebowski Wall","shortCode":"","climbs":[{"_id":"CTBhr2B8VUSytcCLVtbNAg==","name":"You're Out of Your Element","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Ayers, Sean Davis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":3,"mp_id":"113936792","mp_crag_id":"113936717","climb_id":"CTBhr2B8VUSytcCLVtbNAg==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"Donnie really is always out of his element... \n\n  A steep, pumpy, and fun route! Clip a low bolt and pull over onto easy slab. Climb up a ways to the second bolt and eye the line well. The chalk suggests folks go both left and right through the crux near the 3rd bolt. Really fun sequence of moves here! The grade eases off after the 4th bolt, but the climbing was still very enjoyable.","protection":"8 bolts plus 2 bolt anchor.","location":"Start about 30' left of the black streak."},"__v":0},{"_id":"Z/eARKq6WSCfTJV/nUPWRg==","name":"You're Entering A World of Pain","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Scott Ayers, Justin Keptuch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":4,"mp_id":"113936831","mp_crag_id":"113936717","climb_id":"Z/eARKq6WSCfTJV/nUPWRg==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"Oh man, this is really an excellent, albeit short, pitch of sport climbing!  \n\n  Start on a hidden sinker jug to clip the first bolt. The next handful of bolts lead through overhanging terrain on positive holds. There's a fin like feature that will increase the pump but keep you smiling as you pull past it. An excellent hueco jug shows up right when you need it to reduce the pump. Rest up well here since you will be firing your technical cylinders on full for the crux and rest of the route, not quiet as steep but damn fine climbing and still plenty pumpy! \n\n  Seriously, I can't say enough about how much fun I had in 75 feet... \n\nIt would be easy to lead the 5.10+ to the left of this route to set up a TR.","protection":"10 bolts plus a 2 bolt anchor.","location":"About 20' left of the black streak. Really steep part of the wall."},"__v":0},{"_id":"Ohc73HBBUWalpO/wYLCyaQ==","name":"We Believe in Nothing","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":7,"mp_id":"118317125","mp_crag_id":"113936717","climb_id":"Ohc73HBBUWalpO/wYLCyaQ==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"An overhanging \"bucket\" bash for the first half, which tapers to low grade face/slab after an exciting boulder problem (crux) which guards the final lip. A good rest is available before the final lip. ","protection":"10 bolts, 2-bolt anchor","location":"Approach as per Lebowski Wall and identify the prominent black water streak. Using the bolted line in the water streak (5.13? project) as a reference, move two bolt lines to the right (5.13? project in water streak, 5.12? project right of water streak, unknown 5.11+) to the bolt line that goes directly up the large overhang."},"__v":0},{"_id":"cU25Fi4dX2qmC/OSrCoTFA==","name":"This Aggression Will Not Stand","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Ayers, Jeff Fascett, Abishek Chandrashakur","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":8,"mp_id":"117814764","mp_crag_id":"113936717","climb_id":"cU25Fi4dX2qmC/OSrCoTFA==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"Same start as We Believe in Nothing, but immediately trends right to indentation below bulge. Surmount the bulge and follows bolts to the belay. Second pitch trends left off belay and up. Single rappel from top of p2 to anchor above We Believe in Nothing (which is to the left of this route) and then another rappel to the ground. May need a 70m rope to rappel. ","protection":"Bolts.","location":"30 feet right and uphilll from black stain that splits the wall. "},"__v":0},{"_id":"J4o8pk8yUEW75vSEk/1Z2Q==","name":"Over the Line","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Adrian Montano, Scott Ayers - Apr '21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":5,"mp_id":"120589690","mp_crag_id":"113936717","climb_id":"J4o8pk8yUEW75vSEk/1Z2Q==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"Power endurance rig on good stone that overhangs for most of its length. This route felt very uncharacteristic of the Stronghold.Technical stemming & hidden holds pave your way to an interesting slanted & subtle corner with a thin but intermittently useable seam. Gentle thrutches lead to some wild pockets & body tension demanding crux moves. A beautiful plate will provide brief relief before you exit the steep via a few more thin powerful moves & a pistol squat. Once you leave the ground it's on you until you reach some unique horns and glory chicken head plates high up through the last bit of overhanging terrain. Now keep it together through the last 25 feet of slab to reach the anchor. Listed as 'unfinished 5.13 project' shown as route 9 in Bok's guide. This route was originally scoped & halfway bolted by Scott Ayers ~2003. He was kind enough to show me the line in early April & provide supportive belays to finish opening the route.","protection":"9 bolts, metollius rap hanger anchor","location":"Starts in big overhang, left side of black water streakright of \"You're Entering a World of Pain\""},"__v":0},{"_id":"lbeygZ5RVq+jvbXbnT5U8Q==","name":"I'm Throwing Rocks Tonight","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"10/02/2020?","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":6,"mp_id":"118333372","mp_crag_id":"113936717","climb_id":"lbeygZ5RVq+jvbXbnT5U8Q==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"Hand traverse obliquely on easy terrain to the first bolt, then power up for a couple of big dead-points on good holds with easy clips to gain a fantastic rest at the 4th bolt. You have now run out of fantastic holds and have to pull on much smaller and sharper holds to gain a bulge (crux) and eventually the grassy ledge. Once at the grassy ledge, traverse right and up over very easy terrain to the final bolt on \"We Believe in Nothing\" and the anchors above. There is a scummy diagonal crack that takes a 0.75 cam before converging with We Believe in Nothing; while there's almost no way you'll fall here, it might make your belayer feel better!","protection":"4 quickdraws, +1 quickdraw for the last bolt on We Believe in Nothing. Optional .75 cam, 2 bolt anchor.","location":"The first bolt line to the right of the black water streak in the large overhang. Belay from just above the boulder in the path along the bottom of the cliff face. A helmet is advised for your belayer as you may kick or pull off some small pebbles in the spirit of throwing rocks tonight!"},"__v":0},{"_id":"0Co9YO9OWQuMEP6S5QcP7A==","name":"Nobody F**** With the Jesus","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":0,"mp_id":"118908359","mp_crag_id":"113936717","climb_id":"0Co9YO9OWQuMEP6S5QcP7A==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"P1: Pumpy start on two flakes with finger cracks (no crack climbing skills required) over a small roof. Pull over the arete to the left of the pine tree and up the slabby face to a two-bolt anchor. No chains. About 110 feet in total so tie knots in the end of your rope if you're trying to top rope. Rap off. Crux is either the pumpy first roof or the last slab move before the anchor.\n\n P2: Pull the roof above the first pitch anchor and head up using 5 bolts for pro.","protection":"P1: 10 bolts. P2: 5 bolts","location":"About 100 feet to the left of the route The Big Lebowski. Look for some big detached blocks at its base and the first bolt below the first small roof."},"__v":0},{"_id":"vOcIUD9rWeOmzz+VI+nkeQ==","name":"The Dude Abides","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Avi Steinburg, Abishek Chandrashakur","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":2,"mp_id":"113936772","mp_crag_id":"113936717","climb_id":"vOcIUD9rWeOmzz+VI+nkeQ==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"This was a really neat route with unique climbing from top to bottom.  \n\n  Climb jugs to the left of the first bolt or do some wide bridging to get established on the rib. Stay slightly right of the bolts until the rib curves hard left. Follow the bolts on positive holds past a few bolts. Once above the steep section, move back right and up slab to a 2 bolt anchor. \n\nThere is a 2nd pitch. We didn't do it, but which takes gear and is reportedly R.","protection":"Pitch 1: 9 bolt plus 2 bolt anchor \n\n  P2: Up to 2\"","location":"Start deep in the large cave like hole about 75' left of the steep black streak."},"__v":0},{"_id":"5VSW6RIGXLeXxdHLOdvJ9A==","name":"The Big Lebowski","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott Ayers, Jean Francois Camson, Jeff Fascett, Windy Greer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"left_right_index":1,"mp_id":"113936737","mp_crag_id":"113936717","climb_id":"5VSW6RIGXLeXxdHLOdvJ9A==","areaRef":"DR8w1YIbW2q5eWNVIlmIGA=="},"content":{"description":"A fun route and the crags namesake. This 3 pitch gem offers plenty of variety moves and contsitently enjoyable climbing for 3 sport pitches.  \n\n  Pitch 1: Begin up easy terrain, clip a bolt, and follow the slab over a few bulges with large holds. After the last bulge, get into chickenhead alley and follow it as it thins out to a chain anchor. 80' 8 bolts 5.7 \n\n  Pitch 2: The money pitch! Move right into a large cleft and head up steep terrain passing a couple of bolts. The crux comes at the wall slabs out and many holds disappear. Enjoyable slab climbing past more bolts to another anchor just below a roof. 70' 8 bolts 5.9 - can link with the first pitch easily (slings!) \n\n  Pitch 3: Move left and over the roof, then wander slabby terrain to the top. The final moves can be done direct at 5.10, or move left and up, then trav. back right to keep the grade low. 5.8 7 bolts 60' \n\n  Rap the route. \n\nWith a 70m you can link 1/2 easily or even all 3 for a mega pitch, but when I linked all 3 I had a good deal of rope drag even with using many slings.We could not TR the first 2 pitches from the ground with a 70m -- I think an 80m would do if you were so inclined.","protection":"Draws.","location":"Start is right where the approach trail meets the wall. Look for a line of bolts heading up a slab just left of a large cleft in the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,0d1f30d5-821b-5b6a-b979-635522598818","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Lebowski Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"sport":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.9632,31.9438]},"bbox":[-109.96372990504152,31.94335033981813,-109.96267009495845,31.94424966018186],"left_right_index":-1,"ext_id":"113936717","area_id":"DR8w1YIbW2q5eWNVIlmIGA==","polygon":{"type":"Polygon","coordinates":[[[-109.96372990504152,31.94335033981813],[-109.96267009495845,31.94335033981813],[-109.96267009495845,31.94424966018186],[-109.96372990504152,31.94424966018186],[-109.96372990504152,31.94335033981813]]]}},"content":{"description":"This is a wonderful crag perched high above the free camping area as one enters into the Cochise Stronghold valley. A shortish approach, stunning views of the surrounding countryside, fun lines, a large, flat base, and nice sun/shade exposure make this an excellent crag to put on your tick list. Most of the lines are sport, although a few trad routes do exist.  \n\n16 routesThe routes range from 1 to 3 pitches -- many of the multipitch routes can be strung together with good sling use, making some mega long leads. The sport routes are well bolted with chain anchors. Angle varies from typical slab paddling to overhanging pumpfests. Grades range from 5.5 to a couple of 5.12-5.13 open projects.  If you are looking for another sport crag like Zappa, Isle of Ewe, Sweet Rock, etc.; this is an excellent choice!  \n\n  This crag sees sun until around 12-1pm."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:52:59.745Z","updatedAt":"2024-02-19T18:28:16.782Z"}