{"_id":"641410f8f0cf0083295f74cc","area_name":"Mount Robson Provincial Park","shortCode":"","climbs":[],"children":["641410faf0cf0083295f74dd","641410fdf0cf0083295f74f8","641410fff0cf0083295f7509","64141103f0cf0083295f752e","64141109f0cf0083295f757b"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,853ee9cb-d5b0-5376-8a2a-1958675243b4,86e31f84-a78c-5dee-8416-f3088133b262,871b9c14-068e-5307-b3b9-0d2af10bde07","pathTokens":["Canada","British Columbia","Rockies","Mount Robson Provincial Park"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"v2"},{"count":7,"label":"Unknown"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":5,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":4,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":7,"bands":{"unknown":5,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":8,"bands":{"unknown":8,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":7,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-119.1495,53.111]},"bbox":[-119.26694955744637,52.71315033981814,-118.39121774099682,53.15496966018185],"left_right_index":-1,"ext_id":"","area_id":"hxucFAaOUwezuQ0q8QveBw==","polygon":{"type":"Polygon","coordinates":[[[-119.2175771843107,53.000180339818144],[-119.26694955744637,53.13675033981814],[-119.26694955744637,53.13764966018186],[-119.15575985979316,53.15496966018185],[-119.15426014020684,53.15496966018185],[-118.39121774099682,52.71404966018187],[-118.39121774099682,52.71315033981814],[-118.3927022590032,52.71315033981814],[-119.2175771843107,53.000180339818144]]]}},"content":{"description":"Mt Robson Provincial Park boundary in red       \n INTRODUCTION \n Split by highway 16, Mount Robson Provincial Park protects a spectacular one hundred kilometer stretch of British Columbia's Canadian Rockies.  The original park boundary was expanded southward to include the headwaters of the Fraser River.  As a result, the outstanding alpine quartzite rock climbing on the Ramparts is now in the Park - not just the deadly limestone ice-monster that is Robson.      \n  \n The south face of Mount Robson is famous for having 10,000 feet of steep relief that can be seen from a paved highway:  \n                        Ministry of the Provincial Secretary and Travel Industry, 1968.         \n The big snow gully that leads to the summit is called the Great Couloir.    \n  \n ROBSON AREA MOUNTAINEERING \n  Mount Robson  (3,954m) is the highest mountain of the Canadian Rockies and a world class technical summit.   \n                        Mt Robson Area       \n Resplendent Mountain (3,246m), climbed in 1911 by Kain-Harmon, is easy enough to have been skied half a century ago, via the standard West Ridge. It can be a rewarding consolation prize since it is much easier than Robson.  Jeff Lowe and Mike Weiss climbed the 1,000m East Spur in 1973 (IV, F7).  The Munday's of Mt Waddington climbed the north ridge and reported good rock in 1920. It is possible that the south ridge has never been climbed!  \n  \n Whitehorn Mountain (3395m) is one of the twenty or so Rockies peaks higher than 11,000 feet. Conrad Kain soled the first ascent in 1911.  The Northwest Face was climbed by the Lowe-Weiss team also in 1973 (III, F4, crux ice unrated).  \n  \n THE RAMPARTS \n                        The green routes are in Alberta       \n The northeast faces in the photograph give the Ramparts their name.  Maybe the routes on the northeast faces of Oubliette Mountain, Dungeon Peak, and Redoubt Peak should not be posted here and instead be on an Alberta page for Mountain Project. Of course, there is no Alberta Mountain Project page for the Ramparts just yet.   \n                        The Ramparts  contour interval 100 meters       \n You can see how the are Ramparts cut in half by the British Columbia-Alberta boreder; black line on the map.  And then there's Mount Geikie - wholly in the British Columbia and Robson Park.   The north face is one of the biggest and hardest in the Canadian Rockies.  Two grade VI+ routes so far; Lowe-Hannibal and Honky Tonquin (Shaw-Simper).   \n  \n BTW, because Mt Geikie is in Mount Robson Provincial Park, helicopters have been used.  However, Seth Shaw wrote that they hiked in 18 miles (with bathooks etc!). George Lowe hiked in with a full pack too because the chopper carrying his friends was too full.   \n  \n LOCAL ROCK CLIMBING \n For simple sport climbs, the nearest rock climbing to the park is in Jasper, at the Rock Gardens.    \n  \n A little farther north is Mount Colin, marked on the introduction map above.  It's a hike that can be shortened by crossing the huge Athabasca River with a boat (Kruszyna-Putnam 1985).  There is a small hut (Centennial).  There are lots of good slab routes.  No MP pages yet.      \n                        Mt Colin, Alberta from Canadian Alpine Journal       \n And just a bit more up Highway 16 is the Roche Miette.  If your a Mountain Project type, who likes the Black Canyon of the Gunnison and stuff like that, then check out the 2,000 ft face of the Roche Miette.  Quite visible from the road.  No MP pages yet. \n  \n FROZEN WATERFALL CLIMBING \n A handful of waterfalls have been climbed on the side walls of the Valley of a Thousand Waterfalls.  Near the Whitehorn Campsite there are easy ice smears nearby (maybe a shelter still?).  A little further up is Conrad's Column, a freestanding grade V pillar.  Almost to Berg Lake, Emperor Falls has been climbed too (85m, III).  There are rumored to be good first ascents still too. \n   \n BERG LAKE CHALET \n                        The good old days at the Berg Lake Chalet- before visitor quotas!       \n The chalet was once the most beautiful dude ranch ever.  However, the horses made the trail a muddy disaster for hikers. Today the dudes have been replace by self-sufficient heli-hikers.  Summers, the chalet is open to everyone for cooking, but not for sleeping at night.  In the winter it should still be possible to stay the night inside but check with the park authorities to be certain and get reservations.  \n  \n CAMPING ALONG THE BERG LAKE TRAIL \n A new reservations-only system starts in 2016 for all the sites along the Berg Lake Trail.  Starting January 2nd, reservations will be taken for the whole year.  Since  good conditions are unpredictable at that time, this system seems to favor Helicoptering in to higher glacier bivouacs, for example at Extinguisher Tower.  Again, check with the wardens, rules about bivouacs and heli-landings can change.  \n                        Camp near Berg Lake Chalet 1950's  by Mountain Project Contributor Debra McCarthy (AAC?)        \n HELICOPTERS \n Robson Helimagic Inc, based in Valemont, is one local service:  250-566-4700.  In 2011, the charge was $150 each, for a party of four, to fly in to Berg lake and then hike out.   \n  \n Call ahead.  One September, when the park road was closed for construction, we tried to fly instead but no one was answering.   \n  \n LINKS \n Mount Robson Webcam  \n  \n  Mount Robson Provincial Park Weather  \n  \n The best pictures ever of Mount Robson can be viewed at John Scurlock's  gallery.  The photos of Robson have dates, so I can tell you they were taken right after a big storm in May, 2008.  (Canmore got 60cm)"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"64141109f0cf0083295f7578","prevHistoryId":"64141103f0cf0083295f752b","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":6,"createdAt":"2023-03-17T07:04:24.413Z","updatedAt":"2024-02-19T18:47:46.909Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}