{"_id":"6368a50be80bff5a995b0915","area_name":"Billboard Wall","shortCode":"","climbs":[{"_id":"vjeTD1fZXVOMyT8ONXEqgg==","name":"Gypsy Soul","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Taylor Bentz & Tommy Sutter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.41129,40.99194]},"left_right_index":0,"mp_id":"112239042","mp_crag_id":"112239025","climb_id":"vjeTD1fZXVOMyT8ONXEqgg==","areaRef":"c2hMLThKUZ2Dvg2lX5xMoA=="},"content":{"description":"Closely bolted due to the bouldery nature of the cruxes, and the questionable rock quality in places. This route is a great after work adventure. After pitches 2,3, and 4 you have to pick up your kit and walk to the left 30-100 meters on gigantic ledges to get to the next pitch. All this picking up kit and moving makes you feel like a gypsy on the move. Pitch 5 is the hi-light.\n\nRack:\n\n18 draws: (10 short draws, 8 long or extendable draws)\n\n70 meter rope (or two 60 meter ropes) for rappel\n\nPitch 1: 5.11a 105 feet 18 bolts, pull some pocket moves up to a big roof and find the secret hold. 3 bolt anchor.\n\nPitch 2: 5.11b 135 feet 17 bolts, step on your belayer to get up onto the ledge, then move left to a bolt, do another cautious mantle, move left again, and then begin the upward movement through 3 tricky boulder problem roofs connected by lower angle but good quality rock. Back clean and extend draws where possible. End at 3 bolts under a big roof.\n\nPitch 3: 5.10b Move from the top of Pitch 2 about 40 meters to the left. Two bolts mark the start of this short pitch. Careful not to knock pebbles onto your belayer at the top. 3 bolt anchor.\n\nPitch 4:  5.11b Move again about 40 meters up the hill and to the left. There are currently some wooden ladders left by base jumpers. The start is to the left of these ladders. Short pitch of 2 strenuous boulder problems. 2 bolt anchor.\n\nPitch 5: 5.10a 60 feet. Do you feel like a gypsy yet? Move 100 meters up the sandy hill and to the left out to the prow of the buttress. There is a 60' tall free standing tower here that is the 5th and final pitch. Best pitch of the route. Every time you need a jug, one is there--hiding.\n\nDescent: MANDATORY 70m ROPE or double rope rappels. Rap the route.","protection":"Closely bolted sport.","location":"From the parking lot located 1.59 miles past the right turn off of the Echo Exit intersection, walk back down the road toward the Echo Exit 300 ft. You will see a brown road sign that says \"Salt Lake House Billboard\". 50' past this sign, there is a large spur that comes down from the wall. Where this supr connects with the road there is a faint trail, marked with a crappy cairn. The trail gets interrupted by deer trails and is a little hard to follow, so just stay on the crest of the spur all the way until it connects with the wall. This is the start of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,ac22cfc0-a9b2-57de-b541-81d4da59b38f,7c64d0bf-559a-518e-8641-ec140a1f0c63,73684c2d-384a-519d-83be-0da55f9c4ca0","pathTokens":["USA","Utah","Wasatch Range","Wasatch Back","Echo Canyon","Billboard Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.41129,40.99194]},"bbox":[-111.41188573273988,40.99149033981814,-111.41069426726011,40.99238966018186],"left_right_index":-1,"ext_id":"112239025","area_id":"c2hMLThKUZ2Dvg2lX5xMoA=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:55.717Z","updatedAt":"2024-01-15T16:49:45.644Z"}