{"_id":"63689de0e80bff5a994fa01c","area_name":"Wild Ridge","shortCode":"","climbs":[{"_id":"Zrc4/I/2VomDbVrG5AO6RQ==","name":"El Diablo de Oro","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Amos Whiting, Wheeler Feer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.67519,39.1298]},"left_right_index":0,"mp_id":"110711656","mp_crag_id":"115375603","climb_id":"Zrc4/I/2VomDbVrG5AO6RQ==","areaRef":"yQiQlephUouWtkt+iA/Yvw=="},"content":{"description":"This is the first \"official\" route on Wild Ridge, although I suspect someone has climbed \"Wild Tower\", the obvious tower 3/4 of the way up the ridge. It was put up over three summers with most of the work happening in 2014. It was cleaned and bolted on lead with my 11-12-13 year old stepson Wheeler who named it because of the golden light of Fall and the golden rock on the ridge. The Diablo was because it took us 6 tries to complete, including me being 15 feet from the top in fall of 2014 only to back off due to a thunderstorm. We got the \"red point\" in June of 2015. It is a long moderate route which treads the line of a \"alpine route\" but never gets above tree line. It is a bit dirty, but the rock is mostly very good with some fun movement in a amazing setting with views of Pyramid Peak and New York Mountain.\n\nThis is a lightweight adventure day which is alpineish ,with easy escapes through out. In fact, one can scramble off to the west at the top of most of the pitches. The summit of \"Wild Tower\" is a fantastic summit with raspberries (catch them in August).\n\nIt is a 3.5-5 hour day car-to-car.\n\nSee approach beta for \"Wild Ridge\" Once at the base of the cliff head west all the way to the far left ridge line. Walking on a grassy ledge over some mossy slabs to the base of P1 which is marked with a single belay bolt.\n\nP1. Pass 2 bolts and optional gear through a bulge on good holds to a 2 bolt anchor on a small ledge, 20 m, 5.6.\n\nP2. Leave the belay, step right to avoid some loose rocks, then go back left.  Clip a pin (slightly hidden), then head up a thin corner, then go back right, clip another bolt, and climb past delicate fins to a two bolt anchor on a large ledge next to a dead tree, 35m, 5.7.\n\nP3. Walk up through some low brush, and climb the line of strength between small trees passing one bolt and belay at a tree below a short, steeper wall, 35m, 5.6.\n\nP4. Climb through overhanging jugs passing 3 bolts to a ledge, and belay at tree, 12m, 5.7. Move the belay up 15m through 3rd class to the base of another short wall.\n\nP5. Step right to gain a ramp then back left and up passing 2 bolts, and build a belay under a large boulder, 25m, 5.6.\n\nFrom here, switch back into your approach shoes, and scramble slightly up and right going next to a narrow, white snag and making two short, 5.1 moves to hiking terrain. Then follow cairns up and just left of the ridge towards the west face of Wild Tower, 10-15 minutes.\n\nP6. This is the crux and best pitch of the route. Look for a Carin and the bolted line in the center of the west face, and make a few moves up mossy holds to clip your first bolt at 12 feet. Climb the corner, then face climb passing 4 more bolts, finish with some hand jams and a glory horn to the top of Wild Tower. Belay off of one bolt and a hand-size piece, 25m, 5.8. You can also skip this pitch and scramble to the top of the tower at 3rd Class.\n\nP7. Scramble North along the ridge (4th class), climb a short face with one bolt, and belay off of a tree, 15m, 5.2.\n\nP8. Scramble on 4th Class rock to the notch below the last pitch of the wall. Step right, and traverse on easy but exposed slabs. Clip a bolt, and climb straight up passing another bolt and some gear with exciting layback moves to finish the climb. Belay at a tree, 20m, 5.8.","protection":"We put the route up using a 40m rope as many of the pitches are shorter climbing sections with ledges in between. So combining pitches is not recommended due to rope drag of the windy route and pulling your rope over rocks. You will want 7-10 draws/ runners and a single set of cams from a green Alien/ red C3 to a 2 Camalot. A #[3] Camalot is optional. There are about 20 bolts total on the route including some bolted anchors.","location":"The route starts on the far climber's left lower part of Wild Ridge and follows the skyline. Use the beta for \"Wild Ridge\" to the top of the talus field, then go left just above a tree island and cross on a steep grass ledge system with about 200 feet of low angle mossy slabs below you. Follow cairns to the base of the ridge and a single belay bolt to anchor the belayer for the first pitch.\n\nTo descend: walk west off the summit following good animal trails, then drop down and left paralleling the route looking for cairns as you make your way down.  Stay skier's right of the ridge looking for cairns, this includes a bit of bushwhacking through a seasonal stream as one gets lower. As you near the bottom of the route, trend left to the base of the climb, 35 minutes, 3rd to 4th class.  Note: this is a steep hillside with a fair amount of loose rocks. Stay close together. Reverse the approach to \"Wild Rock\" and the road."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1cfe9980-37c5-592d-9648-d6fc803c3824,05e26eab-6685-574e-b3bd-791d44a53322,c9089095-ea61-528b-96b6-4b7e880fd8bf","pathTokens":["USA","Colorado","Independence Pass","Wild Ridge Area","Wild Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.67519,39.1298]},"bbox":[-106.67576966943926,39.129350339818146,-106.67461033056072,39.13024966018186],"left_right_index":-1,"ext_id":"115375603","area_id":"yQiQlephUouWtkt+iA/Yvw==","polygon":{"type":"Polygon","coordinates":[[[-106.67576966943926,39.129350339818146],[-106.67461033056072,39.129350339818146],[-106.67461033056072,39.13024966018186],[-106.67576966943926,39.13024966018186],[-106.67576966943926,39.129350339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:48.909Z","updatedAt":"2024-01-20T01:00:57.903Z"}