{"_id":"6368a02ce80bff5a99529c99","area_name":"4. The Eyebrow Area","shortCode":"","climbs":[{"_id":"6JxNbizQX3SbToPCmDbuWQ==","name":"Prangster Dike","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-70.95434,44.59089]},"left_right_index":999999,"mp_id":"106476701","mp_crag_id":"112368893","climb_id":"6JxNbizQX3SbToPCmDbuWQ==","areaRef":"txT87UknVCGp0qD2fqkGJg=="},"content":{"description":"Free soloing the Eyebrow, about half way up beyond eyesight the moderate (5-6) solid dike becomes a construction project of ripping loose rock off until it will hold body weight. I made the mistake of continuing up it as it became a one way sloping foothold trip without any decent handholds through hell. At this area I came to staring at an old rusted rotted hanger and bolt. Clearly I understood why some other climber had put that bolt in there before going on ahead. It's ridiculous after the bolt, continue removing  crumbling rock out of the dike before stepping up on it. The dike narrows and becomes almost too wide to bridge the chimney. It's a predicament like the posture of Bambi when he fell on the ice. Continue in this manner vertically for I don't remember how many feat(possibly 100+). No footholds, no rest until it stops at the summit of the cliff. How I got up was grace or sheer luck and off I don't remember. I do remember it was desperately bad! That unknown climber and I basically experienced the same intriguing situations. The only difference between us was that he was futilely roped in and belayed up (the bolt is so low to fall at the top a climber will deck it) or he/she retreated from the bolt. Really no way to rate the climb accurately except I'd rate it, avoid it. That is the best rating for this climkb unfortunately. ","protection":"None. Excluding the last tier cliffs I got up to the top, for the Eyebrow Trail.","location":"West side of Notch. Hike the A.T. until the Eyebrow trail is reached. Follow trail to base of cliff and head north along it's base. It's just off the road. The dike is obvious in the center of the cliff but I don't recall exactly where it starts or how long it was."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,c74a55a1-086c-5452-a3ba-b7afd5d6e117,6c232e37-66c5-5827-9bca-d4dd7e4b9479,b714fced-4927-5421-a9d2-a0f67ea90626","pathTokens":["USA","Maine","a. Western Mountains","Grafton Notch St. Park - Ice&Rock","4. The Eyebrow Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.95434,44.59089]},"bbox":[-70.95497142310137,44.59044033981814,-70.95370857689863,44.591339660181866],"left_right_index":-1,"ext_id":"112368893","area_id":"txT87UknVCGp0qD2fqkGJg=="},"content":{"description":"This area is closed to rock climbing due to the presence of rare plant(s).  Please respect this closure, there’s plenty of other rock to climb!  It is unclear as to its status for ice climbing.The \"Sty\" (NEI 5) is located here."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:05:34.920Z","updatedAt":"2022-11-25T11:18:40.542Z"}