{"_id":"63689de0e80bff5a994f9d92","area_name":"Mushroom Massif","shortCode":"","climbs":[{"_id":"NS+Itg1pUk2cOoBJqf9S3g==","name":"Unknown","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":10,"mp_id":"105870304","mp_crag_id":"105746074","climb_id":"NS+Itg1pUk2cOoBJqf9S3g==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"Start below the overhanging crack, beginning in the wide crack. Ascend watching out that you don't pull the loose block on your belayer. The higher you go, the harder it gets to about 10+ maybe 11-. At the top, find two bolts to rap from. It looks nasty but is actually a good route.","protection":"One set of cams from large to finger size and a set of nuts. Don't over do it. Taping up will help!","location":"In the large inset opposite\n\nCold Water Drama\n\n, this route ascends the west corner, to a 2 bolt rap."},"__v":0},{"_id":"draHGrtvVPSy9g/GKq3YEQ==","name":"Unknown","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":8,"mp_id":"118857035","mp_crag_id":"105746074","climb_id":"draHGrtvVPSy9g/GKq3YEQ==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"This is another route that would improve with traffic. While there are some lichenous sections, the protection and holds are generally all good. It is a 1 star route for now (worth doing) but could become a 2-star route with a brushing or more traffic.\n\nThe route is 2 pitches long but is easily, and without much drag, linked into a single long pitch as we did it.\n\nP1 (5.7, PG-13).  Start on the crack and gunny system just to the right of\n\nThe Mushroom\n\n. Climb up some unappealing rock to get into a crack system, and then head up the cracks at the left edge of the feature that\n\nThe Mushroom\n\nclimbs until you reach the top. Traverse over and clip one of the belay chains here and continue climbing... or belay of you must.\n\nP2 (5.8-, PG-13). Having clipped one of the belay chains on\n\nThe Mushroom\n\nas a point of protection, mantel up on the top of that spire, & step forward onto the wall above, as if continuing on\n\nThe Mushroom's\n\nP2. You can clip the first bolt here with a long runner if you want the protection. Head up and right into and obvious, left-facing crack and flake system, which rapidly becomes steep and jam-able. Protect the thick crack, and head up through a bulge and into lower angle cracks that lead to the ledge atop the rock.\n\nA belay on this ledge is not easy to find immediately. To solve this, we headed left, placing a few small cams and a nut as directionals on the way to the top belay for\n\nThe Mushroom\n\n, where we planned to descend via 2 single rope raps anyway.\n\nRap 60' then 90' to the ground from here.","protection":"A double rack of nuts and cams + a quiver of shoulder length slings to do this as a single long pitch, as it is best done.","location":"This route crosses\n\nThe Mushroom\n\nat the belay as for\n\nThe Mushroom\n\n. It starts to the left on natural features & finished to the right on natural features. The Gillett guidebook mentions that Mason Frichette climbed here in the '70s. I'd presume that this might be one of the features he climbed."},"__v":0},{"_id":"+3dl2zc+WJqUJl4/LCdXMA==","name":"Raven's Nest","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Bernard Gillett and Ken Younge, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":2,"mp_id":"117027514","mp_crag_id":"105746074","climb_id":"+3dl2zc+WJqUJl4/LCdXMA==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"Start up the overhanging chimney located in the corridor just after a third class blockage.  Follow the thin seams until the bolts are reached. Somewhere between the second and third bolt, commit to the north wall, and climb past the slabby topout to a ledge with bolts and chains. Rappel (lowering will shred the rope).","protection":"RPs and TCUs for the bottom of the crack, a #0.75 Camalot, and 4 bolts.","location":"This route is located in the corridor behind the 200 foot flake on the left side of Mushroom Massif."},"__v":0},{"_id":"RHGcI3XOUSyNVwN/8YdBTg==","name":"Quartz Dancer","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Mike Endicott","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":15,"mp_id":"110424888","mp_crag_id":"105746074","climb_id":"RHGcI3XOUSyNVwN/8YdBTg==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"Climb a steep, narrow slab past two bolts, and make a long reach to a shallow pocket (crux). After clipping the third bolt, climb up into a shallow, crumbling, right-facing dihedral. Place gear ASAP. The rock and the gear improve as one climbs higher. There are some moderate runouts on moderate rock.\n\nA variation moves left from the crux, then climbs moderate rock, rejoining the main line at the base of the headwall. A connection can be made from the first part of\n\nEasy Street\n\n, diagonaling right to join this variation.\n\nBolts five through eight protect the strenuous tango along and beyond the left-slanting quartz dike (second crux) to the top of the headwall.\n\nMike envisioned the route and was first to toprope it and lead it. He placed the bolts, which was also a first for him. His fellow toproping adventurers on April 29 were Leo Paik and GB. On May 1, GB was bolting supplier, advisor, and assistant. On May 3, Ross Swanson engineered the second lead.","protection":"Stick-clip the first of eight bolts. A standard rack will be necessary to protect between the third and fourth (or maybe fifth) bolts, The anchor bolts atop\n\nEasy Street\n\nare the only\n\nin situ\n\nanchors and are about 15 feet behind the finish, on a big ledge. Belay the second up, then rappel with a single 70m rope to the ground. To toprope the pitch, extend the anchors with 15-20 feet of sling. A #2 Camalot can be used (to the west and down, toward the lip) to supplement the anchor bolts.","location":"Start uphill and to the right of\n\nEasy Street\n\n. Watch out for poison ivy."},"__v":0},{"_id":"BrjO4RnQXCmUiVRjZrgB+g==","name":"Pollemor","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":5,"mp_id":"118856928","mp_crag_id":"105746074","climb_id":"BrjO4RnQXCmUiVRjZrgB+g==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"Pollemor is a reasonable route worth climbing. If it were climbed/cleaned a bit more, it could reach it's potential as a solid 2-star route. In its present state (a bit lichenous in places), it is a 1-2 star route, I suppose.\n\nLocate the starting chimney, which is NOT the squeeze chimney a few feet right of the initial bolts on\n\n[[114168801\n\n]]. About 10 meters further left, there is a steep but juggy twister of a chimney that ascends the left side of an improbable looking tower. Head up that system (5.4 no pro and juggy) onto the top of the tower, and continue right. You will intercept an incut horizontal there and get good protection  Head right on a mellow and secure hand traverse (harder if you are shorter than 5'3\") and around a bulge. This is about 2 meters below the single bolt (red hanger) where\n\nGrip\n\ncrosses in the opposite direction. Once across that ledge, head up and right on a series of ledges until you reach a final one with good protection and a good stance. Build a belay & bring your partner up here to avoid rope drag on the next pitch (Stoppers and cams to 1.75\").\n\nThe next pitch wanders up and onward through a series of intermittent shallow cracks. There is generally good gear, but take it when it comes or risk not having it when you want it. Towards the top of the pitch, head up and right to reach the chain anchors on The Mushroom. Belay here, and rap 60' then 90' to the ground from chain anchors.","protection":"A set of stoppers and a set of cams to 3\" with some doubles in the thin hands range.","location":"A little ways left of the first 4 bolts on\n\nGrip\n\n, there is an oddly shaped tower of rock leaning against the wall. On the left side of this lies the beginnings of Pollemor.  Scramble and twist up into the easy 5th Class chimney there to get on top of the funky tower, then work your way up and right to the set of grassy ledges, to the right of the huge, right-facing corner/chimney above the\n\nGrip\n\nbolts. The 2nd pitch of Pollemor continues up a set of intermittent cracks on mostly good gear, above on the right hand wall."},"__v":0},{"_id":"D0z4wFQ7UHOfPWClOEv9qA==","name":"The Mushroom","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":9,"mp_id":"105757462","mp_crag_id":"105746074","climb_id":"D0z4wFQ7UHOfPWClOEv9qA==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"The location of this route is not easy to describe, but it lies more of less in the middle of the crag.  Look for a bolted low angle buttress right of a shallow gully leading to a large pillar with slings 80' up.\n\nP1: climb past 4 bolts to a belay from the slings atop the pillar (5.7), 80'.  The rock seems potentially crumbly here, exercise caution. There is one place on this pitch where a cam or small stopper may be placed, about 5' above the 4th bolt.\n\nP2: climb past 6 bolts to a 2 bolt rap anchor (5.8), 80'. You could combine these two pitches in one, although a 200' rope might be needed for this. You can rap from the top to the bottom with two 50m ropes (or do 2 raps if you only have one rope).","protection":"A selection of stoppers and small cams can supplement the bolts but are not required.","location":""},"__v":0},{"_id":"PoOHUt2VX1mhR+p+V1TY2Q==","name":"Mongoose","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Matt Juth, Dave Loring","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":0,"mp_id":"105762024","mp_crag_id":"105746074","climb_id":"PoOHUt2VX1mhR+p+V1TY2Q==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"This route is on the formation to the east of Mushroom Massif (Afungusamongus). It is a few hundred feet from Stone Knives and separated from Mushroom by a Monastery-like chasm. It climbs past four bolts to reach the prominent dihedral crack and then face climbs up easy terrain to the top of the formation. It took 170 feet of rope to climb and set up the belay. There are a couple good steep face climbs to Mongoose's right which will be bolted and cleaned soon.\n\nThe climb begins at a small tree at the entrance to the gully. Climb up flakes (directly behind the tree)to reach a sloping ledge, put in a piece with a long runner under the large flake to the right, step up and right to gain the arete and first bolt. Climb past the first three bolts (crux), step right, and climb past the last bolt to the base of the dihedral.\n\nThe dihedral is pretty easy (maybe a move of 5.6 or 5.7 in there), and continues for 50 or 60 feet. At the midpoint of the dihedral, there is a section where the rope will jam in the crack (hence the route name). We jammed a few small pebbles in there (to keep this from happening to others), but they won't stay in there for ever. A well placed nut will eliminate the problem. Be aware!\n\nAt the end of the dihedral, large features to the left lead up easy runout climbing to a large ledge. Climb 10 feet above the ledge and set up the belay. A #1 Camalot and 2 Camalot, and a few large nuts can be placed. Walk off to the top off the gully and descend.\n\nThe route contains a lot of lichen. It would not get a star anywhere but the SSV.","protection":"4 bolts and a standard rack. Save a few medium pieces for the belay.","location":""},"__v":0},{"_id":"WieVx4PuXdCXa+dFMG9wYQ==","name":"Locked and Loaded","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Landis","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":12,"mp_id":"105793919","mp_crag_id":"105746074","climb_id":"WieVx4PuXdCXa+dFMG9wYQ==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"(I say PG-13 only because there isn't perfect gear t/o the entire climb).\n\nBegin left of the large flake (\n\nGodspeed,\n\n5.12), with a bouldery start to reach the ledge.  Place a cam (yellow Alien) and traverse/mount the ledge.  Climb straight up the flake (note that the out-of-sight crack/flake on the right is necessary for hands,and eventually gear.  Follow the obvious traditional line up to the small vertical wall and quasi-rest.  Move up and left smearing with body english (watch the barn door!).  This should make you a bit nervous, but once your feet are up a bomber cam can be placed in the upper crack.  I think that there are 2 cruxes with this being the last.\n\nRap from the chains on the ledge (\n\nFreewheelin'\n\n).\n\nThis is a fun climb on and is fairly sustained. I climbed this on self-belay (manual feed), so the rating may be a bit off. Also, see\n\nFreewheelin'\n\nand main MM photos.","protection":"Standard Aliens and nuts with extra set of small cams (yellow - blue) - also one 2\" and one 3\" can be used near the top.","location":""},"__v":0},{"_id":"4zIzMmu1XIGZLSyIOTgz9w==","name":"Lichen Psilocybin","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rob 'The Rock' DeZonia","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":7,"mp_id":"106445331","mp_crag_id":"105746074","climb_id":"4zIzMmu1XIGZLSyIOTgz9w==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"This route is located on the left side of the formation on the buttress in front of the corridors. This fun route starts on the right side of a small roof at the base and trends leftward towards the dihedral and the large crack at the top of the formation.\n\nStart off with dicey moves on the edge of the roof, clip 2 bolts and make a leftward traverse with supplemental gear to the dihedral. Once in the dihedral, clip 8 more bolts with some technical stemming up the bright green lichen face. Clip your last bolt, and head into the final crack up slightly overhanging rock using supplemental gear to a 2-bolt anchor. There are multiple cruxes at the start, in the dihedral, and exiting the final crack. This has quality movement on varied quality rock, the space between the 2nd and 3rd bolt is easy climbing on not-so-good rock, but after the 3rd bolt, the rock is good to the anchors. This is fun climbing, good job, Rob.","protection":"10 bolts, small to fist-sized cams for the cracks, and a 2-bolt anchor. This is a long route, but we were able to do it with a 60m rope.","location":"This is on the lefthand buttress of the Massif (see the photo)."},"__v":0},{"_id":"6hI4R8ebVBm4nR+CY/lLyQ==","name":"Grip","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bernard Gillett and Paul Bodnar, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":6,"mp_id":"114168801","mp_crag_id":"105746074","climb_id":"6hI4R8ebVBm4nR+CY/lLyQ==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"P1. Begin on a slab located immediately left of the unknown 5.7 R. Smear up past 5 bolts until the slab ends. Then head slightly left and up hollow flakes. Traverse left right under a bolt, then lieback (if you are short) or jam through a bulge. Belay at the bolted stance on the right. One can rap from here with a 60m (90 feet) or continue on to pitch 2.\n\nP2. Continue up along obvious flakes and over a roof to easier ground.\n\nDescend from the Mushroom.","protection":"A standard rack with a few long slings.  The route would also take a few medium/large hexes.","location":"It is just left of the Mushroom protuberance."},"__v":0},{"_id":"4PrM30SIUE+lDUbu4h3l2A==","name":"Granitude","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Cameron Landis","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":1,"mp_id":"105919045","mp_crag_id":"105746074","climb_id":"4PrM30SIUE+lDUbu4h3l2A==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"Bring a small, small/medium rack for supplemental between the bolts and at top (something larger if you want a facey belay).\n\nFor the rap: follow the gutter (at top of climb) up and left for the anchors at the neighboring route, or go straight up and head right to the big Ponderosa for a quick rap back into the gully/base of route.\n\nThis is good MM granite climbing following a \"naturalish\" line (although 5 bolts were needed), in a very cool location. . . see the attached picture to help with approach.\n\nIt is mostly face climbing that accesses some short cracks/seams. The crux is at the top face/bulge.\n\nI put this route up last year (winter?), and it receives good midday sun - the gully may have snow in it however.","protection":"Bolts and small to medium gear. It has a nice top-out for a belay, and you can rap via tree or neighboring anchors.","location":"See the photo.\n\nHike around the north face (all the way around, past\n\nColdwater Drama\n\nand Stone Knives) of MM and head up into the first, obvious gully (with the small, sentinel Doug-fir), past the Mongoose route and past yet another bolted route (?) (approx. 40' from gully entrance).  The trail is rather distinct.\n\nThis rock is actually detached from the main Mushroom Massif."},"__v":0},{"_id":"5Q3Wr0xlUb6Q1PTZL+cY/A==","name":"Godspeed","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Landis","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":13,"mp_id":"105793965","mp_crag_id":"105746074","climb_id":"5Q3Wr0xlUb6Q1PTZL+cY/A==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"See\n\nLocked and Loaded\n\nfor directions. . . .\n\nTake the obvious large flake and follow the system on up.  Place gear whenever possible, as it only gets thinner until you reach the first bolt.  Between the first and second bolt is the crux - thin, moves through a seam and over a bulge.  An (OK) cam can be placed if needed between the bolts.\n\nA short downclimb from the top (into the slot/ledge) will put you on the ledge (rap as\n\nFreewheelin'\n\nfor now).  Also, note that there isn't a set belay at the top (yet), so you'll have to make your own (awww, man).\n\nThis is a good line with an awkward 4-move crux and some fun, stout moves before and after.","protection":"Standard Aliens and nuts - extra medium and small cams; one 2\"; 2 bolts.  Rap as for\n\nFreewheelin'\n\n.","location":""},"__v":0},{"_id":"t0rzrAX/UbWlKr/Lj7Im+Q==","name":"Freewheelin'","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Landis","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":11,"mp_id":"105793789","mp_crag_id":"105746074","climb_id":"t0rzrAX/UbWlKr/Lj7Im+Q==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"There are four new routes on the westerly face of Mushroom Massif (MM). As per the picture, Freewheelin' is 5.8+ and is the first route on the left.\n\nP1. Begin climbing 10' left of the pine tree on the ledge. Move up the small broken dihedral (the left most) and then left to the perch and face where bolt #1 is located. Move up to the small alcove and then up the cracks/face to bolt #2. Traverse the face right (can place a cam if desire) and then up the flake and ledge. Move up to bolt #3, and run it to the top through the horn and flake.\n\nThe crux is probably the traverse. Bring small gear for between the bolts and an orange Alien for the ledge before the 3rd bolt. Rap from P1 on bolts and chains.\n\nP2. Continue up the easy crack system directly above the rap anchors. Once at the short headwall follow the seam up and left, and run it to the top. Be sure to use the micro-cam placements (x2) and set a bomber below before running this up. This is 5.8+ as well and relatively short but will deliver you to the top.\n\nYou can also take the large guttercrack right of the rap chains of P1, at about 5.4 climbing, up to the large \"cap\" boulder with rap anchors. Rap down to P1 anchors or to the ground if you have 2 ropes.\n\nThis is a fun, solid climb with excellent sunshine and views; also, it is not overprotected.","protection":"3 bolts; Alien and small nut rack. P1 has rap bolts; P2 has rap bolts.","location":""},"__v":0},{"_id":"boJMyUnrUTGopuxSdkUqgw==","name":"Cold Water Drama","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":4,"mp_id":"105870299","mp_crag_id":"105746074","climb_id":"boJMyUnrUTGopuxSdkUqgw==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"Start at the base of the large crack, go up past a bush. Large cams are useful here. Near the top, the exit moves are can be done with the crack in the corner or by stemming left.","protection":"Large cams.","location":"On the left side of the Massif below the summit dome is a large inset alcove with a black OH flake at the back. The route is on the east left side near the corner. N40 11.989 W105 19.185 Alt 5872'"},"__v":0},{"_id":"2oX1VPlXUiWO/MsiNF96Pg==","name":"Body Snatcher","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bernard Gillett and Ken Younge, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":3,"mp_id":"117027418","mp_crag_id":"105746074","climb_id":"2oX1VPlXUiWO/MsiNF96Pg==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"Stem to the base of the body-sized crack, push over to the north wall, and climb the wide crack to the ledge connected to Farmer's Maggot (route). The book recommends stopping on this ledge and rappelling rather than continuing up the crack line to the top of the wall, because the top portion depends on the integrity of a huge, detached flake. We ended up finishing the line this way and walked over to the bolts on top of\n\nRaven's Nest\n\nto rappel.","protection":"Small pro for the bottom of the crack (RPs, TCUs) and bigger gear for the top. We did it with 2 #4 Camalots, a #3, a #2, and large nuts, but the crack would also take bigger gear (#5 or #6 Camalot).","location":"This route is located in the corridor behind the 200 foot flake on the left side of Mushroom Massif."},"__v":0},{"_id":"H49x1mwQWHak1+fNpLxYFQ==","name":"Easy Street","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cameron Landis","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"left_right_index":14,"mp_id":"105917561","mp_crag_id":"105746074","climb_id":"H49x1mwQWHak1+fNpLxYFQ==","areaRef":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":"This is fun 5.8 that's mostly 5.4 - 5.7.  I believe there are 3 or 4, 5.8 moves.\n\nStart at the wide crack that tapers to nothing, moving left to right.  Once the crack ends continue up the obvious short seam (with room for pro), moving left at its top to the first bolt.\n\nFrom here, move left and up into the obvious crack to the ledge.  Clip the second bolt and climb up:\n\nYou'll need your two micro cams (purple and blue Aliens) for protection above the bolt enroute to the top.  Place the purple first, then step up to the small horizontal crack, and place the blue. . . . Step up and reach high for the jug atop the final ledge.'\n\nSome may find the last move or two above the second bolt a bit sketchy as the small Aliens aren't too great, though worthy. . . but if you're okay with 5.8, and setting pro, then it won't be a problem.","protection":"Alien rack, nuts, and something larger for the lower section of the first crack. . . you may need an extra black (large) and purple Alien.\n\nThere are two bolts and rap anchors at the top.","location":"This is on the far right side of the Mushroom Massive complex, when viewing from the road. It is right of Wookie and Unknown (the crag across the \"corridor\" from these).\n\nYou can start by scrambling to the ramp at the base of the routes, or from the ground.\n\nNOTE: if you start from the ground, you'll need a two rope rap or a 70m rope to return to the ground. I don't find the scramble up or down from the ramp too bad, and if you start from on the upper-ramp, then it's 100 feet.\n\nThe rap station is (two bolts) at the top ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,f845c4ea-3fcb-5f26-9d4a-8d22dc800c06","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Mushroom Massif"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":2,"label":"5.8-"},{"count":1,"label":"5.11a/b"},{"count":3,"label":"5.8"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":7,"intermediate":4,"advanced":4,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":4,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.31934,40.19998]},"bbox":[-105.31992871744858,40.19953033981814,-105.31875128255143,40.20042966018186],"left_right_index":-1,"ext_id":"105746074","area_id":"+EXE6j/LXyadSo0i3IAMBg=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:56:39.616Z","updatedAt":"2022-11-25T11:17:25.898Z"}