{"_id":"6368a265e80bff5a99565b9c","area_name":"Center of Progress Cliff","shortCode":"","climbs":[{"_id":"8pE92TdmXxKE4STIBUv8bg==","name":"Knocked Up","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.82384,44.51538]},"left_right_index":1,"mp_id":"117723465","mp_crag_id":"111822342","climb_id":"8pE92TdmXxKE4STIBUv8bg==","areaRef":"8U3MApfMXhiRFi4ME9w+bA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"TvIr0TFGVN2+LIEMgR9QPQ==","name":"Connecticut Yankee","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"(incomplete with aid) Tad Welch, Bill Widrig 1982, FFA Ken Nichols, Mike Heintz 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.82384,44.51538]},"left_right_index":2,"mp_id":"121448226","mp_crag_id":"111822342","climb_id":"TvIr0TFGVN2+LIEMgR9QPQ==","areaRef":"8U3MApfMXhiRFi4ME9w+bA=="},"content":{"description":"An Adirondack gem. Also known as \"Interloper.\"The first pitch climbs up the inside of a left-facing arch before moving into a hand traverse left to a big right-facing flake - stout and sporty. Climb the flake up 50' to a nice belay ledge. The second pitch is a long one (5.10a) and a straight shot for the top, heading up a beautiful flaring fingercrack into a series of corners and over a roof. I suspect early ascents broke this up into two pitches, as I understand ropes were shorter back then...Walk off to the right or two rappels with two ropes. ","protection":"A big rack - doubles, plus a #4 and a #5 for the first pitch recommended. You could easily place two of each of the wide pieces if you wanted to sew it up.","location":"The obvious right-facing flake systems to the right of a big cave (\"The Locker Room\") with an offwidth crack climbing out of a chimney (the route Sinner Repent). The direct start climbs a thin flaring fingercrack at 11+. The normal route climbs up a left-facing arch to traverse left to the flake system. "},"__v":0},{"_id":"qbuF89VIU4am8WuD4Vgxvg==","name":"Clampdown","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bealor, Liguori, 10/11/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.82384,44.51538]},"left_right_index":0,"mp_id":"117888085","mp_crag_id":"111822342","climb_id":"qbuF89VIU4am8WuD4Vgxvg==","areaRef":"8U3MApfMXhiRFi4ME9w+bA=="},"content":{"description":"Start by the maple and boulder up to a horizontal (.5 or .75 C4). Climb up the slab, clipping the first 5 bolts. Now traverse straight right (no hands but good feet) for 15' to a stance below a crimpy face. Up the face to a mantle, then cruise up and right (#1 C4 along the way) to the top of a pointed flake. Climb the arete and face past a few tricky sections (blue tcu along the way) to a fixed anchor just below the P3 traverse of Silver Flake. Great, naturally clean, slab, thin face, and arete climbing. Descent- Rappel 115' to the ground","protection":"Mainly sport bolted, but carry .5, .75, and #1 C4's; blue tcu; and optional large stopper   Double ropes strongly recommended for leader, and appreciated by follower.","location":"Locate Sinner Repent, the obvious full length chimney on the main cliff. Walk left several hundred feet-you're looking for a naturally clean, chocolate colored slab. There's a bolted line; red, black, and blue;leading up the left hand side of the slab. There is a mature maple growing right against the slab directly below the bolt line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,22b30826-b6eb-584e-9a14-f042decf3521,e4501672-7959-5642-8dfb-ce24bed42d98,f14dcc02-97cc-5e18-9116-2e0c13dc3e6c","pathTokens":["USA","New York","Adirondacks","K: Northern Region","Silver Lake","Center of Progress Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.82384,44.51538]},"bbox":[-73.82447060436124,44.514930339818136,-73.82320939563878,44.515829660181865],"left_right_index":-1,"ext_id":"111822342","area_id":"8U3MApfMXhiRFi4ME9w+bA==","polygon":{"type":"Polygon","coordinates":[[[-73.82447060436124,44.514930339818136],[-73.82320939563878,44.514930339818136],[-73.82320939563878,44.515829660181865],[-73.82447060436124,44.515829660181865],[-73.82447060436124,44.514930339818136]]]}},"content":{"description":"This is another great Silver Lake cliff. A short approach, great rock, and some routes that are among the best in the Park hare a few of the reasons to check it out. The cliff has a mix of trad, sport, and mixed pitches, typically one or two pitches. The cliff really shines in the 5.10 grade, and I consider it a must-visit for the 5.10 Adirondack climber.   Some highlights are:   Connecticut Yankee, two pitches of crack climbing equal in quality to Hard Times at Moss Cliff. The first pitch (10+) features a strenuous undercling out an arch, into a wide flake. Hands around a roof lead to a comfy belay ledge. The 2nd pitch (10-) starts (very) thin crack off the belay for 50' on perfect black rock. Continue up cracks and corners past a final roof to the top.   Ken Nichols got the FFA in 1984, the grades are solid....   Adirondack Iron, an approach pitch (9-) climbs a crack in a groove to a great belay ledge. P2 (5.10) is incredible face climbing up a broad shield of perfect rock with a steep and climatic finish. This is the best 5.10 pitch I've done  on any cliff at Silver Lake-spectacular.   Other must do routes for the 5.10 climber are, from R to L:   Rock Hangers, 1p (5.10)-steep crack on interesting rock   Tiguidou Pack-Sack, 1p (9+) steep undulating corner   Objects In Motion, 2p (5.10 A0, 5.10-) climb p1 of Ct. Yankee to ledge. A few points of aid to corners, crack, and a hard mantle.   red, black & blue, 2p (10+, 10) deceptively hard face climbing to a steeper and thinner face on p1, a ramp to corner, then face crux on p2   Do The Evolution, 1p (5.10) climb P1 of Silver Flake to a belay. Follow Silver Flake p2 for 15', step left onto slab. Face climbing to a steep crux corner. Finish up flakes and slashing cracks in a slab.   Wasted Reprise, 1p (5.10) Climb past the p1 belay of Silver Flake to a two bolt belay. Climb the left arching crack/flake that is surprisingly off balance. Enter a true heel and toe off width that has a hidden crack inside for gear, no wide pro needed. Exit right to a shared belay with Do the Evolution.   Quercus Rubra, 2p (9+, 9+) Two varied pitches-sport bolted face/slab to a two bolt anchor). P2 starts easy runout up and right to hands in a perfect corner. When the corner ends, steep face climbing leads to a tricky wide groove, and a final slab.   Tooth & Nail, 2p (10/10+, 5.7) Thin crack to a flawless corner.   There are many other worthwhile climbs in harder and easier grades. Moderates worth seeking out are:    Rolls Royce, 1p (5.7+). Interesting face to a steep crack finish, shared anchor w/ Tiguidou Pack-Sack.   BruisedOrange, 1p (5.7) Closely bolted sport climbing starts in a corner, makes a cool pull around an arete, and finishes on a featured low angle face."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:03.456Z","updatedAt":"2024-02-19T18:38:20.610Z"}