{"_id":"63689de0e80bff5a994f912c","area_name":"Cathedral Wall","shortCode":"","climbs":[{"_id":"+zQ4bhu9Vq2c5xuLI7JZfQ==","name":"Winchester","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kent Wheeler, Harlin","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105754867","mp_crag_id":"105745358","climb_id":"+zQ4bhu9Vq2c5xuLI7JZfQ==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"After really enjoying the adjacent Dalke Route, I was  perhaps expecting too much. After an ok start, (as for  Dalke Route), wander up and left, kinda runout 5.8/5.9  between ledge systems. The pitch below the crux is  pretty cool, 5.9, runout, smearing and edging on great  rock. The crux pitch is bilge. Manky rock, with just ok  gear, and steep moves, and short (nice job Brad!)  Above here steep runout 5.8/5.9 climbing up a long  dihedral (with some good bits) eventually dumps you  (dumped me anyway) onto the pretty exciting face on  the right, (at an impasse where an unprotected roof is  guarded by loose choss). Rope drag forced a  semi-hanging belay out here somewhere. Eventually  gain the top of the huge pillar.  Above here the climbing is the definition of mediocre.  Wandering, loose, blocky, ledgy, no exposure  whatsoever (you're in a large gully system). Just a  5.Boring slog. It's a relief to finally summit.","protection":"Usual rack for RMNP, a selection of  everything.","location":""},"__v":0},{"_id":"Va7a017MX6iaeH0EsXLbqg==","name":"Tourist Tragedy Too","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Travis Parigi & Andrew Councell","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"108226244","mp_crag_id":"105745358","climb_id":"Va7a017MX6iaeH0EsXLbqg==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"If you've started early enough, combined with psyche for more climbing and good weather, this is a fun way to tack on a few more pitches of climbing to the top of \"\n\nTourist Tragedy\n\n\"\n\nvs.\n\nhiking from the top of the buttress.\n\nI've given this a Grade III, since it's a mini-route on the top of a moderately long, already-established climb. The pitches themselves are each only 100' long, and it's possible to walk off (north) via a grassy ledge system at the top of the second pitch if you're not inspired to do the third.\n\nThere are a couple cruxes, one on the first pitch and one on the second. Both are well-protected and check in around the 5.8/5.9 level. There's a variety of ways to do the third pitch (including not doing it), but the climbing checks in a little easier (5.7) via the more obvious line.\n\nOverall, the climbing and rock are similar to \"\n\nTourist Tragedy\n\n,\" with small, short cruxes with easier climbing in between. There are loose holds and some holds that are better off being avoided altogether. The latter are easy to avoid but still require the climber to pay attention to what he/she is grabbing...like most other routes in the alpine. If it cleaned up, this would be a great way to top out. As it is now, it's good but still scruffy since we're possibly the first climbers on it.\n\nP1 (5.9ish) - Start up a steep (vertical) section of rock that is juggy and rife with \"turf\" hummocks. This is the loosest part of the route with some holds needing to be trundled (since I was guiding today, we didn't trundle very much). After 30' or so, there will be an off-width above you; since a #3 was the biggest cam on the rack today, we opted for the thinner, right-hand line. This is a small, left-facing corner/flake that curves back towards the top of the off-width. This starts out easy enough, and protects well with finger-sized cams/nuts but becomes more difficult (crux) as the crack curves back left. Smear your feet and crimp on face holds to the left to easier terrain. Angle up and right another 30' or so (exactly 100') to a small, semi-hanging belay stance.\n\nP2 (5.8) - Look up and right, you're headed for the small roof capping a left-facing corner system. The climbing is good and protection is thoughtful-but-adequate. There's good pro before the roof moves but not immediately afterwards. To climb past the roof, pull up and right on jugs/crimps and another 10' gets you to a nice ledge. Either boulder up a short headwall (iffy pro) or move left up easier climbing to a large terrace.\n\nP3 (5.7) - Amble up and slightly left towards a blocky buttress. The climbing starts out easy enough but steepens near the top. There are a couple tougher moves here but good protection abounds.","protection":"Standard alpine rack, but, as with most RMNP rock routes, small cams are helpful.","location":"This route is a small (3-pitch) extension to\n\nTourist Tragedy\n\n. When you scramble up the final pitch of the aforementioned route, you'll be on top of the Second Buttress, with the gully separating the First and Second Buttresses between you and Tourist Tragedy Too. The start of the route is at the top of this 3'-wide gully on the steep wall now above your head on the left. Look for a line of weakness with mossy hummocks down low; also, the off-width above can be used as a landmark.\n\nGetting down: either scramble off (north) after the second pitch or west after the third. We hiked down to The Gash bivy sites and Andrews Creek, but it's possible to find your way down to Sky Pond. If going into the Andrews Creek drainage, it's best to contour west (staying high) across the talus slope. Drop too low and you'll be cliffed out and have to hike up again. When you come to a large gully/cirque, angle down & left to find the easiest descent. Caution: this is loose scree, sand and talus, so travel accordingly. It's also possible to continue west, past this large gully/cirque and take the standard Sharkstooth approach route in reverse."},"__v":0},{"_id":"erGBQtWxVfO7ei/07C2OKQ==","name":"Tourist Tragedy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard and Joyce Rossiter, 1984","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105754450","mp_crag_id":"105745358","climb_id":"erGBQtWxVfO7ei/07C2OKQ==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"This route is located on the second buttress of Cathedral Wall. Approach from the Sky Pond trail, traversing across a talus slope to get just to the right of a large right-facing dihedral, located in the middle of the buttress. The descent is down the back-side and then down Andrews Glacier trail. Coming back to the base of the route is only an option if you are into punishment. So, up and over with everything. The Rossiter guide does list an optional descent as scrambling west up the Cathedral Spires ridge until it is possible to descend talus and a gully to Lake of Glass and the Sky Pond trail.\n\nPitch 1. Work your way up to gain an unlikely looking crack that goes to a roof. Continue angling up to a ledge on the right (5.9). Locate a blocky face below the trees and roof. Climb a blank face for about 20 feet to gain a faint crack system. Follow intermittent cracks up to the base of the roof making the most of any gear placements. Save a #3 cam for the wide crack below the roof. Either build an anchor or continue up and right to the tree ledge. If you continue, use a double length runner.\n\nPitch 2. Climb up through some grubby trees, and follow a right-facing corner up to a ledge (5.6). Step behind the trees to locate a right-angling crack that leads to a long narrow roof. Traverse right for 20 feet an pull the roof where it narrows. Attend to rope drag. After pulling the roof, climb unprotected 5.6 to gain easier terrain. By managing rope drag, P2 can be combined with P3 with a 70m rope.\n\nPitch 3. Climb a ramp that goes up to the left and belay at the bottom of a right-facing dihedral (5.4).\n\nPitch 4. Climb the corner and a short, steep crack to a ledge (5.8). From the corner, climb up and left to gain a short headwall (the first of two) with a crack. Pull through the vertical section avoiding loose rock to gain a ledge. Repeat this process for the next headwall and ledge (you have the option to combine with P5 using a 70m rope).\n\nPitch 5. This pitch is basically a scramble. Go up the ridge through a chimney and belay on a grassy ledge (5.4). Belay among loose rock at the base of the dihedral.\n\nPitch 6. Climb a right-facing dihedral, and turn a roof at the top. Continue to a belay on a ledge beneath a steep wall (5.8).\n\nPitch 7. Climb straight up the crack. The Rossiter guide says that this pitch is 5.10a, but it is a very short section of hard stuff. The crack gears up well, and it is really more of a boulder problem. Definitely go for this variation. The other variation hand traverses out to the right from the crack and climbs up the face to a ledge, reportedly, 5.9.\n\nPitch 8. Climb up the right side of a leaning pillar, turn a small roof, and run the rope out to spot to un-rope and rack the gear (5.6).\n\nContinue to scramble up the gully. Once you reach the notch, angle down to the left over talus, aiming to find the gully described in the descent for Cathedral Wall. Overall, this route is sort of loose, and not continuous in difficulty. An ascent of Cathredral Wall is definitely worth the effort, though. At least this route does not have the letter \"s\" attached anywhere.","protection":"Standard RMNP alpine rock rack.","location":""},"__v":0},{"_id":"SIP/L3C6VyyL5k6s9uMB3g==","name":"Running With The Bulls","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Andy Donson, Terry Murphy","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105756772","mp_crag_id":"105745358","climb_id":"SIP/L3C6VyyL5k6s9uMB3g==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"Running With the Bulls is located on the Second Buttress of Cathedral Wall, to the right of Tourist Tragedy.\n\nThe route is characterized by steep face climbing on good rock, with intermittent protection throughout, hence the \"s\" rating.  No fixed gear.\n\nBegin approx 300' to the right of Tourist Tragedy at a small L-facing dihedral up and right from the low point of the wall.  Immediately to the R of the L-facing is striping resembling that of a Bengal tiger.\n\nP1) Ascend the dihedral (11-, RP#5) and continue straight up, passing a roof at it's R-most end, where it then turns into a L-facing shallow dihedral. Continue up the face above (10) and slightly L to a stance. 170 ft.\n\nP2) Go up and R to a small ledge at the base of a R-hand of a pair of grooves.  Ascend this (10) and continue to the L end of an obvious treed terrace. 200 ft.\n\nP3) From the L end of the terace climb enjoyable knobs trending up and R to the L-side of the very blunt arete with a shallow L-Facing groove. Up this, then face climb up and slightly L (10) to a small stance below and obvious orange prow. 170 ft.\n\nP4) Climb up and through the weakness on the L-side of the prow (11). Easier climbing above leads to a grassy terrace. 170ft\n\nP5) E-Z terrain to the top of the buttress. 200ft.","protection":"Standard, with emphasis on small to medium pieces.","location":""},"__v":0},{"_id":"Mal8ickgW7Sbey55lgAHgQ==","name":"The Pew","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim and Larry Coats","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105754744","mp_crag_id":"105745358","climb_id":"Mal8ickgW7Sbey55lgAHgQ==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"Though not the quality of\n\nKor Route\n\n, The Pew is a worthwhile outting. I found pitch 2 (5.7/8 runout) to be a little sketchy with licheny, flared, runout cracks. After this pitch, the wall steepens and becomes more interesting with minor route finding challenges included.","protection":"Bring same rack as for\n\nKor Route\n\n. Except for pitch 2, The Pew has much better pro than\n\nKor Route\n\n; however, it's not quite the quality of\n\nKor Route\n\n.","location":""},"__v":0},{"_id":"qsPdvpv2WFiwRg99C5E3dw==","name":"Sublime Buttress","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Brent Armstrong, Ryan Jennings","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105763431","mp_crag_id":"105745358","climb_id":"qsPdvpv2WFiwRg99C5E3dw==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"Brent and I began establishing this route ground up in the winter of 1998.  We aided the second pitch and were forced off the wall after 5 pitches, due to a blizzard during the night spent in our portaledge. I later rapped the headwall at the top to scope a line and clean off some loose blocks (I did not place any bolts on rap as stated in the 2003 AAJ, this was placed on lead). Eventually in May of 2002 Brent and I returned to free the entire climb. Parts of the climb are shared with variations of the Dalke Route.\n\nThe journey begins to the left of an overhang/cave with a slab above it at the lowest point of the Main buttress of Cathedral Wall.  Here can be found a small tree against the wall which marks the starting point.\n\nPitch 1. Pull a difficult move behind the small tree to gain access to the slab.  Traverse right and head up to a tree in the middle of the slab (the pitches only real pro). From the tree, head up and slightly left to the base of an overhanging crack system that splits the wall to roof above. Belay in slab just below the crack (5.6R).\n\nPitch 2. Jump onto the crack system and get ready for a pump. Awesome climbing pulling the lip. Don't mistake this pitch for the overhanging corner system to the right. This pitch goes straight out the middle of the roof to another tree above (5.11).\n\nPitch 3. Start up the wall to climbers RIGHT of the tree. Meander straight up and gradually slightly left following any protection possibilities you can (5.8R).  Eventually you will end 60m out at a bolt below a white roof.\n\nPitch 4. Head straight up into the white roof and climb out it's left side and up a crack system to the top of a small pillar right on the prow of the buttress (5.8+).\n\nPitch 5. Avoid the temtation to head right onto easy terrain. Instead, go directly left 5-10 feet and then straight up (no pro) eventually gaining a ramp system that takes you left. When the ramp levels off and cuts across the entire wall, traverse left under the small roof it forms then surmount it, and climb into the headwall. Follow a non-descript crack into the middle of the wall. At its end, just as things get steep, you're forced to climb out right and up to the big ledge. Fight the rope drag to the back of the ledge and a bolt (5.9).\n\nPitch 6. Climb onto the upper wall over or around a couple hanging blocks to access a left-leaning ramp, heading towards a large roof above. At the top of the ramp, lieback out the left side of the large roof to gain the main headwall. Above the roof, travel up right then straight up over a flake and up more until a hand traverse ledge takes you right, to a bolt and the belay (5.10+).\n\nPitch 7. Now that you've gained the best view in RMNP (other than the Diamond), get ready for some fun. Go straight up through a crux section then left to a large flake system that takes you back right to a final, left-leaning, overhanging, hand crack that finishes off the climb (5.10).\n\nEnjoy!","protection":"Standard free rack with extra TCUs, micronuts, and a couple Lowe balls are useful. Bring a 60m rope.","location":""},"__v":0},{"_id":"daeZzBaVVP2A0ya2r+77sQ==","name":"Lever Action","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Greg Sievers, John Tormelheto, Dan Capalini, 7/1996","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"112342891","mp_crag_id":"105745358","climb_id":"daeZzBaVVP2A0ya2r+77sQ==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"When we couldn't quite find the start of\n\nWinchester\n\n, we followed the obvious, slanting crack, which just led us to wonderful terrain.\n\napproach: begin in the chimney adjacent to the huge cleft between 2nd and 3rd buttresses. on the right side work up and right any away from an often oozing chimney:\n\nP1: ascend a thin, smooth seam that angles up and right across smooth slab, 5.9R.\n\nP2: start out on the right then pierce thru easy overhangs. Continue up and left, and up and left through the 'inverted staircase'. It looks much scarier than it is, 5.8.\n\nP3: climb the very steep, left-facing dihedral ending on a rounded dome-like top of a pillar.\n\nP4:\n\nP5: broken rock yields easier terrain and ends on a very large ledge.\n\nP6: walk around to the left/south side of the buttress, and choose a chimney that will take you to the summit.\n\nWalk off to the west and drop into The Gash for the long way back or scramble north onto the top of the 4th buttress and find zig-zag descent shared with the gully to the south and a 3rd to 4th class descend to the base.\n\nI will fill in these details as soon as I find my damn notes.","protection":"A standard alpine 1 & 1/2 rack up to a #4.","location":"It is next to\n\nWinchester\n\n."},"__v":0},{"_id":"dLEysUC0VA+uHP8SwrU70Q==","name":"Kor Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Laton Kor and friend","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105754738","mp_crag_id":"105745358","climb_id":"dLEysUC0VA+uHP8SwrU70Q==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"Cathedral Wall is similar in nature to Hallett but is often steeper, more runout and sees little or no traffic.\n\nKeep in mind the three stars I gave this route is on the Cathedral wall quality scale. So, don't expect a Culp-Bossier or a Syke's Sickle. However, DO expect a super, steep route that will always have you on your toes and wondering where the hell to go next.\n\nThe Rossiter guide seemed to have a fairly accurate topo for this route, and don't forget the trusty 60m rope to link a few of the pitches.\n\nI still can't believe Kor sent those runouts in his natty old hiking boots! What a bad ass.\n\nPer\n\nPatrickV\n\n:\n\nFor those wanting to avoid the 5.9x terrain that lurks about, read further.\n\nThe Rossiter topo shows pretty accurately how to get to the base, look for a large, right-facing dihedral about two pitches up that is about 100 feet long and capped with a small ledge with some Bonsai type trees. The climb starts in the obvious weakness/dihedral leading up to this larger dihedral.\n\nP1. 5.6 lead up and left over an easy face and ledge into the base of the smaller, right-facing dihedral system that leads up to the base of the large dihedral, belay once the dihedral system is reached. This is a short 40 foot pitch.\n\nP2. Go up the dihedral system until at the base of the large, landmark, open-book dihedral. 5.8 and a little loose.\n\nP3. Take the intermittent finger crack in the left wall of the large, open-book dihedral almost to the top, and when it starts to peter out step right into the dihedral proper and follow it to a cramped tree filled ledge, 5.9+ and the best pitch on the route.\n\nP4. Above the ledge is a small, white, right-arching arch with thin gear, surmount this (5.8), and once above move over the easy runout Culp-Bossier style face (5.6/5.7) to the left and then straight up to a ledge system. Just above this ledge system is a 40-foot, left-facing, open-book dihedral with a ledge at the base, belay here (I seem to remember some pins here), 5.8.\n\nP5. this is where the climb starts to get more serious, looking back on it I think we were off route on this pitch, so take the description with a grain of salt. Move up the dihedral on 5.9 terrain with several fixed pins climbing a crack in the left wall of the dihedral. After about 50 feet, I reached an obvious balancy no hands traverse left.\n\nNow you are headed for a stance at the base of an obvious, right-facing dihedral capped by a blackish roof that you have to undercling (this is the next pitch). The guidebook says to look for a roof to surmount off the traverse ledge on jugs, but the closest I came was a small overlap (not a roof at all) about 60 feet out with some jugs above it. My last piece was a good cam 25 feet to the right on the ledge, I placed a sling around a horn (which protected the moves off the ledge, but it promptly came off when I was above it) and pulled some 5.8 moves on jugs to a stance about twenty feet of the ledge. The only gear here was a smallish 3 or 4 RP in a good placement. I traversed up and left on licheny mildy loose faceclimbing with some off balance .8+ face moves a good 15 to twenty feet above the rp to reach the stance at the bas of the dihedral on the next pitch. This pitch was exciting to say the least, 5.8+R/X (if the RP breaks, it is 50 ledgy feet to your next piece), but I think there is an easier way to do it, perhaps further to the left.\n\nP6. climb up the licheny but cool dihedral and undercling right around the roof (5.9), and make sure you head right instead of following the incipient crack straight up. I believe there is a good belay out right after this roof. For I went straight up the incipient crack and could only get a marginal hanging belay.\n\nP7. for the next pitch, I led up and left on crappy rock below a left-angling roof system towards the now close arete. This pitch was definitely off route with scrappy 5.9X moves protected by psychological pro (\n\nI left a blue TCU and RP which are probably still there luring people off route\n\n) and a marginal belay. The arete which I turned to the left of the roofs via a .10a move (also poorly protected). Later, I found good gear and lowered to the belay.\n\nThe real route goes out right through a small roof on standard, alpine runout 5.8R terrain up into a large, right-facing dihedral which ends at a massive ledge. Above this ledge is 150 feet of easy 5.6 to the top of the wall. Head up and to the left (west-ish) around the cliffs at the top to get on the easy west trending ridge that leads to the Petit and Sharkstooth. Search around for the right descent gully and gain the Andrews Glacier trail.\n\nThis route is a great adventure route on one of the most adventurous walls in the par. It has the potential to lure the climber into some truly scary terrain. Keep your head about you, and you'll find your way up, a reasonable route does exist through all those roofs. You will also have a true apprectiation of Kor's abillities once it is all over. It has a short approach, too.\n\nPer\n\nHenry Lester\n\n: Here are some additions/corrections to Pat Vernon's description that will help anyone using these comments and description.\n\nPitch 5: Above the grassy ledge there is a large sloping ledge (with some fixed gear); there are two corners above; the larger one faces left and a smaller one faces right. Climb the right-facing corner; this leads to a 1 to 2 foot ledge. There is an old pin in a flake; as you move left on the ledge you can put a large cam(s) into the crack formed by the ledge and the wall. As you move left along the ledge, you will come to a point where the ledge pinches down; carefully traverse past this point. Now you are directly below the black roofs and the corner leading into them. Move up on a large handle hold and with a little difficulty get stood up on the hold. There is an old style #1.5 Friend placement on the right in a shallow horizontal slot; move a little higher to good RP placements; the anchors are 10 feet above.\n\nPitch 6: up the corner and around the overhangs. We belayed out right as suggested. It is OK but requires some of the same gear as the pitch. In retrospect, I think the small crack above the right side of the overhang would be satisfactory. The route then goes up right of this crack or, if you belay out right, straight up. Straight up is 5.7 onto a sloping ledge at the base of a short, right-facing corner. Go up the corner and out around the left side. Move up and left on thin cracks with small pro. You will see the exit dihedral above.","protection":"Bring your standard high peak rack up to maybe a #3 Camalot. RPs and HBs may also come in handy. This route is of good rock quality but has some fairly serious runouts and devious route finding.","location":""},"__v":0},{"_id":"ZqWH0+pAXUCTBkL96zUaeQ==","name":"Jagged Arch","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Greg Sievers & Steve Anacone, 7/23/06","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"112342878","mp_crag_id":"105745358","climb_id":"ZqWH0+pAXUCTBkL96zUaeQ==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"If you're weathered off the wall and then it clears up (as it did on us) or just want to add a little something extra at the end of the day, here's a fun, little something.","protection":"Gear for a finger to hand crack.","location":"It is at the base of Cathedral Wall."},"__v":0},{"_id":"rmrWsZOUXYC0HidwkVd5GA==","name":"Flying Nun","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105838711","mp_crag_id":"105745358","climb_id":"rmrWsZOUXYC0HidwkVd5GA==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"This is a good route in a great setting, but I was disappointed that the it didn't break left onto the red rock at the top.\n\nThe top pitch is blocky with big, classic features in an open, chimney-like system.","protection":"I seem to remember thin gear at the beginning, but it gets better higher up. Bring Tricams.","location":"The start took some time to find, the wall looms large when your standing in front of it. Instead, find the route on the wall at a distance before arriving."},"__v":0},{"_id":"Ei4w4yBYU9Kck4MqGszLRA==","name":"Dalke Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Dalke perhaps?","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105754864","mp_crag_id":"105745358","climb_id":"Ei4w4yBYU9Kck4MqGszLRA==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"Route-finding is vague, protection dicey in places (in fact nearly everywhere) but this is a great line up a  proud buttress; actually one of the tallest and best-looking buttresses in the whole RMNP. In addition, this route has a fairly short approach, (you can watch all  the bumblies heading up for the Petit Grepon) and best of all a solid southern exposure; you may end up lost and frightened and unable to retreat, but at least you'll be nice and warm.\n\nP1. The first pitch is obvious and easy, up a chimney/crack/slab to a large ledge.\n\nP2-3. The next two pitches are pretty indeterminate but basically take you into the obvious, huge, shallow dihedral/groove way up and right. Check out Rossiter's\n\nHigh Peaks\n\nbook for more details. The climbing on pitch two, as I recall is pretty runout, vertical 5.8 mostly on great jugs (but worryingly above the large belay ledge), requiring some care with navigation (lest you end up on much harder ground). This is like the best of the Petit Grepon climbing, but steeper (and definitely no crowds). Once in the long dihedral, you may expect that there'd be lots of yummy gear in the crack in the back, but alas this is not the case. . . . Luckily the stone is immmaculate. Anyway, follow the dihedral to the top of the huge pillar.  Even here the gear is not so easy to find.\n\nP4. From here, various ways tackle the imposing headwall. Apparently one can go straight up. Good luck. I led out to the right, until I gained a ledge about thirty feet away. Very exposed here! A coffin-sized/shaped block sits on this small ledge.\n\nP5. From here, a nice but short crack leads to some loose-looking blocks. Angle rightwards to avoid the blocks (I recall a very welcome #1.5 Friend somewhere here in a slot), and wander upwards (butt-clenching exposure!) upwards to finally pull onto the shoulder.\n\nP6. One more pitch, easy, from here to the real summit.\n\nSix looooong pitches, continuously absorbing, with a serious feel; one of the coolest routes I've done in the Park.","protection":"Bring Aliens (or similar), lots of wires including RPs, one or two sets of cams up to 3\". Many runners for extending pieces to avoid rope drag, double ropes.","location":""},"__v":0},{"_id":"k8z4uP7oUxCsFPZzT5K8ww==","name":"Blackstar","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dan Bradford, Angelo de La Cruz, 1985.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"105757444","mp_crag_id":"105745358","climb_id":"k8z4uP7oUxCsFPZzT5K8ww==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"Here is another obscure backcountry RMNP route whose description from the guidebooks leaves you wondering.  Though certainly not a classic, this route may merit your attention for a short adventure with a mellow approach walk, and modest walk/scramble off descent.  Ultra-early starts are not required...brainbuckets are.  The original ratings may reflect utlizing offwidth techniques in the chimney that we may have neglected to use.\n\nApproach:  Hike from Glacier Gorge parking lot to Loch Vale, continue past the Andrews Tarn/Glacier turnoff to near the waterfall below Lake of Glass.  Cathedral Wall is obvious.  This route is on the 1st buttress, one buttress left of the Tourist Tragedy route.  The big dihedral/ chimney is the prominent feature on buttress and is followed for the upper half of the route.  Contour in to the base.  1 hour 15 minutes utilizing the climber's cutoff.\n\nThe 5.4 start of this route described by Rossiter and Gillett is not obvious to oafs like us.  The description from both guidebooks describe starting right of the obvious dihedral/chimney of the upper 3 pitches; however, as far right as these describe the route, you find terrain that seemed too steep to be 5.4 this side of the Gunks.  Both authors describe going up and right, belaying beneath the black stained roof, crossing the black stained area to a tree on a ledge and belaying, and following cracks to another belay ledge below the chimney.  So, if you can decipher the description, climb on, or use this alternate start described here.\n\nP1.  There is an obvious, featured area a short distance to the right of the dihedral/chimney section that we started up.  At some points this felt 5.6. Aim up for a small, right-facing dihedral, left of a wide black groove, perhaps 25 feet up.  Continue up on a slab to a small ledge behind a big block.  Move R and up, then angle left to the dihedral/chimney.  Continue up to a ledge with a #3 Camalot slot above.  You are just short of a few short trees here.  Beware of rope drag.  5.6, 200 feet.\n\nP2.  Traverse right briefly, head up before you get to a tree, angle R up the dihedral/chimney or slab on the R.  Belay in the chimney or link the next bit.  5.6, 150 feet.\n\nP3.  Work up the chimney.  There are optional #4 & 5 Camalot slots in here.  Rope drag exiting this chimney require a belay here.  There is a perfect #11 hex slot and black (0.33) Alien slot for the belay.  5.6, 40feet.\n\nP4.  Here comes the exposure.  Move up the dihedral for perhaps the crux moves, move R below a large block and jam the crack with stems out L.  Briefly move to the L crack and back R.  Gain a stance.  Move up to a large ledge.  Beware of a precarious block hanging off this ledge.  You could link the next pitch.  5.7+, 120 feet?\n\nP5.  Chimney facing R up this large slot.  Many moves can be done sans hands and no offwidth moves are required.  However beware of objects hanging off your back like camelbacks, cams.  Small pro plus a #4 Camalot.  There is another loose block R and below the \"chockstone\".  Encounter a mini-forest and belay.  5.7, 40-120 feet depending on your belay tree.\n\nIf anyone has done the upper chimneys, please post & we can incorporate the info into the description.\n\nFrom here, you can see the wall could continue up perhaps 3 pitches or more chimneys to the right.  If you've been chimneyed out use the descent described here.\n\nDescent:  Traverse on a treed/shrubbed ledge left perhaps 300 yards to an obvious scree/boulder slope and head for Lake of Glass.  Do not cut off early or risk being cliffed.","protection":"Single wires, single set of cams (0.33 to #4 Camalot), some hexes (include #10, 11), optional #5 Camalot, optional 2nd #11 hex (for 2nd to last belay).  No big bros required.  Long runners.","location":""},"__v":0},{"_id":"oQ6kxBzVXm2eV7QWvZifOQ==","name":"The Big Easy","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"perhaps J. Finkelstein, D. Haller, B. Collett","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"106802194","mp_crag_id":"105745358","climb_id":"oQ6kxBzVXm2eV7QWvZifOQ==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"This route is really nice and makes for a nice short  day in the park. After the first 80 feet, the rock is really good and the climbing fun.\n\n1) Climb nebulous terrain for about 140 feet to below and right of a 25 or 30 foot wide, gray, rectangular plaque. 5.7R.\n\n2) Climb up a slightly overhung handcrack 10 feet right of the gray plaque. When it ends on a ledge, follow an easier flake with a wide crack up and left to near its end. 5.10-.\n\n3) From the end of the flake, climb straight up following intermittent cracks to a ledge after 50 feet. Traverse right along the ledge, continuing where it ends to the first shallow dihedral. Follow the dihedral up to a sloping ledge on the left below an overhanging fist crack. 5.8R.\n\n4) Climb the overhang and continue up the prominent, wide, left-facing corner crack. This pitch ends near the top of\n\nBlackstar\n\n. 5.9 (without a fair amount of wide gear this is a little runout).\n\nDescend by traversing the large treed ledge until one can descend to the trail.","protection":"Standard RMNP rack up to #4 or #5 Camalot.","location":"The route starts about 50 feet left of the gully of\n\nWomb With a View\n\n. Look for an obvious, left-leaning flake system that starts about 200 feet up and a prominent, left-facing corner system right of the finish of\n\nBlackstar\n\n."},"__v":0},{"_id":"2h+sN+VxXCWJMulBC6iVJw==","name":"Altar Boy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Billy Westbay & Douglas Snively","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"left_right_index":999999,"mp_id":"106831860","mp_crag_id":"105745358","climb_id":"2h+sN+VxXCWJMulBC6iVJw==","areaRef":"+DR61zZMXR2almCO2LAZzQ=="},"content":{"description":"Altar Boy is one of the better routes on the Cathedral Wall.  It offers up difficult route finding and is constantly runout at the ~5.7 level.  The route lies between the\n\nDalke\n\nand\n\nKor\n\nRoutes.  The first pitch does a wild hand traverse left above the large, right-leaning, roof system.\n\nP1a: (5.8 R, 100 feet) Start 20 feet left of the\n\nKor Route\n\nand angle left on grassy ledges to a vegetated crack. Slab climb to a bulge and belay to reduce rope drag on the next pitch.\n\nP1b: (5.8 R/X, 125 feet, off-route variation) Start as for the\n\nFlying Nun\n\nvariation but angle right under the roof system. Runout slab climbing above bad gear leads to P1a.\n\nP1/2c: (5.10b,\n\nFlying Nun\n\nvariation) Follow the thin, runout, crack system above the tree on the left side of the roof.\n\nP2: (5.8/5.6 R, 120 feet) Climb the tail end of the roof system to a wild hand traverse left for 25-30 feet. Angle left on 5.6 R face climbing and belay on the ledge.\n\nP3: (5.8/5.7 R, ~130 feet) All options above appear to have no gear for 50 feet. Angle left on positive holds and proceed up. Enough gear appears to keep it just \"R\" rated. Belay from a one inch crack on the left after passing a couple steps.\n\nP4: (5.8 R, ~140 feet) We angled slightly left from the belay and pieced together gear placements.  Aim for the open book crack system in the orange rock above. Belay near a large boulder.\n\nP5: (5.9/5.7 R, 150 feet) Head straight up to the LF dihedral and place gear. Pull right onto the face and run it out to the main corner system. Pass a couple 5.9 bulges and belay at the second stance.\n\nP6: (5.9/5.8R, 90 feet) Tricky runout climbing is found as you join the\n\nDalke's route's\n\ntraverse pitch.  Head up the dihedral and make a long unprotected traverse left to find gear. (4 foot sling) A traverse back right leads you to a hard move before the belay.\n\nP7: (5.9/5.6 R/X, 130 feet) Head up the short dihedral and finish the Dalke traverse to the right. After passing the roof, following positive holds around the corner. Continue for ~50 feet until you can't traverse anymore. A cranky bulge leads to a good ledge.\n\nP8: (5.5, 160 feet) Follow ledges and blocks to a RF V-slot in the final headwall.","protection":"Gear to #3 with doubles to 1.5inches, one set of nuts....","location":"P1 climbs through the right side of the large roof to the left of the\n\nKor Route\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,f8347ad7-364c-5d1d-9a96-608ed8b019cd","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Cathedral Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":6,"label":"5.9"},{"count":2,"label":"5.11"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":2,"expert":0}},"alpine":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":11,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.66821,40.2874]},"bbox":[-105.66879947819112,40.28695033981815,-105.66762052180889,40.28784966018186],"left_right_index":-1,"ext_id":"105745358","area_id":"+DR61zZMXR2almCO2LAZzQ==","polygon":{"type":"Polygon","coordinates":[[[-105.66879947819112,40.28695033981815],[-105.66762052180889,40.28695033981815],[-105.66762052180889,40.28784966018186],[-105.66879947819112,40.28784966018186],[-105.66879947819112,40.28695033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:53.195Z","updatedAt":"2024-01-20T00:59:43.658Z"}