{"_id":"6368a44ee80bff5a9959c08c","area_name":"Chopping Block","shortCode":"","climbs":[{"_id":"HzWOG8uyWUaQf13dYWbN5Q==","name":"Valdez Overhang","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jacob Valdez--1991","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":1,"mp_id":"105714995","mp_crag_id":"105714429","climb_id":"HzWOG8uyWUaQf13dYWbN5Q==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"Valdez Overhang is a classic 'gym' line in the Chopping Block climbing area.  Finding it is a bit tricky your first time, but this route gets so much traffic that the trail becomes obvious.   \n\n  From the CB sign-in (with your back to the road) walk on the trail leading to your left.  Follow this up a smaller run, down a little, then way up a steep hill past large granite faces on your left.  See such lines as \"Slang\" and \"Snow Emergency Route\" overhead on the left.  Follow this trail to the crest of the hill.  The trail will again lead to the left through smaller pines, toward Rushmore Memorial, Monster, Middle Marker,Olton's Shoulder, etc.  Keep walking this path for a couple minutes and another granite formation will show itself.  Walk to the Rushmore side of the formation, in between two formations, and downhill.  Valdez Overhang is on your left in a funky river of schist stretching approximately forty feet high.  Chalk marks an obvious line through the route on jugs. \n\n  This is a great first 5.9 lead for beginners; whippers are very gentle.  Also a wonderful place to run laps on at the end of the day.  Feel the burn!  Overall, a wonderful route anytime of year, any time of day!","protection":"FIve or six draws are required.  Drop-in anchors up top!","location":""},"__v":0},{"_id":"IvDJeYg+V0G6ozQkW3A0PQ==","name":"Twelve White Sticks","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Paul Piana and Todd Skinner 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":3,"mp_id":"108337497","mp_crag_id":"105714429","climb_id":"IvDJeYg+V0G6ozQkW3A0PQ==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"TWS is a bolted arête with some super cool crystal structures and fun moves. The crux come down low, just before and then immediately after you cross the arête to the left face. The route unfortunately feels a little forced or dare I say contrived for the rest of the way due to big holds and the bordering route on the left, especially at the 2nd to last bolt (harder straight up, easier out left). Nonetheless, the climbing is on fantastic crystals and will get you psyched! As for the rating, IMO, if Beetlejuice on Hornet's Nest is 12-, TWS is 11+...","protection":"9 Bolts + 2 Bolt Anchor \n\n  A 60M rope makes TR'ing easy","location":"On the west edge/arête of the Chopping Block...I found the best belay stance directly under the 1st bolt, a super short scramble straight up."},"__v":0},{"_id":"ClFpDCq4UnunMbLYBKV8yg==","name":"Tender Vittles","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mike Lewis, Rusty Lewis 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":2,"mp_id":"115317218","mp_crag_id":"105714429","climb_id":"ClFpDCq4UnunMbLYBKV8yg==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"Scramble up a short ramp to the first bolt.  The first four bolts are balancey climbing on the large sloping features that cover the wall.  The route slabs out as the slopers give way to a few bolts of maddeningly sustained crystal crimping.  \n\n I found this climb to be cryptic and the path I took meandered a lot.","protection":"8 bolts, 2 bolt anchor","location":"From the chopping block climber sign in, take the path away from the road and slightly right.  Walk towards the alley so that chopping block is on your left, and wrinkled rock is on your right.  Tender Vittles is the first climb on your left, about 30 feet downhill from an orangish corner with a pin.\n\n It's on the North side of the chopping block"},"__v":0},{"_id":"0Yu7O0WMVSu9Q570ViMNug==","name":"Meat is Murder","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ron Yahne-1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":5,"mp_id":"105715571","mp_crag_id":"105714429","climb_id":"0Yu7O0WMVSu9Q570ViMNug==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"This is the bolted line to the right of Baba Cool.  Make a wild first move that leads up to steep, thin crystal face climbing.  A great route of its grade in the area.","protection":"Bolts","location":""},"__v":0},{"_id":"XJwUbXIjWzC7J7IM32+ZLw==","name":"The Great Chimney AKA The Great Dihedral","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Don Lefevre and Jim Slichter-1975 Ground Up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":6,"mp_id":"105715580","mp_crag_id":"105714429","climb_id":"XJwUbXIjWzC7J7IM32+ZLw==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"Also known as The Great Dihedral.  This is the obvious chimney/dihedral to the right of Meat Means Murder.  The first 1/3 takes very good pro, but becomes non-existant after pulling over the slight overhang and climbing into the off-width chimney.  The chimney widens as you ascend, and this section is awkward and uncomfortable for most of the way, but some people get their kicks out of this kind of stuff.  Falling out of the chimney could be nasty, and slipping and falling into it could be just as bad.  Near the top, head to the right of the chimney for rappel anchors.","protection":"Standard rack.  Big Bros for the offwidth.","location":""},"__v":0},{"_id":"5NSqOzQcXAmYO3z/saOexQ==","name":"Glimpse Into Paradise","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Joshua Dreher","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":999999,"mp_id":"106274446","mp_crag_id":"105714429","climb_id":"5NSqOzQcXAmYO3z/saOexQ==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"A Black Hills must do!!! Start matched on the lowest shelf. Do a few moves to get to the arete (avoid the detatched block). Tall, but the mantle is easy. Powerful with a very tricky sequence of classic moves.   Hint: On the upper crux move, to get to the large hold throw out left to a high, left sidepull that looks questionable then bump to the big pod.","protection":"A couple of pads and a spot.","location":"Park as for Chopping Block. Walk up the road towards Mt. Rushmore, past the sign and past the first trail behind the sign. A faint trail that runs parallel to the road will appear to your right. The trail will eventually take a 90 degree turn up a gully. Go up this gully for about 1 minute until it is possible to head left. Go left through the brush and around the bulge. You have arrived."},"__v":0},{"_id":"DJXQ1+odXJmE+ul6v6pAVQ==","name":"Chopping Block","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Herb and Jan Conn 9/30/57","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":0,"mp_id":"107687423","mp_crag_id":"105714429","climb_id":"DJXQ1+odXJmE+ul6v6pAVQ==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"From the water groove described in the location of the route, climb up the good holds (maybe 5.4) and summit onto the blunt arete that makes up the climb of Chopping Block. Now just keep your cool and follow the arete to the top. This route is listed as 5.3 in The Adventure Climbs of Herb and Jann Conn and I would have to agree (vs the 5.2 rating in Vernon Phinney's guide). Jann is quoted as saying it's a strong friction climb that had them desperately hoping for some protection along the way. I didn't see any and besides once you get going it's better just to keep moving. Once you reach the anchors for Going to Harlem you can either rappel here or make a very fun, yet super dicey step/jump across (over The Great Dihedral) to obtain the same summit as Baba Cool and Meat is Murder. You can rappel here is well. I would highly recommend a rappel vs a down climb.","protection":"No protection, must solo. Multiple anchors located at top (Going To Harlem With A Pistol In My Jeans, Meat is Murder).","location":"To find the route, locate and go to either Baba Cool or Meat is Murder. Then walk into the corridor that splits Chopping Block and Cleaver. Follow this as it narrows and tends to drop a little each step of the way. You'll come to a point where there seems to be a pit, don't fall in here, traverse around it for maybe 5 feet and look to your left (north). There should be a well defined water groove going up the rock, this is where I started the route."},"__v":0},{"_id":"jNCDcqwlUHyfTs8RfxkB0g==","name":"Baba Cool","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ian Preszler, Dave Brumbaugh, Ron Yahne-1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":4,"mp_id":"105714854","mp_crag_id":"105714429","climb_id":"jNCDcqwlUHyfTs8RfxkB0g==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"Located on the Chopping Block. Hike up from the small parking area just as your leaving the Rushmore memorial. Follow obvious trail. Wrinkled Rock is on your right and the Chopping block is on your left. as the trail curves around the Chopping Block, scramble up to base of the routes. Baba Cool is the left most route on the face.Paul Piana describes it as \" A perfect Route. All time classic. Climb this one! \" He is right. I'd say it is a very solid 10A.","protection":"6 Bolts then a 2 bolt anchor. You will probably want to rap off to save your rope.","location":""},"__v":0},{"_id":"vlb2EXMMVsOSqgQROW3zcg==","name":"A Sioux Named Boy","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Todd Skinner 5/91","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"left_right_index":7,"mp_id":"107449357","mp_crag_id":"105714429","climb_id":"vlb2EXMMVsOSqgQROW3zcg==","areaRef":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"Powerful boulder problem through the roof and arete. Very similar to Atomic Slap. Though the rock is a little ricey, it shouldn't be dismissed. Rock quality would improve with more traffic. Just like other Skinner (or Piana) routes it's a thrilling lead, especially getting to the last bolt. The route did not have anchors before, so I installed some (fall '11) to make it safer and TR possible.","protection":"5 Bolts.    Chain anchors. Might want gear for crack in the start, or a stick clip.","location":"Located on the far right side of the major SW facing corner. Steepest climb of the formation."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,e523d4f2-d47a-5840-8af3-f78dbb3e8f47,b1dbb96e-ddde-5966-8cb2-660c95685a70","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Chopping Block","Chopping Block"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"},{"count":1,"label":"V7"},{"count":1,"label":"5.3"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.13c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":1}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":3,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.46937,43.88538]},"bbox":[-103.46999389718229,43.88493033981815,-103.46874610281772,43.88582966018186],"left_right_index":-1,"ext_id":"105714429","area_id":"sdu5bt3eWWaMsmYMlWhacA=="},"content":{"description":"This is the namesake rock for this area.  This rock is steep on all sides, and provides many hard routes from 5.9 to 5.13.  The most popular routes on this rock are Baba Cool (5.9+) and Meat is Murder (5.11)."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:23:13.602Z","updatedAt":"2024-01-15T16:48:29.259Z"}