{"_id":"63689d20e80bff5a994f276b","area_name":"Garlic Dome","shortCode":"","climbs":[{"_id":"8rgb+Er+WdCB9X3zIYnwXA==","name":"Unknown Dihedral","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.99117,31.9343]},"left_right_index":0,"mp_id":"121775392","mp_crag_id":"121775263","climb_id":"8rgb+Er+WdCB9X3zIYnwXA==","areaRef":"2pHTFMnRXM6FyLf25aVkzA=="},"content":{"description":"This route features two really good pitches of moderate crack/corner climbing. The cruxes are fun, well protected, and short. The last two pitches are easy and just take you to the top to access the rappel. This route is described in Geir's book. Beta given here is from my own recollection of climbing it:P1 (5.10-, ~130 ft): The crack system starts about 8 ft off the ground. Rather than climbing straight up to it, climb the rock to the right of it and then stem across to enter the crack. Climb face holds to the left and then continue up the dihedral towards two roofs. Just below these roofs, you will be able to step right to another crack. Enter that crack and then climb up to and on top of a very detached looking block (do NOT clip the bolt on the right). Step left from the top of the block into a little alcove. Chimney/stem straight up from here back into the dihedral. Build a belay just a little bit higher using a thin crack to your right. P2 (5.10-, ~130 ft): Continue up the wide dihedral crack until you run into a big tree. Climb face holds out to the left of the tree which take you just below a roof with a big slot. Climb up through the slot (crux) to gain the roof and then continue up a corner system just to your left. Belay on a ledge at the top of this corner using hand-sized cams in the horizontal. P3 (5.easy, ~25 ft): Pick a crack and climb to the top. I chose the right-most crack and then belayed from a little tree. P4 (5.easy). Spot the summit block and walk towards it. Climb a slab on the left side of the block and pull a few easy sections up and right to gain the summit. Belay from bolts. Descent: Use the anchor to rappel off the north face. You might need to replace the tat on it. Aim for a notch with a big tree laying in it. We were able to make it there with a 70, but you'll have to do some downclimbing with a shorter rope. Scramble down the notch back towards the east face and then contour right back to the base of the dihedral.Bonus: The rappel puts you right at the base of a very fun 5.7 dike on Westworld (you'll see it). Keep in mind if you climb this, that the rappel is off a slung horn at the top (might need to replace tat) and is 140 ft. We were able to do it with one 70, but some downclimbing is mandatory.","protection":"We brought stoppers, singles .1-.4, and doubles .5-4","location":"Starts the same as the approach for Dreamscape Buttress (east side of Westworld). Walk up dry wash that leads to squaretop. Less than 5min you see a rock cairn which marks a side trail out of the wash along the northeast (hikers left) side. Follow the rough trail through the wash and soon Westworld dome should come in to view. Garlic dome is just in front of it and you should be able to see the big dihedral splitting its east face.\n\n Keep following the trail/wash towards the domes and you should see some cairns split off to the left in the direction of garlic dome. We followed these towards the east face, but eventually lost them. Just make your way towards the big dihedral system and set up at the base of it. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,da91d314-c9d1-5cce-85c8-b7f6e5a564cc","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Garlic Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.99117,31.9343]},"bbox":[-109.99169985027221,31.93385033981814,-109.99064014972777,31.934749660181865],"left_right_index":-1,"ext_id":"121775263","area_id":"2pHTFMnRXM6FyLf25aVkzA==","polygon":{"type":"Polygon","coordinates":[[[-109.99169985027221,31.93385033981814],[-109.99064014972777,31.93385033981814],[-109.99064014972777,31.934749660181865],[-109.99169985027221,31.934749660181865],[-109.99169985027221,31.93385033981814]]]}},"content":{"description":"Situated just south of Westworld dome and southeast of Elsie the Cow. We came here to climb the Unknown Dihedral on its east face"},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:02.303Z","updatedAt":"2024-01-20T00:57:00.041Z"}