{"_id":"63689de0e80bff5a994f93c7","area_name":"Ridge 2 aka Satan's Slab","shortCode":"","climbs":[{"_id":"xPzlp1TjWD+GzH8BYgpzyQ==","name":"Wild Turkey","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"S. Woodruff, D. Hare, 1975","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":8,"mp_id":"106011209","mp_crag_id":"105745229","climb_id":"xPzlp1TjWD+GzH8BYgpzyQ==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"A good route, but not for everyday use. While I am downgrading the difficulty slightly from that assigned in Rossiter's book (5.9) I do not mean to down play the severity of this route. The 5.8 cruxes are marginally protected, and if you fall from the cobblestone face (5.7), you will die.\n\nThat having been said, this climb passes through some very nice terrain and is very high quality.\n\nThe cobblestone face is like a low-angle 'Velvet Elvis' (on the Ironing Boards) and most of the cobbles are very good.\n\nFind the base and pull up onto a broken-looking hold (pretty clean now that I broke it) into a distinct chocolate brown smooth band with a high right foot. Stand up on some slopers (careful!, 5.8, R) and into a large diagonal inset in the cliff. A few large cams can be placed on a long sling up and left here is some so-so rock (#4 & #5 Camalot) A few large huecos, the larger of them being the size of a volleyball, provide good holds to lean back and right to pop over the first roof and up.  Going down and right, low to a rotten seam, provided more difficulty, but no more pro, going up and right over the roof was good (5.8+, PG-13). A very solid #3.5 Camalot placement would have fit over this roof, but I didn't have one, so my #3 was tipped out. Somewhere around here I got some small aliens in a shallow horizontal.  Pulling over a second roof onto the vertical cobbled face was 5.8, then the face become lower angle, going up cobbles and then giving way to classic Flatiron's rock for 100' of climbing, to reach the ridge of the slab. Pop over and belay on the slab, having joined up and west of the second roof of Satan's Slab.  This is a 60M pitch and was very good. I found that a 70M rope and 3 meters of simul-climbing set me down on a great belay ledge, from which Satan's Slab can be completed in 2 more very long pitches.","protection":"Some optional big protection (5\"+) for a horizontal slash down low before the first roof, if a few are placed, would probably hols a fall in the marginal rock, but it would NOT be fun. The second crux is less protected, but both are done on large holds. Perhaps getting off of the ground is the least secure, and since it is started from a boulder, this is of consequence- falling from 2' up would be a 10' fall.","location":"This route starts perhaps 25 meters up the hill on the West Side of the Ridge 2 of Skunk Canyon from the SW corner of the ridge, where it becomes distinctly West-facing and has a low roof band. The climb starts above a large flat boulder with a drop-off to the South. A few large pines are just uphill from the boulder. The wall at the base is full of tiny, black pockets."},"__v":0},{"_id":"H9kKgFjVV6uTRgB/Ki1r6w==","name":"Satan's Slab","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Layton Kor and Pat Ament, 1963","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":9,"mp_id":"105752680","mp_crag_id":"105745229","climb_id":"H9kKgFjVV6uTRgB/Ki1r6w==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"This is the longest climb in Skunk Canyon and took us 8 full pitches with a 60m rope. It is a bit runout in places, but mostly where the climbing is easier. It is not as serious or unprotected as the East Face route (called Purgatory on this site).\n\nYou can begin in two ways. Best: start a few feet above the lowest point of the rock, which is just where the gully between Ridges 1 & 2 hits Skunk Creek, or about 100' farther up Skunk Creek. Getting to the farther start involves complex bush whacking and going around a large boulder. In either case you are heading for a belay under the left side of a huge, obvious roof 200' up.\n\nP1: From the lowest point, head left and up a slab (tricky moves near the start, then easy but unprotected), stretch a 60m rope to a belay 10' under the roof, on the left side. If using the higher start, climb a slab past a tiny tree to the same belay at only 50m or less.\n\nP2: Head up towards the left side of the roof. Clip 2 pitons (neither looks great, you can back them up with a cam) and crank over the left side of the roof. There is maybe one 5.8 move (well protected). Head up and left until an undercling crack leads back right to the ridge crest (5.7 tricky). Run up an easy (5.4) but unprotected slab to a belay to the left of a small roof with good pro and a nice pod to sit in. The higher and larger roof 30 feet higher has poor pro and is not as good a belay.\n\nP3: Head up to the left of the next big roof. This involves 5.7 friction climbing with sparse pro and requires careful routefinding. The rest of the route is now easier. Continue up the easy face for a full 200' and belay on a spacious ledge with a fixed piton (left side of main arete.\n\nP4: From the ledge, move right back onto the main arete and climb easy face and climb 190', belaying on a flat spot just past a bulge with a large horizontal crack (5.6 moves). Good pro on this pitch.\n\nP5: Continue up and right on easy ground, heading for a seam. Look for a small bush and belay just past it using good cracks. You will not be summitting the subsidiary tower - pass it on the east face. 5.5, 190'.\n\nP6: Climb almost straight horizontally, heading for a large tree in a major break in the rock. There is one tricky step down (5.7) move. That gets you to the gully with the large tree. Easily go up the gully until you run out of rope.\n\nP7: Optionally unrope. Walk north, in and around some large boulders. Head for the east face of the summit tower. Set up a belay on a nice huge flat boulder with easy access to the east face.\n\nP8-9. Easily climb to the summit with decent pro. Two pitches of 5.5 or simuclimb in one 300' pitch.\n\nAlternate finish: the last two pitches can also be done more directly via a cool crack 50' west of the crest. The crux is about 50' up, climbing a black face which leads to the start of this crack (5.8 s).\n\nYou can bypass the summit pitches by scrambling down the gully heading west from the giant boulder to a 50' dropoff, where there is a sling for a short rappel.\n\nTo descend from the summit, climb down into a chimney to the west, and exit on a ledge which leads north to hiking terrain.","protection":"Standard rack to 3\".","location":""},"__v":0},{"_id":"nOf59zIpW+iksUmiZLOJhQ==","name":"Purgatory","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"David Bohn & Dave Hahn 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":11,"mp_id":"105754819","mp_crag_id":"105745229","climb_id":"nOf59zIpW+iksUmiZLOJhQ==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"This is the final exam for all the Flatiron slab-mongers out there.  This route is characterized by its sustained nature, tricky route finding, dirty and sometimes suspect rock, and high commitment level.  Definitely not your typical casual Flatiron scramble.  The guides I have are pretty vague when it comes to details about the route.  In an effort to not ruin your adventure, I'll try to take the same approach.\n\nHIke into Skunk Canyon.  Once past Ridge One (Stairway to Heaven), head up the next gully - between Ridge One and Ridge Two.  Ridge Two is Satan's Slab.  This gully is steep and rocky and some minor scrambling is required.  The route begins about a hundred feet or so up the gully.  Directly above you will see a very shallow trough that looks to be a foot or two wide and is very dark.  It looked wet to me, but the dark color was due to the very dry moss growing on this obvious drainage for the slab above.\n\nFrom the ground, work out a pitch to the bottom of the trough..  Your route finding skills will be tested immediately.  The next (crux) pitch follows the trough for a rope length of sustained and pro-less face climbing.  The rock is sometimes flakey, the flakes are sometimes flexy, the trough is mossy, and the holds are thin.  Enjoy, this is the pitch you're here for.  You could probably 'protect' this pitch with some hooks, but...\n\nAfter a ropelength you will reach a large pothole area.  From here, use your now warmed-up route finding skills and pick a way to the top of the ridge.  Some more steep scrambling will lead to level section, which ends at a headwall.  This headwall, the start of the second piece of Satan's Slab, was the route finding crux for me, and I'm pretty sure I went the wrong way.\n\nOnce you're past the second piece (you will have a short downclimb if you go right over the top of it) you will be on the broken (and brief) 3rd piece.  Negotiate your way across and over this, where you will be confronted by some huge house-sized boulders.  Just past the boulders is another headwall (the beginning of the 4th piece), which will require the use of your well-honed route finding skills once again.\n\nThe summit of the 4th piece is the summit of Satan's Slab.  The summit area is split by a large crack, you will cross it to reach the true summit.  From the summit, look down the west face.  You should see a narrow ledge...  This is the easy 4th class downclimb.\n\nDescent:  The gully to the west of Satan's Slab has some poison ivy, but it was avoidable the last time I was down there.  Or, you can descend the gully between Satan's Slab and Stairway to Heaven.  Or, head due east, past the summits of Stairway to Heaven and Hillbilly Rock and down to the draw east of Hillbilly, where you will find a trail.  Heading down the last two ways involves negotiating a very steep and loose hillside to the north of the summit block.","protection":"Flatiron SR","location":""},"__v":0},{"_id":"pg1bxseEUuy4MeL4eH4BLw==","name":"Pasta Salad","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Max Manson, Tony Bubb, 11/24/20","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":1,"mp_id":"119973472","mp_crag_id":"105745229","climb_id":"pg1bxseEUuy4MeL4eH4BLw==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"Pasta Salad is an independent line with some interesting movement but so-so gear in a place or two. Leave this one to experienced trad leaders.\n\nTo the left of\n\nBurger Madness\n\nby about 5-6 feet, there is a third system of flakes & seams. Start from the ground about 6' left of the start of\n\nBurger Madness\n\n. Step up onto an orange band of rock, and place a small cam (tricky to get it in well, but you can) in a little opening at the bottom of the seam, just where it pierces the bulge. Get a few holds now, up and left in a shallow pocket-like dish and to the right, and haul up over the bulge onto the slab. This is probably the crux of the route. A spotter might be a good idea here.\n\nOnce on the slab, a few nuts or small cams can be placed. Head up the seam a bit higher, and find holds on the face and even on the arete to the left at times, placing gear when you can. Hit another bulge, and reach up and high left behind a solid, incut flake and then up onto the top of that. A so-so-set of Camalot placement options between #0.75 and #3 can be placed downwards behind this flake for protection. It would be advised to place at least 2x of them for security and sling them. Head up to a few surprisingly good holds, and pull over the second bulge onto the slab above. 20' of runout but easy slab climbing will take you to the belay ledge as for\n\nBurger Madness\n\n. This can be protected if you want to cheat right onto the\n\nBurger Madness\n\ncrack and top out on that.\n\nThe belay is off of #1-2 Camalots in a crack at the back of the ledge or on a cordalette around a large boulder.","protection":"A single set of nuts and cams from the tiniest cams you have to a #3 Camalot.","location":"This route is an entirely independent line of flakes and seams about 6' left of\n\nBurger Madness\n\n."},"__v":0},{"_id":"upczPOAiU4iI6r54xHnH9w==","name":"The Hobbit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R. Briggs & K. Solheim, 1970","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":4,"mp_id":"106015317","mp_crag_id":"105745229","climb_id":"upczPOAiU4iI6r54xHnH9w==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"An OK climb with OK rock. It starts off a little chossy but improves quickly. After passing a short band of softer rock (crux) at mid-route the rock quickly improves to bomber.  The climb is a wide crack in a left-leaning, left-ward hooking corner that leads to the summit ridge of Ridge 2 in Skunk Canyon.\n\nYou can do this as a single pitch with a 60 or 70M rope.","protection":"Large gear and long slings plus a standard light rack of cams. The climb is mostly mellow, so not a lot is necessary. A very large boulder is on top at the ridge- this is a great belay.","location":"Go up the back side of Ridge 2 passing the bolted routes such as Doric Dihedral, Watchmaker Steady and Beware the Future. Continue for perhaps 100+ meters and stay back from the cliff line somewhat so as to be able to spot a large, left-facing, corner system.  At the bottom, it will be less obvious and appear more like a system of flakes. Carefully climb these to gain the corner system and continue up and left to the ridge, finishing about 20 meters south of the lowest downclimb gully."},"__v":0},{"_id":"iilFySDNXHG9aHwBvUN9Pg==","name":"The Omen","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":10,"mp_id":"105853552","mp_crag_id":"105745229","climb_id":"iilFySDNXHG9aHwBvUN9Pg==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"This climb is a variation of the classic route, Satan's Slab. It is a good one at that, not better, no less good, though. It has 300+ feet of independent climbing and skips the crux of Satan's Slab, so perhaps it is a good and less committing variation, albeit still runout, if one is too intimidated to commit to S.S.\n\nYou can add some quality climbing if you start directly out of the Skunk Canyon by following the blunt East arete up for 200 or so feet and then stepping off to the right from a sloping shoulder of sorts, back to the ground, or you can simply hike up that far and begin climbing.\n\nP1: 5.6, 150'  Start up a clean slab, which becomes cleaner 40' up from the base, and continue perhaps 150' to a horizontal with an old webbing rap anchor in it.  For a longer pitch continue further up and left past a bulge (5.7, crux) and belay at a shallow sloping ledge with a horizontal crack.\n\nP2: 5.7, 170' Climb up and left, staying to the right of some bulges and a roof. The crux pitch of Satan's Slab goes left of these.  Continue up and left to join Satan's Slab on a ledge after a long pitch.\n\nP3 & P4 : (5.5, 350') Continue up the ridge as per Satan's Slab to the top...","protection":"Not much.  Take some tricams for the belays, and it helps....","location":"On the East Face of Ridge 2 of Skunk Canyon... just up the hill from Satan's Slab."},"__v":0},{"_id":"gC7GrzoOUpyLQf7VHik7Ow==","name":"Far Out","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"J. Erickson, R. Matous, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":0,"mp_id":"106015173","mp_crag_id":"105745229","climb_id":"gC7GrzoOUpyLQf7VHik7Ow==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"This was a decent route with some physical effort required to climb it. It would be 2 stars for the moves, but the lack of traffic has left this climb somewhat licheny down low, and with some loose rock up high. All of the necessary holds are solid enough, but it would have been nice to use the walls aside the roof for more smears- unfortunately the thin loose flakes there made that problematic.\n\nStill, for those who like to climb roof, like handcracks guarded by large slots, and don't mind the long walk in, this is a fun route and plenty well protected once on the harder climbing.","protection":"It looks like it would take very wide gear, but it is in fact too wide for wide gear, and there is a crack back in the crack which will take more manageable and common gear.  Rack: a few very small cams or small nuts for the thin crack before the roof, an optional #4 Camalot (new style OK), then a single set of cams from 1.5\" to 3.5\". Many choices for a top anchor.\n\nThe right-facing dihedral at the start is unprotected, and while not terribly hard (8+ ???), is a little lichenous and deserves some respect. It would be a long way to drag yourself out with a broken ankle.","location":"Go up the back of Ridge 2 of Skunk Canyon for a few hundred meters, passing the bolted lines 'Beware the Future' 'Doric Dihedral' 'Watchmaker Steady'\n\netc\n\n....\n\nPass the massive dead log below the off-fists roof of 'Burger Madness' and continue up the way perhaps 30 meters, passing the\n\nSatan's Slab\n\ndownclimb. Continue to 2 large pines growing near the wall on the right.  You will see a short, right-facing dihedral that goes up to a yawning crack through a large roof.  Climb this to the top, and up over the lip to gain easy terrain. Belay and walk down to the downclimb (awkward 5.6) or go back south to the rap tree 10 meters South of '\n\nBurger Madness\n\n.'"},"__v":0},{"_id":"UYX1Ax5XWQaklyAsZ/4lxQ==","name":"Face The Present (aka Beware the Future)","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Bob Horan, 1988? Dale Goddard? FFA: Bob Horan with Patrick Edlinger","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":5,"mp_id":"106330953","mp_crag_id":"105745229","climb_id":"UYX1Ax5XWQaklyAsZ/4lxQ==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"Start as for\n\nDoric Dihedral\n\nand bust out left to the overhang and arete via bolts. Crimp small holds in the overhang, slap to arete, eventually gaining a now much smaller and slopey lip hold, hang the lip swing and fire onto the face above up to a two bolt belay.","protection":"Bolt clipping to a two bolt belay, rap to ground.","location":"Climb out the severly overhanging face and arete just left of\n\nDoric Dihedral\n\n.  Start as for\n\nDoric Dihedral\n\nand bust out left to the overhang and arete via bolts. Crimp small holds in the overhang, slap to arete, eventually gaining a now much smaller and slopey lip hold, hang the lip swing and fire onto the face above up to a two bolt belay."},"__v":0},{"_id":"EwQlMEQoWLWjCX/RY1EasA==","name":"Enchanted Devil","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":12,"mp_id":"105754120","mp_crag_id":"105745229","climb_id":"EwQlMEQoWLWjCX/RY1EasA==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"This is a fun and highly recommended 4 pitch route that joins the East Face and\n\nSatan's Slab\n\nroute on the ridge atop the 3rd section of\n\nSatan's Slab\n\n.\n\nHike up Skunk Canyon and move right into the gully between Ridge 1 (\n\nStairway to Heaven\n\n) and\n\nSatan's Slab\n\n(Ridge Two). Hike up the gully for some 200 yards past the first and second pieces of the slab and find a large flat rock at the base of the third piece.\n\nWe climbed this route with a 60m rope.\n\nP1- The start of this pitch is the crux and where the route gets its S status. Climb up and left towards the South end of the East face, and find a large pocket/ledge on the arete (50 feet). You could belay there at the tree or continue up the East face close to the Southern arete. We ran up the rope and belayed further up.\n\nP2- From the belay, continue up the face until you reach a block below the ridge of the third piece. At this point the house size boulders between the 3rd and 4th pieces are a few feet to your right. Climb the summit block by traversing a bit South and belay.\n\nFrom here you can continue up the ridge for a couple more pitches (see\n\nSatan's Slab\n\nroute description) or you can scramble North on the huge boulder, West behind the second boulder and rappel 30 feet West to the Gully between\n\nSatan's Slab\n\nand Ridge 3 (Angel's Way). Hike South and rejoin Skunk Canyon.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"STwK19ENVtWzC+YDM65Ljw==","name":"Doric Dihedral","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Roger Briggs and Steve Nelson, 1971. FFA: Chip Ruckgraber, 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":6,"mp_id":"105928106","mp_crag_id":"105745229","climb_id":"STwK19ENVtWzC+YDM65Ljw==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"I am not the authority to provide historical info on this route nor can I tell you how the dihedral fits into the classical order of Greek architecture. I can tell you of its monumental early free ascent (you are still my hero Chip)...Hey, he made a cover shot!\n\nDoric Dihedral is one of the quintessential 5.12 \"old school\" routes in Boulder. Fading into sublime obscurity and rarely free-climbed in the original fashion. Hard moves including aesthetic palming and stemming up a leaning, hanging corner and a clenching mantle move provide the challenge.\n\nProtection...I first climbed DD in the mid 90s and the last time sometime in 2002 (has anyone replaced anything?). At the start is the first (modern) bolt for BTF. I \"think\" there used to be a pin here for DD?? After some hard bouldery moves, the rock becomes jig-saw like and twists up into a corner with (at the time good) pins and some good supplemental gear. Above the interesting geology is the smooth, tan-colored fine-grained rock of choice Flatiron climbing. The dihedral definitely steepens here and provides a demanding stemming sequence past this \"aid-bolt\". Placed whilst in aiders, to the free climber, it's too high to easily clip. For many years it has donned a ratty, whitened piece of tatty poot. Yikes! If it has not been replaced yet...the bolt should be...the question may be to either lower it or extend chain from it??? Comments???\n\nOnce past this crux there are two choices...A possible escape out right to the bolt anchor of the neighboring 2 routes or to fully COMMIT!\n\nUp above in the looming overhang and upper corner was/is a nest of ratty slings connected to...JUNK!! The true crux of the route! Are you a believer? You must believe or you could succumb to slab-splatter...Yuck!! Not to spoil the fun but it's that eye opening mantle and a surprise finish...\n\nThis route will always remain sacred to me...It truly is an amazing line but I will remember it most for the experience shared with my climbing companion on one occasion. Thank you Cameron, you are still missed....","protection":"QDs for pins and bolts, wired nuts and cams in the small to mid-range sizes.","location":"The obvious right-facing/leaning dihedral between the broken arete climb of Beware the Future and the \"arm and hammer\" produced Watchmaker Steady bolted steep slab."},"__v":0},{"_id":"yA0MFja+V+O43ze+DH+STg==","name":"Dinky Dinkster","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Horgan, Cook","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":7,"mp_id":"121039349","mp_crag_id":"105745229","climb_id":"yA0MFja+V+O43ze+DH+STg==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"Climb a thin, bolted face right of\n\nDoric Dihedral\n\nto bolted anchors.","protection":"4 bolts and possibly thin gear.","location":"It is 20 feet right of\n\nDoric Dihedral\n\n."},"__v":0},{"_id":"vUSZ80pEVkOG8H6SnHUM/A==","name":"Burger Madness","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"T. Bubb, C. Parks, P. Spindloe, 1/26/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":2,"mp_id":"105759177","mp_crag_id":"105745229","climb_id":"vUSZ80pEVkOG8H6SnHUM/A==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"Once you reach the \"Satan's Slab\" of Ridge 2 of Skunk Canyon, hike and scramble further west to its back side, going north of a boulder that chokes the stream. After perhaps 100 yards, you can turn right and hike up the back side of this ridge. The rock is junky and blocked by huge roofs at first, but it gets better as you go up. You will pass several bolted lines, and then after as much as 400 yards of walking, you will come to an area where the gully between the 2nd and 3rd ridge becomes narrow. A branch in the gully from this point runs up and right, cutting through the 2nd ridge. Just below this in the main gully, an big dead pine stump, less most of its branches, is snapped off about 30' off of the ground. (that tree has since fallen) This is near the base of the climb, \"Burger Madness.\"\n\nA waypoint: N39 58.731 W105 17.533.\n\nLook up on the back of Ridge 2 from the base of the dead, broken pine trunk, and see a 4\" crack, some 10' off the ground. This section is only long enough for one gear placement on which to protect the overhang it cuts through. From there, there are some thin-fingers and edges to climb to an OW-Fist-hand crack, perhaps 40' off of the ground. The OW has nearby jugs and stemming and so no real OW technique is necessary for an ascent. There is also a crack within the crack which makes this protectable with a 3-3.5\" cam (wide hands to fist). Climb up this and grab some jugs and undeclings to beat the bulge before establishing yourself of the tapering crack. Climb a little more to a tiny pine tree, where you can either dodge right (as done on lead on the FA) or climb \"through it\" as was done by the second. Easier ground with sparse pro leads to a broken ledge, after 60-70' of climbing, in all.\n\nBelay from a sling on a huge corner up and to climber's left, and good stoppers in a \"niche\" up and to climber's right.\n\nThe route has seen a \"preliminary\" cleaning but is still lichened at the top. More cleaning/brushing would be good. The moves are stellar, and the route is reasonably protected. I rated this 5.10 to allow for your interpretation. It felt like a solid traditional 5.10a to me, although it is harder than several 5.10c routes I have done in the flats. Your mileage may vary.\n\nTo descend, scramble down and to climber's right to the trunk of a massive pine tree. Lower off of the anchor, which is presently bomber - rope, webbing and rings. Watch out for a large flake just above the tree and for the poison ivy which fills the gully below.","protection":"On the FA: one #10 hex or #3 camalot to protect the opening moves, with a #3 stopper behind it for backup. Then a #7 stopper before arriving at the main crack- the main crack was protected on camalots #3-5, but anything bigger than a #4 c4 is not necessary at all, and even the #4 is optional A #3 or #2 is placed high (#2 is higher, and better).\n\nRack I would take next time: after cleaning the dirt from the fingerlocks above the opening overhang, it became obvious that several small TCUs would be bomber. Take the following: Camalots #2-4 (a #5 could help keep a leader on TR a bit longer, but is very optional).  An extra #3 is helpful.  TCUs from tiny to first knuckle & 1 set of stoppers. The top belay was good by slinging a huge boulder with a 20' cordalette and a few #8-10 DMM Wallnuts (large nuts).","location":""},"__v":0},{"_id":"pg5TVKgvWH28slyW9EcmFQ==","name":"A Side of Fries","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Max Manson, Tony Bubb","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":3,"mp_id":"119973337","mp_crag_id":"105745229","climb_id":"pg5TVKgvWH28slyW9EcmFQ==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"A Side of Fries is a side dish for\n\nBurger Madness\n\n. This route is independent for all but 2 moves, where you step left for a hold and gear, then back right to the right-hand line.\n\nStart on the ground about 6' to the right of\n\nBurger Madness\n\n. Pull up over the initial bulge on juggy holds to reach a seam on the slab. Head up this a ways protecting with small gear until you reach a crux bulge, where a lack of holds and gear forces you left for 2 moves, onto\n\nBurger Madness\n\n. Take this opportunity to place crux gear. A #3 Camalot or larger (the larger, the higher you will get it) on a 2' sling will protect the crux sequence heading back up and right into sidepulls and a layback. Commit to the crux (5.9 and pretty secure for a layback), and pull over the overhang into a set of solid, inset flakes. A few more moves puts you at a bomber 1.5-2\" cam (\n\ni.e.\n\n#0.75 or #0.5 Camalot), and from there, you can finish up to the ledge as for\n\nBurger Madness\n\n.\n\nBelay from #1 & #2 Camalots to the left or a cordalette around a huge boulder on the ledge.","protection":"Gear from small nuts to a #3 Camalot. A #4 Camalot or larger is optional and probably advised if you are going to do\n\nBurger Madness\n\n(the next route over) anyway. A 2' sling for the crux cam is helpful.","location":"This crack lies about 5 feet right of\n\nBurger Madness\n\n, pulling over a small bulge on juggy holds to a thin seam, then up that to the crux bulge of\n\nBurger Madness\n\n, where this line is devoid of holds or gear, then immediately back right on sidepulls into the inset and offset cracks to the right above the roof. The top anchor is the same as for\n\nBurger Madness\n\n."},"__v":0},{"_id":"QdKFRaAjVoGC1hOSE2627Q==","name":"667","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"?Nate Flynn, Jessica Price, LP","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":14,"mp_id":"105852235","mp_crag_id":"105745229","climb_id":"QdKFRaAjVoGC1hOSE2627Q==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"First, heck, this route may not a FA, but we named it because we are unaware of a different name.  So, if it is your route, pardon us.  Second, this little adventure is sort of an accident as we tried to find\n\nEnchanted Devil\n\n.  Third, it doesn't match the description of\n\n666\n\n.  Fourth, beware of trying to figure out which is the 3rd or 4th sections.  Nonetheless, it was fun, it summits, the views are nice, the rock is generally pretty good.\n\nWhen the bird closures lift, head up Skunk Canyon, ascend the gully between Ridge One & Two (best to try to stay more in the middle), go a good way until you are just across from the prominent summit prow of Ridge One or on the 4th section of Ridge Two.  The start is a flattish area about 10 feet wide at the bottom of the middle of this slab (it sort of matched the \"flat rock\" description of\n\nEnchanted Devil's\n\nstart. :o\n\nP1. Head up the middle of this section, slightly left of the flat area, on generally positive edges/scoops.  Find pro where you can\n\ni.e.\n\nsparse.  You can find a semi-hanging belay (green/yellow/red Aliens & 0.75 Camalot worked).  195'.\n\nP2. Continue up, trending left slightly at a smoother slab, and belay at a nice ledge (wires & #3 Camalot worked).  185'.\n\nP3. Continue up the slab to the summit.  ~100'.\n\nDescent - head West through a slot & find a nice ramp traversing off North.  4th class.  ~80'.","protection":"Light rack of wires, cams to #4 Camalot worked.","location":"This route is located on the East face of the 4th section of Ridge Two of Skunk Canyon.  It goes up the middle of the slab\n\nvs\n\nthe left arete for\n\n666\n\n.  The approach on a hot day can take over an hour.  Beware of poison ivy."},"__v":0},{"_id":"1LMENEfRVxqF5Ilx+rUM+w==","name":"666","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Richard Rossiter, 1996 (solo)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"left_right_index":13,"mp_id":"106509591","mp_crag_id":"105745229","climb_id":"1LMENEfRVxqF5Ilx+rUM+w==","areaRef":"K66VigsRXjyACJMkWniYRA=="},"content":{"description":"This enjoyable, friction-y route ascends the left margin of the 4th section of\n\nSatan's Slab\n\n, climbing on and north (climber's right) of the blunt arete.  The route reaches the summit ridge about 120 feet shy of the top.\n\n666 could probably be done in 4 pitches (3 with a 70m) - there are various ledges and horizontal cracks along the route that can be utilized as belay spots.  The first ledge has a tree and is about 140 feet out.","protection":"Standard rack, emphasizing smaller cams.\n\nThe route is pretty runout, but some horizontals, pods, and seams provide protection options.  Wandering further north (climber's right) on the face will bring you to more opportunities for pro, but the position and climbing are better on the arete.","location":"This route begins at the left (southern) edge of the 4th section of Ridge Two and, as mentioned above, climbs the southern aspect of the face and the arete to the summit ridge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,3264cc3c-a663-51a1-963a-ac46bf27f955,2bae958a-0b11-5e3c-8008-93245a789844","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Skunk Canyon","Ridge 2 aka Satan's Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.3"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":8,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":4,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2913,39.9788]},"bbox":[-105.29188680753019,39.97835033981814,-105.29071319246985,39.979249660181864],"left_right_index":-1,"ext_id":"105745229","area_id":"K66VigsRXjyACJMkWniYRA==","polygon":{"type":"Polygon","coordinates":[[[-105.29188680753019,39.97835033981814],[-105.29071319246985,39.97835033981814],[-105.29071319246985,39.979249660181864],[-105.29188680753019,39.979249660181864],[-105.29188680753019,39.97835033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:56:02.051Z","updatedAt":"2024-01-20T00:59:55.739Z"}