{"_id":"6368a1b8e80bff5a99553f47","area_name":"Inferno - Atlantis Area","shortCode":"","climbs":[{"_id":"3GdxdW6/WW6Cg2aJ2NxiTg==","name":"Workshop Orgy (upper Var. of Atlantis)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Wooding, Dave McDermott, Skip Comstock, Jon Paulding, and Rich Petersen (1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":11,"mp_id":"110094306","mp_crag_id":"105909640","climb_id":"3GdxdW6/WW6Cg2aJ2NxiTg==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"This is a difficult, wildly exposed alternative to the final pitch of Atlantis. (See p. 310 in Rock Climbs in the White Mountains of New Hampshire.) \n\n1. Climb the first three pitches of Atlantis. \n\n2. From the third belay, in the large dihedral, face climb left to the highly exposed arete (1 bolt). \n\n3. Climb directly up the arete (5.9) past a horizontal crack, and over the bulge (5.12a) to the top (2 bolts, 1 or 2 medium to small cams for horizontal crack). \n\n  The crux is immediately above the horizontal crack and is exceptionally well protected for a climb of this grade, with a clipped bolt above waist height.","protection":"Protection is same as for Atlantis.","location":""},"__v":0},{"_id":"iM5sdGGHW/GyhuTGILA46w==","name":"Unforgettable Fire","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"callaghan/strand 86","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":4,"mp_id":"106195393","mp_crag_id":"105909640","climb_id":"iM5sdGGHW/GyhuTGILA46w==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"[NOTE: Handren calls this \"basically a direct version of Sureal\" that leaves from the first bolt of Hotter Than Hell. The line on the photo is VERY approximate !  R Hall NH Admin.] \n\n Quality climbing. From the first bolt on Hotter than Hell, go straight up slightly protected climbing(#0tcu) and then past the \"lonely bolt\" 5.10 and the tree ledge.Either straight up a steep wall-bold or on the left to a small tree,move left to the hanging block, overcome this 5.11 and over a bulge to a good stance(possible belay)Thin cracks lead up to a final bulge pin and bolt 5.11 and the top","protection":"A variety a small stuff . You can rap off with two ropes","location":"pitch 2 starts about 40' left of the upper pitches of Inferno"},"__v":0},{"_id":"bTp4EJKXVPecXEkMJ9GWRg==","name":"Tranquility","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Micheal Hartrich, Jeff Phesant, mid 70's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":6,"mp_id":"106608342","mp_crag_id":"105909640","climb_id":"bTp4EJKXVPecXEkMJ9GWRg==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"start in the same flake system as inferno and move up and left at a ledge aiming for a thin finger crack. Jam the crack until its end and step left on to a small corner with a thin crack. protect, step up and commit to 5.10 moves over a bulge to easier ground to the trees.","protection":"micro cams-.5-#3 cams, nuts and brassies.","location":"starts directly to the left of the second pitch handcrack on inferno on the ledge above the tranquility slab (cold day in hell, hotter than hell).  Rappel from trees on summit."},"__v":0},{"_id":"vCvM6ypvUZCm8A8GCAXdJA==","name":"Surreal","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Madara, Paul Ross, June 30 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":2,"mp_id":"111935116","mp_crag_id":"105909640","climb_id":"vCvM6ypvUZCm8A8GCAXdJA==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"This climb is broken up into an upper and lower section. (Lower Section 160' 10c) P1. Start at the base of HTH heading up to the first bolt then breaking left around the large block to a left facing corner to a ledge with a tree. P2. From the ledge break back out right following up the black streaked slightly dirty face shooting for a flake(this section can be a bit heady). Once you've cleared your head clip a rusty 1/4 inch bolt, and commit to a insecure mantle on slopers and crimps, then continue up to the big ledge. (Upper Section 110' 10b) Head up to a left facing corner then traverse right on a ledge. Finish by  clipping up an old bolt ladder.","protection":"Single rack to 3''","location":"Left of Hotter Than Hell"},"__v":0},{"_id":"kX0KfnTfU7uwtYbdfOF1sA==","name":"The New Wave Traverse (L to R Girdle of Whitehorse Ledge)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mack Johnson  Paul Ross (var leads) July 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":0,"mp_id":"109147896","mp_crag_id":"105909640","climb_id":"kX0KfnTfU7uwtYbdfOF1sA==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"This Girdle Traverse from the left to the right end of Whitehorse Ledge that gives a mostly different line to the original 1972 right to left Girdle Traverse .Great trip at a moderate grade across the South Buttress and then the Slab areas of Whitehorse Ledge. \n\n  P1)Start on the tree ledge below the bottom right hand corner of the Tranquility Slab,beside a large block.Laybackthe right side of the block then pull overa smalloverhang so get into a thin crack which is followed up and left until it fades out.Continue up the face to a ledge with some small trees. Above the ledge the crack slants back right past a small nitch and onto the halfway terrace. 160' 5.7   P2)Scramble right along the ledge,then down climb easy rock around to the right to reach the niche with small tree at the top of pitch 1 of Inferno.100' 5.2   P3)Down climb Inferno and belay low on the pitch.80'5.7.    P4)Traverse right along easy ledges to the Wonderwall tree ledge. 120'5.4.    P5)From the right of the ledge traverse right under The Upper Wonderwall passing the anchor of Sky Steak to belay by some trees.120'5.4   P6)Continue traversing right to to reach the top of Eradicate Dike. Down climb the dike to to a small tree ledge.110' 5.5   P7) Continue down  the Eradicate Dike to a small ledge with some pins about 50' above the ground.100' 5.7R   P8) Here join Childrens Crusade. Follow  P1 of Childrans Crusade to the anchor at the top of the pitch.80'5.9   P9) Climb straight up to an overlap (b) . Mantle over the overlap (b),then up short walls and ledges to an anchoe 40'below the final headwall .(P2 Childrens Crusade)100' 5.9   P10)Move out left and climb some flakes to a shallow ramp.Follow the ramp up and left to an anchor in the break below the headwall.(P3 Childrens Crusade) 40' 5.8   P11)Scramble right under the C C headwall passing the anchor of P4 C C ,then move down a level and continue right along a tree ledge to short chimney.130'   P12)Climb the chimney to a higher ledge. 30' 5.5   P13)4th class the ledge rightwards above Echo Roof, continue past Mistaken Identity and down to the right end of the ledges of Dike Route. 300'   P14)Climb straight up the slad (old pins) aiming for an obvious split block with an anchor just above.120' 5.5.   P15)Move out right until below a right slanting arch above the overhang. Pull through the overhang and follow arch out right to reach the tree ledge.80' 5.7   P16)scrample to the right end of the tree ledge. 100'   P17)Down climb the corner system below to an anchor on a ledge.( P6 of Wedge) 100'5.5   P18)Follow the small overlap out right to the belay at the top of P5 Sliding Board.   P19)Continue up the faint dike above the anchor for a few moves then traverse right and move up to a small overlap. Go over the overlap onto a faint dike. Delicate climbing leads to up the dike to an anchor at the base of the steep headwall. 110'5.6R   P20)Step down and traverse out right under the arch to reach the final layback of The Brown Spot pitch of Standard Route.Up this to the belay at the right end of the arch. 100' 5.5   P21)Follow the overlap to its left end,then step left into the prominent dike which is followed to a good ledge with an old tree stump.80' 5.2   P22)Continue up the dike for 100' to a large overlap . Move left around the overlap and continue to a small ledge.150' 5.2   P23)Continue up the dike to past a bolt to the top 150' 5.1  .. Then normally off to the pub.","protection":"Standard rack . Two 9m ropes were used.","location":"Whitehorse Ledge . NH .. Guide Book :- \"North Conway Rock Climbs\" by Jerry Handren"},"__v":0},{"_id":"esxRS98MVeONBMm/9HwjaA==","name":"Lost Souls","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Sykes, Bill Lowther et al","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":13,"mp_id":"105946066","mp_crag_id":"105909640","climb_id":"esxRS98MVeONBMm/9HwjaA==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"RHall, NH Admin. - On 17OCT16 the following edits,previously in COMMENTS from L. Hamliton and others, were made for clarity:   a) The START was identified   b) the real P1 was added   c) P1 of the original submission became P2, P2>P3, etc.   Lee Hansche adds: \"the first pitch adds to the climb and i saw no reason to avoid it...pitch 3, the arete with 2 bolts is a little spooky and fun...   all in all a great climb...\" Sean M added a comment 24APR21 with lots of beta on protection and where the pins are...if you’re into reading stuff like that before climbing the route.\n\n  START: For the original first pitch of Lost Souls, start at the same gearing-up spot used for Atlantis, Inferno, Last Unicorn, etc. Instead of scrambling up the long 3rd class section that accesses those routes, look for a ledge with several trees about 30 feet up and right from the start of scrambling. The first bolt of the Lost Souls can be seen from the ground, on a slab about ten feet above the tree ledge. Scramble up to the tree ledge and set the first belay. \n\n  Pitch 1 - Slab climbing (tricky when wet) leads up to the obvious bolt. Zig right and then left to surmount the headwall, and continue up a slab past several fixed pitons, eventually reaching a bolt belay below the big headwall pitch of Lost Souls. About 100 feet, 5.9 PG.Pitch 2: climb up to a bolt under a small roof, mantle the lip (pin) and traverse right pulling another small roof at a bolt, traverse right at the base of the head wall and clip a bolt (crux) follow decently spaced bolts to a bolt and two pin anchor next to a flake 5.10.Pitch 3. traverse left 25 feet and place trad pro at the base of the arete (large nut or hex useful). Climb the beautiful arete on bolts (exposed, 5.9+) to a two bolt anchor below a wide dihedral.Pitch 4: climb the beautiful dihedral using crack and face holds to a half driven in lost arrow, continue up the corner to an awkward layback move (crux). Traverse left 20 feet to the two bolt anchor on Atlantis.Rappel straight down in two raps with 60 meter ropes.","protection":"The majority of this route relies on fixed protection; however, in true New Hampshire style, most of the bolts and pins were drilled/placed on lead. A standard rack from #0.4 to #3 and a set of nuts should suffice. Because of the wandering nature of the first and second pitch, using double ropes is a good idea.","location":"The south buttress of Whitehorse can be accessed by the main climbers trail spanning the length of Whitehorse. Make sure to park in the climbers lot located on the right when driving towards the hotel.  Please do not cross the golf course or disturb golfers as the White Mountain Hotel and the residents of the golf course have been helpful in providing access to the cliff."},"__v":0},{"_id":"5QZfxF2sWwmUIjA1bnUu/g==","name":"Jacobs Ladder","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lowther RIP","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":1,"mp_id":"106735560","mp_crag_id":"105909640","climb_id":"5QZfxF2sWwmUIjA1bnUu/g==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"Jacobs ladder is the leftmost route on the south buttress found by walking up hill from the starts common to tranquility, Hotter than Hell, and Cold day in hell. Once up the hill a ways belay for the first pitch near a birch tree next to a large boulder/clifflet. \n\n  Pitch One: climb straight up on moderate terrain past two bolt to a small roof/overlap.  Find a hidden pin above the overlap and mantle at 5.9+. Follow a bolt and gear placements to a tree ledge and belay off any number of trees. \n\n  Pitch Two: Above the treeledge there is a steep featured slab with a horizontal crack running through it. Follow two bolts on sustained 5.10 climbing to the horizontal, plug gear and move up past a bolt and a pin to the next tree ledge, belay at trees. \n\n  Pitch Three: Above this tree ledge is a Large roof that spans the entire left side of the cliff, there are two bolt lines, the one on the right is Fiddler on the Roof (5.10d) and the left hand route is Jacobs Ladder.  For Jacobs Ladder you want to climb a moderate crack system to the left of the bolts for Fiddler, once established on a ledge system follow a line of bolts up and on nicely sustained 5.10+ face and slab climbing to a two bolt anchor below the left side of the roof. \n\n  Pitch four: Move Left from the bolted belay and swing around the roof on moderate to easy face climbing to reach bolts and a rest before the headwall. At the third bolt move right on delicate smears and balance moves, clip your last bolt and make hard moves to the top of the cliff and a two bolt anchor. \n\n  Note: The last two pitches can be combined with double ropes or a lot of slings, this makes for a very special experience on the south buttress and wonderful exposure. \n\n  Rap with one rope pitch by pitch or two ropes twice to the ground (One rap to the inferno tree ledge, second to the ground).","protection":"a single rack of cams to 3\", nuts.","location":""},"__v":0},{"_id":"RE1O7uv6UjKLDpvmlKZpaw==","name":"Inferno","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"B. Anderson and W. Christian     Aug 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":12,"mp_id":"105971326","mp_crag_id":"105909640","climb_id":"RE1O7uv6UjKLDpvmlKZpaw==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"Though it is a classic route on its own, the upper pitches are more perfect than the first, and I recommend Hotter Than Hell (5.9) to the ledge and finishing on the last 2 pitches of Inferno, this is THE classic link up on this part of the cliff. The true beginning is fun but a little wandering, not following a distinct feature. We will start from there though.  \n\n  Pitch 0: Scramble on to the ledge below Atlantis.  Scramble right then back left till you are comfortable on the ledge.  \n\n  Pitch 1: (5.7) Climb up a groove, then on to a flake, and work your way left passing a pin and joining the big corner on the left for a few feet. Follow the crack to belay near a small tree. 130 FT.  \n\n  Pitch 2: (5.4) Scramble left to gain a big tree ledge and walk along the ledge till you are under a beautiful crack system. Belay from here.  \n\n  Pitch 3: (5.8) Follow a flake up past small tree until you can move left to a perfect crack. Jam this awesome crack to a belay ledge with a small tree. This crack is one of the best at the grade in the White Mountains. 100 ft.  \n\n  Pitch 4: (5.8) Traverse left 10 feet to a steep flake system heading up and right, follow this to a few more exciting moves to the top of the cliff.  \n\n  Pitches 3 and 4 can be combined as one long pitch but care must be taken to avoid rope drag. Most people just do them separately but I like the link up.  \n\n  Rap with 2 ropes to the tree ledge, then another two rope rap to the ground.","protection":"Standard rack.","location":"Starts under the left-facing, corner system of Atlantis (5.10b). Wandering up a less than vertical face to the ledge before walking left for the upper pitches."},"__v":0},{"_id":"R2jFTpHiUem07zzmJozDtQ==","name":"Indian  Summer (Lower Var. of Atlantis)","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"callaghan/mallery/strand 80's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":10,"mp_id":"106204212","mp_crag_id":"105909640","climb_id":"R2jFTpHiUem07zzmJozDtQ==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"An overhanging route on Whitehorse and a pretty big one at that! A wild flake system on good holds out the Atlantis/Inferno corner.Excellent pumpy climbing with good protection (though somewhat old). Ends at the big tree ledge.","protection":"Fixed pins and some small gear, I would take some flex cams as well or a hammer for the old pins.Tree belay","location":"At the base of the corner boulder/solo up some 5.7 to a good stance, the flake system is obvious."},"__v":0},{"_id":"gxPdPIAjVRG2+wqbIhlKrw==","name":"In Your Face (Mid-Cliff Start, R of Upper Inferno)","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Uwe Schneider, Chris Stevens and Brian Tessier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":8,"mp_id":"114008406","mp_crag_id":"105909640","climb_id":"gxPdPIAjVRG2+wqbIhlKrw==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"This route climbs the face to the right of the upper half of Inferno's 5.8 crack pitches. 1) Climb up a slab past some horizontal cracks (hidden protection)  heading for a left facing ear of rock. After placing gear in the ear make a committing mantle onto the ear and clip a bolt. Make a difficult high step (5.10a) continuing up the face above passing two horizontal cracks. Above a second bolt, make some hard moves (5.10d) to a horizontal ledge and step left to a shared belay on Inferno. 2) Step back right and face climb straight up past a piton and and a bolt (5.10d) to a good stance and a second bolt. Make another hard 5.10 move straight up past the bolt or step right a few feet to an easier finish on  easier ground (5.8). The initial slab was rumored to have been climbed by Henry Barber as a start to the Inferno cracks way back when.","protection":"Standard Cathedral/Whitehorse rack up to 3 1/2\". A .5 tri cam was used to protect the opening moves on the first pitch and a larger camming unit to protect the mantle move onto the ear.","location":"Hotter than Hell or Inferno are the most popular routes to get to the tree ledge."},"__v":0},{"_id":"GTdpRzwvWayTkB2cp7Bk7A==","name":"Hotter Than Hell","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt Peer and Greg Stemley, May 29, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":5,"mp_id":"105989922","mp_crag_id":"105909640","climb_id":"GTdpRzwvWayTkB2cp7Bk7A==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"Low angle, face climbing at its best. A definite classic especially when linked up to Inferno (5.8) to make a full length route.\n\n Pitch 1: 5.7 this is not really part of Hotter Than Hell, but it is the normal start. On the left end of the south buttress locate a slab (\"Cathonian Slab\" ) with 2 bolts on it. Climb the slab past the bolts (the climb \" Brimstone\" variously rated between 5.5 and 5.7) to the tree ledge where the route actually starts.\n\n Alternately, hike steeply up to the left of this slab, then make a move back right (beware pine needles and leaves !) to gain the ledge at the top of the Cathonian Slab and walk right to below the start.\n\n Pitch 2: 5.9 start under a couple small roofs, you will see a bolt above. Climb through the overlaps and clip the bolt. Make a spicy traverse right to gain your next bolt then head up the killer crimpy face climbing following the bolts. The crux is a mantel move in to an obvious niche 2/3 of the way up, the move is protected by a bolt. This was once a popular place to belay, but most parties climbing with a 60m rope will prefer to continue out of the niche and straight up to the tree belay at the ledge. And that's the end of the line.\n\n I highly recommend finishing up Inferno (5.8). This is one of the best link ups in the Conway area.\n\n For ease of reference, here's the description of the top of Inferno: Pitch 3: (5.8) From the tree ledge belay...Follow a flake up past small tree until you can move left to a perfect crack. Jam this awesome crack to a belay ledge with a small tree. This crack is one of the best at the grade in the White Mountains. 100 ft.  \n\n   Pitch 4: (5.8) Traverse left 10 feet to a steep flake system heading up and right, follow this to a few more exciting moves to the top of the cliff.  \n\n   Pitches 3 and 4 can be combined as one long pitch but care must be taken to avoid rope drag. Most people just do them separately but I like the link up.  \n\n   Rap with 2 ropes to the tree ledge, then another two rope rap to the ground.","protection":"There are many bolts, but gear comes in handy, so bring a normal/light rack.","location":"All the way to the left on the South Buttress, you will find a slab with 2 bolts just right of a dirty gully. Climb the 2 bolt slab (spicy 5.7) or head up the gully and traverse on to the tree ledge where the route starts under a couple of small roofs above which you will see a bolt."},"__v":0},{"_id":"oIttwY7wWsyPs1K2bSKggg==","name":"Cold Day in Hell","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":3,"mp_id":"105946250","mp_crag_id":"105909640","climb_id":"oIttwY7wWsyPs1K2bSKggg==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"Start as for Hotter Than Hell but move left up the blank corner to a wide crack/ huge block. Surmount the block and clip a bolt on your right, then make thin moves past the bolt and clip another bolt. Move up on easier albeit runout ground to a pin in a horizontal, clip the pin and move left slightly to another pin in a crack. Follow bolts straight up on thin and delicate face moves to a horizontal crack. More thin face climbing passes a bolt to a mantle/lunge for rock spike. Traverse right to trees for anchor.   \n\n  Rappel off fixed Colder Than Hell tree anchor.","protection":"Small to medium cams, nuts, and runners.","location":"When directly below Inferno, walk left until you are almost in a dirt gully. Directly in front of you will be a 5.7 slab with two bolts. This can be either the first pitch or you can walk up the gully a ways and traverse to the Hotter/Colder Than Hell start ledge."},"__v":0},{"_id":"8Lnic4SHUTWpXfNGmUbhGQ==","name":"Burning Down The House","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"callaghan/ strand   '80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":7,"mp_id":"106389621","mp_crag_id":"105909640","climb_id":"8Lnic4SHUTWpXfNGmUbhGQ==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"The crux is off the Inferno tree ledge, but the CRUX is the first pitch- very serious. Very good rock and varied climbing. We spent a while on this one. The first pitch is also easily tr'd after doing HTH","protection":"The first pitch is helped by a skyhook, the rest has good gear with wires and small cams. a couple of bolts on P1","location":"Start under the traverse at the start of Hotter. Clip that bolt and 2 ? more then step right into shallow groovy thing with no gear other than a hook.  9+ X-ish. Easier climbing with some gear gets you to the ledge. P2 climbs a series of thin cracks over a bulge to a good belay (or move a little right to belay at the Inferno tree) 11a. Finish up the 5.10thin crack finish to Inferno (nice)"},"__v":0},{"_id":"XUJMojnkVBOQnocodgZ59g==","name":"Atlantis","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Webster and Doug Madara, Sept .1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"left_right_index":9,"mp_id":"105981162","mp_crag_id":"105909640","climb_id":"XUJMojnkVBOQnocodgZ59g==","areaRef":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"Varied and challenging climbing consistent at 5.9 with only a couple exceptions. Awesome exposure with a very exciting finish up the 5.10 crack. This is a must climb at the grade. Heading out the roof on the last pitch is so cool and exposed. You get a real bigwall feel for a relatively short route. Do the 5.10b finish. It's not stiff for the grade and protects well with finger-sized gear.  \n\n  Pitch 1: (5.9) Head up the arching crack, feet on the slab.  Interesting climbing with a powerful layback crux on smooth feet (red cam). Follow the crack to its end, and belay in a little hollow by a small tree.  \n\n  Pitch 2: (5.5) Climb the wicked awkward, corner chimney to the large ledge. Fun and interesting, just weird. Belay on the ledge.  \n\n  Pitch 3: (5.9) A very cool pitch. It would be a cool route even on its own, it brings to mind the Barber Wall. Walk 20 ft left on the ledge to a flake with good finger locks. Climb the flake with interesting footwork and intermittent good locks. When the flake ends, do a series of insecure, mantel moves to a nice belay ledge.  Fixed anchor that may need to be backed up.  \n\n  Pitch 4: (5.10b or 5.9) Climb up the chimney, crack corner (this is a very cool spot with strange rock on the left side). When you get to the roof, bang a right (5.9 crux). Follow the crack out right below the roof, not too bad once you get in to it, but it can be pumpy, so get through it quickly if you can in good style. You can continue right and rap from a tree and the route goes at 5.9, but the preferred finish follows the finger crack at the right end of the roof straight up laying back the finger crack. Just a few hard, footy moves get you to good holds and one final mantel move to the summit. I belayed from a horizontal then did a short easy pitch to the trees but you could go straight to the trees. Beware of rope drag (use all long runners on this pitch).  \n\n  Seepage can be an issue so climb it on a dry day if you don't want an epic.","protection":"A standard rack to #3 cam. Conserve the hand-sized pieces on the longer pitches.","location":"Hike the trail to the South Buttress and scramble up on to the big ledge below the obvious arching crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,04183061-35ac-5a7c-94e1-6dc383fb2efd,a6a65481-8776-505d-8037-6820820467b5,9231e1d3-b850-59a3-a60e-2c2c36d26d6a","pathTokens":["USA","New Hampshire","*Whitehorse Ledge","2. South Buttress","Inferno - Atlantis Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":9,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":9,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16901,44.05123]},"bbox":[-71.1696356416756,44.050780339818125,-71.1683843583244,44.051679660181854],"left_right_index":-1,"ext_id":"105909640","area_id":"kjHh07hQWaOmDiwsNtJtag=="},"content":{"description":"If you can't tell from the route names Hotter than Hell, Inferno, and the like this is a very warm southern exposed cliff. On a summer day it can really live up to the route names...However in the late fall and sometimes winter you can have a pleasant day when the weather is way too cold for other crags.... You can recognize this section on the far left end of the cliff by the tree ledge splitting it at half height...Much like the one splitting the left end of Cathedral. Must do, Hotter than Hell (5.9) to Inferno (5.8) CLASSIC! Also Atlantis (5.10b), Lost Souls (5.10a), Tranquility (5.10c) among other great climbs....\n\nThe climbs are ordered Left-to-Right, where they are about 50 vertical feet up the slab. (See section \"About Route Order\") The short, 40-45ft climbs on Cathonian Slab have been moved to their own sub-area under South Buttress. \n\n "},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:12:11.673Z","updatedAt":"2024-01-15T16:46:33.130Z"}