{"_id":"63689de0e80bff5a994f92c5","area_name":"West Ridge - part F - The Potato Chip","shortCode":"","climbs":[{"_id":"wg1sc2vMWQK2fDAY3zGk6w==","name":"Treetop Flyer","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bruce Miller and Kent McClannan, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":9,"mp_id":"107119008","mp_crag_id":"105745828","climb_id":"wg1sc2vMWQK2fDAY3zGk6w==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Mess up the opening moves on this one and you will understand the route's name.  Climb up into the roof and layback a fingertips seem to get onto the face above.  This is the crux and a few moves will bring you to easier rock. Continue up the easier crack above to the big ledge below the south face of the Potato Chip. The pro at the crux is a bit sparse.","protection":"SR.  Thin gear for the start including micro cams and Ballnuts.","location":"This is on the left side of the buttress located below and to the southwest of the Potato Chip. The climb goes over a roof behind a big pine tree next to the rock just right of a large, dead tree.  Rap west 60' from a tree on the west end of the big ledge at the top."},"__v":0},{"_id":"1JA9cjwPXzSaD2nIEdwYjA==","name":"Sour Cream","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M. Brooks, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":2,"mp_id":"105756265","mp_crag_id":"105745828","climb_id":"1JA9cjwPXzSaD2nIEdwYjA==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Approach as for the Potato Chip.  Once at the knifeblade SW edge of the Potato Chip, look ~ 60 feet left to an obvious right-facing crack system that curves upward and though a small dihedral before kicking back to a lower angle and running past a 2' tall tree and up a dirty crack.  Climb up great rock through some really beautiful moves.  I actually got 2 no-hands rests from knee locks in the acute overhanging dihedral.  After about 50' of climbing the off-fingers crack passed an overhanging section and transitioned to a low-angle, and somewhat loose/dirty system that keeps this climb from being 2**.  Too bad.\n\nThis pitch protects as weel as you could ask for.  Go do it when you are up there.\n\nTo descend, walk north past 2 false summit blocks (1 visible, then 1 hidden block).  From the third black, cut back hard left (S/SW) to a pine tree and walk/scramble down the ridge to the trail near the base again.  This takes ~ 2 minutes.","protection":"One full set of cams, from .5\" to 3\" Lowe Tricams and stoppers are also useful, but not needed.","location":""},"__v":0},{"_id":"qerybynMWu+5bbXJLPlGQg==","name":"Ruffles Have Ridges","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"T. Bubb, J. Meir, 4/28/02","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":3,"mp_id":"105756262","mp_crag_id":"105745828","climb_id":"qerybynMWu+5bbXJLPlGQg==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Approach as for the Potato Chip.  Once at the knifeblade SW edge of the Potato Chip, look 25' left to an obvious arete.  Climb past some marginal rock afor about 15 feet to the arete from the left.  Climb the arete, first from the left, then to the right, switching back left after a horizontal nearly at the top.\n\nThis pitch protects every 10' or so, predominantly in good solid horizontals.  Double ropes could be useful, but are by no means necessary.  It was done first on a single rope and many 2' runners to avoid drag.\n\nTo descend, walk north past several false summit blocks (2 visible, then 1 hidden block).  From the third black, cut back hard left (S/SW) to a pine tree and walk/scramble down the ridge to the trail near the base again.  This takes ~ 2 minutes.","protection":"One full set of cams, from .5\" to 3.5\" Additional pieces might be useful, but not required for a safe lead.","location":""},"__v":0},{"_id":"IgBH0y5bURSVZEvZURgLgw==","name":"Potato Chip Route (Regular Route)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Woodruff and Dan Hare, 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":4,"mp_id":"105756037","mp_crag_id":"105745828","climb_id":"IgBH0y5bURSVZEvZURgLgw==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Although this route is only about 150' long, it is best to split it into three short pitches.  The route starts on the west side of the Potato Chip.\n\nP1: Climb a rotten gully up under the north face of the Potato Chip.  This pitch is unpleasant but not difficult (class 4).  Belay at a tree below an obvious diagonal crack.\n\nP2: Ascend the Spud Nordwand via the diagonal crack!  This crack overhangs slightly and varies a lot in width over its 50' length.  There is one wide section which fortunately does not last long.  The crux is near the top where the crack narrows down to thin hands/fingers.  Belay on the west ridge where the crack ends.\n\nP3: Traverse out onto the south face, then head straight up to a belay on top (5.9).  This is the only pitch that is not well protected, but I do not remember it being very scary.  Alternatively, you can head directly up the west ridge (10a S).\n\nScramble off to the east (you may want to keep the rope on for a move or two).","protection":"Standard rack to #3 Camalot","location":""},"__v":0},{"_id":"dzyMhIi8VJCquhyUe9nw2A==","name":"Poor Man's Wendego","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mick Follari, Jim Nigro, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":8,"mp_id":"107118871","mp_crag_id":"105745828","climb_id":"dzyMhIi8VJCquhyUe9nw2A==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"This looks like a mini version of its namesake down on the Rincon Wall, but it is nowhere near as classic.  Undercling out the right side of the roof being careful not to slip on lichen.  The crux is at the end of the traverse.  One more tricky move up and it's over.  Cruise easier terrain to the top.  The gear is not great on this one.","protection":"SR, tree with slings to get down.","location":"This is on the buttress below the Potato Chip.  Near the left side of the rock, left of two trees, but right of the gullies that lead up to the Potato Chip there is a big overhang with a steep slab under it."},"__v":0},{"_id":"XKhtG2IwUvafAf/T5Z5L8A==","name":"Petite Giraffe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"M. Brooks, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":0,"mp_id":"105756271","mp_crag_id":"105745828","climb_id":"XKhtG2IwUvafAf/T5Z5L8A==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Follow the directions as for The Potato Chip route.  About 80' uphill to the left of The Potato Chip itself, you can see a crack that ascends to an outward-overhanging wide section.  Start from a little corner on the ground (right facing alcove for the belay).  Climb the first 15' of rock to get situated below the bomb-bay offwidth.  Place a piece of gear, then make surprisingly easy moves to layback and under and around the crack, moving out and left.  A few small but solid incuts up and left on the arete complement the reasonably good foot holds, and make this section pretty comfortable without much gear nearby.\n\nUse some heal-toe lock, knee bars, arm bars or chicken wings in the crack while you fiddle in a #4 Camalot.  Move up past the short OW section (6' at most of real OW) and then climb up 60' more of various cracks overhead, at a moderate grade.\n\nAll in all, this route felt very easy for it's given 5.9 grade.  We believe it to be 5.8, unless it is your first offwidth.\n\nDescend by walking around left (NW) past a single [summit] block, then down and left to the pine tree and down the ridge as described for Sour Cream and Ruffles Have Ridges.","protection":"A standard Eldo rack + one #4 Camalot\n\nA [single] #4.5 or #5 Camalot will help if you are at your limit or don't climb O.W. well, but the route is reasonably safe without any OW gear","location":""},"__v":0},{"_id":"8NqZgYUbW6WSWs+13zQMtw==","name":"Mr. Potato Head","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Levin & Dan Hare, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":6,"mp_id":"105756034","mp_crag_id":"105745828","climb_id":"8NqZgYUbW6WSWs+13zQMtw==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Mr. Potato Head climbs the right side of the south face.  Follow a line of bolts into a shallow corner, then punch for the top.  The bolts at the crux are pretty close together.  Worth doing if you are up here, or as a warm-up for the .12b south face route French Fry, but not exactly a destination climb.  On an historical note, this was the last bolted route done before the Eldo bolting free-for-all got shut down.","protection":"QDs.","location":""},"__v":0},{"_id":"i3OhpGlXXoeriZ30Svhhmw==","name":"Mountain Jam","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kent McClanan and Mick Follari, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":13,"mp_id":"107118926","mp_crag_id":"105745828","climb_id":"i3OhpGlXXoeriZ30Svhhmw==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Start at a pillar with a nice hand crack above its left edge.  Climb to the top of the pillar and engage the crack above.  Easier climbing leads to a sloping ledge and a rotten overhang.  Above the overhang is a great crack in a perfect open book.  Getting over the overhang is the crux and while it is well-protected, there is a lot of loose crumbly rock to negotiate on the way. This might be a little scary for a leader at their limit.  Above the overhang, climb the excellent crack to the ledge below the south face of the Potato Chip.  You can also head left (recommended) to a tree with slings before the ledge.","protection":"Standard rack.","location":"This is on the right side of the buttress located below and to the southwest of the Potato Chip. This is the first crack system right of\n\nDon't Peel\n\n.  Rap from a tree at about 70' or head up to the ledge below the Potato Chip and go left to a big tree on the west edge of the ledge and rap 60' west to the ground."},"__v":0},{"_id":"kUPtVLMxWW2CHon2J2t+ag==","name":"Idaho Express","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Kent McClannan and Bruce Miller, 2009.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":7,"mp_id":"107119033","mp_crag_id":"105745828","climb_id":"kUPtVLMxWW2CHon2J2t+ag==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"This is a fun, moderate crack that is worth doing if you are in the area, but it is not worth the hike as a destination climb. The protection is good throughout and the climbing is interesting on the steep and well-featured wall.","protection":"Standard rack.","location":"This is on the far left side of the buttress located below and to the southwest of the Potato Chip. Idaho Express climbs the obvious crack system to the left of\n\nPoor Man's Wendego\n\n. Rap from a tree with slings at the top."},"__v":0},{"_id":"Cdr7mxdYUEKar/cS99pW0g==","name":"Hypothermia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Beaman, Scott Woodruff, Dan Hare, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":14,"mp_id":"107131756","mp_crag_id":"105745828","climb_id":"Cdr7mxdYUEKar/cS99pW0g==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"I really liked this route.  It is steep and strenuous with really good moves and good gear.  Some of the rock is suspect and certainly dirty.  I had three stars worth of fun, but I'm afraid this one may be destined to obscurity.  The hike is long, and the climb is short.  The first 15 feet have some loose stuff, but you can avoid it.  The crux starts at a little overhang where you can reach up and place bomber nuts in the finger crack above.  As you undercling the hollow and fractured flake, keep in mind this whole section might fall off with you on it.  Perfect finger locks lead to a wide section.  Follow the crack right.  A #5 is nice to have here, but you'd be fine with a #4, or you might live with just a #3.  When the crack jogs back left there is a giant block that may fall out and kill your belayer, just YARD on it since it's a good \"jug\".  Head up and left (#0.75 or #1 Camalot).  You might as well belay here @ a tree since it's really comfy, and you can watch the 2nd.  There is a short second pitch (~20 feet) that could be linked with the first.  A couple tricky moves but mostly perfect hand jams.  At the top of this there is another tree.  Rap from here or hike up around the Potato Chip and do that, too.  (That way you can justify that #5 you have with you).","protection":"Standard rack to #4  (optional #5), Tree with slings to rap.","location":"Hypothermia is on the South East facing wall of the buttress below the Potato Chip.  The easiest way to find it is to hike up the Redgarden wall trail.  When you see the walk off, continue for a couple hundred feet along the base until you see the crack."},"__v":0},{"_id":"QLytAS0rVFSer842nnKofQ==","name":"Ground Control","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kent McClannan, Bruce Miller, 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":10,"mp_id":"107118824","mp_crag_id":"105745828","climb_id":"QLytAS0rVFSer842nnKofQ==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"The crux comes right away on this one.  It's way harder than it looks.  Those jugs you are going for don't actually exist.  Maybe it is stiff for 5.8, but that's what the plus is for, right?  You can get overhead gear for the start anyway (a nut or small cam, or both).  Crank into the corner and continue cruising up great featured rock with OK gear.  Make sure to place gear when you reach the rotten band under the roof.  There is a good #3 or a hex on the lower right side of the band.  Make exciting 5.6 moves up into and over the roof.  There is not much gear here, but jugs appear.  Angle over right to a tree with slings.","protection":"SR, tree with slings. There is plenty of rope to lower off.  There is good gear at the crux, but it is runout on easier terrain....","location":"This route is on the buttress below the Potato Chip.  It starts at a right-facing corner with two thin cracks on the left wall and just downhill from a big tree near the rock."},"__v":0},{"_id":"KtNvd9WAVtWMuw6L8C3Pmw==","name":"French Fry","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Horan and Adams","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":5,"mp_id":"105756421","mp_crag_id":"105745828","climb_id":"KtNvd9WAVtWMuw6L8C3Pmw==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Killer position, awesome moves, but man what a pile! After I unweighted the first left foothold it crumbled, larger loose holds to the top...Which way is up? After the fourth bolt I was'nt sure where to go, so I went up. A bit hairy, but I did'nt have a sling to drape over this huge (loose) flake. Once on top...Where the *@&% is the anchor?? So I straddled the summit, lowered down my end to get two long tied runners and a big link to sling around the summit...  Anyway, there is a defined crux getting to the third bolt. Basically, some good powerful moves with loose holds...Two stars I guess.","protection":"4 QD's and shoulder length sling","location":""},"__v":0},{"_id":"kj1GBsPqWsmNLJZBfeRVRQ==","name":"Eye of the Potato","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bruce Miller, Kent McClannan, 2009","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":11,"mp_id":"107118850","mp_crag_id":"105745828","climb_id":"kj1GBsPqWsmNLJZBfeRVRQ==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"This route has some great moves on cool, featured rock.  The protection on the other hand was uninspiring.  Let's just say I'm glad I top-roped it!  Pull big, rotten jugs above the little cave.  Awkward stemming gets you through the crux dihedral.  More stemming leads to the upper bulge which can be climbed multiple ways all without much pro....","protection":"SR including RPs, micro cams, maybe Ballnuts.","location":"This is on the buttress below the Potato Chip.  Right in the center of the wall there are some nice looking seams.  This is the one right above a little cave."},"__v":0},{"_id":"O6m4S90TVWa02ryj7PYKSQ==","name":"Don't Peel","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bruce Miller and Kent McClannan, 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":12,"mp_id":"107118979","mp_crag_id":"105745828","climb_id":"O6m4S90TVWa02ryj7PYKSQ==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Climb up jugs in the overhang and climb the concave face with a thin seam above.  The crux is just above the overhang and is hard to protect.  A #6 Camalot can be placed in a big pod just above the overhang and a ball nut will go in the seam about 6' higer.  There is no other pro to protect the crux moves.  Above, the climbing gets easier and a crack, slightly to the right, leads to the rap tree.  This upper crack takes good gear.","protection":"SR with a #6 Camalot and Ballnuts.","location":"This is on the right side of the buttress located below and to the southwest of the Potato Chip.  The climb is about 10' left of\n\nMountain Jam\n\n."},"__v":0},{"_id":"0YVWLY60UTiBVK0X6FHVIg==","name":"Chives","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb, J. Meir, 4/28/2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"left_right_index":1,"mp_id":"105756268","mp_crag_id":"105745828","climb_id":"0YVWLY60UTiBVK0X6FHVIg==","areaRef":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":"Follow the directions as for Sour Cream.  Climb the first 40-50' of Sour Cream (the good part) and just after passing the overhang, place a few good pieces of gear (tricams or SLCD's, 1\" to 1.5\") on a 2' sling, just below a small roof.  This is ~ 8' below a tiny pine tree in the Sour Cream Crack.  From that pro, traverse hard right on 2 good holds to the arete.  These moves are great!  Climb the arete for about 10' to the first available gear.\n\n* This previous section is a little runout and requires a solid head.  None the less, it should be reasonably safe for an experienced 5.9 leader, as the hardest moves are the traverse and they are well protected. **\n\nContinue on the arete upward.  This is the second prominent arete left of the Potato Chip.\n\nDescend as for Ruffle Have Ridges","protection":"A standard Eldo rack, or 1 set cams .5-2\" + a few tricams.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,de4cb35e-e240-5215-ba23-5e89db17bc91,38a3d91c-f250-56a2-9d60-c05c00088000","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","West Ridge, The","West Ridge - part F - The Potato Chip"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":2,"label":"5.8"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10c"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":5,"intermediate":8,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":8,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28757,39.93129]},"bbox":[-105.28815640002917,39.93084033981813,-105.28698359997087,39.931739660181854],"left_right_index":-1,"ext_id":"105745828","area_id":"OKPZHPJQVqKdYMBcAAiAAA=="},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:55:58.087Z","updatedAt":"2022-11-25T11:16:31.185Z"}