{"_id":"6368a1b8e80bff5a99553f15","area_name":"Triple Corners Center","shortCode":"","climbs":[{"_id":"rfmVDR1UViGhK4iS+mremA==","name":"Wild Blue Yonder","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Ward Smith, 5/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":8,"mp_id":"106975531","mp_crag_id":"106724677","climb_id":"rfmVDR1UViGhK4iS+mremA==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"This line ascends the obvious proud arete left of Skunks in the Gym.  The climb starts on the large ledge below the arete.  Approach using the often wet ramp on the right side or via Jammit Damnit or one of its neighbors.  Do your belayer a favor and bring a long stick to skip the first bolt and clip the second.  The first is located a bit above head height and only serves to pull the belayer into the wall.  Climb the warm-up 5.10ish section onto the slab and a good stance.  The business starts above.  Twenty feet of refrigerator squeezing will get you to the resident bail biner and a pair of heartbreakingly devious moves.  Crack those to gain a jug and the anchors.","protection":"6 bolts to anchors","location":""},"__v":0},{"_id":"F4Vz2G6LUoSt8qG1Gw5c6g==","name":"Twit","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tim Gotwols fall 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":7,"mp_id":"107215545","mp_crag_id":"106724677","climb_id":"F4Vz2G6LUoSt8qG1Gw5c6g==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Off the ledge climb the wide crack and mantel right. Move up staying right to clip your bolt. Scratch your head for a while then shrug your shoulders and let it rip! It was very interesting to figure out how to get in to the corner. It's quite a grovel to get started. You will be happy to have the lone bolt at the crux. I placed a piece a couple feet up from the bolt too. Wedge in to the corner and chimney up utilizing the crack for jams and solid protection. REALLY fun climbing after the brutal crux. \n\n  I cleaned out all the green stuff and spiders that were living in the corner so now is your time to get on it!","protection":"1 bolt and regular rack. Build an anchor or head up to the tree anchor above.","location":"The right hand corner of the \"triple corners\". Look for the bolt and tight corner above."},"__v":0},{"_id":"9vAx+gp4XqmcYJymsFKSZw==","name":"Trundle Love","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Lee Hansche and Jakob Montoya 4/6/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":2,"mp_id":"106721971","mp_crag_id":"106724677","climb_id":"9vAx+gp4XqmcYJymsFKSZw==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"A fun corner climb that had so far been overlooked but is deserving of a little traffic. If it sat at ground level it would have been developed years ago. It sits on a ledge half way up the center section at Triple Corners. Could feel easy for a very tall climber and a bit harder for short climbers, but fun all around! \n\n  Climb the corner with good sidepulls and underclings to start. Stem it out to a jug, Pull a fun mantle move to a rest stance and climb the slabby face to a ledge out left and clip the anchor.  \n\n  There are a couple loose holds near the top that are keyed in pretty well, I pulled off everything i could (as the route name implies) but keep an eye on them just in case. \n\n  Worth doing. You can now do a 3 pitch route that links Triple Delights (5.4), Trundle Love (5.9) and Reasons to be Cheerful (5.9) to the top of the cliff, all good climbing. \n\nyoutube.com/watch?v=p0bSiaY…","protection":"3 bolts to ring anchors","location":"The easiest way to get there is to climb Triple Delights (5.4) top it out and walk up to the tree below the obvious corner... You can anchor and belay from here... You can also opt for a scramble on to the ledge starting right of Jammit Dammit and heading left on a ledge across that route to the nice belay ledge...  \n\n  You can rap/lower all the way to the ground from the anchors with a 60m rope..."},"__v":0},{"_id":"9TJToBsUUSeZfGLcf5fMJA==","name":"Stress Management","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Iber and Chris Hassig 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":10,"mp_id":"106494878","mp_crag_id":"106724677","climb_id":"9TJToBsUUSeZfGLcf5fMJA==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"First off yeah, i know, it could use a good cleaning. However the climbing is really good. The crack it self made me drool it was so pretty (if a bit short). Even if it was clean it wouldn't see much action but its pretty cool. Really i wonder with the amount of lichen on it if Lily and i didn't do the second ascent today, haha.\n\n From the tree stump on the ledge above The Full Effect(5.10c) which is a good 1st pitch, get up on a small boulder, protect, then step out left on to a cracked face (small cams would have been nice here but some tricky nut craft got me by). Move up to a perfect off-fingers crack with a birch tree growing out of it, climb the crack to the top and belay from the trees.","protection":"cams from micro to thin-hands and some nuts.   from the trees at the top its two rappels with one rope or one rappel with two ropes to get back to the ground.","location":"Above the tree stump on the ledge above The Full Effect 5.10c."},"__v":0},{"_id":"tCRFLTFfVqOApqh6Iuaxsg==","name":"Skunks in the Gym","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Quinn 96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":9,"mp_id":"106190876","mp_crag_id":"106724677","climb_id":"tCRFLTFfVqOApqh6Iuaxsg==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"This one might be a classic if it was in a better location. It is still a great climb that i might describe as a more difficult take on the style of Lonesome Dove. Hyper technical on-your-feet climbing on edges and indistinct holds leading up the slab. finding the bolts is easy but finding the path between them is often kinda tricky as the route wonders a bit. \n\n  Start at the top of the slab/scramble that gives you access top the upper middle section of Triple Corners. There is an anchor here, you should use it. \n\n  Climb up the steep sometimes wet groove chimney that leads to a nice ledge at the base of the face that is the meat of Skunks in the Gym. Climb the tricky face wondering a little till your feet are sore and you find your self at a very tricky last couple of moves to get to the anchor. There are a few ways to do it. I still don't know the \"right\" way, i make it feel pretty hard.","protection":"9 bolts to anchors","location":"in the center section of Triple Corners look for a nice steep right facing slab protected by some steep climbing up an often wet groove."},"__v":0},{"_id":"9hzQ3Im6VMqybTcihzI04A==","name":"Sergeant Schultz","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Paul Wonsavage 5/96","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":14,"mp_id":"106490343","mp_crag_id":"106724677","climb_id":"9hzQ3Im6VMqybTcihzI04A==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Another overlooked 5.10 that is pretty fun. It is plagued by wetness at times but worth while when its dry. \n\n  If you are standing looking up the low angle ramp leading to the upper routes look to your right and you will see the first 2 bolts on a steep angular face. This first part might be steep but its not too hard due to good incut holds. The crux comes as a pull over the lip on to a slab where you will find 2 more bolts and a few tricky moves. The pull on to the slab can be done directly (reachy) or by moving right and then back left (Technical). After a couple of low angle moves you are just sailing to the ledge and anchor.","protection":"4 Bolts to anchor.","location":"If you are standing looking up the low angle ramp leading to the upper routes look to your right and you will see bolts leading up a steep, featured wall."},"__v":0},{"_id":"yQ3r0yI2X1Ky3hjS6IHGdg==","name":"Reasons to be Fearful","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ward Smith, '90s","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":6,"mp_id":"107215563","mp_crag_id":"106724677","climb_id":"yQ3r0yI2X1Ky3hjS6IHGdg==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Cleverly named after it's neighbor Reasons to be Cheerful, This one is Fearful due to the detached nature of the entire route. You can feel the huge feature vibrating the whole way up! this is probably why it never got bolted. \n\n  Start as for one of the corners then gain the arete and stick to it for an amazingly fun climb! Great moves all the way on perfect rock, the only problem is that you have to climb one of the corners to get there then figure out a good anchor for the TR. Anyway, if you have a chance... do it. You will not regret it.","protection":"Toprope!","location":"Between the Central Corner and Twit is a big sharp edged arete. This route climbs right up it."},"__v":0},{"_id":"czQBMWAAVTaGJMwfNDywxg==","name":"Reasons to be Cheerful","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tim Gotwals fall 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":3,"mp_id":"106721145","mp_crag_id":"106724677","climb_id":"czQBMWAAVTaGJMwfNDywxg==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Scramble out left from the upper deck to a nice stance below to crack (might want a belay). There is a single bolt belay anchor there. \n\n  Climb the steep start on good holds to a stance on the left. Jam the sweet locks to a tricky spot 2/3 of the way up puzzle through that and you earn more great finger locks and jams till you are at the top.","protection":"Regular rack from fingers to hands. 2 bolt anchor. The placement of the anchor over the sharp edge made me decide to rap off rather than lower, to save the rope.","location":"To the right of the 3 corners on the upper center section of the cliff (for which the cliff was named) look for a right facing corner with a nice finger crack in it."},"__v":0},{"_id":"UXLJPU0pXeu6YVGEd1w/lg==","name":"Lower Buttress Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tim Gotwols 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":1,"mp_id":"106721130","mp_crag_id":"106724677","climb_id":"UXLJPU0pXeu6YVGEd1w/lg==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Between Jammit Damnit and the approach gully to the upper deck look for a line of bolts. \n\n  Climb often wet moss and rock through bushes to a confusing 5.8 boulder problem or step right to avoid the crux at 5.5ish and just get it over with cause that's probably what you will feel like doing.","protection":"6 bolts to anchor.","location":"Between Jammit Damnit and the approach gully to the upper deck"},"__v":0},{"_id":"QZl7xjULVDuG8mX1MBAh/Q==","name":"Logjam","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Pike 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":4,"mp_id":"107215507","mp_crag_id":"106724677","climb_id":"QZl7xjULVDuG8mX1MBAh/Q==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Not a bad climb but ill admit it's a bit dirty. with a good anchor at the top (or an anchor at all) and a little traffic to clean it up it could be quite nice. But until then it will await the adventurous few that seek out these seldom climbed lines that lack the shiny bolts. \n\n  from the ledge below the wide steep crack (which is start for the harder corners) move left around a small tree and climb easily back right below the corner. Stem and jam up the corner or maybe chimney a few moves to the top.  \n\n  Good pro, good fun but dirty and often wet :(","protection":"3 rusty pins and a regular rack.   No real anchor to speak of unfortunately. you could continue to a tree or build an anchor. There is at least one tree anchor off to the right but the slings were looking a little old.","location":"The left most of the \"triple corners\". From the ledge at the top of the ramp move around to the left and back below the corners. Stay to the left in the widest corner."},"__v":0},{"_id":"EbjVRaGjXfOi/wSVfHqm9Q==","name":"Lichen Flakes","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":11,"mp_id":"106355855","mp_crag_id":"106724677","climb_id":"EbjVRaGjXfOi/wSVfHqm9Q==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"From the tree stump, climb on to the boulder to the climbers right (check out the old rusty pin). Climb on huge flakes and cracks past a nice hand jam. Make a fun Exposed move out right then up easy rock to the top of the cliff. Belay from trees... Hike off or rap with 2 ropes (not sure if you can do it with one so I'm being safe).\n\n The Guide book calls it 5.1 but that seems silly. Its about the same difficulty as Clippity-Do-Da. Also some may not agree at giving it 2 stars because its easy and dirty but for its style I found it really fun, exposed and containing interesting moves. I also did in the winter.","protection":"Regular rack. Belay from trees.","location":"Starts from the big flat ledge to the right of the corners in the center section of the cliff. From the tree ledge at the base of the Skunks in the Gym slab belay from the huge pine tree. Climb easy line above."},"__v":0},{"_id":"3JrYxAuBW7avHib/2gjAog==","name":"Jammit Damnit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tim Gotwols 2006","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":0,"mp_id":"106721107","mp_crag_id":"106724677","climb_id":"3JrYxAuBW7avHib/2gjAog==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Not a classic but a decent warm up as you head up to the anchors on upper deck. \n\n  Look for the path of decent rock up the middle of the junky lower half of the center section. Climb the juggy start past 3 bolts to a ledge, walk over to the 4th bolt and the base of a steep wall with cracks in it. Jam the cracks past more bolts (that just sounds wrong) to a slab and the anchors.  \n\n  I did it on gear and it went fine so choose your  evil, draws or gear.","protection":"7 bolts to anchor.","location":"Middle of the lower center section. Right in front of you as you hike up from Starship Enterprise."},"__v":0},{"_id":"InD+B9RIUJK7G6gEg2+xtA==","name":"Full Throttle","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Dave Quinn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":13,"mp_id":"110896545","mp_crag_id":"106724677","climb_id":"InD+B9RIUJK7G6gEg2+xtA==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"This route is so much fun,.. it has you firing on all cylinders from beginning to end! With a good clip stick you can hang the 1st three draws from the ground or hike around and rap in from the anchor of Sergeant Shultz. The route follows the obvious overhanging white rib of rock at the start of the gully that leads up to \"Wild Blue Yonder\" and \"Skunks in the Gym\". Climb straight up to the 1st bolt and make increasingly difficult moves out right to an obscure hold in dark rock to clip the 2nd bolt. Launch back left and make super fun compression moves to the top of the rib and clip the 3rd bolt at your hip. If you are \"heroically\" strong, (or just not as weak as me), you might clip lower. After encountering the fourth and final bolt, make another crux move to exit left to the anchor!","protection":"4 Glue in Wave Bolts","location":"10' left of \"Sergeant Shultz\" and 30' right of \"The Full Effect\""},"__v":0},{"_id":"5pYf9xTSVNWZHf4XTxibmA==","name":"The Full Effect","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Chris Smith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":12,"mp_id":"106494144","mp_crag_id":"106724677","climb_id":"5pYf9xTSVNWZHf4XTxibmA==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Midway up the low angle ramp leading to the upper routes, you should be able to clip your first bolt from the ramp.  Fun, moderate starting moves will lead you to a slab stance below the trihedral cutout.  For a more difficult climb head straight up on finger locks and crimps, otherwise, thin feet to large holds out right will give access to your final bolt before the anchors.  Crux moves through the trihedral led to big holds to clip the anchors.  A kneebar may help you get a closer look at what technique works best for you through the crux.  Nice airy falls.","protection":"6 bolts to anchors","location":"Midway up the low angle ramp leading to the upper routes, look to your right and you will see the starting bolts"},"__v":0},{"_id":"UUs6/hyPXbSfOsYtaBY3Ug==","name":"Big Worm","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Steve Dupuis and Dan Moore 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":15,"mp_id":"106494178","mp_crag_id":"106724677","climb_id":"UUs6/hyPXbSfOsYtaBY3Ug==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"When i did it a few years ago it was reasonably clean, these days its looking pretty manky. The climbing was pretty fun but not particularly memorable. \n\n  Climb the slab with trad gear and a couple of bolts to the ledge above. \n\n  Balancy slab climbing between good holds.","protection":"Trad gear past 2 bolts.","location":"look for the lonely bolts on the cleanest part of the dirty slab as you hike between the center and right sides of Triple Corners."},"__v":0},{"_id":"HScPjAQ7WZueE5+HCT57Bg==","name":"Central Corner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"left_right_index":5,"mp_id":"107215526","mp_crag_id":"106724677","climb_id":"HScPjAQ7WZueE5+HCT57Bg==","areaRef":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"Great climbing! In Conway it would get lots of love. Understandably it sees little action at Rumney since it isn't very sporty. It wasn't too dirty when I was on it but there was a little loose rock and dirt up top that my rope was threatening to knock down. I moved my anchor and crisis was averted.  \n\n  Climb the wide crack right off the ledge manteling to the right and up to a nice stance. Find your way in to the corner awkwardly in a wide hand jam mixed with some perfect hands. It's a bit of a grovel but in a nice Yosemite way not a bad way. It eases up on the second half but you are still climbing 5.8 all the way to the top.","protection":"Regular rack, the guide book says to bring a wide cam but if you look close you can find other options.   Build an anchor or head up to a tree anchor a ways back (bring a sling to add, the anchor is looking a little ratty)","location":"As the name implies this is the middle corner of the \"triple corners\". Look for the wide crack start and a nice tight corner above with a hand crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,c1c5135a-5ca3-5778-9fe2-7d5d638459be,a50d591f-95f4-50cd-b1d7-77939200c3f2","pathTokens":["USA","New Hampshire","*Rumney","Triple Corners","Triple Corners Center"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c/d"},{"count":2,"label":"5.10d"},{"count":3,"label":"5.9"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.8"},{"count":1,"label":"5.3"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":0,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":2,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":9,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84229,43.80401]},"bbox":[-71.84291304674984,43.80356033981813,-71.84166695325017,43.80445966018186],"left_right_index":-1,"ext_id":"106724677","area_id":"pQ1ZH5X0UM2x13eTkgDD8g=="},"content":{"description":"This area is quite varied and has more trad routes than most of the other cliffs at Rumney. There are however a few nice sport climbs here like, Skunks in the Gym (5.10c). It's a super cool techy slab/face climb. The Full Effect (5.10c) is a fun time as well. Many of the trad routes are plagued by wetness, but if you like finger cracks you must do Reasons to be Cheerful if you catch it on a dry day. No one is ever here and no it's not the best crag around but on a dry day there is no reason to pass up the opportunity to pick the gems."},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:12:11.311Z","updatedAt":"2022-11-25T11:20:00.789Z"}