{"_id":"6368a36ae80bff5a99582962","area_name":"Main Area","shortCode":"","climbs":[{"_id":"/FmUUrINUxCn7wEq2kPpGQ==","name":"The Windy Corner","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Pajunas, Jim Davis, October 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":2,"mp_id":"114608864","mp_crag_id":"114523888","climb_id":"/FmUUrINUxCn7wEq2kPpGQ==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Excellent route up steep crimps and jugs along an exposed arete. Clip two bolts up the overhanging start to an easy run to the next bolt up on the face (optional gear placements). Continue clipping tightly spaced bolts and pulling on great holds to 2 bolt rap anchor.","protection":"Bolts, optional gear placements in horizontals between 2nd and 3rd bolts.","location":"Obvious bolted arete just to the right of the giant ponderosa at the base of the descent gully."},"__v":0},{"_id":"I9xeETugWgG+dVGUieTsdg==","name":"Trick or Treat","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Pajunas, Jim Davis ( assist: C. Martin ) Halloween 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":4,"mp_id":"114523893","mp_crag_id":"114523888","climb_id":"I9xeETugWgG+dVGUieTsdg==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Balancey climbing up positive crimps leads to an awkward crux about midway, and continues up easier terrain to a 2 bolt metolius rap bolt anchor on the left side of a ledge (Shared with Something Man to the right).","protection":"Shiny bolts, 2 bolt anchor","location":"The leftmost of 3 very similar sport routes on the same section of rock, split by a chimney this area lies about 30' left and uphill of the start for Cougar Buttress."},"__v":0},{"_id":"e24LadWIWA+2wZ3fMTJXQg==","name":"Surgical Focus Slight Return","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA Jim Davis (assist: Alumbaugh, Foff, Frank) FRL Jonathon Thesenga","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":11,"mp_id":"117859767","mp_crag_id":"114523888","climb_id":"e24LadWIWA+2wZ3fMTJXQg==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"The natural extension of Surgical Focus that leads up to and shares the anchor with Tova (route on the arete).","protection":"Bolts up to bolted anchor with chains.","location":"East of the main wall, and the slab faces the West. Route is to the right of a 5.6-5.8 trad climb and left of Tova (5.10b arete next door). "},"__v":0},{"_id":"SRIRxQlGWuWEiNb059wRcA==","name":"Surgical Focus","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA Jim Davis (assist: Alumbaugh, Foff, Frank)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":10,"mp_id":"117859699","mp_crag_id":"114523888","climb_id":"SRIRxQlGWuWEiNb059wRcA==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Fun and steep slab full of crimps and small feet placement. Well protected. There is a bolt for rope solos about a foot off the ground and the first true bolt is about 15 feet up. Route continues naturally past the anchor bolts towards the Tova anchor (route on the arete) and is what becomes Surgical Focus Slight Return 5.11b.","protection":"5 bolts with 2 additional bolts for anchor setup.","location":"East of the main wall. Slab faces the West and is right of a 5.6-5.8 trad route and left of a bolted arete known as Tova (5.10b). "},"__v":0},{"_id":"L7Dd1VIIVhee+C7wqMi7AQ==","name":"Something Man","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FA Mike Pajunas, Jim Davis, Summer 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":5,"mp_id":"114523914","mp_crag_id":"114523888","climb_id":"L7Dd1VIIVhee+C7wqMi7AQ==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Balance up a nice lieback flake to the first bolt, continue up sustained edges and crimps (contriving to stay off right side wall optional but more fun, near the top)","protection":"Shiny bolts, shared 2 bolt anchor.","location":"Middle bolted line in this obvious area to the left (West) of the main Cougar Buttress route. Shares 2 bolt anchor with Trick of Treat to the right."},"__v":0},{"_id":"wcDTKr+NWieh9knpkL40jw==","name":"Sharpen Your Teeth","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":0,"mp_id":"114524742","mp_crag_id":"114523888","climb_id":"wcDTKr+NWieh9knpkL40jw==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Clip a bolt from the starting ledge, pull onto some nice jugs and work your way up to a steep but short overhanging corner with a couple smaller holds (crux), stem through this and pull through many more bolts of easy climbing to the top. Seems to be rated 11a on the Cascade Climber's forum list, but is much easier than that.\n\n Option to TR the nice lichen-speckled dihedral to the right (5.8) afterwards (turns to mossy choss at the top, after the dihedral ends, so wouldn't really recommend leading it at this time)","protection":"Many bolts, 2 bolt rap anchor","location":"From the intersection of the rock and the approach trail, walk west (left) skirting the base of the cliff until you pass two giant ponderosas at the base of the a gully (this is the walk-off gully for routes that top out). This route will be visible directly in front of you, scree skate your way uphill to it. There is a narrow canyon with a sport/trad mixed route in the back of it on your right, and on your left is the main descent scree gully."},"__v":0},{"_id":"at4D17LbXUWLxvSY7ZR2SQ==","name":"Shadow Play","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":1,"mp_id":"114527643","mp_crag_id":"114523888","climb_id":"at4D17LbXUWLxvSY7ZR2SQ==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Work your way onto the rock off of the steep scree hill (crux), clip the first bolt and work your way up and left into a funky overhanging lieback. Get some gear in the crack here and work your way up through it (actual crux). After getting established on the face above, be careful of loose rock and not hitting your belayer with it. Pulled a 20 lb chunk off just after the crux the other day (6/18). Climb past a few more bolts and a short finger crack to a 2 bolt anchor above some more loose rocks.\n\n Worth doing at least once! Will be better once it's a little cleaner.","protection":"A few bolts, and a few finger to hand sized crack widgets. 2 Bolt rap anchor","location":"On the far left side of the main buttress, from the approach trail: walk left for a couple minutes, pass two giant Ponderosa pines in a gully and cut uphill here. Locate the route \"Sharpen Your Teeth\" (listed just to the left of this one), and slog 15' up steep loose scree into the little canyon directly up and to the right of it. Currently this is the only route in there that starts on bolts."},"__v":0},{"_id":"EDN+uBl0U++r4a1vU9b8bw==","name":"Nothing Man","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"FA Jim Davis, Jon Sprecher ( assist: M. Pajunas ) Fall 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":7,"mp_id":"114523923","mp_crag_id":"114523888","climb_id":"EDN+uBl0U++r4a1vU9b8bw==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Lieback off a continuous crack/edge along the arete, make some especially challenging crimpy balance moves around 2/3rds height.","protection":"Bolts to 2 bolt rap anchor.","location":"Right of 3 bolted lines, this one is on a separate rock just to the right of a chimney. Just to the left of the main wall that holds Cougar Buttress 5.9."},"__v":0},{"_id":"SKHFw6c6UZqAbmkGioXtnQ==","name":"No Bolts Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":3,"mp_id":"114608898","mp_crag_id":"114523888","climb_id":"SKHFw6c6UZqAbmkGioXtnQ==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Mostly just face climbing around the wide crack for protection. Start on the obvious wide crack and lieback up around the bulge (crux). Then follow the crack systems trending up and left following easy edges to the anchor.\n\n Would be a better route if it was climbed more, still a friable top layer of rock that needs to come off.\n\n Apparently this route was retrobolted at some point and then the bolts were later removed.","protection":"Gear to 4\" 2 bolt rap anchor","location":"Obvious wide crack to the right of the giant ponderosa at the base of the descent gully. Shares an anchor with The Windy Corner sport route to the left of it."},"__v":0},{"_id":"hQHuhsp2VP+1hpH07iEqjg==","name":"Kona","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jon Sprecher, Jim Davis, David Haake, Summer 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":13,"mp_id":"119707677","mp_crag_id":"114523888","climb_id":"hQHuhsp2VP+1hpH07iEqjg==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"This route can be climbed on the left or right of the bolt line. The left side of the bolts goes through a tricky bulge but the right side has great patina edging and plenty of face features.","protection":"Bolts","location":"Find the light colored slab nestled in the third major alcove east of the Cougar Buttress route. "},"__v":0},{"_id":"pMX3fFezWOu4AnS7un1XDQ==","name":"Finger Crack Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":6,"mp_id":"114528958","mp_crag_id":"114523888","climb_id":"pMX3fFezWOu4AnS7un1XDQ==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"Climb the chimney splitting the wall in between Something Man and Nothing Man. \n\n Would be possible to climb it many different ways, but the easiest seems to be to follow the finger crack running along the right wall (which is used as a lieback on Nothing Man) up and then finish up to either anchor after the chimney narrows to an offwidth near the top. Getting out of chimney mode, pulling a few offwidth moves (semi-optional) and joining a sport route on either side is the crux.\n\n Finger crack and upper chimney could use some cleaning to make this an enjoyable lead, for now it's possible to toprope off the anchor for Nothing Man to the right.","protection":"TR from Nothing man, or lead with finger to hand sized gear (possible to reach out and clip bolts on either side at times also)","location":"Chimney splitting main slab which narrows to offwidth size at the top, between two sport routes."},"__v":0},{"_id":"gBP7F6uRWiWVfOPoAOakHQ==","name":"Exploring the Axis","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA pitches 1 & 2 w/ chimney start: Paul Landrum, Jim Davis (Fall 1977). FRA Brian McMillan, Jim Davis (July 2000).","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":8,"mp_id":"121486435","mp_crag_id":"114523888","climb_id":"gBP7F6uRWiWVfOPoAOakHQ==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"One of the longest, hardest climbs at the Coug'! 7 pitches of jams, stems, mantles, roofs, and chimneys. PITCHES: NOTE: Linking P1 & P2 is recommended as P1 is very short. P4 & P5 can be linked as well, but save small/med. gear after the 11a crux roof for the P5 gear belay on the spacious ledge. P3 is best done as a short traverse/roof pitch to prevent unnecessary drag and/or poor communication between climbers. P1 (~5.9): Short pitch. Climb steep bolted face past 3 bolts to ledge, or chimney system to the right on gear. (5.9)P2 (~5.9 or 5.10): Great crack climbing (mostly hand jams; up to 5.9 depending on crack chosen) leads an awkward belay below roof. 2nd pitch variation (5.10,  gear to 2 inches) climbs crack system to the right and out roof protected by a fixed pin. FA Jim Davis, & Doug Mishler, 1980.P3 (5.10): Cut right from awkward belay out right, clipping one high bolt before pulling the roof with marginal feet. Roof protects with finger-sized gear. P4 (5.10+): Head up and left into a steep corner pitch into the roof system. Rock becomes slick, with much yellow-green lichen. Next belay is up and right under the deepest section of the roof above. P5 (5.11a): Move out right to pull roof (good holds, but airy...chimney technique recommended), then up and right to gear belay on spacious ledge at the top of a short pinnacle. The roof move is well-protected from below with a sm-med. nut. P6 (5.8 PG-13): Moderate but loose climbing leads to bolted alcove anchor at base of offwidth. Nothing memorable on this pitch except considerably worse rock / choss on your way to the gaping offwidth above. The leader should thread the rope carefully to avoid knocking blocks on the follower. P7 (5.10+) Climb obvious offwidth (West Chimney) above and left of alcove belay. Piton near base. Gear to 5\" recommended. DESCENT:Rappel: Recommended...make 4 raps (with 70m or longer rope) from the top via the Cougar Buttress route rap stations (combination of rap hangers and bolts with rap rings). A single 60m rope will get you down too if you make 5 raps. Walk-off: top out on the summit offwidth, then turn climber's left to descent via Two Tree Gully, which splits Cougar Buttress' Western Bloc from Main Area. ","protection":"Single rack to 3\" for P1-6. Save some medium pieces for P5 gear anchor above 5.11a crux roof. Gear to 5\" recommended for finishing final pitch (West Chimney offwidth) unless you're very confident in 5.10+ chimneys or top out on another finishing variation pitch.","location":"The bolted variation of P1 can be easily identified just uphill of Silver Bullet (5.11d bolts trending right through crimps) and Cougar Buttress (5.9). The gear variation of P1 is the obvious dark-stained alcove to the west (climber's left) of the Cougar Buttress (5.9) alcove. As you climb Exploring the Axis, aim continuously for the biggest roofs on the wall and pull right through them..."},"__v":0},{"_id":"hIkMGZbQUKu95QS7Q/iXPQ==","name":"Edge of Light","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Davis, Mike Pajunas. Jon Sprecher, Summer 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":12,"mp_id":"119687274","mp_crag_id":"114523888","climb_id":"hIkMGZbQUKu95QS7Q/iXPQ==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"P1 5.10a, 30m/100ft - Crimpy face climbing leads past three bolts and into an easier but vegetated corner. From a good stance continue up staying on the face of the buttress as it steepens and passes one more bolt before it exits to a 2 bolt anchor.\n\nP2 5.10a, 30m/100ft - Climb an easy slab past a bolt and then move right on to a vertical face. Climb up and move right past a roof bulge, passing a bolt on your way towards a shallow roof split by a crack. Ascend the crack thru the roof and follow the face above enjoying the spectacular position and exposure. A final bolt protects the move to the anchors.\n\nDescent 2 rappels straight down to the ground","protection":"Cams 0.2-2 Camalot Sizes   Small-med nuts","location":"From the approach trail move to the second alcove to the right from the Cougar Buttress start. The right wall of the alcove will have three bolts trending rightwards."},"__v":0},{"_id":"1hTkuyWaXpunDg67KEzbAw==","name":"Cougar Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Landrum, Dave Mention, Fall 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"left_right_index":9,"mp_id":"117855924","mp_crag_id":"114523888","climb_id":"1hTkuyWaXpunDg67KEzbAw==","areaRef":"yP8sSsd6VECx/7XwqtHoDA=="},"content":{"description":"This route is arguably the best multi-pitch trad route for the given grade in Oregon. Good rock, great protection, solid 2 bolt belays and an excellent position high above the valley around Tumalo Creek.Pitch 1 5.9, 27m/90ft - Start in a chimney and climb 25-30' of easy ground to gain a crack system on the right wall. Follow this crack up thru a squeeze slot and to a belay with two pitons and plenty of gear options. Pitch two can be easily combined with this pitch.Pitch 2 5.8, 18m/60ft - Continue up a short corner to a small roof, exit the corner by stepping left to avoid a shallow roof and reach a 2 bolt belay on a ledge.Pitch 3 5.7, 27m/90ft  - Climb up easy terrain above the belay staying to the crack on the left and aiming towards the white shield of rock. This pitch can finish by climbing up the easier vegetated corner on the right (5.7) or the cleaner face on the left using smaller pro with a few delicate moves (5.8). Belay at a 2 bolt anchor. Pitch 4 5.9, 27m/90ft - Follow the crack system up from the belay and prepare for some old-school jamming as it turns into a left-facing corner with a couple of shallow roofs. Smaller gear can be found at the second roof should you run out of wider gear. End at a comfy ledge with a 2 bolt belay.Pitch 5 - Options options\n\n A) Original Top-Out 5.2, 24m/80ft - follow the left-trending ramp to a loose and easy 4th class finish to the top B) 5.??, 24m/80ft - follow the left-trending ramp to another belay below the obvious off width C) Cougar Headwall 5.11c, 20m/70ft - climb the face and crack up through the headwall directly above the belay D) Cougar Express 5.8, 24m/80ft - down climb off the right side of the ledge and traverse into the chimney to find a two bolt anchor to set a belay for this finishing option. Climb up through the chimney and then step out and over to the right wall to pull on to easier ground. Then move up a crack/corner system to the top. Ascend a leftward ramp of easy rock for 25' to find a good anchor options.   ","protection":"Bolted anchors. Good cracks all the way, doubles to 3 inches should be good to go. P4 will take a #4 if you want to carry it up.","location":"Starts in a small cave below a roof almost directly uphill from the climber's trail. There's a very distinctive zigzag crack on the right-hand wall, which is your way up P1."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,9ef4cfd0-1628-5675-9f13-e504000b466d,c8ff2c4a-c77a-5440-b1ff-b5f0aad1e80c","pathTokens":["USA","Oregon","Central Oregon","Cougar Buttress","Main Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":9,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.54824,44.03596]},"bbox":[-121.54886548043123,44.03551033981815,-121.54761451956878,44.03640966018187],"left_right_index":-1,"ext_id":"114523888","area_id":"yP8sSsd6VECx/7XwqtHoDA==","polygon":{"type":"Polygon","coordinates":[[[-121.54886548043123,44.03551033981815],[-121.54761451956878,44.03551033981815],[-121.54761451956878,44.03640966018187],[-121.54886548043123,44.03640966018187],[-121.54886548043123,44.03551033981815]]]}},"content":{"description":"Cougar Buttress could be seen as being divided into several different sections by the scree gullies that split it (ski-able chutes in winter). This area is for the largest most obvious continuous chunk of rock, with Cougar Buttress 5.9 right smack in the center. This area extends to the left (West) until it is split by the main scree descent gully."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:19:23.322Z","updatedAt":"2024-02-19T18:39:07.377Z"}