{"_id":"63689de0e80bff5a994f98a6","area_name":"Maxwell Falls","shortCode":"","climbs":[{"_id":"djeeQbbWWYS+O6+qGMIuUg==","name":"Mutually Abusive","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Meyers, 6/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.377,39.5697]},"left_right_index":1,"mp_id":"116163777","mp_crag_id":"106861735","climb_id":"djeeQbbWWYS+O6+qGMIuUg==","areaRef":"OjeRy6tnW5mxtnn1egga5g=="},"content":{"description":"This route is named for the condition of the Maxwell Falls ecosystem from being over-enjoyed by a myriad of users (see comments on the area page). Hopefully more climbers will show up as we typically care about such matters and clean up litter. So bring a bag to the crag, and leave it looking better than you found it. This area is already in better shape since the development of this and other routes.\n\nStart just left of the detached block, and stem it with your right foot, or avoid it by going straight up for more difficult moves to gain the crack in the slab. Use some friction moves to access the steep scoop on other aspect of the arete. The route gets harder with every move until you clip the anchor.","protection":"5 quickdraws and anchors.","location":"Take the trail down to the falls from the Upper Maxwell Falls trailhead. Once past the falls and down some switchbacks, find a trail heading up to the main south-facing wall. Mutually Abusive is the furthest right route of the three encountered here."},"__v":0},{"_id":"+rpv70B7U6WEBcszhoon/A==","name":"John's Own Stone","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dave, Ali, and John Meyers, 6/17","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.377,39.5697]},"left_right_index":0,"mp_id":"116163822","mp_crag_id":"106861735","climb_id":"+rpv70B7U6WEBcszhoon/A==","areaRef":"OjeRy6tnW5mxtnn1egga5g=="},"content":{"description":"This route tackles the tallest continuous line up the main south face. While broken-up by a ledge at 1/4 height, the climbing is quite sustained and varied with 3 different style cruxes. Start with an easy slab to the first bolt and into some tricky friction moves to gain the ledge. From the ledge, boulder up and right past a couple of bolts to easy terrain on cool chickenheads. Follow bolts up and left, and engage into the steep bulge using long moves on good holds (if you find them).\n\nLike all things in climbing, when you figure out the beta, the route will feel easier. I originally called this 5.10-, but too many of my friends called it a sandbag, so hopefully people get on it and come to a consensus. It was equipped, cleaned, and sent it with my wife and one month-old boy some time ago and climbed by some homies a couple of times afterwards. I'm not sure if its seen much traffic since, so you may want to bring a brush. Regardless, you'll find great moves on good stone that will bring a smile to your face and a pump in your arms.","protection":"8 or 9 quickdraws and some long runners for the set back anchors. While toproping on your gear is fine on your rope, you may want to rap down to clean the pitch instead of lowering.","location":"Take the trail down to the falls from the Upper Maxwell Falls trailhead. Once past the fallsmand down some switchbacks, find a trail heading up to the main south-facing wall. John's Own Stone is the furthest left route of the three encountered here."},"__v":0},{"_id":"BVSSFs9nWoO+Gc7PaaMxmg==","name":"Antisocial Distancing","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dave Meyers","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.377,39.5697]},"left_right_index":2,"mp_id":"120984858","mp_crag_id":"106861735","climb_id":"BVSSFs9nWoO+Gc7PaaMxmg==","areaRef":"OjeRy6tnW5mxtnn1egga5g=="},"content":{"description":"The crux boulder problem begins right off the ground and is quite challenging. After which is some easier climbing to a small bulge that takes you to the anchors. The high first bolt is meant to be stickclipped. While not very sustained and kind of sharp (should get better with traffic), Antisocial Distancing is a good, powerful route to try at the main wall.","protection":"Red bolts and hangers.","location":"Antisocial Distancing is located about 50 yards to the right of\n\nMutually Abusive\n\nwith red hangers. There is another fun unknown 5.11 with tan hangers just to the left of it (I placed some gear in the crack at the crux on that one)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,6cc0c3ef-2ec2-5348-8d10-2741c38624f2,3a3791cb-ab67-5b99-b1b6-79f57a081ae6","pathTokens":["USA","Colorado","Morrison/Evergreen/Littleton","Maxwell Falls"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.377,39.5697]},"bbox":[-105.37758333015432,39.56925033981814,-105.37641666984568,39.57014966018186],"left_right_index":-1,"ext_id":"106861735","area_id":"OjeRy6tnW5mxtnn1egga5g=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:20.948Z","updatedAt":"2022-11-25T11:17:05.421Z"}