{"_id":"63689de0e80bff5a994f92f1","area_name":"Industrial Wall, The","shortCode":"","climbs":[{"_id":"ZgR+/IiSXmGFVObvvH8lcw==","name":"Vogue","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Tommy Caldwell, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":3,"mp_id":"107923714","mp_crag_id":"105745091","climb_id":"ZgR+/IiSXmGFVObvvH8lcw==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Vogue is perhaps the most pure, striking line at The Industrial Wall. First bolted by George Squibb in the early '90s, Vogue was finally freed by Tommy Caldwell in 1999 and is considered to be one of the hardest and most classic sport-climbs on the Front Range. Despite its classic status, Vogue has seen relatively few ascents in the 12 years since it was first freed, owing in part to the long approach, short season, and difficult conditions. Vogue climbs the striking refrigerator feature that soars out of the left side of The Industrial Wall cave to the top of the wall. The climbing on Vogue is characterized by powerful compression moves up the refrigerator feature that increase in difficulty up the route. The crux is contained in the final three bolts, involving extremely technical kneebars and core sapping slaps up the refrigerator. This sections is capped by a large deadpoint to one of the only positive crimps on the route. Many climbers have fallen repeatedly on this final move, and it is the redpoint crux. Core tension endurance is the key to success for this pitch.","protection":"Bolts and right kneepad. Check the bolts, many hangers become loose over time and require tightening with a wrench.","location":"This is up and left from the start of\n\nJump\n\n."},"__v":0},{"_id":"HE+3eojkX+qnRuqk4Rtj5g==","name":"Tunnel Vision","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":15,"mp_id":"106342828","mp_crag_id":"105745091","climb_id":"HE+3eojkX+qnRuqk4Rtj5g==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Tunnel Vision climbs the steep overhang just uphill from the tracks. Begin by pulling through a hard V7/8 boulder problem, continue through some big moves on good holds (not great rests though), and finish with crimpy 12c climbing to the chains.  To get through the boulder problem at the beginning, youll need to make a big reach with your right hand to a weird undercling/gaston (careful with the right shoulder). The climb is only about 40 feet long, but it is sustained and pumpy at the top.","protection":"6 bolts to a two bolt anchor.","location":""},"__v":0},{"_id":"qHsvskUEVsu9otMEmbyfWw==","name":"Terminal Velocity","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":8,"mp_id":"106280393","mp_crag_id":"105745091","climb_id":"qHsvskUEVsu9otMEmbyfWw==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Climb\n\nTerminal\n\nthen head up and left to a heinous, knee scum crux.","protection":"11 bolts + 2 for the anchors.","location":"Eds:\n\nPer description for\n\nTerminal\n\n:\n\nTerminal\n\nappears to be just left of\n\nRailing\n\n.\n\nRailing\n\nis located in the main cave. It is the farthest right bolt line out of the cave."},"__v":0},{"_id":"FiQKo4m/X5OaJWo0qEaE5w==","name":"Terminal","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Colin Lantz, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":7,"mp_id":"106280399","mp_crag_id":"105745091","climb_id":"FiQKo4m/X5OaJWo0qEaE5w==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Start just left of\n\nRailing\n\nand shares the same anchors.  Look for a big flake around the 1st bolt.  I would recomend preclipping the first two bolts.  This is a pretty short climb that has good holds separated by some big moves.  It helps to be tall.","protection":"5 bolts + 2 for anchors.","location":"Eds:\n\nPer above: Terminal appears to be just left of\n\nRailing\n\n.\n\nRailing\n\nis located in the main cave. It is the farthest right bolt line out of the cave."},"__v":0},{"_id":"8zvPSN5YUTCNCZC82ua5Og==","name":"T. G. V.","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"George Squibb, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":14,"mp_id":"106264052","mp_crag_id":"105745091","climb_id":"8zvPSN5YUTCNCZC82ua5Og==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"On the lower right side of the Industrial Wall a massive visor jets out from the cliff band, creating one of the steepest, longest sections of [overhanging] rock in the Boulder area. Straight up the right side of this beastly overhang one will find T.G.V. Matt Samet bolted this killer route and George Squibb snagged the first ascent in 1992.\n\nT.G.V is a power route with great position on excellent rock. A series of monster jugs progressively worsen until you are presented with a strenuous undercling crux on horrible feet. A number of long, power moves still separate you from the chains, ending with an engaging huck. Very bouldery.","protection":"Quickdraws.","location":"To reach the start of T.G.V. you must go along the base of the cliff, back towards the train tracks. After passing Tunnel Vision (13b) you will find a rope ladder leading to a slab. Follow your nose on the slab to the base of Fraction (11c) and continue left to the base of T.G.V. Tie in, clip two bolts and then drop the rope to your belayer."},"__v":0},{"_id":"gqQjx2DWUXyCnR+PsgkJAw==","name":"Spike","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jim Hall & Colin Lantz - 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":12,"mp_id":"106074155","mp_crag_id":"105745091","climb_id":"gqQjx2DWUXyCnR+PsgkJAw==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"A bit of loose rock and a contrived finish detract from the fun climbing and great position.  Begin with \"the approach pitch\" by climbing a long stretch of 5.5 past a single bolt.  An optional piece of gear would eliminate the run out.  Clip the anchor and head straight up into the roof above (notice the climb's namesake tucked under the roof).  A difficult clip off some good pockets leads out to the arete and a huge flake/rest.  One can stand on this flake (the natural line seems to go straight up from here) and clip the last bolt before downclimbing and continuing out the arete to a horn.  There is one more difficult move getting established on this horn before the anchors.","protection":"Draws.","location":""},"__v":0},{"_id":"9NDL4h/EU0GUFADwwxgKIw==","name":"Soul Train","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Will Niccolls and Jim Hall, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":13,"mp_id":"105750592","mp_crag_id":"105745091","climb_id":"9NDL4h/EU0GUFADwwxgKIw==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Just up from the tracks is a very steep, arete problem (route #1,\n\nTunnel Vision\n\n), two routes left of that is Soul Train. The climbing starts off on a bulge that traverses left for a bolt or two and then heads largely straight up toward the severely overhanging start of\n\nT. G. V.\n\n. One of the moderate lines at TIW, Soul Train sports some interesting pockets and huecos, edges, and layaways. The climbing seemed to hang in with very continuous, 5.11+ moves until a clip or two below the anchor where a burly 5.12b sequence crops up. Good stone, interesting moves, and a bit of an odd line inasmuch as it wanders around some. The double bolt anchor at the top of Soul Train serves as the bely to\n\nT. G. V.\n\n; so if you hike the first part....","protection":"Half a dozen QD and a 50 m rope.","location":""},"__v":0},{"_id":"rg9bB4T9Ud+uxmoosiDIoA==","name":"Rogue","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Chris Weidner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":2,"mp_id":"105763623","mp_crag_id":"105745091","climb_id":"rg9bB4T9Ud+uxmoosiDIoA==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Rogue is a variation finish to the existing testpiece Vogue 14b.  It climbs through the first desperate crux of Vogue, which involves slapping up both sides of an overhanging refrigerator on excellent rock.  A strenuous rest can be found after clipping the ninth bolt. Instead of tackling Vogue's second crux just above, Rogue traverses left for 10 feet on sharp crimps, then fires through a roof using flared hand jams and small edges.  There are 2 widely-spaced bolts after traversing left from Vogue.\n\nBoth routes were bolted and attempted by George Squibb in the early nineties, but Vogue wasn't redpointed until 1999 by Tommy Caldwell.  Rogue remained incomplete, primarily because it is an easier variation to the original line, and would be a 'why bother' for the three men who have sent Vogue. It is published as \"Alternate Finish\" on p. 92 of Rossiter's guidebook to Eldorado Canyon.  Both George Squibb (redpoints 14b) and Justen Sjong (Vogue - 2nd ascent) confirm the grade of Rogue to be 14a.\n\nThe climbing on this route is superb, and although it is not an independent line, Rogue remains a worthwhile and challenging addition to the sport climbing at the Industrial Wall.","protection":"11 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"QRX2fWXxU76gzQh7p+dxgQ==","name":"Railslide","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jim Hall & Colin Lantz - 1992","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":11,"mp_id":"106082302","mp_crag_id":"105745091","climb_id":"QRX2fWXxU76gzQh7p+dxgQ==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"The continuation of\n\nRailing\n\n.  Unfortunately there is some suspect rock (in fact I ripped off a huge hold) at both of the cruxes which detracts from the otherwise very cool climbing.\n\nFrom\n\nRailing's\n\nanchor, head up an arete feature past two bolts to a short-lived runout up under the first roof.  Clip the bolt at the lip off of a large, hollow hold (if this were to rip off before clipping you'd be screwed, but some small wires could alleviate this otherwise DFU section).  Pull the technical crux of the route above.  Up higher is a second roof which presents the physical crux of the climb, even with the kneebars.","protection":"All in all, 5 bolts and an anchor plus the stuff on\n\nRailing\n\n.  The PG-13 designation could be disregarded with a couple small wires.","location":""},"__v":0},{"_id":"B3HiTdToVJeT31RKiNG0SQ==","name":"Railing","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jim Hall, Colin Lantz, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":10,"mp_id":"105757504","mp_crag_id":"105745091","climb_id":"B3HiTdToVJeT31RKiNG0SQ==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Railing is located in the main cave.  It is the farthest right bolt line out of the cave starting just right of\n\nTerminal\n\n.  The start is identified by the \".12b\" drawn in chalk on the wall.  There is an alternate start to the right that avoids the crux and is .11+.  The crux comes in the first 15 feet followed by fun moves on steep rock to the lip of the cave and the anchors. Feeling trepiditious?.... Bring a stick clip.  Actually, there is a nice solid stick in the cave for just that purpose.  It has good rock, great moves, good pro, but the pitch is just so short. Two stars.\n\nAddendum:\n\nit is route #7 in the photo.","protection":"5 bolts + 2 bolt anchor.","location":"Railing is located in the main cave. It is the farthest right bolt line out of the cave starting just right of\n\nTerminal\n\n."},"__v":0},{"_id":"+lOpkjHiXw664kgtjNgujw==","name":"Mudblood","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Justin Sjong, 2007?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":9,"mp_id":"106609494","mp_crag_id":"105745091","climb_id":"+lOpkjHiXw664kgtjNgujw==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Climb\n\nTerminal\n\nto the first anchors, then move left making some cool face moves until you reach the obvious, right-trending crack between the\n\nTerminal\n\nextension and\n\nRailslide\n\n.  When the crack tapers off, step right and join\n\nRailslide\n\nfor the final 3 bolts.  Beware of the huge, loose flake in the roof of\n\nRailslide\n\n!\n\nThe gear is thin but very good and reasonably spaced.  It is possible to climb to the roof of\n\nRailslide\n\n, and then lower down to check out the gear and set up a toprope.  The crack by itself is probably 12b or c.","protection":"Terminal\n\nhas fixed draws.  Bring cams ranging from #1 Camalot down to a #00 TCU.  You may also want some RPs.","location":"Look for a thin crack between the extension to\n\nTerminal\n\nand\n\nRailslide\n\n."},"__v":0},{"_id":"e80elB/WVKCSmc/v2xgbIQ==","name":"Jumping Someone Else's Train","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Colin Lantz, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":6,"mp_id":"106266344","mp_crag_id":"105745091","climb_id":"e80elB/WVKCSmc/v2xgbIQ==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Begin this steep power route by jumping off the polished launch pad about 5 feet up the slab. You will experience the mental crux of the route before your feet have even left the ground! Grab onto a sharp left hand jug and a smaller but still good right hand. From here, follow a number of strenuous gaston and cross-through moves to an okay rest and your 4th clip. The route now eases off on angle but continues in difficulty. Punch it to a sloper and delicately move around the corner on poor feet to sloper jugs and the chains.\n\nOriginally called 'Jumping Someone Else's Train', two options are available for the vertically challenged: Stick clip and pull up to the start holds ('Chump') and a boulder start through the smoke scaring in the back of the cave which ups the grade to 13c ('Judontwanttogothere' FA: Andy Raether, '07).\n\nHard to find sequences and power endurance movement characterize this fun climb. Climbs much better than it looks.","protection":"Quickdraws are hanging on this beast.","location":"This is kjust left of the routes '\n\nRailing\n\n' and 'Terminal' in the back of the cave."},"__v":0},{"_id":"j+HwbIvDU5yzDDJxs3YumQ==","name":"Judon't Wanna Vogue","yds":"5.14c","grades":{"yds":"5.14c","french":"8c+"},"fa":"Joe Mills","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":4,"mp_id":"109986362","mp_crag_id":"105745091","climb_id":"j+HwbIvDU5yzDDJxs3YumQ==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"This is a LINK UP!\n\nThis is the longest and most difficult route at the Industrial Wall. Start on\n\nJudon't Wanna Go There\n\n, and climb into\n\nVogue\n\n. This swaps 3 bolts of 12a to start\n\nVogue\n\nfor 8 bolts of 13+.\n\nIt is a brain child of a few bored, strong climbers. Jump was the original start to\n\nVogue\n\n, but the start was moved up the slab and left to ease the difficulty and make the line more direct before\n\nVogue's\n\nFFA by Tommy Caldwell. Andy Raether revisited Jump as a start to\n\nVogue\n\nbut upped the ante and added a direct 13+ variation to\n\nJump\n\n, one day hoping to link it into\n\nVogue\n\nto climb the full extent of the Industrial Wall cave.\n\nIf you're bored, have sent\n\nVogue\n\n, and want a 120 foot, mega power-endurance fest, give it a go. It's the only route of its kind in Colorado outside of the Rifle area.","protection":"Bolts.","location":""},"__v":0},{"_id":"NnYV/gzIVrONG4IJSfQ2ZA==","name":"Judon't Wanna Go There","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Andy Raether","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":5,"mp_id":"106280409","mp_crag_id":"105745091","climb_id":"NnYV/gzIVrONG4IJSfQ2ZA==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"This is the direct bouldering start to\n\nJump\n\n.  I can't confirm the grade, it is somewhere in the 13c-d range.  It depends on who you ask.","protection":"Use the same bolts as\n\nJump\n\n- you might want to consider a pad, but I don't know of anyone who would want to bring it with.","location":"This is on the far left side of the same ledge as\n\nRailing\n\nand\n\nTerminal\n\n."},"__v":0},{"_id":"5279WnFYUNOwnBuwrUCpMg==","name":"Driver Eight","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jim Hall and Colin Lantz, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":1,"mp_id":"106588200","mp_crag_id":"105745091","climb_id":"5279WnFYUNOwnBuwrUCpMg==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"Another Industrial Wall adventure sport route.  Driver Eight features lots of loose rock down low, and lots of funky groove and roof climbing up high.\n\nClimb the first two bolts of Coltrane, then continue straight up past a large reinforced cobble and do a very reachy move out right to a four finger pocket(chipped?).  Struggle to get your feet over the roof, take a quick rest, then paw your way up a very slopey groove, slap a smooth vertical feature, and grab the break below the final roof.  A couple of thuggish moves take you over the roof, and to the chains.\n\nWith better rock, this route would have easily gotten 3 stars.  Also, this route may not be worth trying if you are shorter than 5'8\".  The crux move requires a very large wingspan.  Other than these things it's got some fun moves, so if you are in the mood for a little choss, give it a spin.","protection":"Quickdraws, and a 60 meter rope.","location":"About 40 feet down the ramp from\n\nThe Auctioneer\n\n.  Start on Coltrane.  Look for the unique cobble at mid-height."},"__v":0},{"_id":"gsbcpjkUV9yiWaP2KplOLw==","name":"The Auctioneer","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jim Hall and Colin Lantz, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"left_right_index":0,"mp_id":"106588176","mp_crag_id":"105745091","climb_id":"gsbcpjkUV9yiWaP2KplOLw==","areaRef":"PrSFgfQYUr2rLvLNRi4hHw=="},"content":{"description":"With semi bad rock, the need for another bolt at the start, and less than inspiring movement, The Auctioneer is good for only one thing- warming up when the better warmups are occupied.\n\nThe crux is getting over the little roof at the start.  Then weave up ond over a wavy groove to the anchors.\n\nLots of loose rock so travel lightly, and consider your belayer while you are up there.  Also, be sure to get an attentive belay at the beginning.  If you fall at the first bolt, you swing out towards a rock sticking up from the ramp.","protection":"Quickdraws, and a stick clip.  A 60 meter will get you down.","location":"Starts at the upper left end of the ramp."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,1f026e29-5b0f-5c02-a780-1da6941983ff,3eb48581-f418-52bd-ab2e-f2cd462e211f","pathTokens":["USA","Colorado","Boulder","Eldorado Mountain","Industrial Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.14b"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.14a"},{"count":2,"label":"5.13a"},{"count":2,"label":"5.13c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.14c"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"sport":{"total":16,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":10}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":10}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28358,39.92009]},"bbox":[-105.28416630410605,39.919640339818145,-105.28299369589394,39.92053966018187],"left_right_index":-1,"ext_id":"105745091","area_id":"PrSFgfQYUr2rLvLNRi4hHw==","polygon":{"type":"Polygon","coordinates":[[[-105.28416630410605,39.919640339818145],[-105.28299369589394,39.919640339818145],[-105.28299369589394,39.92053966018187],[-105.28416630410605,39.92053966018187],[-105.28416630410605,39.919640339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:55:58.559Z","updatedAt":"2024-01-20T00:59:51.792Z"}