{"_id":"6368a11ae80bff5a99542b68","area_name":"Antiquities Wall","shortCode":"","climbs":[{"_id":"1V/yDluzWAOWNgfJISCRFw==","name":"Train Leaving Gray","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"EC, 2019 (first 9 bolts FA'd by Tyler Sweeney as part of Freight Train)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":7,"mp_id":"117325208","mp_crag_id":"108074647","climb_id":"1V/yDluzWAOWNgfJISCRFw==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"Climb the first nine bolts of Freight Train then bust out right on new ground. A crimpy traverse with big feet leads to the crux. Great movement on terrific rock. A great warm-up if you're trying the harder routes on the Antiquities Wall.","protection":"Climb first nine bolts of Freight Train, then split right to three more bolts.12 bolts total to clip and lower anchor.","location":"Begins on Freight Train, which is just right of the large tree to the right of the main Antiquities Wall. Look for the long camouflaged steel draw on the second bolt."},"__v":0},{"_id":"urFGT5IgW1mc49QoZm+HbA==","name":"Pumped Up Kicks","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jon Scott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":2,"mp_id":"116364386","mp_crag_id":"108074647","climb_id":"urFGT5IgW1mc49QoZm+HbA==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"This route has a little bit of everything: roof moves, compression, big power moves, and technical crimps! Get after it! Rave reviews from the few who have tried this route.","protection":"Bolts, fixed quickdraws.","location":"Just as you start to walk down the hill towards Isla de los Locos this route has an old large \"X\" on a suspect flake. Start just downhill of the flake and avoid it using positive pockets and crimps. First route right of Isla de los Locos at this time. Look for fixed quickdraws."},"__v":0},{"_id":"wlPu2KZ0VlSC2LgjEwIOCg==","name":"One Move to Rule Them All","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Jon Scott, Bolted by Jeff Ho","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":3,"mp_id":"116524787","mp_crag_id":"108074647","climb_id":"wlPu2KZ0VlSC2LgjEwIOCg==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"Do you climb V8 and want a sport climbing project that that you wont get terribly pumped on? Here's the route for you! Climb up and underneath the roof to the obvious undercling rail. From here boulder up using a small pinch and crimps to the namesake \"move.\" Once you've done the move shake out a good stance, and prepare to enjoy the victory romp to the chains; mostly 5.10 climbing with a move or two of 5.11 to keep things interesting. This blank looking route yields holds upon closer inspection, so don't let the looks scare you away!","protection":"Bolts.","location":"Just right of Pumped up Kicks at the top of the small hill."},"__v":0},{"_id":"w58EkiuzVSWhSldM6dvr9A==","name":"Isla De Los Locos","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Kyle Vassilopoulos","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":1,"mp_id":"108113111","mp_crag_id":"108074647","climb_id":"w58EkiuzVSWhSldM6dvr9A==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"Isla is the iconic test piece of the area. A departure from other bozeman climbs, this is a true resistance route where the crux could be considered 3 bolts in length, and it is possible to fall much higher. A 5.11 introduction leads to a cave where several variations of no hands rests can be had. Prepare yourself because the rest of the way there is no place to more than chalk up and take a breath. Immediately leaving the cave you are meet with long moves between good holds leading to the \"crux\" pulling over the next roof. Keep it together and cruise the final pumpy run the the lip of the wall and enjoy the foot traverse left to the anchors pumped out of your gord.","protection":"Bolts to chain anchor","location":"From the Porcelain wall walk down the hill following one of a few paths and under the large cave. Follow the trail up the short hill just on the other side of the cave and then go downhill. Where the hill starts to level off turn right and look at the wall. Isla is the route that starts at an obvious chalked undercling and goes up and right through three pockets. If you start at the undercling and go left you are on Woppleganger 5.13a\n\nAlternatively from Deadly Nightshade look perpendicular to the Antiquities wall and Isla is right in front of you framed by two pines."},"__v":0},{"_id":"VHzZEExDVYSymjOQqzZhig==","name":"Freight Train","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Tyler Sweeney","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":6,"mp_id":"116364360","mp_crag_id":"108074647","climb_id":"VHzZEExDVYSymjOQqzZhig==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"Begin with a delicate mantel and a bit of a run-out from bolts one to two, then climb up an enjoyable tower, rest up, and embark up the clean wall above on ever smaller holds. Some unique knobs help when other features run out, leading to the crux finish. This is an excellent 5.12- and right at the top of the best routes in the canyon.","protection":"Bolts, fixed quickdraw on bolt #2.","location":"From the Porcelain Wall, walk down canyon, under a large overhang and on its far side, go up and over a large boulder. At the boulder's apex you will see a fixed chain draw in a right facing corner marking this climb (it is attached to the second bolt). This and an as of yet unfinished route are about 20 yards right of the Antiquities Wall proper, but denotes the right most margin of the wall currently."},"__v":0},{"_id":"CxWjM+35WYe0kpi4u46LHg==","name":"Frankenwhore","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Jon Scott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":0,"mp_id":"116364371","mp_crag_id":"108074647","climb_id":"CxWjM+35WYe0kpi4u46LHg==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"Another resistance testpiece. The intro boulder problem doesn't quite prepare you for the continuously difficult climbing that is capped by a boulder problem just short of the chains. Both the quality of the movement and the quality of the rock improve as you move higher up the route. Though often wet due to the large water streak extending down from the chains, one can sometimes climb this route when the water streak is flowing because most of the holds are not exactly in the steak. Above the chains that are only at half height of the cave are 3 extension-projects, waiting for an strong and visionary climber.","protection":"Bolts, currently fixed quickdraws.","location":"Left of Isla des los Locos by about 10 yards on the right margin of the large overhang. Currently fixed quickdraws grace this line which starts off of a bad sloper and a good undercling above a few cheater stones for those of average height."},"__v":0},{"_id":"nQwgEdaHXrm188Mkw+uODg==","name":"Face Plant","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kyle V.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":5,"mp_id":"116364410","mp_crag_id":"108074647","climb_id":"nQwgEdaHXrm188Mkw+uODg==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"Using the communal start, climb to the large ledge and sit and think about life before embarking on the crux delicate slab moves and a thrilling sloper just over the ledge. A sloppy belay could end in serious consequences, most falls are safe though as it is tightly bolted at the crux.","protection":"Bolts.","location":"From the flower start, move more or less straight up."},"__v":0},{"_id":"QvtEafkTW6SpDMOmBjgFJw==","name":"Deadly Nightshade","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Kyle Vassilopoulos","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":999999,"mp_id":"108176377","mp_crag_id":"108074647","climb_id":"QvtEafkTW6SpDMOmBjgFJw==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"While not on the Antiquities wall proper it's the closest wall. This route can be accessed year round (even when the water level is up) because it sits on a legde up off the river. When the river is down it is easiest to walk down the riverbed to access this boulder but you can walk to it from Isla de Los Locos. Most people stick clip the first and 2nd bolts. Starting with your left hand in the crack/OW face climb left to slopers and then up through a good slot, clip the last bolt from here to protect against groundfall potential while going for the lip. This line is waiting for someone bold enough to boulder it, the topout is easy once the lip is gained but a fall from the lip could land you in the river(bed)!","protection":"Three bolts.","location":"With your back to Isla de Los Locos walk perpendicular from the wall to the river(bed). On the bank of the river is a boulder this route faces the river(bed) and away from Isla."},"__v":0},{"_id":"O0chKoUYXfij4n9nfcNCtg==","name":"Castles in the Sky","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kyle V.???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"left_right_index":4,"mp_id":"116364429","mp_crag_id":"108074647","climb_id":"O0chKoUYXfij4n9nfcNCtg==","areaRef":"vKyGH5FOW8CXz482ufPeiA=="},"content":{"description":"From the communal flower start, climb up and slightly left from the large ledge. While this route serves as the warm up for most people climbing this far down the canyon, it is still quite difficult. The route's character is mostly vertical, delicate climbing on smaller holds. Proposed grades have varied from 5.11b to 12a, with most agreement found at hard 5.11.","protection":"Bolts to chains.","location":"Start at the communal flower start, about 15 yards right of Isla de los Locos."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,0d084543-9cf1-54e7-8b51-fa7957822fbb,da087c73-8062-547b-b90b-0290a9a0ceb3,bcac861f-914e-5bc0-97cf-8f36b9f3de88","pathTokens":["USA","Montana","South Central Region","Natural Bridge and Falls","Antiquities Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11d"}],"byDiscipline":{"sport":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.20327,45.55028]},"bbox":[-110.20391211201783,45.549830339818136,-110.20262788798217,45.55072966018185],"left_right_index":-1,"ext_id":"108074647","area_id":"vKyGH5FOW8CXz482ufPeiA==","polygon":{"type":"Polygon","coordinates":[[[-110.20391211201783,45.549830339818136],[-110.20262788798217,45.549830339818136],[-110.20262788798217,45.55072966018185],[-110.20391211201783,45.55072966018185],[-110.20391211201783,45.549830339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:09:31.249Z","updatedAt":"2024-02-19T18:34:26.875Z"}