{"_id":"6368a1b8e80bff5a99553e4d","area_name":"Main Wall, The","shortCode":"","climbs":[{"_id":"BkWKTTY2VpKSrm5VJxdREQ==","name":"Trusting the Rubber","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ray Rice and K.Y. sept 4, 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":5,"mp_id":"115192580","mp_crag_id":"106755848","climb_id":"BkWKTTY2VpKSrm5VJxdREQ==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Greens classic slab trickery with a healthy dose of powerful underclings (crux is not the slab!).Then you're into the heart breaker final moves (face raking mantel). Finally catch your breath and head into the 2\" foot traversing ramp with invisible crimps. Did you clip the chains or did something break!?? Time shall tell....","protection":"12 bolts","location":"Twenty feet left of green party "},"__v":0},{"_id":"F/vSiGu1X5+2WZJA9B0uOw==","name":"Super Cool","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Sprague, Guy Mathieu","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":27,"mp_id":"113605097","mp_crag_id":"106755848","climb_id":"F/vSiGu1X5+2WZJA9B0uOw==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"From the left side of the lower face of Main Cliff Right scramble out right  on a thin ledge (pos gear) and clip a high bolt. I sling the glue-in directly and use a locker since I back clean any previous gear. Layback up the flaring crack (another bolt) and work out right and up the left facing flake/corner to gain the pumpy handcrack (crux )through the little roof to a stance at the base of the right of two parallel corners (ancient pin. Don't clip it) Continue up the easy corner until just before a pine tree, where you step into the corner to the left. Continue up to the big ledge and the bolted Volcano anchor and rap or do a second pitch.","protection":"2 bolts, set of cams up to #2 camalot with a couple extra around the .75 size. A couple med sized offset nuts were key for me in the layback crack above the 2 bolts","location":"starts up on the left side of the lower face of Main Cliff Right like Global Warming but scramble further right on the little angling ledge (pos gear) to the next line with 2 bolts"},"__v":0},{"_id":"659dJwoXV3qucYmPvwkgcQ==","name":"Strands un Dunn","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Ray Rice and Will Carey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":10,"mp_id":"115360596","mp_crag_id":"106755848","climb_id":"659dJwoXV3qucYmPvwkgcQ==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"INCREDIBLE!!! Establish yourself into the left facing dihedral on small gear, (killer stemming) up to a roof.Pull the left side of the roof, laying back flakes to  well deserved clipping stances. Set up for the technical sequence and into a mantel which pulls out onto an airy ledge with a no hands rest. Foot traverse right ten feet and take the finger crack to the chains! BAMM...","protection":"6 bolts,standard rack up to #2, double up on fingers","location":"The Headwall fifteen feet right of muffin man.\n\n Climb the first pitch slab \"house made of dawn\", passing the muffin man anchor and out right to the next two bolt anchor."},"__v":0},{"_id":"qZ2sFgmzWlql/9kqYRR6tA==","name":"Stewart's Crack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim Dunn, Michael Macklin '75","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":20,"mp_id":"106190002","mp_crag_id":"106755848","climb_id":"qZ2sFgmzWlql/9kqYRR6tA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"A classic Jim Dunn crack out in the woods. Jim got around and knew a good line when he saw it. This beautiful crack runs the full height of the cliff, starting with a 9+ pitch of hand jamming up a corner to a big belay ledge. The crack then continues with an angling wide section to a pod where you can get a stance. A few chimney moves gets you back into finger and hand jamming. When you get to the pine tree, step out left to the clean crack that leads to the bolted anchor. Taping for the hand jams recommended. \n\nThe start of Stewart's Crack\n\n  Originally done as three pitches using pins on the ledge and a now deceased tree for a belay, the belays are now bolted. A single 60m will get you down in 2 drops. Gear for the first pitch is excellent, especially if you have a finger sized off-set cam for the first piece. The wide section of the second pitch requires some care and a #5 Camalot. Oh, and the second pitch might feel like a wicked sandbag at it's traditional 9+ grade unless you have huge mitts. \n\n  Named for Stewart Green, James' friend . Get It ?","protection":"Pitch 1 - Cams up to #3 Camalot size, doubles of the red and gold (you could use 3 golds if you have them). A finger tip sized off-set cam makes a great first piece, otherwise you have to boulder up a little more to put a regular one in. For pitch 2, add a #4 and 5 Camalot (used early on) and a light set of nuts. The belays are bolted (1/2\" SS Rawl 5 pc with quicklinks) rap stations. A single 60m gets you down with a lower and rap.","location":"Right of center - From below the big roofs on the right side of the cliff, walk to the climber's left under the very steep slab of the porcelain wall section until you see the classic hand crack in a left facing stem corner."},"__v":0},{"_id":"SfTh7rkkUQGHbFaVAZP9hw==","name":"PTS Crack (The Patridge Town Send)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Adam Patridge and Merritt Townsend, 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":29,"mp_id":"117617488","mp_crag_id":"106755848","climb_id":"SfTh7rkkUQGHbFaVAZP9hw==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"This is the second pitch angling crack off the left side of the Volcano Ledge, with three different finishing options. P1 Climb Global Warming or one of the routes to its right up onto the main belay ledge with a SS glue-in anchor in the middle. Belay tied off to the anchor with some slack so the belayer can move under the start.\n\nP2 - 50 ft Follow the right angling crack, with a few gnarly finger jams for the grade, to reach a triangular shaped pod you can get up into. From here you have 3 finishes, the first two going to the same anchor. Either follow the somewhat flaring but aesthetic handcrack up and left (a little pumpy and harder to clip the anchor), or take the cool flake and clip it from the right. Alternatively, stay with the original crack heading right and finish at the top anchors of First Impressions.","protection":"Gear, bolted lowering anchor at the top","location":"Towards the right side of the cliff, off a nice belay ledge just left of First Impressions, above Global Warming and ..Volcano."},"__v":0},{"_id":"GhLGvX97Vfy58uYeipdI7g==","name":"Pretty Mouth and Green My Eyes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Liam Byrer, Sonia Righter, Oct 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":999999,"mp_id":"115382898","mp_crag_id":"106755848","climb_id":"GhLGvX97Vfy58uYeipdI7g==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Start on right facing flake protecting low. Make a bouldery traverse out left protected by a bolt. Continue up , trending back right into and through a stem corner up to birch tree. Rappel off of tree or walk off, continuing to trees above. ","protection":"single rack to BD 3","location":"Pretty Mouth, Green My Eyes is at the far right end of the satellite crag. Look for right facing flake/corner and bolt at 15'."},"__v":0},{"_id":"IT4NMVcDVpihClPfX4pw6A==","name":"Remember Me","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Amy Colburn, Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":1,"mp_id":"106890010","mp_crag_id":"106755848","climb_id":"IT4NMVcDVpihClPfX4pw6A==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Scramble 15 feet up to a ledge with two large trees, easily from the left, or follow a long diagonal flake on the right. Continue up to the the next ledge and build a gear anchor at a good stance. Follow the obvious line up the corner, finding gear placements in the crack. The crux is a short runout section on the lower slab where the crack disappears. Hug the tree on the way by and continue up the corner till it ends, then follow easier slab straight up to the woods. Walk off up and left, then down the gully (10 minutes), or rap right to the Blurry Eyes anchors. From those you can get down in two single-rope rappels.","protection":"All trad gear, cams to #2, a few small to medium nuts.","location":"Located on the far left side of the Main Wall. It is up and left of an obvious large, yellow, right facing corner with a roof.   (see approach details under Blurry Eyes)"},"__v":0},{"_id":"irXkQkfdV0278Psn4EVzYg==","name":"Nero's Fiddle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Sprague, Amy Colbourn - early Sept 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":25,"mp_id":"113605968","mp_crag_id":"106755848","climb_id":"irXkQkfdV0278Psn4EVzYg==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"AKA who needs Wild Iris. Flakes, hand jamming and cool pockets P1 5.9+. Start as for Global Warming, up the flake, past two bolts and through the notch. Once established in the left corner above the notch, follow a short rail out left, sling your #4 and stick it in the slot above, step down and make the reach out left to the good horizontal. Clip the bolt above for your second and continue traversing left on the horizontal past the little trees and the bolted rap anchor, to the right facing corner of Fireside Crack and build a belay (Alternatively use the bolt anchor, but to avoid rope drag  have the belayer hang really low off the bolts and use a directional to pull them to the left)P2 5.10 Wiggle into the notch above and out left on the big flake a move, where you can then place gear to protect the balancy bolt clip above. Make a reach move with the right to a pocket beyond the bolt (crux).  Continue up the line of pockets (bolts) to gain the start of the marvelous 5.9 handcrack that is eventually the top of Fireplace Crack.Lower off the ramshorns out right, directly down to the mid rap anchors you passed before and you can belay your second from there. From the mid anchor you can lower or rap to the ground with a single 60m .","protection":"Set of cams to #4 Camalot, doubles .4 or .5 to 3. \n\n  Bring a few slings, tape for the back of the hands","location":"Right hand side of the cliff -borrows the start of Global Warming, which climbs the flake on the left edge of of Main Cliff Right (2 bolts and heads through the notch)"},"__v":0},{"_id":"dMTa5jFqXIenc1Jsc0FXyA==","name":"Muffin Man","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Will \"The Crusher\" Carey 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":9,"mp_id":"119569362","mp_crag_id":"106755848","climb_id":"dMTa5jFqXIenc1Jsc0FXyA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"I say 2 pitches because its a pitch up but House made of Dawn is a separate route. Either way climb House made of Dawn to a 2 bolt belay. Climb obvious right facing corner above you. 15-20 up there is a break in the corner left to some bolts. Climb the flakes to ledge, no spoilers here.  ","protection":"Black alien to #1 (I think, been a little while) Defiantly fingers! Bolts (1/2 SS Rawls) Bolted anchors. Lower/rap back down the route.","location":"Climb House made of Dawn. From the belay continue straight above."},"__v":0},{"_id":"27QjyiziVwGABA5i+fuoJg==","name":"Moldy Bolts","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FFA Sam Benderhoff 10/2017, bolted by Dave Powers & crew","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":21,"mp_id":"107296440","mp_crag_id":"106755848","climb_id":"27QjyiziVwGABA5i+fuoJg==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Walking left from the approach trail about midway between the big roof area and Stewart's Crack is a right facing bolted seem/flake that heads up a very steep slab (the Porcelain Wall). Head up the seem to a difficult sequence to gain an undercling under the little roof and good layback holds to the right. Plug in a cam or two and do a reach out left to another good flake and cam placement. One more bolt protects the final crux and the final slab run, which luckily eases up as you get further away from it and head to the nice belay ledge with a two bolt anchor. This route is an interesting, technical and surprisingly burly climb, but it unfortunately suffers from seepage much of the time, hence Dave naming it Moldy Bolts while bemoaning the fact that it will rarely get climbed. If you see it dry and have the needed slab climbing skill, jump on it while you can. First bolted ground up with some aid by David Powers , Randy Garcia and Matt Elliott 2010, it was lead free in 2017 by Sam Sam Benderhoff. Short climbers may find the lower crux reachy and a little burly at the grade","protection":"Mostly bolts, with a few mid sized cams (fat fingers to fat hands ?) in between. There is a good modern 2 bolt anchor.","location":"In the middle of the Porcelain Wall, maybe 100' right of Stewart's Crack"},"__v":0},{"_id":"PSGxl6o5VFK1qUcPFRl/xw==","name":"Jet Set","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Ray Rice, Grant Simmons oct.2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":999999,"mp_id":"113766214","mp_crag_id":"106755848","climb_id":"PSGxl6o5VFK1qUcPFRl/xw==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"The \"future shock\" of greens, with a bit more texture and handholds. just keep laying it back and pressing those feet! Hit a rest three-quarters of the way up, then into the steep technical face climbing (crux).","protection":"one #1, one #2, quickdraws 10?","location":"This is located at the Satellite Crag, the small crag a couple minutes directly below the main wall. To approach the Satellite Crag, locate the spur trail, which leads down off of the main cliff trail where it travels  along around the boulders below the large roofs of the main cliff. This brings you to the top of the cliff. Rappel down off tree anchor....or start at the base of Eldorado cracks and head directly down into the woods trending left to the base of the satellite crag. Follow your nose "},"__v":0},{"_id":"9f/PiBD6XjuuHbQEK51njg==","name":"I'm Still Here","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Sprague and Dmitriy Shirokov","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":4,"mp_id":"106897132","mp_crag_id":"106755848","climb_id":"9f/PiBD6XjuuHbQEK51njg==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Fun varied climbing on 2 pitches, with a great view. The first pitch starts about 25 feet right of a yellowish brown, right facing corner with a roof. Step off the bent birch tree on to an easy slab and mantle up onto an angling rail to clip the first bolt (spot or stick clip) Continue up and left past 2 more bolts to a thin crux on a headwall (foot sequence) that gets you to the bottom right side of the \"mattress\" flake. Plug a cam under it and layback up the right side until you can plug another cam up under a small roof (sling), then reach left across the flake and escape up and left to a rail. Protect with gear, then step up and make a balancy clip that protects you moving off a cool pocket to a flake and more pockets. Belay at the 2 bolt anchor above the horizontal. \n\n  Head up and right (bolt) to gain a series of nice flakes that climb at moderate difficulty, but maintain their spicyness by their flexibility. Place your gear carefully and use runners to keep your rope from getting caught. Reach an overlap, clip a bolt and balance onto the slab by means of a razor sidepull. 2 more bolts protect the interesting slab moves to the anchor","protection":"Pitch one: 4 bolts and gear up to #1 (red) Camalot. Use the #1 in a pocket just before the mid anchor.    Pitch 2: 4 bolts and small to mid cams. Use lots of shoulder length slings for the gear at the flakes. The marginal PG 13 is just to make note to be aware of possible expanding flakes when placing your gear on the second pitch.","location":"Located near the left end of the Main Wall, the first route right of the orangy brown (and green) right facing corner. 3 bolts lead up a slab and face to a mattress sized flake under a small roof. Follow the directions under the route Blurry Eyes to get to this part of the cliff."},"__v":0},{"_id":"UmyLidNWXSqVGC+6NjiuNA==","name":"House Made of Dawn","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"David Powers, Mark Sprague April 29, 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":8,"mp_id":"107587894","mp_crag_id":"106755848","climb_id":"UmyLidNWXSqVGC+6NjiuNA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"The first slab approach pitch to Muffin Man is a quality climb by itself. Between Black Flies .. and Green Party (see the cliff topo mountainproject.com/v/10862… ) , step up to the start of a short left leaning flake, then step right and roughly follow the bolts up the quality slab to an anchor at a good stance below the big second pitch flake system. Be prepared to zig and zag some from the bolts for the easiest line. There is a thin crux about 1/3 of the way up that may seem desperate if your shoes are warm. It felt 11a when we climbed it in ideal conditions, but I remember it feeling much more insecure while bolting it in the Fall, so we are calling it 11b and await confirmation. Some of the footholds are micro, so temps will make all the difference. Dave on-sighted the FA. ..a really nice pitch if you like slab, and then a second pitch, Muffin Man 12+ rears up above and gets even better! Don't let the couple clumps of vegetation you weave by at the beginning put you off. The climbing is excellent.","protection":"10 bolts to a 2 bolt anchor.","location":"Walk to the climber's left along the base, past the Great Arch, until you get to the cairn indicating the trail to the Alcove. The bolts are above you, leading up the slab, with a second pitch steep flake system above.You can lower or rap with a single 60m rope"},"__v":0},{"_id":"5NScPHR4XMS79b49KKFAkg==","name":"Hippy Bus","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":0,"mp_id":"108362006","mp_crag_id":"106755848","climb_id":"5NScPHR4XMS79b49KKFAkg==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"The easiest quality line at the crag so far. This follows the slabby buttress near the left end of the cliff. Boulder up (technical crux) up a short wall and rock over onto a short bit of slab (bolt) to gain a short easy corner with a hand crack (cam or two). Exit the corner and follow bolts up the high quality stone of the buttress until you reach another short band of featured steeper rock. Follow this up and right making use of the hand cracks (a couple more cams) to a bolted anchor. Fun!","protection":"5 SS 3/8\"Fixe bolts and a handful of 3/4\" to 2\" cams, quickdraws and a few slings. The anchor bolts (1/2\" SS Rawl 5 pc) currently just have a biner on each (forgot the quicklinks), so if you have a couple spare 3/8\" or bigger quicklinks or biners bring them along. A spot for the start is nice, particularly if it is anywhere near your limit, since it is hard to stick clip the first bolt.","location":"Far left side of the Main Wall, about 25 feet left of the right facing corner of Remember Me that is 40' up on the wall. Note The old trail that skirted around to the far left has gotten partially camouflaged by a fallen tree whose root ball you now have to ascend. This root ball seems to attract aggressive yellow jacket ground nests, so you are better off just doing the scramble now up left staying along the cliff from the staging area for Green Party and Trusting the Rubber"},"__v":0},{"_id":"PEpvOla7Uk6wOMd7NNxpYw==","name":"Greenpeace","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA -Jamal Lee Elkin 10/2/01 clean aid,  FFA 9/19/2010 Dmitriy Shirokov and Mark Sprague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":16,"mp_id":"106759678","mp_crag_id":"106755848","climb_id":"PEpvOla7Uk6wOMd7NNxpYw==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"This is a super classic, beautiful 200 foot finger and hand crack that becomes a line of pockets in the middle.It was first aid soloed by Jamal in one rope stretching push, and with the later addition of bolted anchors and 3 protection bolts for the second pitch has since become a popular free climb. Any aspiring hardperson trad leader should make the effort to get themselves out to try it. It is a NH classic, one of the plums that Green's has to offer.Take care protecting the bottom section, where the technical crux is, getting a semi blind small cam placement in the best spot. If you take your time getting this, and maybe down climb to get a better look, you should be fine. Do tape well, hands and fingers. After the short crux you get a no hands rest standing atop a big flake. If you are crafty, you can get some good gear in above, tie yourself off and lower a bite and haul up the rest of your rack. From the flake continue up the pumpy but well protectable finger and hand crack to a bolted belay.After the first belay, you will ascend a short bulging corner to gain a cruxy, bolt protected pocket section, and then cruiser crack in corner to a nice rest on a big round flake to contemplate the puzzling finish run to the top.After further cleaning and inspection, Dima found an offset cam could be used in lieu of the last bolt. A green .75 cam could be placed in a pocket in exchange for the lower bolt also, but it would be in a handhold and would run more risk of the rope jamming. Certainly the route could be done by a stronger party as a single pitch avoiding the bolts if they wished. That would be a nice way to do it. If you do belay in the middle I suggest clipping the first bolt though to preclude a high fall factor fall onto the belay. We have decided to leave all the bolts for the time being, as all others who have been on the route since have suggested that (most people don't have offset cams), but once you have climbed it, let us know how you feel.","protection":"Trad and a few bolts on the second pitch. Bring stoppers and cams from small to #3 Camalot, with multiples of the smaller sizes. Save a #.4 gray, Camalot for your last piece on the second pitch. Anchors are bolted with quicklinks. 1-60 meter rope will get you to the ground with 2 rappels. There is a semi-blind small cam placement protecting the bottom crux. Take your time getting it right.","location":"about in the middle of the Main Wall, to the left of the Ginsu Flake."},"__v":0},{"_id":"HE22smgoXkapl/j/KNL6hA==","name":"Green Thumb","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Justin Preisendorfer, Tim Martel., J L Elkin 10/2/01","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":17,"mp_id":"106759692","mp_crag_id":"106755848","climb_id":"HE22smgoXkapl/j/KNL6hA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"This super hand crack is just to the right of the top half of Greenpeace.  To get to the base of the crack proper the first ascentionists would pendulum over from gear after aiding Greenpeace or lower from the top to access it. If you have a good wingspan, this could be completely freed with the addition of a few bolts to protect a line of pockets that would lead you up to join the crack from the first belay of Greenpeace. When I checked it out it didn't look like it would be too hard (maybe easy 11), but you would need about 4 inches more reach than I have (I'm 5.8) to do the initial reach over from Greenpeace. I think it has been years since this has been climbed on, so it will need some cleaning to be most enjoyable.","protection":"Trad rack, hand and finger size - shares the bolted 2nd pitch anchor of Greenpeace","location":"see description"},"__v":0},{"_id":"5IQloJvnVZaZZY0JFvJSCA==","name":"Green Party","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA with aid-Jamal Lee-Elkin, Tim Martel and Justin Preisendorfer, FFA- David Powers and Matt Elliott 8/20/2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":6,"mp_id":"106756577","mp_crag_id":"106755848","climb_id":"5IQloJvnVZaZZY0JFvJSCA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Heading towards the left end of the Main Wall, past the big left arching corner , maybe 50 feet past the cairn where a trail breaks away from the cliff and head over to the Alcove, is an inviting second pitch, stair stepping, left leaning flake system. The climb begins on a short easy 5.7 unprotected slab (to the right a little, near the moss is easiest) to gain a ledge, then a large flake system left of a small patch of pine trees. After passing the trees, diagonal up and right past a bolt, then back left along a thin arcing seam (5.9-) to some hand jamming and the first anchor. From the belay, clip the bolt to the left and do a long reach left with thin feet (or dyno) to reach a good hold at the base of the big flake. Follow the flake up (hand to fist sized cams) to a short bolt protected headwall (crux) to gain a ledge. Mantle up to gain anchors to the right. A single 60m rope will get you to the lower anchors and then the ground, or go all the way to the ground with doubles.A cool looking potential third pitch awaits an ascent above and to the right, which will probably be harder. It has only been partially cleaned and will need some bolts. There is a big death flake that probably wouldn't survive a fall on gear behind it that should be trundled.","protection":"Both anchors are 1/2\" SS Rawl bolts with quicklinks. Regular trad rack up to large fist sized. 1- 1/2\" bolt on Pitch 1 and 3bolts on pitch 2, the top one placed by hand by the aiding party. Doubles of the mid to larger cams would be handy. A single 60m rope will get you down with 2 rappels.","location":"The left hand side of the main face, 50 feet past the cairn for the trail to the far left, before you have to 3rd class to go further along the cliff base. See the topo from Preisendorfer. \n\n  GPS: N44.03542 W71.40017"},"__v":0},{"_id":"AcRJ6pRNUieJHViPFI+zEg==","name":"Global Warming","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Amy Colburn, Tom Bowker, Jay Lena","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":26,"mp_id":"113715142","mp_crag_id":"106755848","climb_id":"AcRJ6pRNUieJHViPFI+zEg==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Step out right onto the small ledge and grab the first flake. Protect with a medium cam and alley oop up to a stance where you can grab the second flake, place more gear,  and clip the first bolt (see pic). Make a delicate move (crux) from the top of the flake to get a smaller left-facing flake, and make one more move to get the second bolt. Trad gear from here to the anchors will take you through some moderate yoga at the overlaps. Step left of the nose and past a small roof with good small gear under it, exit up and right through the groove and romp easily up a long, slabby dihedral to a big ledge with a two bolt anchor.","protection":"Single set of Camalots to #2, doubles of .75 or #1 helpful but not necessary. Two bolts. Two bolt anchor.","location":"The left-most route on the wall that has First Impressions on its right side."},"__v":0},{"_id":"zGIOw8ZSX5OrOiJrgnsVgA==","name":"Ginsu Flake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Michael Hartrich and Matt Peer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":18,"mp_id":"106753479","mp_crag_id":"106755848","climb_id":"zGIOw8ZSX5OrOiJrgnsVgA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"About in the middle of the cliff, just right of Greenpeace, is a fun looking, sparsely bolted left leaning thin flake that goes part way up the wall.  Layback and jam up the flake, trying to avoid getting too pumped. After the last bolt, look to escape right and up to the anchors; two new bolts with biners. \n\n  Justin Preisendorfer kindly sent this information: \"Tim and I put 3 bolts in the flake by hand on the lead but didn't have the right size pins to leave an anchor.  You can easily down climb to the right at easy fifth class to get off without leaving gear though it would be nice to have an anchor there.  A couple years after we bolted that line I learned from Matt Peer that he and Hartrich had climbed it 20 years earlier.  We talked about the bolts and decided to leave them because one fall on a cam would definitely blast the flake to bits.  Hartrich has balls of steel.\"","protection":"3 bolts and a small rack, #4 Camolot or two for between the bolts, but you don't really want to fall on them. Two #4 Camalots are handy, but you can leap frog it after the first bolt if you have only one. For above, a cam or two around #1 size Tread carefully on the flake.There is a new c2010 bolted top anchor.","location":""},"__v":0},{"_id":"RsTV78vNVfKcX8GSGgrXOQ==","name":"Gift, The","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom  Bowker, Mark Sprague 10-9-2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":3,"mp_id":"107322331","mp_crag_id":"106755848","climb_id":"RsTV78vNVfKcX8GSGgrXOQ==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Just right of the 2 starts to Blurry Eyes is a right facing corner. Climb the corner for 15' until you can exit up left at a break. Follow the right side of the reverberating flake until you can move up left to the anchor. \n\n  This route is nice when it is freshly cleaned, but unfortunately the initial corner is often wet so regrows slimy moss quickly.","protection":"Standard trad rack. Protection is good.","location":"The easiest pitch on the cliff. (if clean) This route is another variation start to the first pitch of Blurry eyes."},"__v":0},{"_id":"lxIWQyA4WJuBt7MHPvVdYQ==","name":"First Impressions","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pitch 1 - Mike Zarnowski and Nick, ground up sans bolts 2014, complete-Mark Sprague, Amy Colbourn - Spring 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":30,"mp_id":"113602679","mp_crag_id":"106755848","climb_id":"lxIWQyA4WJuBt7MHPvVdYQ==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"The first route you see coming to the Main Wall from main approach trail, it makes a great introduction to Greens, with a nice mix of delicate face, stem corner and hand jamming.\n\nP1 Layback and jam a short flake/crack, then either step left to better gear in a horizontal then straight up to the first bolt or continue up the crack until you can reach left to it (slightly easier but thinner gear). Continue left and up across the face past another bolt(crux) to a short hand crack that brings you up into the base of a beautiful jam and layback/ stem corner. The bolts on the arete are for the 10 to the left. Continue up the crack to a belay on the right. P2 From the bolted belay on the lower ledge, head straight up the nice handcrack. The top anchor has ramshorns and you can lower to the big ledge with anchors to the left (anchor of Volcano 5.10)","protection":"single nuts and cams up to #3, double cams grey or purple through red #1 (Camalots), 2 bolts and bolted anchors","location":"Right hand side, where the spur trail first brings you to the wall, walk right about 20' and a short crack leads to 2 glue-in bolts angling left across the face"},"__v":0},{"_id":"GON6IynjXKKDuFACOZVxBQ==","name":"Fireside Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tim Martel and Justin Preisendorfer 8/2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":23,"mp_id":"106759736","mp_crag_id":"106755848","climb_id":"GON6IynjXKKDuFACOZVxBQ==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"from Preisendorfer - \"The best line there in my opinion is Fireside a two pitch 5.10 that exits out the right side of cave. The best way to climb this route is to bivy in the cave and have your belayer drinking coffee in their bunny slippers while you climb up and left(sic) from the fire ring. As soon as you break out of the first roof you gain an amazing hand crack that you follow to the top. Watch for a OLD pin that was probably the bail anchor from the 1920's era exploration. I believe that Lincoln O'Brien and crew traversed in from the right to get there because I'm pretty sure he didn't crank out the roof!\" See Preisendorfer's Topo #3 from the IME New Route Book. ","protection":"Trad rack with lots of hand sized cams. Two raps with a single rope will get you down. There is a communal bolted rap/lower anchor up and a little to the right. Please use it and avoid topping out so the top of the cliff doesn't get beaten up. There is a lower anchor directly below, beneath the bulge, that will get you to the ground.","location":"The very right hand edge of the big overhangs on the right hand side of the Main Wall. Starts right of the fire ring."},"__v":0},{"_id":"JIVZHGbXVpey3OouxGvfvw==","name":"The Enabler","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Sprague, Ray Rice - Late Fall 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":24,"mp_id":"113893694","mp_crag_id":"106755848","climb_id":"JIVZHGbXVpey3OouxGvfvw==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"A rambling voyage, this route starts down on the wall right of the fire ring, then heads up and left across the wall above the overhangs connecting horizontal cracks and ledges to an airy finish. It gives you a good overview of this section of the cliff and also serves as the easiest and well protected access to other upper pitches, bypassing their more difficult starts . The first pitch is often wet through the notch in the spring, but if that is reasonable, the climbing above dries quickly.\n\n P1. Start as for Global Warming , up the flake, past two bolts and through the notch. Once established in the left corner above the notch, follow a short rail out left, sling your #4 and stick it in the slot above, step down and make the reach out left to the good horizontal. Clip the bolt above for your second and continue traversing left on the horizontal, stepping above a couple trees to a bolted belay. 5.9+\n\n P2. Continue left to the right facing corner of Fireplace Crack, up through the notch and continue angling left on the big crack/flake that turns into a ledge to another bolted anchor. 5.7?\n\n P3. From the anchor continue walking left, clipping a couple bolts and head up the face on edges (crux, & another bolt). At the next horizontal move left towards the corner than up towards a small spruce tree above (remember to use slings to avoid rope drag). At the level of the tree break left again, embrace the crumbles, and head out the airy horizontal above the high roof, finishing at another bolted anchor. The last bit is a little grainy still but you are on good handholds that turn to buckets and you can soon put your whole arm in to get a shake if needed. Keep your feet pasted high where I scrubbed it more and they will stick better.\n\n Because the route angles and the ground moves up below, you can rap from any of the anchors with a single 60m rope. Just make sure both ends are down! The rap from the 3rd pitch leaves little rope to spare.","protection":"Set of cams to #4. A #5  might be useful for sewing it up but not necessary, especially if you have doubles of the others, quick draws & handful of alpine draws. SS glue-in anchors, 3 glue-in bolts each on pitches 1 and 3","location":"Starts down on the right end of the cliff and moves up left, above the Fireside overhangs"},"__v":0},{"_id":"QyX9ttV6Vv6qXvCaFFoxhA==","name":"Eco-Challenge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Justin Preisendorfer & Tim Martel 08/2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":31,"mp_id":"113693317","mp_crag_id":"106755848","climb_id":"QyX9ttV6Vv6qXvCaFFoxhA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"A great layback crack/corner that can be protected very well.  \n\n  The moderate grade is unusual for the cliff. Even though it is relatively short, the grade and excellent climbing make this route a classic.","protection":"Can be done with a single set of cams and medium size nuts. Double medium cams woud be helpful if you like to really sew it up. Altough the crack is wide at the top nothing bigger than a #3 camalot is necessary.  \n\n  Currently no anchor of its own (have to ask Justin), so use the nearby top anchor of First Impressions to the left (easily reached and has ramshorns). To save the cliff top vegetation please do not top out.","location":"From First Impessions walk right 75 ft and look for a path up a steep bank. This path leads to a short wall with a nice wooded ledge along its base. Eco-Challenge starts at the far left end of the ledge."},"__v":0},{"_id":"7AJ2RVR8W2SzsakZaGB8KQ==","name":"Dry Run","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Ray Rice, July 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":12,"mp_id":"119701308","mp_crag_id":"106755848","climb_id":"7AJ2RVR8W2SzsakZaGB8KQ==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Climb the slab to the left of bull run direct. Sling gear placements long until you reach the right facing corner. Hand size pieces get you to the top of the corner and the bolt protected crux. Traverse left up into a scoop under the final solution pocketed corner.Take it to its top until you can finally turn out left onto a slab that goes to the belay of BlackFlies.","protection":"Standard rack up to #3","location":"Thirty feet left of ArchDuke"},"__v":0},{"_id":"ae0RHfpBUoqM5CuouXzGZA==","name":"Dead rat tat","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ray Rice, Liam Byrer June 2, 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":7,"mp_id":"114498947","mp_crag_id":"106755848","climb_id":"ae0RHfpBUoqM5CuouXzGZA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Three pitch link up.     P1. Climb green party's first pitch.    P2. Steep headwall off the belay, at second bolt (crux), pull up and right, finish up bolted face to the belay ledge.    P3. Step out right over stacked blocks and begin unloading your rack into the undercling hand jam traverse. Finish up the face to the rappel anchors, the leader can clip in and be lowered off to the next rappel station (down and right) and belay the second from there.   rappel the headwall....","protection":"standard rack, double up on #1 and .75","location":"Mainwall"},"__v":0},{"_id":"rLXrmH9/UPyhHWLvzSl+rg==","name":"The Cracks to El Dorado","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ray Rice and Liam Byrer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":22,"mp_id":"114001066","mp_crag_id":"106755848","climb_id":"rLXrmH9/UPyhHWLvzSl+rg==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"The Cracks to El Dorado follow an adventurous line to the top of the main wall from the very left end of the giant roof. The first pitch has two starts both with thin and technical cruxes. The second pitch follows a bottomless crack suspended above the roofs to the top.\n\n Left of the main roof systems where the cliff side trail jogs down again begins two separate crack systems, each a variation of the first pitch of the route. \n\n P.1 A On the right is a series of changing corners moving left to a crawlable ledge about 40' up . This takes OK gear, mainly small cams and nuts, heading into a line of bolts, then 20' traversing right on a crack to two bolt anchor. 5.11 +\n\n P.1 B Starting 30' to the left on steep slab, climb through edges and crimps to gain a right leaning crack that heads into an excellent bolt protected  and tehnical sequence.  Small cams and nuts are needed here. Continue up passing a few bolts on technical face climbing to reach a handcrack and 20' traverse to bolted anchor. 5.11+\n\n Pitch 2: Traverse right from bolt anchor on some questionable blocks and make a bold reach into the bottomless crack over the roofs. Enjoy  featured crack climbing up and left to a great rest on a sloping ledge. Navigate up and right through broken cracks until a final traverse left ends at a bolt anchor and tree. 5.10\n\n Two raps work with a 60m.","protection":"Small Cams to BD #3, possible doubles of .5 -2, and a healthy rack of nuts.","location":""},"__v":0},{"_id":"a8949NNSV9OjAprepyNl1g==","name":"Bull run direct","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ray ,liam, Andy July 18-18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":13,"mp_id":"115338706","mp_crag_id":"106755848","climb_id":"a8949NNSV9OjAprepyNl1g==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Direct start to an awesome climb! Straight up 4 bolts into the crux of bull run. Bumps the grade maybe??? Slab up to steep face, bouldery 2nd bolt crux. tricky feet, crimps to gaston..Pull!","protection":"4 bolts into the original line, cams for the top","location":"30 feet left of the arch. 30 feet right of Black Flies"},"__v":0},{"_id":"gU8SCEhhXKGAE4uj34a5Gg==","name":"Bull Run","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Randy Garcia and David Powers, Sept 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":14,"mp_id":"107236827","mp_crag_id":"106755848","climb_id":"gU8SCEhhXKGAE4uj34a5Gg==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"The route starts between Black Flies and Greenpeace and follows a diagonal line to the Great Arch. Anchors are just below the roof.   Start in the somewhat dirty corner with rotten rock. Follow cracks up and left to a less steep terrain. Traverse left to bolt. At the bolt climb straight up the corner (crux) to gain finger crack. Layback crack to the anchors.","protection":"From midsize cams to small cams. One bolt in the middle (crux). There is new 2 bolt anchor on top.","location":"The route is located between Black Flies and Greenpeace and starts under the middle of the Great Arch, in a somewhat dirty corner."},"__v":0},{"_id":"pfoPMCU0XI+/jSJKiAZXAw==","name":"Blurry Eyes","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dmitriy Shirokov and Mark Sprague 9/5/2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":2,"mp_id":"106885523","mp_crag_id":"106755848","climb_id":"pfoPMCU0XI+/jSJKiAZXAw==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Named for the fact that it was early and I was still half asleep when we put it up. The original first pitch is short, about 30 feet, and likely overgrown at the start, heading up a thin crack to a ledge with a bolted anchor 5.10-. The protection starts with a couple thin wires, but gets better as you go. The more common way to start now is to work up the arete to the right (bolt), until you can pop left to the flake, then head up the hand crack formed by the disconnected, but wedged (hopefully) big flake 5.8. That takes you up to the same anchor. The second pitch is gorgeous slab climbing on super rock, with knobs and dimples with the occasional pocket or seam, with the crux overlap near the top. P2 is all bolt protected except for one cam placement in a slotted pocket before the overlap.","protection":"Pitch one, original thin seam start - trad, small wires and cams to larger nuts and large finger sized cams.   The new start to the right - One bolt and some cams, but don't fall on them (Warning- The big flake will probably stay there for a very long time, but there is really very little rock that it is pivoting on at the bottom)   Pitch 2 - 1/2\" SS rawl bolts and one cam in a slotted pocket, your choice, gray Camalot or a smaller one further back. Both anchors are 2 bolts with quicklinks. Get down with 2 raps down the route with a single 60m.","location":"Located on the far left side of the Main Wall. It is just left of an obvious large, dark brown and yellow (and likely green), right facing corner with a roof (The Gift) .To get to the far left of the Main wall, once past the Great Arch and up on the plateau where Green Party and Trust the Rubber begin, scramble up to the left along the cliff line another 100 feet to another level, passing a couple bolted lines and up to where there are some big blocks at the base."},"__v":0},{"_id":"0sOMBW4+UAahm9PbJcUp6g==","name":"Black Flies Consume Jim Dunn","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"lortie/strand 93","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":11,"mp_id":"106182601","mp_crag_id":"106755848","climb_id":"0sOMBW4+UAahm9PbJcUp6g==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"After the approach, the climbing is about equal. Super climbing on perfect rock. About the hardest F/A I've done. Way good steep slab climbing in a real remote setting. Way hard climbing up a steep dark slab, very sustained and sweet. If this was on Cathedral. no one would EVER do it.   Some beta;   decently tough climbing off the ground 11A past a bolt to a rest.Gear up in the small corner to your right and then move onto the slab. Hard and harder moves past bolts and then a big iron cross type move out right to a micro knob//crux stand up/ mantle to a rest. One more 5.11 section (bolt may be shady, i  was gripped) and then the belay","protection":"Some small cams and bolts. Currently the bolts realty should be replaced, as they are old 5/16\" buttonheads. Also, it is a bit far (understatement) to the first bolt and a possible gear placement before it is pretty crumbly (great rock the rest of the route), so be careful. It is well worth a rebolting.You can get to the anchors now by doing the newer route Dry Run.","location":"rap 90' from a pin/bolt anchor"},"__v":0},{"_id":"5W1Rb00pVgiJ0LoOt0vCkg==","name":"The Arch Duke Dude","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ray ,liam, Andy Oct-14-18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":15,"mp_id":"115963248","mp_crag_id":"106755848","climb_id":"5W1Rb00pVgiJ0LoOt0vCkg==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":" Wild stems, flare groveling, two roofs,   fist stacks,thigh locks and finally perfect hands that want to spit you out going for the chains... ","protection":"Kitchen sink","location":"Can't miss it"},"__v":0},{"_id":"uw1s2DIyVb+HRyTN6I5XDA==","name":"Another Green World","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Liam Byrer, 10/14/2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":19,"mp_id":"115428473","mp_crag_id":"106755848","climb_id":"uw1s2DIyVb+HRyTN6I5XDA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Another Green World is a second pitch option to Stewart's crack. Begin at the Stewart's 2 bolt anchor, head up 8 feet until you can reach the left heading undercling. Walk this ledge towards where the undercling seals off.  Continue traversing left through an ever thinning face crux protected by a bolt. Make the moves up and left to jugs and right leaning flake. Step out of the flake onto a beautiful hardened face, following bolts and the edge of the arette to a two bolt anchor.","protection":"4 protection bolts, couple cams, one small finger sized is helpful.","location":""},"__v":0},{"_id":"Bdhhj4OEUnCfBt9H/0Vd7w==","name":"(I Just Want to Make a) Volcano","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mark Sprague, Tom Bowker - July 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":28,"mp_id":"113604488","mp_crag_id":"106755848","climb_id":"Bdhhj4OEUnCfBt9H/0Vd7w==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Start up the left facing flake in the middle of the face (gear) and continue up the face and start of a shallow crack, following the line of bolts, then angle right and through some almost tufa like flakes (don't put gear behind) to a rounded arete with a crux mantle foot match move on an edge. Make delicate moves left until you can layback the edge of the wide crack and step over to a stance. (direct is 11)  An easy crack leads to SS glue-in anchors on the big ledge.","protection":"Single rack of cams up to gold Camalot, bolts (need to recount), bolted anchor on the big ledge. If you do one of the pitches off the ledge, give the belayer enough leash to move more under the leader.","location":"In the middle of the wall that makes up the buttress of the right end, second line with bolts from the right, big obvious circle to the left of the start of the route"},"__v":0},{"_id":"FXoycy8nVhCycS/WSCIvLA==","name":"\"Con\" Savage","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ray Rice, Joe Consavage","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"left_right_index":32,"mp_id":"113750482","mp_crag_id":"106755848","climb_id":"FXoycy8nVhCycS/WSCIvLA==","areaRef":"/CMyljyiXS2D1E/B9etUxw=="},"content":{"description":"Fifteen feet right of Eco-Challenge is a right leaning crack that gives it all the way!  \n\n  Thin finger locks into laybacks, straight up into the techy business! Gear    battle between jambs on tiny feet gets you to the bolt protected crux. Crimps    to juggy horizontals (gear) and final moves to the anchor. Great rock quality","protection":"triple #.75, one #.5 single finger size. double green alien. 1 blue alien, 1 black alien and smaller offset nuts","location":"same approach as Eco-Challange, on the left end of the blank vertical wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,520d135f-cf28-57c4-92cb-49590e2b2090,15f50bb0-f98e-5355-aa6f-afc1b892264e,fc233296-3ca2-5d2d-83d4-4fc1f5eb54c7","pathTokens":["USA","New Hampshire","WM: Kancamagus (Central)","Greens Cliff","Main Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":5,"label":"5.10"},{"count":1,"label":"5.12c/d"},{"count":5,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":32,"bands":{"unknown":0,"beginner":4,"intermediate":16,"advanced":12,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":16,"advanced":15,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.3996,44.0358]},"bbox":[-71.40022547874239,44.035350339818145,-71.39897452125763,44.03624966018187],"left_right_index":-1,"ext_id":"106755848","area_id":"/CMyljyiXS2D1E/B9etUxw==","polygon":{"type":"Polygon","coordinates":[[[-71.40022547874239,44.035350339818145],[-71.39897452125763,44.035350339818145],[-71.39897452125763,44.03624966018187],[-71.40022547874239,44.03624966018187],[-71.40022547874239,44.035350339818145]]]}},"content":{"description":"The Main Wall of Greens is an impressive band of rock running a little over 1/3 of a mile wide and mostly about 250 feet tall. It offers a bounty of climbing of various styles, with some superb cracks, face climbing, steep slab and flake systems.The approach from Sawyer Pond Trail brings you under the right side of the cliff. A short spur leads to a sort of a featured buttress, a little over 100 feet tall, with a nice cluster of one and two pitch 9s and 10s, which makes it a good place to start the day.Moving to the left, as the cliff gets taller, huge blocks have been plucked out from the base of the cliff to create a large ledge with big roofs above. If you hug the cliff you can scramble up via a little notch (about 40' to the left of Global Warming) to the right side of the ledge, where you will find an old fire ring and some good spots to bivy. Otherwise, the main trail stays out from the cliff a bit until it brings you to the left side of the overhangs, near El Dorado. There is currently only one route that goes through the roofs, Fireside Crack, that starts just right of the fire ring.A few words about camping here: It is less necessary since the new way in makes day trips easy, but it is a great bivy spot with the fire ring, protection of the big roofs above, relatively flat spots to lay your pads and a great view. If you use it please leave it as you found it or better. Keep the place nice, and be very careful if you have a fire to keep it under control so no embers fly out and land below. Remember to hang you food well. Also, don't just piss off the ledge. It is protected from rain and would get nasty smelling in no time. Go out further. Please don't leave trash in the fire ring. There is an iron grate stashed behind the leaning slab by the fire. If you use it to cook, when done please return it to its place, out of sight. Etiquette suggests replacing any wood you found and used in a neat small stack (dead beach wood is best) so if the next person is stuck in the rain they will have something to get warm with. Needless to say, bury your shit and TP well and away from the cliff. When you leave, aside from the fire ring and a small neat stack of wood, it should not look like people have camped there, and stir the ashes around and make damn sure the coals are 100% out. This shouldn't have to be said, but I have found the place abused and it is very discouraging.Continuing the cliff tour: The roofs continue on for a couple hundred feet, then you drop down off the scree ledge and come to where the cliff is a very steep, sheer slab. I think this is the portion I believe Mike Hartrich referred to as the Porcelain Wall. Above, in steeper second pitch territory are many attractive features, but, so far, the slab has only been cracked by Moldy Bolts, a 12a ground up bolted line that follows a thin seam to a ledge.The next feature you get to is the obvious line of Stewart's Crack, the first pitch of which follows a great handcrack up a left facing corner to a belay ledge. Moving further left, past a couple jumbley, partial height corners, you will come to the wafer thin Ginsu Flake and the classic 2 pitch vertical crack of Greenpeace. The cliff here is about 250 feet tall and steep, with a further 100 foot+ crown of slab above.Fifty feet past Greenpeace the huge arch of Arch Duke Dude begins, a large, left leaning,  overlap arch . If you are looking for Black Flies Consume Jim Dunn, you will find it running up the steep slab to the upper end of the arch. Above is a steep two pitch system of dramatic flakes and corners, with another system, The Muffin Man, 50 feet to the left. The theme of steep slab up to another pitch or two of steeper feature climbing continues leftwards with the classic flake of Green Party. At this point the base of the cliff begins to rise and the cliff gradually shortens. From Green Party and Trust the Rubber, you get up to the left end by scrambling up the slabby corner up left to another level (careful). The first routes you pass are the 2 pitch sport route Snaking the Drain 12a+ then the mixed I'm Still Here, which both start up a couple bolts of easy slab into a vertical headwall Just to the left, is an orange (probably green now) right facing corner capped by a roof. The starts of Blurry Eyes and Remember Me are just past the corner.To get to the top of the left side of the cliff and above the Alcove, continue following the goat path up the narrowing band of trees, with a big slab below you and the diminishing Main Wall above."},"density":0,"totalClimbs":35,"__v":1,"createdAt":"2022-11-07T06:12:09.500Z","updatedAt":"2024-01-20T01:03:21.484Z"}