{"_id":"63689de0e80bff5a994fa640","area_name":"Loch Vale & uphill","shortCode":"","climbs":[{"_id":"9qXWvaYIVvyZct6fQ8lkkw==","name":"Sex With A Live Person","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Ben Collett, Erik Rieger","type":{"trad":true,"ice":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65776,40.29451]},"left_right_index":0,"mp_id":"108421296","mp_crag_id":"105815326","climb_id":"9qXWvaYIVvyZct6fQ8lkkw==","areaRef":"himi4IqFUPWb/zl84EWPpw=="},"content":{"description":"There are a few ice flows located high above the Loch Vale cragging area. They've probably been climbed before. We climbed the obvious flow on the right after our planned route at Sky Pond didn't pan out. Ben suggested the name, since it's like a tame version of\n\nNecrophilia\n\n. It's worthwhile if you're desperate but not into the dead thing, or you could combine with the\n\nNW gully\n\nand other short climbs. The left-most flow is lower-angled.","protection":"We soloed the route, so there's no rap anchor. Build one or walk off skier's left down a technical and exposed gully. Protection would be thin on the first half, bring rock gear.","location":"This is on the northern aspect of Thatchtop, directly above the Loch Vale cragging area. Approach as for\n\nDeep Freeze\n\n/\n\nNecrophilia\n\nup to the lake, but move left (east) across the moraine bench below those routes to reach the smears. It's easy to see from the trail if they're in or not."},"__v":0},{"_id":"89PmZTMlWSmce+BZMtFzuA==","name":"Prise de Fer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Perhaps Andy Grauch and Chris Sheridan 1/29/11, perhaps not","type":{"trad":true,"mixed":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65776,40.29451]},"left_right_index":21,"mp_id":"107026322","mp_crag_id":"105815326","climb_id":"89PmZTMlWSmce+BZMtFzuA==","areaRef":"himi4IqFUPWb/zl84EWPpw=="},"content":{"description":"Prise de Fer climbs a more direct line following a left-facing corner system to the left of\n\nDog House\n\n, gains the east ridge of\n\nThe Saber\n\n, and continues to the summit of The Saber from there.\n\nP1-3: Climb the first three pitches of\n\nDog House\n\nto a large, wide ledge.  The fourth pitch of\n\nDog House\n\nangles off right starting at the back right side of the ledge.  Instead, climb a vertical chimney system system starting at the center of the ledge for another 50 feet.  (M5+, 5.7, 280 feet total)\n\n(Pitch one and two of\n\nDog House\n\ncan easily be combined if you're careful about rope drag, but I'll keep the pitch numbering here consistent with the\n\nDog House\n\ndescription for clarity)\n\nP4: Travers a small ledge left for 10 feet to gain an easier crack system then continue up till you run out of rope or the drag gets too bad.  (5.7, 200 feet)\n\nP5: Continue up fun and easier mixed terrain to the east ridge of The Saber.  (5.5, 100 feet)\n\nP6: Climb the east ridge of The Saber, alternately traversing along north side of the ridge and climbing the ridge crest.  (5.6, 100 feet)\n\nP7: Continue on to the summit of The Saber. (5.6, 150 feet)","protection":"Cams to 4 inches, stoppers, a few pins, large Hexes, maybe a stubby screw just in case.","location":""},"__v":0},{"_id":"dbpg1D73Vvi6KFouKN1M9w==","name":"Dog House","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jonny Copp, Zac Smith, Steve Su","type":{"trad":true,"mixed":true,"snow":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65776,40.29451]},"left_right_index":22,"mp_id":"106378992","mp_crag_id":"105815326","climb_id":"dbpg1D73Vvi6KFouKN1M9w==","areaRef":"himi4IqFUPWb/zl84EWPpw=="},"content":{"description":"Alpine climbing can rarely be described as being \"fun\" in a traditional sense of the word. Maybe Type 2 fun, or retrospective fun if you're of a particular disposition. Catch this route on a nice sunny day and you'll find an exception to the rule.\n\nDog House can be approached in one of two ways. The first ascent party climbed the route in mid-winter, and the route offers five pitches of continuous and sustained mixed climbing. We climbed the route in late winter, and the south facing route had warmed up enough to offer a little bit of everything: drytooling, steep step kicking and bare-handed alpine rock climbing. Both scenarios will likely leave you grinning from ear to ear.\n\nThe route sits between the Saber and the Foil just above Sky Pond. The primary discription below if for the line taken by the first ascent party, while the alternate pitches describe the line we took.\n\nP1. Climb a deep chimney with several wild chockstone cruxes, to a cave below huge VW sized chalk stone (M5+).\n\nP2. Exit the cave on right, and climb easy snow above to the base of a narrow chimney (M4).\n\nP3. Climb the chimney section past a steep bulge and back onto easier snow above (?).\n\nP3A. Alternately, break right above the VW chockstone and climb the rock up to a broad ledge (5.8).\n\nP4. Climb the steep, sustained gully above (M5+).\n\nP5. Take the left branch of the gully to the top of an unnamed spire behind The Foil (?).\n\nP5A. Alternately, cut right again and climb a short chimney section behind a right facing flake, then step out right onto the face and climb excellent rock up to the notch just north of The Foil's summit spire (5.7).\n\nP6A. If you haven't had enough yet, climb the north side of the summit spire of The Foil to one of the coolest summits in RMNP. Start on the right side via a steep hand crack to offwidth section, the cut left to shallow, left-facing corner, then move back right again to a final right-facing dihedral (5.8 A0).","protection":"Stoppers and cams to a #3 Camalot, a #11 hex, and a few pins.  A single aider is handy if you plan on climbing to the summit of The Foil in your clunky mountaineering boots.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,093a76c5-0bf1-513e-b660-3afabfdf5936,056e7cd6-2266-5ba4-8d28-a861f68f9aab,8629a2e0-8a85-50f5-9bff-397ce0458fa7","pathTokens":["USA","Colorado","CO Ice & Mixed","RMNP - Mixed/Ice","Glacier Gorge Trailhead Ice","Loch Vale & uphill"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.65776,40.29451]},"bbox":[-105.6583495402103,40.29406033981814,-105.65717045978971,40.29495966018187],"left_right_index":-1,"ext_id":"105815326","area_id":"himi4IqFUPWb/zl84EWPpw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:57:06.869Z","updatedAt":"2024-01-15T16:44:21.396Z"}