{"_id":"6368a50be80bff5a995afe03","area_name":"Mt. Spry","shortCode":"","climbs":[{"_id":"VivsWvsyV9KG/PiqnQaCkg==","name":"Swamp Donkey","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bryan Bird, Caleb Padgett ( SD Right) Bird, Joe French, Zach Lee (SD Left)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.96378,37.22187]},"left_right_index":999999,"mp_id":"108615100","mp_crag_id":"106496560","climb_id":"VivsWvsyV9KG/PiqnQaCkg==","areaRef":"taRIQudWWo2mANAtPyga+A=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"OTKq6rY1Wq6jCHnzwo76DA==","name":"Shark Tooth Freighter","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Joe French and Zach Lee March 19, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.96378,37.22187]},"left_right_index":999999,"mp_id":"106496565","mp_crag_id":"106496560","climb_id":"OTKq6rY1Wq6jCHnzwo76DA==","areaRef":"taRIQudWWo2mANAtPyga+A=="},"content":{"description":"Route submitted with permission from Joe French... Another fine free climb waiting for Joe and Zack to fix up and climb. 3 pitches of good, hard, Zion fun.","protection":"Double set to 4\", one rope","location":"West face of Mt. Spry just to the south (right) of the south Twin Brother. The route is northwest facing. Receives zero sun as of the first week of November."},"__v":0},{"_id":"c+k2zG1qWyC847j8VGTJVQ==","name":"Holy Roller","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Joe French, Brody Greer (9/06), FFA: French, Zach Lee (2007)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.96378,37.22187]},"left_right_index":999999,"mp_id":"106959875","mp_crag_id":"106496560","climb_id":"c+k2zG1qWyC847j8VGTJVQ==","areaRef":"taRIQudWWo2mANAtPyga+A=="},"content":{"description":"Holy Roller\n\nseeks out the right of the 3 prominent vertical splitter cracks at the north end of Mt. Spry (the left line is \"Sandblaster\", and the middle one is \"Central Pillar\").  The thing is, this crack doesn't start at the base of the route, so a bolt-protected face pitch gains it, with a couple great pitches as a reward. This aspect of Mt. Spry is shaded in the a.m. and sees afternoon sun.\n\nP1:\n\nClimb a hand/fist crack in a right facing corner to a bolted anchor (5.9, 60').\n\nP2:\n\nFollow the bolts up and right, through intricate face climbing. Most of the pitch is bolt-protected, but you'll need 1-3 pieces of gear for a finger/hand crack just below the anchor (5.10+, 90').\n\nP3:\n\nFace climb up and left past 2 bolts. Enter a left trending crack system and follow this on a ramp past a bulge to a bolted belay (5.11, 100').\n\nP4:\n\nSplitter hands straight up, passing a couple of bulges to a bolted belay (5.11, 100').\n\nP5:\n\nSplitter hand crack to a pod (5.9?, 40').\n\nDescent:\n\nRap the route (we had 2x 60m, but 1 would probably work). With 2 ropes, go straight from the p3 to p1 anchors, rather than swinging over to the 2nd belay.","protection":"2 ea. cams to 4\", and 7-8 quickdraws.","location":"The face with Holy Roller and Sandblaster is pretty clear on the north side of Mt. Spry's west face. Park at the last pull-off on the right before reaching Court of the Patriarchs and hike up the hill (no trail)."},"__v":0},{"_id":"ueNnfY93VVioFiE0ZP/jbg==","name":"Hintersands","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA: Brent Barghahn Solo 2017 FFA: BB 2018","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.96378,37.22187]},"left_right_index":0,"mp_id":"118330806","mp_crag_id":"106496560","climb_id":"ueNnfY93VVioFiE0ZP/jbg==","areaRef":"taRIQudWWo2mANAtPyga+A=="},"content":{"description":"Hintersands takes a winding path up an overhung chasm in Mt Spry's South face, with many overhung pitches. As a free climb it presents a wild arrangement of novel movement on soft rock. The steep climbing necessitates multiple heel hooks and knee bars, unique fare for a Zion wall. Future parties should expect exciting climbing above reasonable protection in Zion’s softer stone. All pitches have fixed anchors on comfy ledges to rappel the route.\n\n*Feel free to replace the knifeblades on P3 with bolts, add a bolted anchor above the crux P9 roof, or add a bolt to protect the P7 crack switch*\n\nP1: 5.10+, 35m\n\nHead up the varnished thin hands crack corner, continuing straight up through a chimney and a short fist crack to 2 bolts on a nice ledge\n\nP2: 5.11-, 40m\n\nClimb the double cracks straight above the belay. Physical and dead vertical. Mostly hands to fists with a squeeze chimney finish. 2 bolts on a great ledge\n\nP3: 5.12a 30m\n\nClimb the varnished layback off the belay until it ends. Traverse high and right here past two bolts on a slab. Two more bolts and some fixed knifeblades take you up a cruxy stem corner to 2 bolts at a sloping stance\n\nP4: 5.11+ R 20m\n\nClimb the flared crack out the right side of the roof. Once above the roof, traverse on face holds to the crack out left. Continue through nice hands and fingers to a 2 bolts belay and a small foot stance.\n\nP5: 5.11 30m\n\nHead straight up through a hand crack in a flare chimney, a leaning offwidth pod, and a short face traverse right to a 2 bolt anchor on a small ledge.\n\nP6: 5.9 20m\n\nStep right to a great finger crack in a tight flare. Above the flare, stem gently through loose rock to a sloping ledge with a 2 bolt anchor.\n\nP7: 5.10 R 30m\n\nHead up the chossy corner through stepped terrain. Place gear high in the buldge, traverse right to a shallow poorly protected chimney, and thendo a spooky traverse back left once above the buldge. (The original aid pitch went up the seam corner through the first bulge at C1) Continue to two bolts on a comfy yet loose ledge.\n\nP8: 5.10+ 25m\n\nShort pitch of thin hands through a flake tunnel to a large sloping ledge atop the flake with two bolts\n\nP9: 5.12 40m\n\nContinue up the corner left off the belay through wildy steep laybacking out a roof. Above the roof, diagonal left through a slab chimney to it's end, then straight up through a wild lip encounter! Rap from tat on a small tree\n\nDecent\n\n:\n\nRap the route with two ropes.\n\nFix the tag line to the anchor for the overhanging last pitch.\n\nLink P3 and P4 on the way down with some swinging and directionals on the traverse bolts. Much of the route is leaning or overhanging causing tricky rappels","protection":"Doubles #0.1-0.3\n\nTriples #0.4-4\n\nExtra #0.75s for the crux\n\nSingle #5 & #6\n\n2x 60m ropes","location":"SE Face of Mt Spry, facing the tunnel\n\nPark at the first right curve after the Y. Hike alone the drainage towards East Temple for two minutes. Just before some short overhanging cliffs on the left, cut left up the hill. Continue up dirt ribs via path of least resistance. Once hitting the wall, head right to a massive right facing dihedral system through the highest part of the wall. 40 minutes"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,b5a44842-e756-5a8d-a600-d02d3f281af8","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Mt. Spry"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.96378,37.22187]},"bbox":[-112.96434468755497,37.22142033981814,-112.96321531244506,37.22231966018187],"left_right_index":-1,"ext_id":"106496560","area_id":"taRIQudWWo2mANAtPyga+A=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:26:22.081Z","updatedAt":"2022-11-25T11:22:15.910Z"}