{"_id":"6368a5a5e80bff5a995bc00d","area_name":"Quarry","shortCode":"","climbs":[{"_id":"Z48IRsemVSGSYLofszX/ow==","name":"White Wash","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":13,"mp_id":"107637280","mp_crag_id":"107149856","climb_id":"Z48IRsemVSGSYLofszX/ow==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"First, climb onto the low, outshooting base. From there, follow the white stained, set in area of the wall up making awkward but easy moves until you reach the large diagonal mantle. Getting from here to the top-out is the crux. My favorite way of doing this is going to the left a bit where a left-hand sloper and right-hand crimp can be used to make a large move to the top-out. I've also seen people mantle on the large hold and move to the right, and a dyno from the mantle seems possible.   I've given the route the lowest 5.9 because, while most of the route is quite easy, the last move feels more like a 5.10 move. Feel free to suggest better grading if you'd like.","protection":"Anchor chains on bolts.    Above Pulling Punches there's a large rock with anchor chains. Move to the right to find another one of these and rappel down from there. The chains you want are the first around the very clear corner.","location":"Go up the small hill right after Pulling Punches. The route is stained white from something, and may be easier to recognize from the top."},"__v":0},{"_id":"A7rfd4UhUaixuBzHpC++dw==","name":"Table Top","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":4,"mp_id":"118316376","mp_crag_id":"107149856","climb_id":"A7rfd4UhUaixuBzHpC++dw==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"This is a pretty fun route but it boils down to 1 or 2 big moves. The start can be avoided by using the ramp like feature between this route and \"Dynamite Chute\". There are 2 bolted on plastic holds to help young and new climbers past the crux but this is the main draw of the route. The crux occurs half way up the route on the right facing flake. This would probably bump the route up to an 8+ or a soft 9-.","protection":"Bolted chain anchors.","location":"This route can be easily identified by the large boulder looming over the route into which the chains are bolted. These chains can be accessed for top rope setup via the first rappel area on the climbers trail above the quarry. This is the last bolted route on the first face of the quarry. "},"__v":0},{"_id":"gYDmCFFfUXyAxL+Q3opgnQ==","name":"Sunshine","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":1,"mp_id":"118316232","mp_crag_id":"107149856","climb_id":"gYDmCFFfUXyAxL+Q3opgnQ==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"No particular crux on this route. Just like its sister route Alphabet Soup to the left, this is a low intensity, easy going route made up of plastic, bolt on holds. Great for young and timid climbers. The arete is off, but it would be harder to incorporate it anyway. The parks service and passages have this route graded as a 5.6 but it may be a grade easier. ","protection":"Bolted chain anchors. No placements for trad.","location":"This is the right most route found on the initial slabby face when entering the quarry climbing area.The route shares start holds with Alphabet Soup. The chains for top rope setup can be accessed from rappel area 1 on the climbers trail above the site. "},"__v":0},{"_id":"rBs3qgTcWWeKLtfWOgbvfw==","name":"Styrofoam","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":8,"mp_id":"118330448","mp_crag_id":"107149856","climb_id":"rBs3qgTcWWeKLtfWOgbvfw==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"The last route on the second main face of the quarry. This route focuses on the last large overhanging feature on this face. After climbing up to the feature,  a crack that runs along the entire right edge of the flake becomes a great layback opportunity. Follow this crack up onto the top of the flake and go for the chains. (page improvements coming)","protection":"Bolted anchors with chains. Trad is possible but the route is short.","location":"The 5th (and last) set of chains on the second face of the quarry. The route begins next to the arete that separates the second face from the third around the corner. "},"__v":0},{"_id":"fhY51emKUBOXxvJQIXe/1A==","name":"Start Here","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":12,"mp_id":"117580918","mp_crag_id":"107149856","climb_id":"fhY51emKUBOXxvJQIXe/1A==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"Start on the flake arete with huge feet and climb up to a crux near the top. Crux is located near the top that consists of some slippery footholds. Top out is fun to do when cleaning your TR. Toprope can be set by taking the trail that leads above the routes.","protection":"TR Rig(Two quckdraws suffice)","location":"In a cluster of TR bolts after the first wooden bridge. Super prominent arete."},"__v":0},{"_id":"Bc7bjYTaUA2Y4ILNTDL9bw==","name":"Spoon","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":9,"mp_id":"118347490","mp_crag_id":"107149856","climb_id":"Bc7bjYTaUA2Y4ILNTDL9bw==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"The first of the 4 Toprope routes on the third main face of the quarry. This section is set apart by its elevated belay platform and long easy slab problems. The route's name comes from the dominant concave feature part way up the face.(page improvements coming)","protection":"Bolted chain anchors at the top.","location":"The start begins just to the right of the obvious arete system that separates the slabs area of the crag from the second main face. This arete is shared with the route \"Styrofoam\". "},"__v":0},{"_id":"uwdtUC4UU5yVv40x0VdTyQ==","name":"Spider","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":5,"mp_id":"118330298","mp_crag_id":"107149856","climb_id":"uwdtUC4UU5yVv40x0VdTyQ==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"The second set of chains on the second major face of the quarry. Spider is one of the trickier routes available at the site. The crux of the route is definitely pulling over the obvious small overhang area and moving up the smooth face to the chains. (Page improvements coming). ","protection":"Trad placements are all pretty scare and poor quality.","location":"The route begins on the tree supported ledge above the main deck of the area. You can distinguish the start of this route from that of it's neighbor to the right, (Black Diamond), by the two small  brown plastic bolt on holds placed to aid younger or shorter climbers in pulling through the tough roof. "},"__v":0},{"_id":"NfhFSAYlUB61gZ+A7wXwMw==","name":"Pulling Punches +2","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":16,"mp_id":"120247231","mp_crag_id":"107149856","climb_id":"NfhFSAYlUB61gZ+A7wXwMw==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"The start is the spiciest part of this route.  The route is defined by an obvious right-facing crack system.  Once you're over the starting prow, the crack system is easy to use both hands on, and the feet are good enough to climb hand over hand to the chains, even when the crack is full of dirt.","protection":"TR only","location":""},"__v":0},{"_id":"7BvJrldVWymzwEwK/yvgoQ==","name":"Pulling Punches +1","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":15,"mp_id":"120247202","mp_crag_id":"107149856","climb_id":"7BvJrldVWymzwEwK/yvgoQ==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"Right of Pulling Punches. This route has a variety of features: starts on crimps, a scramble over a prow in the middle of the route, and a decent hand jam to top out.  Like the other routes at the far end of the quarry, it is easiest to use the secondary set of bolts that are not visible from the base of the climb.  Using some rope protection over the edge of the rock is advisable. ","protection":"TR only","location":""},"__v":0},{"_id":"bvBOCHJzXh2trIpb7zcH/g==","name":"Pulling Punches","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":14,"mp_id":"107637265","mp_crag_id":"107149856","climb_id":"bvBOCHJzXh2trIpb7zcH/g==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"Follow the bolts up the crack, making use of the side-pulls and under-clings and smearing your feet. Between about 15-20 feet up, the route juts left, following the crack on underclings. This can be skipped, but it's more fun to do this and then traverse back to top out in the middle of the face.","protection":"5 anchors for lead, with chains on bolts for the top-out.","location":"After crossing two bridges walking along the quarry, this route starts right past the fallen rocks. It's the most recognizable route in the area, as it is the only sport climb which really looks like it should be there."},"__v":0},{"_id":"8b4tI/gjVauhURFaK6u6yA==","name":"Minute Maid's Folley","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"March 29, 2019","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":11,"mp_id":"116667357","mp_crag_id":"107149856","climb_id":"8b4tI/gjVauhURFaK6u6yA==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"There are two spots where it can be quite tricky and you have to use a good deal of foot work. Great route! Definitely is a must do if you're climbing in the quarry.","protection":"Anchors at the top and bolts along the left of the route.","location":"Follow the trail around the quarry all the way to the end. To set up the anchor, I recommend using the bolts in the wall (the ones without chains) and then extending the anchor over the edge into view of the route. You can always rappel down and setup on one of the anchors with the chains but in my opinion it is much easier to setup from the very top so you will have an easier time taking it apart."},"__v":0},{"_id":"vvGgPPChVJqz8f1eprGofQ==","name":"Leaning Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":2,"mp_id":"118316275","mp_crag_id":"107149856","climb_id":"vvGgPPChVJqz8f1eprGofQ==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"This is a decent climb with a pretty well featured face. Plastic bolt on holds have been added as this first area of the crag is mainly frequented by young and new outdoor climbers. Like any bolt on holds in the quarry they are not to be fully trusted and may spin. Climbing this route without the bolt on holds may increase the difficulty a bit for a fun challenge. The route moves left towards the arete and away from the prominent bore hole feature to its right. ","protection":"Bolted chain anchors. Low trad potential.","location":"Just around the corner from Alphabet Soup and Sunshine, this is the left most route on the first face you encounter past the initial slab of manufactured routes. Top rope chain set up can be accessed via rappel area 1 on the climbers trail that leads above the quarry. "},"__v":0},{"_id":"V+yXq+4xXhOr3S9+etLfVg==","name":"Dynamite Chute","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":3,"mp_id":"118316331","mp_crag_id":"107149856","climb_id":"V+yXq+4xXhOr3S9+etLfVg==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"One of the classics of the quarry, this route shimmy's up an old bore hole used for dynamite blasting, a reminder of the quarries past.  The route is pretty consistent all the way up until, maybe 2 moves before the chains, the \"dynamite chute\" has eroded away into a smooth semi circle. On top of this, the move past this section is supported by a very sharp foot inside the chute that will legitimately cut into the rubber of your shoe. This route is iconic for this crag. ","protection":"Bolted chain anchors. Very limited trad protection.","location":"On the first real face of the quarry. It is very difficult to miss because of its outstanding bore hole feature. This route tops out at the second set of chains on this face. Top rope setup can be accessed via the first rappel area on the climbers trail above the quarry. "},"__v":0},{"_id":"K31jim4QXH2/ZYYKy0D1NA==","name":"Deception","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":10,"mp_id":"118347594","mp_crag_id":"107149856","climb_id":"K31jim4QXH2/ZYYKy0D1NA==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"The second of the easy slab routes on this face. The major feature is a large undercling flake close to the start. (page improvements coming.)","protection":"Bolted anchors with chains at the top.","location":"The second set of chains on the third main face of the quarry. The start begins immediately at the edge of the elevated platform. "},"__v":0},{"_id":"vjr9LrrGVEmlwVTqB5qNcw==","name":"Black Hole","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":7,"mp_id":"118330409","mp_crag_id":"107149856","climb_id":"vjr9LrrGVEmlwVTqB5qNcw==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"This main draw of this route is the strange, darkly stained \"hole\" feature half way up the route. The climb is top ropeable from the 4th set of chains visible on the second main face of the quarry. (Page improvements coming).  ","protection":"Bolted anchors with chains. Trad pro is not advised.","location":"This route starts from the ground and proceeds up through the black hole feature to a small, easy mantle and chains. Tops just to the right of the large, flat rappel area 2. "},"__v":0},{"_id":"YAsZuZZEU+WSI7WbCt076w==","name":"Black Diamond","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":6,"mp_id":"118330348","mp_crag_id":"107149856","climb_id":"YAsZuZZEU+WSI7WbCt076w==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"Cruise up a fun right facing flake. Great side pull action with small feet. This is a short route but the laybacks are worth your time. (Page improvements coming).","protection":"Bolted chain anchors. Trad placements might be possible but the route is only aprox 20 ft.","location":"This is the third set of chains on the second major face of the quarry. The route is right next door to Spider to it's left. Top Rope can be set up from rappel area 2 on the climbers trail that runs above the quarry. "},"__v":0},{"_id":"qmtTlH0KVrOVeW/hBLVNWA==","name":"Alphabet Soup","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"left_right_index":0,"mp_id":"118316206","mp_crag_id":"107149856","climb_id":"qmtTlH0KVrOVeW/hBLVNWA==","areaRef":"Vi0re4eSWSiJEFLcZLcclw=="},"content":{"description":"Very easy, low stress route great for getting young or timid climbers acclimated to the outdoors. Park service and passages originally recorded this route as a 5.6 but may be easier. The holds can be a bit unpredictable and may spin underfoot. ","protection":"Bolted chain anchors. No trad placements.","location":"The left route of the two \"manufactured\" routes made up of plastic, bolt on holds on the first face you see when entering the crag. The chains can be accessed from rappel area 1 on the climbers trail above the quarry. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,67696e68-1a4b-5286-9e4c-b82a1284258c,c1551961-911c-5e91-af79-9c00a1c65b3f,562d2b7b-8792-5928-8910-52dc64b71c97","pathTokens":["USA","Virginia","Central & Southern VA Region","Belle Isle1","Quarry"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":4,"label":"5.8"},{"count":3,"label":"5.6"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.4"},{"count":2,"label":"5.5"},{"count":3,"label":"5.9"},{"count":2,"label":"5.7"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":17,"bands":{"unknown":0,"beginner":14,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.4559,37.52831]},"bbox":[-77.4564669992953,37.52786033981813,-77.4553330007047,37.528759660181855],"left_right_index":-1,"ext_id":"107149856","area_id":"Vi0re4eSWSiJEFLcZLcclw==","polygon":{"type":"Polygon","coordinates":[[[-77.4564669992953,37.52786033981813],[-77.4553330007047,37.52786033981813],[-77.4553330007047,37.528759660181855],[-77.4564669992953,37.528759660181855],[-77.4564669992953,37.52786033981813]]]}},"content":{"description":"There are currently 25 anchors, almost exclusively top rope, many of which are unlisted here. Ratings go as low as 5.easy up to some 5.10s.  As of late 2020, Peak and Passages are in the process of upgrading some anchors to glued anchors, so there is some transition going on.  As part of Passages, there are several routes that have bolted manmade holds to help younger or novice climbers.  Most routes are slabby, but there is still a lot of variety to be found even among the slabs.\n\n There is a trail along the top for easy access to the anchors, but some of the anchors are set too low to reach safely, so sometimes you'll have to anchor to a tree."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:28:53.720Z","updatedAt":"2024-01-20T01:07:47.560Z"}