{"_id":"6368a1b8e80bff5a99553e67","area_name":"Eagle Cliff","shortCode":"","climbs":[{"_id":"G+i0APVVW1yvdzixBBgKXQ==","name":"Wünderbub","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Andy Casler & Zack Zwiesler,  May 9, 2021","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":9,"mp_id":"120913308","mp_crag_id":"111133016","climb_id":"G+i0APVVW1yvdzixBBgKXQ==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"An enjoyable sport route through steep, bullet rock. Deh ya go, bub!Nice face climbing trends right to the large, left-facing corner. Make a few cuxy moves in the corner, and then reach a good ledge where you can get a no-hands rest. Follow bolts straight up and right through the steep bulge and into the hard-to-read crux sequence. Unfortunately, the crux is a bit contrived because you have to force yourself to avoid bailing left onto Lil Bub. End at the two-bolt anchor.","protection":"Quickdraws","location":"The rightmost route on Da Bub Wall. Starts at the stone patio, just left of a pine tree on a ledge at chest height and left of a mossy left-facing corner.  "},"__v":0},{"_id":"b3HAs4GnW6e43JjN1SQnrw==","name":"Wet Shoes Sound Mind","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jon Sykes","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":10,"mp_id":"121588589","mp_crag_id":"111133016","climb_id":"b3HAs4GnW6e43JjN1SQnrw==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Start up easy rock to reach a bolt. Crux is just above the bolt, and then the route eases to about 5.7. Bail right onto the arete toward the top.","protection":"SIngle rack to No. 2","location":"Starts on the ledge, left of Luck of the Green. "},"__v":0},{"_id":"M+37XGr5UdyPcJddUDLwMg==","name":"Super Best Bubs","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Shawn Bunnell & Andy Casler. April 11, 2021","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":6,"mp_id":"120913692","mp_crag_id":"111133016","climb_id":"M+37XGr5UdyPcJddUDLwMg==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Tall and wonderfully exposed with varied, sustained movement. Enjoy spectacular positions high above Franconia Notch on a hanging face, an airy arete, and finally an overhanging crack system. A must do; six stars on a five-star scale.Scramble up the easy dihedral - make sure to back clean any pieces that you place before the first bolt. Pull over the roof by making an awkward move on a spooky looking, but completely solid block. Follow the crack left for a few moves (optional No. 4 placement), and then immediately break hard right onto the face. Follow bolts out right onto the highly exposed, hanging face. Roll out right to reach the Tombstone Flake. This flake feels very solid, but it hasn’t yet been tested with a crowbar (will happen very soon). Continue on the airy arete above, making cruxy moves separated by great rests. Climb higher into the overhanging double-crack feature, finding good pro and no-hands kneebar high on the wall. Smile and enjoy the view while you shake out in this awesome position. Look atcha! A micro cam or two (BD 0.1 or smaller fits great) protect the top. Punch it through the airy finish. It is possible to stop for a 0.3 placement before making the final balancy step left to reach the stance where you can clip the anchor.","protection":"Knot in the end of your rope. Single rack 0.1 to No. 2 and nuts. Doubles 0.1 to 0.75. Optional No. 4.","location":"Just down the trail and left of the stone patio in a rampy dihedral. Look for a high first bolt just above the roof. The belayer should position themself about 15 feet left of the start ramp, directly under the high first bolt. Shared start with “Pin it to Win it.”"},"__v":0},{"_id":"B/SAbNqZWqu8F9sNPO7IoA==","name":"Stoned Fingers (P1)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jon Sykes, Jamie Cunningham, and Chris Marks. Summer 1995","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":0,"mp_id":"120450646","mp_crag_id":"111133016","climb_id":"B/SAbNqZWqu8F9sNPO7IoA==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Starts in a left-facing corner following a finger crack. At the end of the crack, follow bolts. Avoid the Hidden Treasure P1 anchor out right and continue straight up. Follow bolts and a few gear placements up the face, and end at bolted anchor in an alcove.","protection":"Single rack","location":"Starts in a left-facing corner just to the left of The Late Show pedestal. "},"__v":0},{"_id":"H+0pm8cbX4m3jLZvGPrE5Q==","name":"Pin It to Win It","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Shawn Bunnell, September 18th 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":4,"mp_id":"119585978","mp_crag_id":"111133016","climb_id":"H+0pm8cbX4m3jLZvGPrE5Q==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"The free version of Meister Shooter, this long and proud line follows a single seam from essentially the bottom to the top of the wall. Start in an easy corner and climb to a bolt and pull over a small overlap onto an increasingly difficult slab that leads to a small pedestal before the meat of the climb begins. Slab your way off the midway anchor into dwindling finger locks until you reach a jug and can clip a good knife blade. Continue upward on a strange shield feature through two bolts that hold some of the most technical and difficult moves I've ever seen. After the second bolt is clipped make just a few more desperate moves to reach a ledge system that will take you to the anchor.The FA proposed 5.13b, however others who have seen it believe this is a conservative estimate. I suspect this will be the hardest route in Franconia Notch for years to come.Pin It to Win It got its name from a near miss rappelling accident that happened in September 2019 while Shawn was working the line. The accident resulted in a 30' ground fall, close to 7 months off of climbing, and a steel pin that now permanently resides in his foot holding a tendon to the bone. Pin It to Win It is more than just another hard pitch, for those close to Shawn it is a tale of vision, personal growth, and perseverance.","protection":"Doubles of small stuff and a #4   4 Bolts, one knifeblade","location":"One route right of the late show. Locate a bolt above a moderate corner and look up the wall for a thin snaking crack and two bolts at the top."},"__v":0},{"_id":"GSZlXeWaWvmjnennIslL5Q==","name":"Pin it (P1)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jon Sykes, FFA probably Shawn bunnell","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":5,"mp_id":"120417198","mp_crag_id":"111133016","climb_id":"GSZlXeWaWvmjnennIslL5Q==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Start in an easy, chossy, corner and climb it to a small overlap with a nice bolt. Mantle onto the face and delicately climb a slabby seam to a two bolt anchor. Keep going past the anchor to test your mettle on Pin It to Win It.","protection":"Tiny wires, cams to #4, one bolt","location":"Pretty obvious right facing corner at a crappy belay on the trail, after passing the first open area where you could hang out."},"__v":0},{"_id":"QvLp/uUmViih3rtNDhEs9g==","name":"One Bub Too Many","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":7,"mp_id":"120915111","mp_crag_id":"111133016","climb_id":"QvLp/uUmViih3rtNDhEs9g==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"A nice link up that combines two great routes.Start on Lil Bub but after the fourth bolt traverse left through the overhang. Find a nice place to thread a sling and then clip a bolt while making a few moves through the roof. Finish on the extremely airy Super Best Bubs top section","protection":"Tie a knot in the end of your rope. Single rack BD 0.1 to 0.75 and nuts. Doubles in 0.1 to 0.4.","location":"Second from the left on Da Bub Wall. Starts at the stone patio just left of Wünderbub, at a section of scarred rock where a large flake was pried off."},"__v":0},{"_id":"MeAZCCVeV2yMnML1AWtbUw==","name":"Luck of the Green","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jon Sykes & Randy Garcia. Aug. 5, 2000","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":11,"mp_id":"120501202","mp_crag_id":"111133016","climb_id":"MeAZCCVeV2yMnML1AWtbUw==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Clip bolts and a piton while climbing through the juggy roof up. Tread lightly here. A huge hollow flake in the starting roof came off under a climber's weight during summer 2021 and struck his belayer. It was a very near miss, and thankfully no one was seriously injured. There's a great rest in the crux - some will find it obvious and others will not. The short crux leads to another great rest. Follow the crack system and some interesting moderate climbing up and right to a bushy ledge. Once you're on the ledge, traverse left until you're under another big hollow flake. Crimp straight up the featured face to a bolt and piton anchor.","protection":"Standard rack. 70M rope needed to lower off.","location":"This is the first route you'll notice from the trail when walking up to Eagle cliff. Look for an obvious bolted roof followed by face climbing above."},"__v":0},{"_id":"glGDwo6OUfmn0js6ud/p5g==","name":"Lil Bub Died Bubbing","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Andy Casler & Amanda Griffin. May 29, 2021","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":8,"mp_id":"120911194","mp_crag_id":"111133016","climb_id":"glGDwo6OUfmn0js6ud/p5g==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Multiple cruxes, cool grips, and a wonderfully airy second half.This is a long pitch so start by putting a knot in the end of your rope. 70M required to lower off in one. It's possible to double lower and clean this with a 60M by stopping at the Wünderbub anchor.Scramble up easy rock to reach a cam placement. Pull the first crux and then reach a good stance where you can place another piece. Another cruxy sequence leads you to a bolt. At the piton, traverse right about five feet, clip a bolt out left, and then head up.Follow bolts through steep rock, and enjoy engaging climbing separated by good rest stances. Trend right at the roof and reach the Wünderbub anchors. Don’t stop here! Make sure to finish the route by doing excellent and very airy 5.9 G finish.\n\nClip a two-foot sling onto an anchor bolt, which assures that the rope doesn’t get trapped in the cracks out left, and follow cracks up the right-facing corner. Lots of options for great pro lead you onto a fantastically exposed, finger-crack face. Follow crack jugs and then trend slightly left, pulling the easy roof to reach a two-bolt anchor. Make sure to take in the meowtain views up top.","protection":"Knot in the end of your rope. Single rack BD 0.1 to 0.75. Offset nuts or cams are helpful.70M required to lower off in one. It's possible to double lower and clean this with a 60M by stopping at the Wünderbub anchor.","location":"Second from the right on Da Bub Wall. Starts at the stone patio, just left of Wünderbub at a section of scarred rock where a large flake was pried off. The flake now makes for a great recliner to sit and put on your climbing shoes or to lay back and watch climbers above."},"__v":0},{"_id":"P4K/7EgfWu6t5np7B6q95Q==","name":"The Late Show","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Joe Terravecchia & Karin Bates, 1997","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":1,"mp_id":"119555091","mp_crag_id":"111133016","climb_id":"P4K/7EgfWu6t5np7B6q95Q==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Scramble up the left-facing corner and clip the 1/4\" bolt out right. At the fifth bolt, start trending right to reach a flakey crack system. Follow the crack system to a two-bolt anchor. An incredible position, sustained climbing, and great rock ","protection":"Quickdraws, stoppers, and a single rack to 0.5. 70M rope needed to lower off","location":"Start on good holds off of a large pedestal at the center of the cliff, just to the left of a 1/4\" bolt and a left-facing corner."},"__v":0},{"_id":"5ZViG+bZUk2O1qTBOcW9Iw==","name":"Farewell Angelina","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Joe Terravecchia & Karin Bates, 1992","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":2,"mp_id":"120428187","mp_crag_id":"111133016","climb_id":"5ZViG+bZUk2O1qTBOcW9Iw==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Rope stretching lowers/raps. Tie knots in the ends of your rope. 70m needed to lower off or rappel in one. Use the Hidden Treasure anchor off climber's left to make a second rap if you have a 60M.Start up a cryptic face following far-spaced bolts. Definite ground fall potential between first and second bolt, but the climbing is about 5.9 when you're in the ground-fall zone. The first crux is going to the third bolt and then climbing past it.Trend right after the fourth bolt and enter the flaring hands-to-fingers crack.This engaging crux leads you to a good rest stance. Continue following the crack. When the crack starts to seam out, break right into the left-facing corner. Follow this for a few moves and then quickly head back left, pulling the roof at a v-notch. End on The Late Show anchors. ","protection":"Single rack to No. 3. Offset finger-sized cams and nuts useful.","location":"Start at the bolt line on a narrow flat trail. One route right of The Late Show pedestal. "},"__v":0},{"_id":"N36xpmN0VLufTYzrKCRSTw==","name":"Bound By Blood","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Shawn Bunnell. June 2021","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"left_right_index":3,"mp_id":"121469589","mp_crag_id":"111133016","climb_id":"N36xpmN0VLufTYzrKCRSTw==","areaRef":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"Named for a shared tattoo between our good buddy Shaun A. and his brother Tim. By all accounts, Tim was a great guy who left us too soon. Start on Pin It, but head left where Pin It goes straight up. At the end of the fun finger crack, step left a do a few exposed moves on the face. Reach the flaring crack system and climb out the overhanging scoop. Follow bolts and do some cool boulder problems up the crux bulge. After that, 5.10 crack takes you to a set of chains.","protection":"Single rack to No. 2. Knot in the end of your rope.","location":"Start on Pin It to Win It. Go left and stay in the finger crack where Pin It goes straight up. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4b5453cf-75e2-5818-a8ff-4f1d4c0b2efb,262bbdb7-8bac-596f-9667-f58fc88cb77e,91155bcf-5e76-5a1c-bef3-7c9a37dc5f7c","pathTokens":["USA","New Hampshire","WM: Franconia Notch","Hounds Hump Ridge (Eaglet etc)","Eagle Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.9"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":7,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":8,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.67127,44.16802]},"bbox":[-71.67189687915538,44.16757033981814,-71.67064312084462,44.16846966018186],"left_right_index":-1,"ext_id":"111133016","area_id":"kRVbz152Why+83yaN9xffA=="},"content":{"description":"East Facing cliff. All day sun and quick drying rock. Amazing views of the notch and Cannon cliff! Expect alpine like conditions and no slabs. Very nice and level staging areas.  Luck of the green (5.12a) is the route farthest right on the climber's trail. Turn hard left and continue down the trail (me @ E cleaned the trail a lot in 2015). Classic routes are The Late Show (5.11a/11d), Hidden Treasure (5.9- 2 pitches)."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:12:09.932Z","updatedAt":"2022-11-25T11:19:57.308Z"}