{"_id":"63689de0e80bff5a994f9250","area_name":"Easter Rock","shortCode":"","climbs":[{"_id":"bN0o/BKrUc+/O37vj6xq2w==","name":"Willard","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dianne Barrow, Mark Rolofson, Rick Leitner, July, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":20,"mp_id":"105752074","mp_crag_id":"105745978","climb_id":"bN0o/BKrUc+/O37vj6xq2w==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Start just right of the fallen tree. (route to the right of\n\nThe Penguin\n\n). Climb into a right-facing dihedral, staying a little left of the 5th bolt. Finish the route with a high hand beside and left of the anchors or traverse right at 6th bolt onto the covered ledge. (5.10'ish) It is a great dihedral with tricky feet and body positions, look for crimp on face by 3rd/4th bolt to get the feet and body up.","protection":"6 bolts / 2 bolt anchor.","location":""},"__v":0},{"_id":"wM6H9iLqUZaeCyJ61UJlKg==","name":"White Men Can't Jump","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Alan Nelson - August 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":21,"mp_id":"105752077","mp_crag_id":"105745978","climb_id":"wM6H9iLqUZaeCyJ61UJlKg==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Start at the next route up the hill from '\n\nWillard\n\n', look for the 1st bolt (home made hanger with T-nut, 'gym' style bolt, could be replaced)! Climb up into the right-facing dihedral (great laybacking in this seam, clipping bolts along the way). Once at the 5th bolt, climb onto the covered ledge to the left. From here, make commiting moves (height-dependent) to clip the 6th bolt (bad fall potential possible). From here, back down to the ledge and jump for the lip jug (crux), to the right of the anchors and clip from here, one could also continue past the anchors once hitting the right hand jug. One may also avoid the crux of this route by moving left to the anchors of \"\n\nWillard\n\n\".\n\nNote: If toproping this route, be sure to clip 3rd/4th bolt for the swing into the tree.","protection":"6 bolts / 2 bolt anchor.","location":""},"__v":0},{"_id":"FC6tWiHsUcaSVYatdm+7gQ==","name":"Trustafarian Panhandler","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Tod Anderson - 2003.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":1,"mp_id":"112186142","mp_crag_id":"105745978","climb_id":"FC6tWiHsUcaSVYatdm+7gQ==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This route ascends the large (15-20 foot) roof on the east face. This route is part of an old Kyle Copeland aid line called \"Cat On A Hot Tin Roof\". The aid line ascended what is now \"\n\nSurrounded By Reality\n\n\" to under the roof then moved left to ascend the roof via a crack. Over the lip, the aid line went left of the free route \"Trustafarian Panhandler\" up easier, dirtier climbing to a fixed pin, then back right on the sloping ledge.\n\nTod Anderson placed most of the bolts in 2002. I returned with him in 2003 to put in the starting anchor & the 2nd-4th bolts. In 2016, I replaced the original bolts that had coldshut hangers, with Stainless 1/2\" diameter Powers bolts & Fixe hangers.\n\nTrustafarian Panhandler has a separate start & finish from the original aid line. The climb begins on a ledge with a 2 bolt anchor, 35 feet above the approach trail ledge. There are two ways to get here. I prefer climbing the first 3 bolts of \"\n\nSurrounded By Reality\n\n\" (5.9) to the ledge then move up left to the anchor. It is also possible to climb to the 2nd bolt on \"\n\nChickenshit Armchair Environmentalists\n\n\" & traverse right to the anchor. This is easier & dirtier. Beware of a loose block at the start. I have scrambled up this unroped, but I don't advise it.\n\nFrom the belay ledge, this route provides a good warm-up to the roof. Begin by angling left to 2nd bolt in a tiny roof. At 3rd bolt above the roof, going straight up would be extremely difficult. It is possible to move a few feet left, use a rounded undercling to reach a ledge & hand traverse back right above the tiny roof (.10d). Pull onto the ledge. This section can be entirely avoided to climbing left up \"\n\nCAE\n\n\" & traversing back right on the ledge (5.2). From the 5th bolt, climb over a small bulge to jugs (.10d). Follow jugs up right to a great rest under the large roof. Follow a horizontal crack along a tiny corner out the roof's first tier to hand jams. Dyno up right to a small edge, & find a jug on a horizontal break. Clip the bolt over the lip. There are two choices at the lip. A: climb directly over the lip via a poor, thin hand jam. This felt quite hard. B: we followed a hand crack under the lip of the roof, left for 6 feet to reach a horizontal crack above the lip. Pull over the roof & traverse back right, past last bolt, to reach a vertical crack slot. Pull onto the low angle slab. The slab feels very insecure at first, but it's not that hard. Run it out up the slab to a ledge & the anchor. I recommend taping your hands for the jams. You'll be glad you did. The redpoint crux is at the last bolt.","protection":"12 bolts / 2 Fixe rings.","location":"It is located between\n\nChickenshit Armchair Environmentalists\n\n&\n\nSurrounded By Reality\n\n. Start from a ledge with a 2 bolt anchor 35 feet above the approach trail ledge."},"__v":0},{"_id":"MYPDvBJBVDSCzSckipob0A==","name":"Thunderdome","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Chris Peisker & Dan Hare","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":13,"mp_id":"105750787","mp_crag_id":"105745978","climb_id":"MYPDvBJBVDSCzSckipob0A==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Thunderdome was the first route done on the North Face of Easter Rock, years before this wall became the excellent sport climbing arena it is today.  If you happen to have a rack of gear in your pack, and you're not too pumped from all the excellent sport routes here, this climb will provide some excellent entertainment.  Follow the obvious finger crack right of\n\nEleanor\n\n.  Slightly stubborn gear, clean rock, and a short, stout crux add up to one of the best hard finger cracks in Boulder Canyon.","protection":"Wireds to a 3\" cam.  I know, I know, you only brought QDs to Easter Rock....","location":""},"__v":0},{"_id":"TKMK7r7eVRyCLuB4MjA6lg==","name":"Tell-Tale Heart","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":7,"mp_id":"105748424","mp_crag_id":"105745978","climb_id":"TKMK7r7eVRyCLuB4MjA6lg==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This route begins just right of arete, at the obvious crack system. Climb up the fun crack to a nice rest, then continue up and right into the dihedral. The crux of this route involves climbing up into and over the bulge to jugs. There seem to be a couple different ways of approaching this section, so fight off the pump and enjoy yourself on this solid climb.","protection":"Eight bolts to a two bolt anchor with chains.","location":""},"__v":0},{"_id":"LRmuXPKXUauulj4ZtsoDeQ==","name":"Surrounded By Reality","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Tod Anderson, 7/02","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":2,"mp_id":"105757576","mp_crag_id":"105745978","climb_id":"LRmuXPKXUauulj4ZtsoDeQ==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This route is located on the east face of Easter Rock just left of\n\nKnappweed Herbacide\n\n.  Surrounded By Reality is the first route to pierce the big roof midway up the east face.  Surprisingly, the big roof is not the crux, rather the A-frame below.  The first part of the route is easy and still a bit dirty, but quickly improves as the rock gets steeper.  Lurch up the sloper through the A-frame and get a good rest before the final big roof.  The upper roof is not that bad, maybe 12a, but a bit awkward.  I'm still not sure about the rating on the lower crux, maybe I missed a trick that would make it go easier.  A 60m rope is definitely recommended for this route.  A variation is in the works that will avoid the lower crux, but as of 8/5/02 it is not complete so avoid any tempting looking bolts to the left.","protection":"12 bolts.","location":""},"__v":0},{"_id":"W0eKurjQXniPGtUA7DwNDg==","name":"Sad Batman","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"James Egan and Paul Kingston, 5/18/19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":12,"mp_id":"116993631","mp_crag_id":"105745978","climb_id":"W0eKurjQXniPGtUA7DwNDg==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"If you were an orphan superhero dressed as a bat in a vinyl suit, squeezed up next to a bunch of Edgar Allan Poe references, you’d probably feel sad too.\n\nSad Batman is a new edition to the Easter Rock area, starting just to the right of\n\nElanor\n\n. Start up the trad line “\n\nThunderdome\n\n,” place a piece or two (1” and smaller), and look for a line of 3 new bolts up the short compression feature cutting back left toward “\n\nElanor\n\n”...clip a bolt on the hanging fridgeblock from the crack, and stand up into slopers and a great right hand underpinch to clip another bolt. Commit to the full squeeze using heel hooks, slopers, and small feet on the face, culminating to a left hand deadpoint to flat sloper just under the next bolt. Reset your feet, and throw to a jug to make the next clip, then finish up on\n\nElanor’s\n\npumping finale.\n\nYou can also link this into the “\n\nEvermore\n\nand\n\nNevermore\n\n” sloper finish to create a fun slippery linkup called “\n\nFurthermore\n\n”.","protection":"1-3 pieces up to BD #1 and 5 bolts.","location":"Start up\n\nThunderdome\n\n, look left after about 15 feet to the hanging compression feature with 3 Fixe bolts on it."},"__v":0},{"_id":"OUHuSC6YVOKY4o100cK08w==","name":"Road To Emmaus","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Nelson, Rolofson, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":29,"mp_id":"106226356","mp_crag_id":"105745978","climb_id":"OUHuSC6YVOKY4o100cK08w==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This is the last route at the top of the hill. The second pitch climbs through the attractive, green double roof high on the wall.\n\nP1. Climb over the low roof, 11a/b, and then up the wall above with another 10+ move. 7 bolts to a 2 bolt anchor.\n\nP2. Move up the right hand line of bolts, above the belay. The first roof is the crux, 11a/b, with a big reach to a jug, get a shake above with more fun moves climbing up and right through a 2nd roof, 10+, finishes with 30 feet of fun, exposed 9+. 8 bolts to the lowering anchor.","protection":"P1 - 7 bolts. P2 - 8 bolts.","location":""},"__v":0},{"_id":"A3bc9ci4U9ixj0lNQPH0rg==","name":"Rain Shadow","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan Hare","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":25,"mp_id":"105998457","mp_crag_id":"105745978","climb_id":"A3bc9ci4U9ixj0lNQPH0rg==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Since most people come to Easter Rock to clip bolts this little gem lies buried in obscurity.\n\nSteep and powerful, with finicky finger locks and bouldery sequences, this left leaning crack packs a lot of challenge and learning opportunity into 45 feet.\n\nSo, next time you head up to Easter Rock bring some gear and give Rain Shadow a try.","protection":"Gear from small fingers to hands and at least a 50 meter rope.  Lower off the anchors of the\n\nFlying Beast\n\n.","location":"Look for the obvious crack on the right side of Easter rock to the right of the\n\nFlying Beast\n\n."},"__v":0},{"_id":"SW3/mjedWRikx7eV8sBvXA==","name":"The Riddler","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"F.A. Alan Nelson, Richard Wright, 7/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":15,"mp_id":"105757507","mp_crag_id":"105745978","climb_id":"SW3/mjedWRikx7eV8sBvXA==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"The Riddler is the next route to the left of\n\nThe Joker\n\n.  Climb up a slab and veer right past a cruxy move followed by hard moves up a steep, left-facing corner to a stance.  The final bulge is steep and enjoyable.  It is worth doing if all the other routes are occupied.  As Fred Knapp states in his best-of guide, this route climbs like an Eldo route except for the seven closely spaced bolts.","protection":"7 bolts.","location":""},"__v":0},{"_id":"C5uekkXwXrW5ixNoGb5Qjw==","name":"The Penguin","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"M. Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":19,"mp_id":"105764214","mp_crag_id":"105745978","climb_id":"C5uekkXwXrW5ixNoGb5Qjw==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This is sort of the indirect start to\n\nCatwoman\n\n(or\n\nCatwoman\n\nis the direct start to this...whatever).  Begin to the right of\n\nCatwoman\n\nand left of\n\nWillard\n\n.  Make much-more-difficult-than-they-look moves up and left to a very slopey shelf.  Make a burly stand-up move onto the shelf (crux) and latch the obvious juggy flake.  From here, traverse up and left to the tricky mantle finish of\n\nThe Joker\n\n.\n\nThis is kind of a one move wonder but with the sustained, slopey, 5.11 climbing below the crux. It is a surprisingly pumpy route.  It is a good climb but not nearly as good as the other classics on this crag.","protection":"5 bolts to a 2 bolt anchor shared with\n\nThe Joker\n\n.","location":""},"__v":0},{"_id":"qfU1B7kSUrKWTy3dmuVARA==","name":"Pterodactyl Traverse","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Equipped by Mark Rolofson, FFA Peter Beal","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":23,"mp_id":"105756994","mp_crag_id":"105745978","climb_id":"qfU1B7kSUrKWTy3dmuVARA==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Climb the traverse line right of\n\nDynamic Duel\n\nto a tricky crux at the end. The end is getting two hands on the obvious jug. After the first (easy) section of caramelized, rat droppings, this route is really good, like an easy version of\n\nDesdichado\n\n.\n\nThis climb follows the obvious traverse line on the left end of the long overhang, left of Flying Beast.","protection":"7 bolts/anchor.","location":""},"__v":0},{"_id":"MmIeyvGSXxKrV8MRQQZE5w==","name":"New Test Of Men","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Alan Nelson & Mark Rolofson, 9/16/2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":27,"mp_id":"106226347","mp_crag_id":"105745978","climb_id":"MmIeyvGSXxKrV8MRQQZE5w==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This is the second to last route on the far right (uphill) on the N Face.\n\nP1. Climb past a bouldery 5.11 start followed by a juggy 10- corner. 6 bolts to a 2 bolt anchor at a slabby ledge.\n\nP2. Move up left through a bulge and the 11c/d crux, there is a good rest before the remaining 5.11 to the top. 8 bolts to a 2 bolt anchor.\n\nI managed to lead this as one pitch but had a lot of rope drag at the top. 70m rope required to lower to the ground.","protection":"Sport route with bolts.","location":""},"__v":0},{"_id":"2JP0FuB1WLW3koIl1bLoKA==","name":"New Road","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"FFA: Alan Nelson, probably 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":28,"mp_id":"106226364","mp_crag_id":"105745978","climb_id":"2JP0FuB1WLW3koIl1bLoKA==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"The 1st pitch of\n\nNew Test Of Men\n\ncan be linked with the 2nd pitch\n\nRoad To Emmaus\n\n, as one pitch. It makes for a pretty fun, long pitch and a good warm up for the crag. A couple of fingery mid-5.11 moves start the route, but then you get plenty of big holds for the rest of the way. The green, double overhang at the top is easy 5.11 and very, very fun. Don't clip the belay bolts as you go by the anchor at the top of the 1st pitch. Take 16 draws. A 60m rope will lower to the ground from the top.","protection":"14 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"8wa9quHTVF++GU/DZgUVyg==","name":"Nevermore","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":8,"mp_id":"105757513","mp_crag_id":"105745978","climb_id":"8wa9quHTVF++GU/DZgUVyg==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This excellent route delivers the pump, with great moves on solid rock.\n\n\"Nevermore\" ***(5.13a) is the bolted line just right of the arete \"\n\nEmpire of the Fenceless\n\n\" ***(5.12a).  It shares the crux, and the first 30 feet of \"\n\nTell Tale Heart\n\n\" *** (5.12b), but continues right above the roof instead of exiting left.\n\nThe initial 20 feet of 5.10 climbing on big holds is a great intro before reaching the roof and a devious 5.12d crux toward the end.\n\nOne must power through a variety of interesting moves and holds before reaching the chains.  With slopers, crimps and jugs, ... gastons, drop knees and heel hooks, this climb will keep your head thinking and your forearms pumping.  Once you enter the business district, the clock is ticking as the pump grows.\n\nThis route is very well-protected.  However, some of the clips (7 & 8) can be difficult and add to the pump.  To work the crux on toprope without swinging right, bring a directional (0.75-1.25 cam) to stuff in the crack directly above the crux moves.\n\nAs another person commented, this route \"flows like honey on hot cakes.\"  Yeah, baby!","protection":"9 bolts to a 2 bolt anchor with chains.","location":""},"__v":0},{"_id":"O0tCUIttX+2+SEDtLvqb/g==","name":"Mr. Two-Face","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Alan Nelson 7.95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":17,"mp_id":"105757516","mp_crag_id":"105745978","climb_id":"O0tCUIttX+2+SEDtLvqb/g==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This route links the best of\n\nThe Riddler\n\nand\n\nThe Joker\n\ninto one straight-up combination.  Tackle the first two cruxes of\n\nThe Joker\n\n, then pull around the arete to the left on crimps (watch your feet!) and head up the corner and finishing headwall of\n\nThe Riddler\n\n.  Steep, continuous, varied, tricky, and \"easy\" by Easter standards - what more could you ask for?  It's a great warm-up for the \"real\" (i.e. harder) routes.","protection":"[Seven] bolts to a two-bolt anchor with rings.","location":""},"__v":0},{"_id":"T8DwDhF5WJShoNl21KDJJA==","name":"Knappweed Herbicide (Part II)","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Rolofson & Scott Reynolds, September 2, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":4,"mp_id":"117096065","mp_crag_id":"105745978","climb_id":"T8DwDhF5WJShoNl21KDJJA==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Start with\n\nKnappweed Herbicide\n\n(.10b), & clip the right anchor bolt for protection. Continue in the same pitch over three small roofs to an anchor with chains & carabiners. This climb involves some powerful & continuous climbing. Here's a more detailed description of the moves: undercling the rounded belly of the first roof, & reach a hold above it.  Do a one arm pull to a slot underneath the second roof. Pull up, get your feet on small footholds at the lip of the first roof, & reach over the second roof to crimps. This is the end of the first crux. It helps to be tall on this section. Shorter climbers get shut down.\n\nNow for the second crux- reach the sloping horizontal break below the third roof, & get over the second roof. Reach jugs in a horizontal break just above the third roof. Originally the second crux was harder, but after\n\nSurrounded By Reality\n\nwas established, a nice hold out left was exposed that makes a great heel hook for the left foot. Finish up .12a moves to reach a shelf just above the anchor.","protection":"An additional 6 bolts - a total of 12 clips / 2 chains & biners.","location":"This is above\n\nKnappweed Herbicide\n\n(what I call Part I)."},"__v":0},{"_id":"9UIj9NcYU1Ky3MBiJ3iZiA==","name":"Knappweed Herbacide","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Rolofson and Dianne Barrow, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":3,"mp_id":"105752116","mp_crag_id":"105745978","climb_id":"9UIj9NcYU1Ky3MBiJ3iZiA==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This route lies just to the left of the arete that separates the north and east faces of the wall. It leads up the overhang to a slabby finish. Like the name implies, it's (P1) a good warm-up for the harder routes on the cliff. It has 4 (5?) bolts and a 2 bolt anchor.","protection":"Quickdraws are all that's needed.","location":""},"__v":0},{"_id":"dNrKRNnvXm+1K4IG3ZxNJQ==","name":"The Joker","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"F.A. Alan Nelson & Richard Wright, 7/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":16,"mp_id":"105748436","mp_crag_id":"105745978","climb_id":"dNrKRNnvXm+1K4IG3ZxNJQ==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This route starts about 10 feet to the left of the leaning tree on the main wall. It follows the slab up to an overhanging dihedral and then to some more straightforward climbing to the anchors.","protection":"Quickdraws. 7 bolts & a 2 bolt anchor.","location":""},"__v":0},{"_id":"VUHvZY6UV6i5C+xG7J3TEQ==","name":"Furthermore","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"James Egan, 5/18/19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":10,"mp_id":"116993929","mp_crag_id":"105745978","climb_id":"VUHvZY6UV6i5C+xG7J3TEQ==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This is the “\n\nSad Batman\n\n” linkup into the\n\nEvermore\n\n/\n\nNevermore\n\nfinish.\n\nStart up\n\nSad Batman’s\n\ncompression feature, and cross over into\n\nElanor’s\n\nledge. Rest , rest , or don’t , then continue up and left into the\n\nEvermore\n\nsloper finish. It is a fun, pumpy variation with lots of slapping and thuggish movement.","protection":"A couple of pieces up to #1 BD for the start , then 5-6 bolts for the finish.","location":"Start on “\n\nSad Batman\n\n”, and finish on\n\nEvermore\n\n/\n\nNevermore\n\nfinish."},"__v":0},{"_id":"K/+Drfo+VtuKm0u96u9fQw==","name":"The Flying Beast","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":24,"mp_id":"105750778","mp_crag_id":"105745978","climb_id":"K/+Drfo+VtuKm0u96u9fQw==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This is a great route and certainly one of the best 12ds in the area. Kudos to Mark for bolting it. Climb a slopy steep slab at the far right end of Easter to a big roof with a corner. A hard move gains the corner and another hard move allows an exit over the lip. Look for the hip-scum rest before committing to the last crux.","protection":"6 bolts.","location":""},"__v":0},{"_id":"5MCyH4GXV7SdQBy5eMd/mg==","name":"Evermore","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":9,"mp_id":"105757048","mp_crag_id":"105745978","climb_id":"5MCyH4GXV7SdQBy5eMd/mg==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Climb the bottom of\n\nElanor\n\nup left into two dynamic moves to its own chain anchors.  The second dynamic move is the crux off of right-leaning slopers and tiny crystaline feet to a jug high and left.  This is certainly one of the finer routes around which will shut down many comers due to the very cruxy nature of the climb.  Good luck and have fun.","protection":"8 bolts to chains.","location":""},"__v":0},{"_id":"QNSRR536W6KXJ/3G1mXe2A==","name":"Empire of the Fenceless","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ken Trout","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":6,"mp_id":"105756790","mp_crag_id":"105745978","climb_id":"QNSRR536W6KXJ/3G1mXe2A==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This incredible route leads up the north face of Easter Rock on the right side of the arete that separates the north and east faces. There isn't a bad move on it, save for the awkward moves on jugs just below the anchors.\n\nThe difficulties are sustained throughout the route, though a few moves may be more difficult for shorter people. I'd give this one 5 stars if I could.\n\nSeveral individuals have nearly hit the deck when falling while clipping the 3rd bolt.  Shorter climbers should consider adding a long draw to protect the moves getting to the 3rd bolt.","protection":"The route has 7 bolts and a 2 bolt anchor.","location":""},"__v":0},{"_id":"zNQIOmzMXcG0QryhMXOEYw==","name":"Elanor","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":11,"mp_id":"105756691","mp_crag_id":"105745978","climb_id":"zNQIOmzMXcG0QryhMXOEYw==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Right of\n\nTell-Tale Heart\n\n, this varied and excellent route climbs a steep, left-facing corner. Certainly one of the best routes on the crag, it is amazing to find this one undocumented here. Strenuous, but \"marred\" by an excellent rest above a tricky sequence midway. Milk the rest for all it's worth, because the crux is getting to the anchors.","protection":"8 bolts and a 2 bolt anchor.","location":""},"__v":0},{"_id":"0CD17VebWUa2rdwhKxVbkw==","name":"Egg","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FA: Alan Nelson, fall 2000 FFA:Unknown or Peter Hunt, May 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":26,"mp_id":"105832232","mp_crag_id":"105745978","climb_id":"0CD17VebWUa2rdwhKxVbkw==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"This route starts from the same anchor as Wagging the Nub on the far right side of Easter Rock (Rolofson, Vol. 2, page 74-75). This is the first anchor after you pass the\n\nFlying Beast\n\nand walk across the exposed traverse - that's why there's an anchor.\n\nFollow the line of bolts up and slightly right. The climbing is mostly pretty moderate with a short crux after you've gone over a roof (11-) and are moving to and from a diagonal crack on a clean little face (12c). It looks like one could traverse in from the left and get to the crack that way, but, for full value, start low with a cross through to a small left hand crimp that you undercling to get to the crack from below - it'll be obvious when you're there.\n\nThe crux is clean, fun, and interesting, but the rest of the climb is non-descript.","protection":"About eight bolts to the anchor. The crux is very well-protected.","location":"Wagging the Nub goes further left after the first bolt and has fewer bolts on it. This was route 17a Project in Rolofson's guide."},"__v":0},{"_id":"lLOP2YTUWPCqEp95q+wlKQ==","name":"Dynamic Duel","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"FFA: Peter Beal","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":22,"mp_id":"105750775","mp_crag_id":"105745978","climb_id":"lLOP2YTUWPCqEp95q+wlKQ==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Dynamic Duel is a great line unfortunately marred by unnecessary gluing and chipping. Follow the crack system right of\n\nWhite Men Can't Jump\n\n(I can't either, I haven't done that route yet) to a jug/rail, then do a few hard moves to the lip and a final mantel. Most folks jump from a drilled 2 finger pocket to the lip but enough crimpy edges and sidepulls exist to allow a truly free ascent at 5.13c or d. I'm working on it. Off-route holds include: 1. The big glued and bolted-on flake. 2. The reattached/ glued- on flake next to it. 3. The first drilled out finger jam. 4. The drilled 2 finger pocket. Those are the rules, now get to work!","protection":"7 bolts.","location":""},"__v":0},{"_id":"75cOmorcV36LD+t3we1oBg==","name":"Dark Knight","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Alan Nelson, July 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":14,"mp_id":"105763143","mp_crag_id":"105745978","climb_id":"75cOmorcV36LD+t3we1oBg==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Another excellent Easter Rock sport route.  A little questionable in my opinion since it crosses the line of the great trad line,\n\nThunderdome\n\n, just for a link-up, and one of the bolts affects easier climbing on that line.\n\nBegin by clipping the first two bolts of the\n\nRiddler\n\n.  Just below where that route tackles its slabby crux, move left past a bolt (too close to\n\nTDOME\n\n, IMHO) up into the rest stance below the crux bulge of\n\nThunderdome\n\n.  From here climb up and left on a funky, undercling traverse (crux), which would constitute the only independent climbing on this route, to join with the pumpy finish of\n\nElanor\n\n.\n\nThe climbing is very good.  I give it one star for the issues mentioned above, and the fact one is not likely to repeat it given the quality of the other routes that occupy the same section of rock.","protection":"6-7 bolts to the anchor of\n\nELANOR\n\n.","location":""},"__v":0},{"_id":"WR3UaHpxXWSqr//P0+kNaA==","name":"Chickenshit Armchair Environmentalist","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Tod Anderson, Mark Felty, Rich Magill","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":0,"mp_id":"105757894","mp_crag_id":"105745978","climb_id":"WR3UaHpxXWSqr//P0+kNaA==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Boulder is full of em'.... Anyway, another Easter Rock left side route, the furthest left route as of 8/20/02.  The big roof is the crux, with a difficult start to the roof.  Once you get past the crux move enjoy the amazing rail, stop do some pull ups, wave to people down below, or whatever.  The pointed hold just before the slot in the crack could break if someone pulled on the tip of it.  I used the scooped area of it as a gaston which made the most sense to me and negates the need to use any glue.  I left two cold shuts below the roof in the confusing web of bolts that allow the first part to be done as a warm up at about 10+ or 11a.  I'll do a little bit more cleaning on the bottom of the route soon.  IMPORTANT - a 60m rope may not reach if you belay on the trail - it's easy to scramble up to the first bolt & belay there if you need to.","protection":"11 bolts plus the anchor.","location":""},"__v":0},{"_id":"66zTtA73VcqHkEH2xglWAQ==","name":"Catwoman","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":18,"mp_id":"105750772","mp_crag_id":"105745978","climb_id":"66zTtA73VcqHkEH2xglWAQ==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"Climb the thin crack (painful) to better holds on the right. Finsh with a stout mantel onto a sloping shelf and traverse left to finish up the Joker. If the boulder problem goes easily, so will the route.","protection":"5 bolts + anchors.","location":""},"__v":0},{"_id":"hSKwXqb3UbSWOyqm9tbgnw==","name":"Barbarians","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tod Anderson and Richard Wright, 8/95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"left_right_index":5,"mp_id":"105749692","mp_crag_id":"105745978","climb_id":"hSKwXqb3UbSWOyqm9tbgnw==","areaRef":"849Dl7iMWrSY6H9lXetKPg=="},"content":{"description":"It sounds strange, but this .12b is actually one of the better warm-ups on Easter Rock.  The route lies just to the left of the arete at the bottom end of the cliff (just around the corner from '\n\nEmpire of the Fenceless\n\n').   The climbing is relatively easy (5.10 or so) up to a sit-down rest, and then a 2 move 5.12- crux a little before the anchors.  A fun, solid, well protected route.","protection":"9 bolts, and something for the 2 bolt anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,f38f4397-b88c-5ab4-98e8-7f655deb4a3e","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Easter Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11c"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.12"},{"count":2,"label":"5.12a"},{"count":4,"label":"5.12b"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.11a/b"},{"count":1,"label":"5.12b/c"},{"count":5,"label":"5.12d"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.13-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"sport":{"total":28,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":24,"expert":3}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":26,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41847,39.9937]},"bbox":[-105.41905693552974,39.99325033981814,-105.41788306447023,39.994149660181854],"left_right_index":-1,"ext_id":"105745978","area_id":"849Dl7iMWrSY6H9lXetKPg==","polygon":{"type":"Polygon","coordinates":[[[-105.41905693552974,39.99325033981814],[-105.41788306447023,39.99325033981814],[-105.41788306447023,39.994149660181854],[-105.41905693552974,39.994149660181854],[-105.41905693552974,39.99325033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T05:55:56.813Z","updatedAt":"2024-01-20T00:59:48.814Z"}