{"_id":"63689de0e80bff5a994f9394","area_name":"Finger Flatiron","shortCode":"","climbs":[{"_id":"jCLkPo7BXrSg3khmDQNr7Q==","name":"Thinner","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"R. Rossiter & J. Rossiter, 1988","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":9,"mp_id":"105759984","mp_crag_id":"105745424","climb_id":"jCLkPo7BXrSg3khmDQNr7Q==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This route is located on the W side of the Finger Flatiron in a small amphitheatre facing SW below & S of the Finger-Box col or just above the western slot between the Finger & Hand on the approach to Mere Wall.\n\nThis was formerly called Inthinuation in Rossiter's Boulder Climbs North guidebook.  His more recent Flatirons guidebook lists it as the name given here.\n\nJust 10-15 feet R of Monodoigt, ascend a small overhang with a long reach L to a undercling bucket.  Turning the overhang and getting your feet situated L on the slab is likely the crux.  An occasional tips seam supplemented with arête holds on the R draw you upward.  Finish on the same ledge as Monodoigt.  This would be challenging to protect as a lead.  Fun, short.\n\nAs a TR, the anchor is slightly to the L of the line.","protection":"Hmm, big cam, probably #4 Camalot to start, then finger-sized cam, then maybe wires or offsets.  Cams for anchors.","location":""},"__v":0},{"_id":"s2kbubrPW4uIRDAM5abWiQ==","name":"Thicker","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"?5/28/3","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":7,"mp_id":"105759990","mp_crag_id":"105745424","climb_id":"s2kbubrPW4uIRDAM5abWiQ==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"A short, irregular dihedral/crack mirroring its opposing neighbor climb to the R across the\n\nMonodoigt\n\nslab with ample room for fingers and hands.  It is located on the W side of the Finger Flatiron in a small amphitheatre facing SW below & S of the Finger-Box col or just above the western slot between the Finger & Hand on the approach to Mere Wall.  Note, there are some large, apparently-stable boulders at the top of this climb that can be skirted to the L.  It may be a pleasant climb if in mixed company with some folks wanting to do\n\nNude Figures in a Hollow Fruit\n\nor\n\nMonodoigt\n\nand some wishing an easier objective or a bonus pitch after topping out the Finger.\n\nIf it's opposing neighbor retained its original \"Inthinuation\" name, this might be named \"InFATuation.\"\n\nFollow this obvious, zig-zag crack in a corner.  There is a finger to hand-sized crack at the top for an anchor.  You can exit the top with 3rd class moves to the base of\n\nNude Figures in a Hollow Fruit\n\nabove & R.","protection":"Wires and a handful of cams to hand size.","location":""},"__v":0},{"_id":"GJt8I56BUrmwqUG/yKVHoQ==","name":"South Side of the Sky","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Annecone, Lisa Montgomery, Kevin Murphy, Nov. 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":12,"mp_id":"113872622","mp_crag_id":"105745424","climb_id":"GJt8I56BUrmwqUG/yKVHoQ==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This wild and steep route goes up the center of the highly featured south face, crossing the\n\nMere Wall\n\nroute near its middle. The route name was inspired by an old Yes song. It can be done as two pitches (described below) or one nice, long 145-foot pitch.\n\nStart at the vertical, pebbly face behind a tree. Head up easy terrain to the high first bolt about 25 feet up. Blast up the steep face through the pitch 1 crux moves past bolts 2 and 3. Some interesting pockets, pebbles, and features lead up and left to the first pitch rap anchor. However, if doing this in two pitches, a better belay spot is 10 feet above this rap anchor at a natural stance that requires gear. In this event, bring 1/2-inch to 1.5-inch gear (we used a red and green Alien and a red (#1) Camalot) for the belay.\n\nThe second pitch crosses the\n\nMere Wall\n\nroute about 10 feet above the first pitch rap anchor, then like the first pitch, it heads straight up before eventually trending left to a notable pillar feature. This steep pillar feature on dark rock is the crux, with thuggy 5.11+ moves past the last two bolts.  Lots of juggy holds throughout the route, have fun.","protection":"7 quickdraws for bolts on the first pitch, and 6 draws for the second pitch. A single hand-sized piece (#1 or #2 Camalot) is recommended to protect a 5.10- section between bolts 3 and 4 of the second pitch. the There are two-bolt rap anchors at the tops of both pitch 1 and 2, and a 70-meter rope enables a rappel to the ground from the top anchor. If using a 60-meter rope, two raps will get you down.  If leading in one long pitch, don't forget to bring an extra draw to clip the midway anchor, and plan on some longer draws or a sling or two to minimize rope drag.  An 80-meter rope would enable a lower off to the ground from the top anchor.","location":"The best approach is to take the standard climbing access trail that forks off near the Mallory Cave. Follow this trail up past the Red Devil and the Box, then go left (south) at the top. Stay right of the cave/boulder, heading down a gully just west of the Finger maybe 50 yards. At the\n\nMonodoigt\n\nand\n\nThinner\n\nroutes, head east up the short gully, then scramble down a steep 4th Class gully to the base of the south face.  Start at the very bottom of the south face, about 15 feet left (west) of the massive boulder.\n\nRappel or lower back down to the base, then reverse the approach out."},"__v":0},{"_id":"d8TkPRlnUmSubSpGCd3Kig==","name":"Right Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":4,"mp_id":"105763767","mp_crag_id":"105745424","climb_id":"d8TkPRlnUmSubSpGCd3Kig==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This route is pretty fun and the moves are unique and position really cool, but it needs more traffic. With more traffic or even a good old-fashion brush-down, it would be 2 stars. At present, it is worth doing, but not a destination climb.\n\nApproach the NW corner of the Finger Flatiron. You will see some free-standing flakes rising out of the ground near that corner- from there a right-leaning crack (hand-to-fist) goes up and right below a massive roof, to a 2-3\" crack at the lip of the roof, at its narrowest point, about 1/2 meter.Climb up this system protecting on a few fist-sized cams and whatever else you can fidget in (5.8).  We cleaned a small fixed nut that was surprisingly well placed and seemed good. Turn the roof (5.7) at a solid cam placement and get established above the roof (5.8) and fidget in some gear. Proceed left on a tiny foot ramp (5.8+) or right and up (5.8+) either way a little balancy and above gear at times, but without any dangerous fall potential if you place what is available. The straight-up option goes directly to a rap anchor, but passes some potentially dangerous loose rocks-beware.\n\nThe rap anchor above \"Nude Figures\" (to the south) was re-enforced for the second time in as many years and seems solid. The anchor directly above this climb was total crap, save one piece of cordalette. I removed 3 pieces of webbing that were already 100% severed or chewed through, and one that was brittle and 60% chewed through. This anchor needs one more good piece and more of the crap removed. I ran out for the day after replacing other anchors. If you do the climb, please attend to this. And beware- there is a nylon loving critter up there trying to kill off inattentive climbers.","protection":"A light standard rack. If you like to sew it up, take an extra #3-3.5 Camalot or a 4\" piece.","location":""},"__v":0},{"_id":"qxYb8RBcU9KteVgh19PvvA==","name":"Polydoigt","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Doug Redosh/Leo Paik","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":6,"mp_id":"105759969","mp_crag_id":"105745424","climb_id":"qxYb8RBcU9KteVgh19PvvA==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"20 feet left of\n\nMonodoigt\n\nis a steep, brownish face, that is just left of a left facing corner\n\nThicker\n\n, 5.6.  Climb the face on small holds, avoiding the corner to the right, aiming for a crack that diagonals up to the left. The crux is where the crack peters out, height dependent.  Done on TR from same anchors as\n\nMonodoigt\n\n. The climbing is good, if somewhat contrived, as it is very tempting to just stem right into the corner.","protection":"A few cams will do for protection","location":""},"__v":0},{"_id":"0kQu1mw3Uv6drmAuNs8OEA==","name":"Patience","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"C. Baroody, B.C. Haney 1989","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":2,"mp_id":"105759864","mp_crag_id":"105745424","climb_id":"0kQu1mw3Uv6drmAuNs8OEA==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This is a short but strikingly beautiful, bolted line on N face of The Finger Flatiron.  Beware, it can be mistaken for the route Nude Figures in a Hollow Fruit by the unsuspecting (like me).  Find this line as the R-most line on the true N face.  This differs from Rossiter's description in 'Flatiron Climbs.'  It's lack of sun and coarse rock warrants long sleeves and long pants.\n\n3 stars for aesthetics, 1.5 stars for rock quality, 2 stars for climbing, 2 stars for position.\n\nScramble either from the N or down a slot from below the NW face to the slot below the climb.  You can climb directly up the face in the slot or, more easily, chimney between the face and the flake to its apex.  Stem across and clip the first bolt.  Best to start with your R foot on the wall.  Move L to jugs and then up on good holds to the second bolt.  A long reach L to an undercling ends the moderate climbing.  Then you starts into the business on either small painful crimps or slopers that get relentlessly smaller until the anchors.  Clipping the 3rd and 4th bolts will be challenging.  Clipping the anchors on the rippled slab will be more challenging.  It packs a punch, especially for the unsuspecting.  40 feet.","protection":"4QDs, slings for the 2-bolt anchor","location":""},"__v":0},{"_id":"XnKYhXKJV3OMRC4wI8uAoQ==","name":"Nude Figures in a Hollow Fruit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"P. Glover, E. Johnson 1987","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":5,"mp_id":"105759867","mp_crag_id":"105745424","climb_id":"XnKYhXKJV3OMRC4wI8uAoQ==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"Wow! (I'm surprised this little gem isn't in the database yet)  Good climbing.  Find this climb on the WNW face of The Finger Flatiron.  It is in the sun in the afternoon.  It's reminiscent of Thought Control on Stonehenge.  The holds are better than you might suspect from a distance.  Don't mistake this for Patience, a beautifully striking line on the N face of the Finger Flatiron!\n\nApproach via the Mallory Cave Trail and then continue to the R up past The Box.  It is on the L as you make it to the col between the 2nd and 3rd rows of rocks of Dinosaur Mt.  Find a short bolted line up a slab with 3 bolts and 2 small overlaps/roofs on this WNW face.\n\nMeander up from the R to the 1st bolt, clip.  You can go strong R (longer potential swing) or slightly R (better) and pass this 1st overlap on a good edge.  Find yourself at the second clip.  Best not to fall on this line.  There is a decent sized branch protruding from the tree behind you between the first and second bolts.  Moving R at this point makes it 10b (may be soft).  Going directly over then 2nd overlap/roof makes it 11a.  Small but good edges draw you slightly R and up again.  Clip the 3rd bolt.  Fire for the top.  If you are extra-cautious, there is a crack with finger to hand sized openings just before the anchors.  There is a next of bleached slings around a good natural anchor with a single hollow rap ring and a loop of sling.  50 feet.\n\nWhy is this Dali-esque?","protection":"3 QDs plus slings","location":""},"__v":0},{"_id":"MQ5ZcDRTW0OlwoIQmM+KpA==","name":"Northwest Corner","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Roger Briggs, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":3,"mp_id":"105760191","mp_crag_id":"105745424","climb_id":"MQ5ZcDRTW0OlwoIQmM+KpA==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This route is a corner/crack system near the NW corner of the Finger Flatiron. Approach via the Mallory Cave trail and then cut up west on the Box Alley Trail after crossing under the Finger Flatiron and The Hand. These switchbacks will lead you to the back edge of the Finger flatiron. There is an obvious set of two left-facing corners just 30 downhill/East of the West most point of the North face, between the route '\n\nPatience\n\n' and '\n\nNude Figures In a Hollow Fruit\n\n.' The Northwest Corner is the right-most (west) of these two cracks.\n\nClimb up and left into the first crack, then undercling further up and left under a bulge with small feet and some fingerlocks to where the crack goes vertical in a 1.5\" splitter. Up top, some large bouders provide a feature or two to sling for a belay, or you can set gear for anchors.\n\nTo descend, climb to the summit (easy 3rd class) and rap from many fixed slings.","protection":"Nuts and cams from 0.5 to 2 inches.If you climb to the North edge along the East Face, you can find this system and set a top-rope, if you like.","location":""},"__v":0},{"_id":"/GjNUQZfUzaldWI5rvHZjw==","name":"No \"Tufa\" Ones Here?","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Steve Annecone, Kevin Murphy (Steve and Lisa Montgomery found the route)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":11,"mp_id":"112884697","mp_crag_id":"105745424","climb_id":"/GjNUQZfUzaldWI5rvHZjw==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This is easily toproped from the first pitch anchor on\n\nMere Wall\n\n.","protection":"Small cams and wires for a TR.","location":""},"__v":0},{"_id":"kyIM8AlUXzmehtcGYEkA7g==","name":"Monodoigt","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"R. Rossiter, J. Rossiter, R. Woof, K. Kuddes, 1988","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":8,"mp_id":"105759987","mp_crag_id":"105745424","climb_id":"kyIM8AlUXzmehtcGYEkA7g==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"A pretty, thin, bolted slab which is pretty thin on a slightly-concave, short face.  It is located on the W side of the Finger Flatiron in a small amphitheatre facing SW below & S of the Finger-Box col or just above the western slot between the Finger & Hand on the approach to Mere Wall.  It stays in the shade on a summer morn.\n\nIt is pictured in Rossiter's Boulder Climbs North guidebook.  It is somewhat reminiscent of Prince of Darkness, Eldo or Slabmaster, Fern Canyon.\n\nMove up onto a small shelf.  Stretch to clip the first bolt.  Short stick clips have been used here.  Delicate balance with an emphasis on foot technique bring you to the shallow, monodoigt _bucket_ just R of the second bolt.  It is the only _jug._  From here it is thinner.  On your L you can try to undercling a couple upside-down edges.  The crux can be surmounted L via a wide pinch handhold or R via a small smooth pebble for the foot (if you are taller).  Close fitting edging shoes may give you a slight edge.","protection":"3 QDs, cams for anchors.","location":""},"__v":0},{"_id":"K2IpYwxtU/6/EkNwDVxAAQ==","name":"Mere Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe O'Laughlin and Bob Jensen, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":13,"mp_id":"105752764","mp_crag_id":"105745424","climb_id":"K2IpYwxtU/6/EkNwDVxAAQ==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This is a fun route on the steep, south face of the Finger Flatiron.  Although the East Face was closed in the summer of 2001, this face was open.  This route follows a left-slanting, incipient crack/ramp system.  Due to the diagonal nature of the route, falls could be nasty even for the follower.  There are some runouts but not really too bad for a Flatiron route.  The 5.8 section is short, but good route finding skills are needed to stay on the easiest line.  This route gets a lot of sun and is often climbable even in winter.\n\nApproach either by getting into the gully west of the Finger Flatiron (see Finger Flatiron description) or by climbing from Mallory Cave to the notch between the Shark's Fin and Finger Flatiron (5.0).  Note, however, that this latter route was closed in the summer of 2001 to protect bats.\n\nBegin just east of a large chockstone.  Climb up to the diagonal seam/ramp, and follow it up and left, and belay after 110' where another crack angles up to the right.\n\nContinue up the ramp and place some gear.  The crux move is now an awkward traverse back to the left.  Beyond this, consider carefully the easiest line, and seek out places for pro.  The easiest way seems to be near the left hand edge of the ramp (but somewhat runout).  Soon you will arrive on a large ledge below the summit.\n\nYou can belay here, and then do a final short pitch (or scramble unroped) back east through a hole to emerge on the summit.  However, you can also continue pitch 2 to the summit, following the same crack all the way from the ground.  This involves an awkward left leaning crack which goes through an overhang, 5.8-5.9 but well-protected.  If you opt for this alternative, you can belay on the summit.\n\nRap 60' NW from some slings to the ground.","protection":"Standard rack to 3\".","location":""},"__v":0},{"_id":"zI3bzYbpXbGT9adT9PxEJg==","name":"Just Right","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FD first descent D. Redosh, FA L. Paik ?","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":999999,"mp_id":"105759993","mp_crag_id":"105745424","climb_id":"zI3bzYbpXbGT9adT9PxEJg==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"Approximately 80 feet L of Monodoigt is a sizeable tree directly above a S-facing, smooth slab.  This is the line.  This climb is located on the W side of the Finger Flatiron in a small amphitheatre facing SW below & S of the Finger-Box col or just above the western slot between the Finger & Hand on the approach to Mere Wall.  A pleasant TR perhaps more reminiscent of the Platte than the Flatirons in its friction climbing.  You might argue about the grade on TR but it seems comparable to other 5.6 slabs in the Flatiron, especially if you imagine yourself 60 feet out from pro.  It may be a pleasant TR if in mixed company with some folks wanting to do Nude Figures in a Hollow Fruit or Monodoigt and some wishing an easier objective or a bonus pitch after topping out the Finger.\n\nSlings for the tree.\n\nFriction up the slab.  Bit of lichen.  No pro.\n\nOK, maybe a half star.","protection":"Ain't none.  Tree for anchor","location":""},"__v":0},{"_id":"+9iAB0EzUxqZzsAtU1uB0Q==","name":"East Face/Finger Flatiron","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":0,"mp_id":"105755137","mp_crag_id":"105745424","climb_id":"+9iAB0EzUxqZzsAtU1uB0Q==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This is a great route. If it weren't for the grubby start, it'd get 3 stars easily.\n\nThe route starts to the right of the rock gully that leads into the Mallory Cave. Because of this, it is subject to bat closures, so make sure you check this before you hike all the way there. The gully / chimney part of the route has lots of [loose] rock and a large-sized \"death block\" as christened by Roach. Watch were you step, there is definitely enough stuff there to hurt someone.\n\nWe did this route in three pitches with a 60m rope. Portions of the route have sizeable runouts but the difficulty in those sections is mild....\n\nP1. Start some ten feet up and right of the Mallory Cave gully. Climb a notch covered with lichen and followed immediately by another notch. This feels a bit stiff for the grade and is somehow protectable. From here, work your way to the trees in a gully up and left and move left of the gully once you reach the tree. Run up the face until you reach the top part of the gully and belay when you run out of rope.\n\nP2. Continue up the gully/chimney until you reach a bulge with two cracks (alternatively you can traverse right out of the gully for some neat face climbing and then back to the chimney under the cracks (unprotected for some 40 feet)). Put in a piece in the crack, and crank the bulge using perfect hand jams. Step around the death block and belay past it in the notch.\n\nP3. Traverse up and left for a few feet and them climb straight up until you reach the top.\n\nRappel 50-70 feet North from slings located on the North side of the summit.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"J9/nfNVFVymylVCUX+upRA==","name":"East Face Right/Finger Flatiron","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R. Rossiter, solo, 1988 (???)","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":1,"mp_id":"105759315","mp_crag_id":"105745424","climb_id":"J9/nfNVFVymylVCUX+upRA==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"This route begins nearly the same as for the standard East face.\n\nP1 (5.6, 60M) Start face-climbing near the small bolt-on \"Mallory Cave\" placard and climb up though a notch through an overhang, some 40-50 feet up. Continue up and right to the right most edge of the continuous face, staying left of the left-facing dihedral. You could work futher right (north) but the rock there is trashy and discontinuous. As you climb upward, you will see where the rock on the far right side ends. After almost 60 M you will be climbing up some broken rock to the right hand edge of the \"finger\" of this Flatiron. Belay after 60M. on a sheflf or int he dish just left (south) of a thin rib of rock.\n\nP2 (5.7 \"?\", 70M) Step up and right around a left-facing feature onto a 2-3M wide \"rib\" of rock that faces east.  This rock is mostly good, but there is a little lichen and crumble here or there.  Protect in a vertical crack up and left after passing the remains of a tiny \"Bonzai\" tree, then continue to climb up and to the right. Protect whenever possible, as you will not have the opportunity later and may well wish you had put it in when it was available. After perhaps 60', you will be stepping out right on the arete formed by the right margin of this rib and wondering if the ground to the north is less than twice the distance from you as your last piece. Continue climbing up to the shoulder of the rock, and then up and left ont he shoulder to the summit.  Just feet below the summit, there is a good beloay bowl.  If you are on a 60M rope, you will have to have an intermediate belay or a little simul-climbing. A 70M rope [should] just make it.\n\nTo descend, rap NW from the station on the true summit.","protection":"The Flatiron can be protected reasonably with one set of cams from small to fist-sized.  Nuts or tricams could be taken as a backup or to add a few placements... but if you are not comfortable here with just a little pro, you should climb something else.The slabby crux of this route comes after a 40' runout.  In the event of a crux-fall, you would more likely smack the ground ont he north side of the Flatiron than you will be stopped by your last pro.","location":""},"__v":0},{"_id":"8CHIrmtqXFaGUlGyqemY0Q==","name":"Dropline","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Rui Ferreira, Dave Turner 11/10/07","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"left_right_index":10,"mp_id":"106059671","mp_crag_id":"105745424","climb_id":"8CHIrmtqXFaGUlGyqemY0Q==","areaRef":"LvfCt803Xv+LZL2PN+RCvQ=="},"content":{"description":"The climb has two distinct sections with the lower face being about 5.7 with the most difficult moves coming at the shallow, left-facing corner at the end of the starting ramp.  The upper section of the climb is the obvious dihedral, which starts in the slab directly above Monodoigt. Climb through bulging rock on some fun crystals and pockets to get established at the base of the dihedral. A combination of stemming and layback moves gets you to a rest position on the left arete half way up the dihedral.  From here, layback the left arete, or stem across when possible to the right arete to reach the top.  There are two spots of 9+, 10- climb in the dihedral section.  Some of the rock in the upper dihedral is still friable and will clean up with traffic. We did minimal cleaning.","protection":"To set up the top rope anchor use the rappel station on\n\nNude Figures in a Hollow Fruit\n\n. (This can be backed up with some Camalots #2-#3 and use your own webbing besides the slings already there).  Run about 15ft of webbing to the pinnacle edge (W) and use some additional webbing to loop the pinnacle to position the top rope. A blue Alien or a nut can be used as a directional near the pinnacle (SW side of ridge).  The first half of the climb can be led on trad gear; the upper dihedral lacks any gear placements.","location":"The route starts about 15ft to the right and around the corner from\n\nThinner\n\non the WSW side of the Finger.  The climbing begins on a narrow, left-to-right, rising ramp and continues upwards following the most obvious line aiming for the upper, overhanging dihedral. (A variation is to start on\n\nMonodoigt\n\nand continue into the upper dihedral).\n\nTo get down, break down the toprope anchor and rap off\n\nNude Figures in a Hollow Fruit\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,2ef7c2b7-cd37-5eff-8b64-bd8f37e442bd","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Finger Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"tr":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":3,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2898,39.9742]},"bbox":[-105.29038676803283,39.973750339818146,-105.28921323196721,39.97464966018187],"left_right_index":-1,"ext_id":"105745424","area_id":"LvfCt803Xv+LZL2PN+RCvQ==","polygon":{"type":"Polygon","coordinates":[[[-105.29038676803283,39.973750339818146],[-105.28921323196721,39.973750339818146],[-105.28921323196721,39.97464966018187],[-105.29038676803283,39.97464966018187],[-105.29038676803283,39.973750339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T05:56:00.355Z","updatedAt":"2024-02-19T18:31:24.273Z"}