{"_id":"63689de0e80bff5a994f9292","area_name":"Blob Slab","shortCode":"","climbs":[{"_id":"s5NKwdCBWNKhBZ3lZHUP/g==","name":"Why Two Kracks?","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":8,"mp_id":"113812021","mp_crag_id":"105810500","climb_id":"s5NKwdCBWNKhBZ3lZHUP/g==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"This is the right-leaning gully/groove to the right of\n\nA Hike for Y2K\n\n. Start from the ground below the pair of cold-shuts that are about 25 feet up. Climb directly up to the shuts, clip them, and either move left into the gully and up, or diagonal right to a bulge and left to the gully (5.7). An assortment of jamming and counter-pressure techniques, occasionally using a second crack, enables progress upward. After the groove goes vertical, curves left, and peters out, diagonal left to the bolted anchor atop\n\nY2K\n\n. Rap 95 feet to the two shuts or 115 feet to easy downclimbing, possibly reaching the ground that rises to the climber's left.\n\nI led Blaine Hartman up this on Nov. 9, 2017. Each of us thought it was fun. The rock is mostly good, although lichened. Be careful where the second crack ends at a fragile, swaying flake.","protection":"A standard rack. Hand- and fist-size cams are especially useful.","location":"Start where\n\nA Hike for Y2K\n\nstarts."},"__v":0},{"_id":"OYyPoJdzU+qZGsJE0SHV8Q==","name":"Out Of Limits","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"D. Ferguson & S. Wood, 1971","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":3,"mp_id":"105756634","mp_crag_id":"105810500","climb_id":"OYyPoJdzU+qZGsJE0SHV8Q==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"Your appreciation for this route will be directly related to your appreciation for thin slab.  I personally liked it.\n\nGo to the Blob Slab, the light-colored slab at the left hand side of the base of the right hand 'half' of Blob Rock.  Walk down to pass two trees and a 2'X2' block of rock at the base that looks like a Tetris puzzle piece stuck to the cliff. Maybe 8' right of there there is a vegetated ledge (left-most of two) and a thin right-leaning seam going up from the right edge of it.  Start there and force a line straight up the vertical face to the left hand edge of a flake (you can cheat right and clip a bolt if you like)\n\nI found the most engaging start (5.11-) to be to start with the right hand near said seem on a tiny, sharp crimper, and the left thunb PUSHING on a horizontal that slopes away.  The feet are kinda bad, but you can go directly up from there, and it is good fun.\n\nUp above the bolt that you probably ignored (it was to your right) there is a little roof-like feature.  There may be a placement in that for you if you are crafty with the small nuts.  Pull up straight through that and head up toward the solitary remaining bolt on the face, then up from there to the anchors on top.\n\nOf the routes on the face, regardless of the grade, this one is probably the most runout.  Be careful.","protection":"Uh, an unprotected crux 8' up, a second crux a little higher, then few RPs or HBs before a 5.10- move, then a bolt, then a larger nut up higher on 5.8+ terrain.\n\nIt is easily TR'ed from the 2 bolt-and-chain anchors above the route, which are accessed most easily from the route \"\n\nLeft Roof\n\n\" which I'd call 5.7, S-.","location":""},"__v":0},{"_id":"3o+63UBOXPGm+iu2ttWqYw==","name":"Old Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":1,"mp_id":"105756637","mp_crag_id":"105810500","climb_id":"3o+63UBOXPGm+iu2ttWqYw==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"Your appreciation for this route will be directly related to your appreciation for thin slab.  I personally liked it.  It is also the hardest of the 5.8s on this wall, and is perhaps harder than the right-hand start of\n\nCrack Tack\n\n.\n\nGo to the Blob Slab, the light-colored slab at the left-hand side of the base of the right hand 'half' of Blob Rock.  Walk down to pass one trees and stop at a block of rock at the base of this, the higher tree.  Climb up to a left-leaning flake, place a few good nuts and then head up and right to another crack/seam.  From this crack/seam, place a few more nuts or little tricams, then head up and slightly right towards a bolt.  When you are about 6' left of the bolt and 3' down from it, there is an opportunity to traverse over below and then up to clip it.  This does not appear to be part of the original route, but hey, you can traverse back and go from there.  Head up the slab and as the angle eases off, there are a few more placements to be had for nuts and small tricams.  Craftiness might help getting good pro.  As on any S-rated route, be careful.","protection":"Again, it's not so bad.  There are several nut placements in the features shown in Rossiter's topos (which are pretty good), and the bolt in the middle of the face can be reached from the route with a little worming around.  It is a good, new bolt.  Take a good rack of small wires up to a #8 BD, and a few small tricams, which I placed down low.\n\nAn inopportune fall would likely result in an injury, particularly if gear failed.  This seems unlikely for a competent leader, however.  It would not likely end your climbing career, as you'd be more cheese-grated than splatted. It is easily TR's from the 2 bolt-and-chain anchors above the route, which are accessed most easily from the route \"\n\nLeft Roof\n\n\" which I'd call 5.8, S.","location":""},"__v":0},{"_id":"ngjdp1u1XxyGi2a0mC9lsw==","name":"Of Human Bondage","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":6,"mp_id":"107330676","mp_crag_id":"105810500","climb_id":"ngjdp1u1XxyGi2a0mC9lsw==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"This isn't my route, but I stumbled up most of this today thinking I was doing\n\nCrack Tack\n\n. To complete the MP listing, I credit Bob's book, #59; as it is described well, but not drawn in the photo. (For fun, read my comment of\n\nCrack Tack\n\n.)\n\nThis is a remarkable line, but runout for sure.  Each crux has a well placed 1/4\" bolt nearby, but the lichen suggests it isn't done much.  It was too necky for me at each crux, but I could almost tell the moves were there, but got back left to\n\nCrack Tack\n\nto bypass both of them.  My partner followed the line, a bit right after the 1st bolt, then up and back left to the 2nd, and I was impressed.  You better be up for the runouts if you lead this and/or WAY tuned for the grade.","protection":"Small pro, if any, and 2 bolts.  It's a long way to that 2nd bolt with spicy climbing.  R/X (They look good, but they're vintage 1/4 inchers.)","location":"Start at\n\nCrack Tack\n\n, clip the first bolt,and then head rightish out into space shooting toward a 2nd 1/4\" bolt at the final headwall and up to the anchor bolts on\n\nA Hike For Y2K\n\n.  (I'll bet it gets TR'd more than led.)"},"__v":0},{"_id":"RE71Nc8+UT6islyRT3V+VQ==","name":"Left Roof","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"J. Walsh & J. Erickson, 1971","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":0,"mp_id":"105756640","mp_crag_id":"105810500","climb_id":"RE71Nc8+UT6islyRT3V+VQ==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"If you like mellow Flatirons climbing, and you want it to be short, and granite, then try this route.  It protects better than many Flatirons anyway.\n\nGo to the Blob Slab, the light-colored slab at the left-hand side of the base of the right hand 'half' of Blob Rock.  Walk left up the base of this slab until you are ~20 right of a HUGE flake that leans against the wall.  From this point on the ground, there is a series of seams and cracks which create a line up and right towards the anchors at the top of the Blob Slab.  These anchors can provide a good TR for the other routes on the wall.\n\nClimb up the features, wandering as you like to reach the anchors.","protection":"On the Blob slab, this is the easiest and least runout of any of the routes.  I am hesitant to give it an S and would not but for the consideration of the fact that some climbers may not possess a lot of small nuts or the skill to place them.  For that consideration, I rate this route as an 'S-'  By Flatirons standards, it is well protected and reasonably easy.\n\nThere are several nut and small-tricam placements in the features shown in Rossiter's topos (which are pretty good) Take a good rack of small wires up to a #10 BD, and a few small tricams, if you have them.  A fall would probably not result in an injury, unless gear failed.   It is easily TR'ed from the 2 bolt-and-chain anchors above the route, but how are you going to get there without some scrambling?  I'd say just lead it.","location":""},"__v":0},{"_id":"bRPc5W7VVG6nMZbnXMLLbg==","name":"Crack Tack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pat Ament and Fred Pfahler,1964, 5.9, A4. FFA: Larry Bruce, Leo Foster, 1971","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":4,"mp_id":"105748334","mp_crag_id":"105810500","climb_id":"bRPc5W7VVG6nMZbnXMLLbg==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"This starts about 3m to the right of the right tree, at a flake which is fun to mantel as a first move. After the mantel, move up and right towards a bolt (1/4 inch, I think) then follow a left/up leaning crack. Climb straight up the slab to a crack which will take pro, and leads to the bolts.","protection":"Pretty much nonexisting for the first 20 feet or so. Then a 1/4 inch bolt for the next 20 feet(!). Then a crack which will supposedly take small pieces.  TR can be set from the bolts (see\n\nLudwig Dude\n\n), or from a tree further to the right.","location":""},"__v":0},{"_id":"dPrLXfihWTWlpWyE6xFnGw==","name":"A Hike With Ludwig Dude","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Poling, Dick Donofrio, 1970","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":2,"mp_id":"105748343","mp_crag_id":"105810500","climb_id":"dPrLXfihWTWlpWyE6xFnGw==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"There are a lot of routes on this beautiful slab which sort of run into each other. This one starts a few feet to the right of the right tree.... Thin face moves, head around the left of the bolt on the face to stay on the route. There is lots of fun smearing and such.","protection":"Pretty much nonexistent. There is a new bolt (which replaces the POS that used to be there), but it is about halfway up the route. TR is highly recommended. Easiest way to set this is to hike to the obvious gully, rap down to the two bolts that are ~25m above the ground. Then re-set your rope.\n\nAddendum: you can get a medium wire & RP ~15-18 feet up below the white dike if you start from the right, but there is a crux move near the ground without pro.","location":""},"__v":0},{"_id":"tdpjCYQtW7yUwK1zoHoClw==","name":"A Hike for Y2K","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Alan Nelson & Mark Rolofson, Jan. 14, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":7,"mp_id":"105758053","mp_crag_id":"105810500","climb_id":"tdpjCYQtW7yUwK1zoHoClw==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"A Hike for Y2K is on the far right side of Blob Slab. It starts off a ledge with a 2-bolt belay anchor (accessed by a short 3rd-class scramble).\n\nThis route looks like a complete slab; however, two bulges provide crux moves that are decidedly unslabby.  The crux is in the first bulge - thin moves up the bulge on slopers and microcrimps (11+) lead to a decent edge.  The main difficulty is you can't see any of the needed holds from under the bulge.\n\nAfter this, there is a similar sequence at another bulge, although it is much easier (10+) here.\n\nWorthwhile if you've done the gully routes already.\n\nAddendum: there is a 2 bolt anchor ~25' off the ground.","protection":"7 bolts.","location":""},"__v":0},{"_id":"RmO6SFwVU4icsG7kCenCZw==","name":"[Redacted]","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"first (known) lead: T. Bubb, J. Haas, 11/2015","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"left_right_index":5,"mp_id":"111307217","mp_crag_id":"105810500","climb_id":"RmO6SFwVU4icsG7kCenCZw==","areaRef":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":"This is another route similar to the others up there and at a similar grade. This particular line starts as for the shared start of\n\nCrack Tack\n\nor\n\nOf Human Bondage\n\n. The latter of these is a book by W. Somerset Maugham and the inspiration for the now redacted name of this climb, '\n\nHappiness in Slavery\n\n.' According to Maugham, reflecting on his life (as a free man) metaphorically as a pattern of threads in the design of fabric of a rug:\n\n\"\n\n...the simplest pattern, that in which a man was born, worked, married, had children, and died, was likewise the most perfect.\n\n\"\n\nAs for the title...\n\nHappiness in Slavery\n\nis perhaps best known in modern times as NIN song about commercialism in modern society (think: wage slave) and a term that figures prominently in '\n\nBe Who you Want to Be\n\n,' by Sarah Fimm, each of these dealing in similar themes and philosophical currency from another angle.   I pause to note that the music video of\n\nHappiness in Slavery\n\nhas masochistic sexual content as a roughly sketched modern play of the book '\n\nThe Torture Garden\n\n' by Octave Mirbeau, a book which which was political commentary in and of itself, on the Dryfuss Affair of late 19th century France. Although the song lyrics are not related to this, the video is. I believe that Reznor chose to do this to push the envelope with the 'Gore Hoards' and censorship, and this was his method and commentary on that.\n\nThough referred to philosophically by each of the above works, The literary origin of the route title is actually somewhat older than the songs mentioned. It was a turn of phrase specifically used in the Prelude to the book,\n\nThe Story of O\n\n. As with this route title and it's origins, that book that has nothing to do with Chattel Slavery and has a long history of being burned for the ideas it contains.\n\nHow ironic, that we should end up in the same place here. Now we are into a long chain of banned or burned books, songs, videos, and route titles, but I digress.... It was never my intention, but I could not have scripted this more strangely appropriate if I had tried.\n\nAs for the route itself:\n\nClimb up and onto good edges and features just right of the first bolt of\n\nCrack Tack\n\n. A couple of large stoppers and a hand-sized cam can go behind a right-facing crack/flake here just before the bolt on\n\nCrack Tack\n\n. You can skip the bolt as it is slightly further left (and you are going right), and it will create slightly more drag. The gear is good anyway.\n\nContinue up and slightly right on positive crimps and reasonably good feet. You'll pass by the first of 2 bolts of '\n\nOf Human Bondage\n\n' just to the left climbing perhaps as you might as for that route. You can clip this bolt as you'll just left of it by a meter as you reach its height, but be sure to put on a long sling if you do. If you have clipped it, it may cause some minor drag. At this point, at the height of the bolt, having clipped it (or not), you head up and left on relatively easier moves to a point that intercepts the bottom of 2 parallel seams that run up and right towards the top of the wall. Just before reaching them, I found a small/medium stopper and small cam placement. These are more directly above the previous gear placements and will make a zig-zag of the rope if you clipped the bolt on '\n\nBondage\n\n; Place this gear, regardless, as it will be the gear that keeps you off the deck in a fall. Head up and to the rightmost of the two parallel, leaning seams that go to the top of the wall. They offer no gear at first, but I cleaned some rock flakes and dirt out of a spot a few meters up these and got in a grey or purple (I chose the purple, but either would work) Mastercam. I presume a purple/black Alien would also work, but those are wider, and I am not sure. A ballnut might also fit and work as a back-up piece to the cam. You'll see the second bolt of '\n\nOf Human Bondage\n\n' perhaps 3 meters to your right. Continue up the seam you are in to get up into the tiny, left-facing offset, and take that up to the ledge as for '\n\nOf Human Bondage\n\n.' Place a few pieces of gear before traversing to the anchors to protect your second and the rope from a nasty swing.","protection":"2 optional bolts that will offer security but create a zig-zag in the rope's line that may make the gear less secure. Plan a few large nuts, a 2-2.5\" cam down low, a few small stoppers higher with a finger-sized cam, and then a very small (tips) cam and possibly a ballnut up in the top seam. A few pieces went in just prior to the traverse to the top anchors on '\n\nA Hike for Y2K\n\n' to protect the second from a last-minute swing.\n\nThe route should be considered R/X like the majority of the routes on this wall. There is groundfall potential from non-crux moves if the belayer is not fully attentive, and much of the route depends on distant, and even very small gear, to prevent serious consequences.\n\nA TR is possible from '\n\nA Hike for Y2K's\n\n' anchors if you traverse left and set a directional.","location":"This route takes a line primarily between '\n\nCrack Tack\n\n' and '\n\nOf Human Bondage\n\n', overlaps with the latter of these at the beginning, and may share a few moves and a bit of gear in the middle with the former. The seams up top were the primary target and have no documented history."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,e6c49c39-7374-5f64-8084-6297a724b328,848a1cae-45fc-5e7c-b249-4f9b05825024,dd213147-1719-537f-80f6-8230ac58c60f","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Blob Rock Area","East Blob","Blob Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3876,40.0024]},"bbox":[-105.38818701031194,40.00195033981813,-105.38701298968805,40.00284966018186],"left_right_index":-1,"ext_id":"105810500","area_id":"3SExRxcZU3+A9oIwrFjGDw=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:55:57.444Z","updatedAt":"2024-01-15T16:42:42.047Z"}