{"_id":"6368a214e80bff5a9955d896","area_name":"Juno Tower","shortCode":"","climbs":[{"_id":"6A2xQFzwU++Tgbv63888Dg==","name":"Pork Swords","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ken Kisiel, Scott Beguin, Shibli Fazal, and Miguel Hoffman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.58255,35.81619]},"left_right_index":0,"mp_id":"106427451","mp_crag_id":"106372048","climb_id":"6A2xQFzwU++Tgbv63888Dg==","areaRef":"nkUnowmgUV6btk0afIq1sg=="},"content":{"description":"This route is an aesthetic line up the western side of Juno Tower. Start in a dihedral to gain a large ledge out right, then cruise up some nice huecos to a blank dish dihedral (crux), and then meander up to the anchors after some deep thought at the no hands rest before the blank dihedral.","protection":"7 bolts to a 2 bolt anchor.","location":"This route is the bolted climb located to the left of Little Viking."},"__v":0},{"_id":"B7OHBumYUhi4ZkoXzYUJBw==","name":"Little Viking","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Beguin, Jason Hundausen, Josh Smith, Rob Hilko, Miguel Hoffman, and David Volk","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.58255,35.81619]},"left_right_index":1,"mp_id":"106372051","mp_crag_id":"106372048","climb_id":"B7OHBumYUhi4ZkoXzYUJBw==","areaRef":"nkUnowmgUV6btk0afIq1sg=="},"content":{"description":"This route travels the obvious line up the south face of Juno Tower. It offers a variety of different moves that beautifully weave its way up this awesome spire. The rock is solid and the climbing is consistent at the grade with the crux move being 5.10c and the rest of the climb is at a sustained 5.10. Be aware that most of the bolt line is consistently to the left of where the actual climbing is, most of the way up. The bolts were placed more to where the rock quality was the best. It has thought provoking movement and leaves you a couple of options to the anchors. This route is a very enjoyable outing and highly recommended.","protection":"10 bolts to a 2 bolt Fixe Rap Anchor.","location":""},"__v":0},{"_id":"2zkieikSUXKJ5+iY5MzTTQ==","name":"Kicking It Old Testament","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Daniel Trugman, Jason Halladay, August 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.58255,35.81619]},"left_right_index":2,"mp_id":"106846758","mp_crag_id":"106372048","climb_id":"2zkieikSUXKJ5+iY5MzTTQ==","areaRef":"nkUnowmgUV6btk0afIq1sg=="},"content":{"description":"This route climbs the east face of Juno Tower, climber's right of \"Pork Swords\" and \"Little Viking\". While it's probably not quite as good as the other two routes on the tower, \"Kicking It Old Testament\" still provides some intriguing movement at a more moderate grade. \n\n  For the first ascent we started by anchoring the belayer to the belay bolt on the grassy ledge below the obvious headwall. We later decided just going straight up, from ground-level, up vegetated fourth-class terrain to the base of the wall is best.  \n\n  Easily turn the initial roof on its left side and make a technical traverse back right on thin holds. Find the jugs and rest up before firing the steeper but well-featured upper crux. \n\n  This route could use a bit more scrubbing, especially on the lower half of the route (I'll try to do some more next time I'm in the area). That said, the rock is pretty solid, and moves are fun, so if you can deal with a bit of lichen, then the route is worth trying.","protection":"5 bolts to chains with fixed carabiners (don't steal these!). \n\n  1 belay bolt on the starting ledge.","location":"The east face of Juno Tower. The bolt line adjacent to and climber's right of \"Little Viking\". Approach the belay via a narrow grassy ramp."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,9e4527a3-09a0-515e-9bb6-4d1a7c8ab5b2","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Juno Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.58255,35.81619]},"bbox":[-106.58310452092238,35.81574033981815,-106.58199547907762,35.81663966018186],"left_right_index":-1,"ext_id":"106372048","area_id":"nkUnowmgUV6btk0afIq1sg=="},"content":{"description":"This is a nice little Jemez crag composed of the same rhyloite rock as Las Conchas and Area 37. This type of rhyolite is dominant throughout most of the Jemez. It is rough on the hands with a gritty texture that is surprisingly solid. The Juno Tower is south-facing, gets sun most of the day and is also shaded from trees in many spots. This little area has easy access as it is right off the road."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:44.450Z","updatedAt":"2022-11-25T11:20:25.445Z"}