{"_id":"63689de0e80bff5a994f9248","area_name":"Happy Hour Crag","shortCode":"","climbs":[{"_id":"kspZW2NSVRKntVNvkFcvvA==","name":"Twofers Gully","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":6,"mp_id":"106027653","mp_crag_id":"105744626","climb_id":"kspZW2NSVRKntVNvkFcvvA==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This is an easy gully to the [right?] of\n\nTwofers\n\n.","protection":"Standard rack.  It probably could be lead all passively.","location":"See the description."},"__v":0},{"_id":"5DckmREXWG+q7SHGJY1T6A==","name":"Twofers  Bypass","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kurt Gray and Chris Taylor, 1980.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":5,"mp_id":"105748388","mp_crag_id":"105744626","climb_id":"5DckmREXWG+q7SHGJY1T6A==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Start as for\n\nTwofers\n\n, on the left side of the gully underneath the large roof 35 feet up. Approach the roof, then follow the hand crack around the roof to the right. Follow up, and then move out left over the top of the roof.","protection":"Use long slings on the two trees, and drop them through a 1' wide slot that sets the rope up perfectly. Or a standard rack.","location":""},"__v":0},{"_id":"ZFHUoaNeWN2ZpHohjK2q0Q==","name":"Twofers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Allen Wood and Dan Hare, 1979","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":4,"mp_id":"105748385","mp_crag_id":"105744626","climb_id":"ZFHUoaNeWN2ZpHohjK2q0Q==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Twofers is a neat roof problem. Start on the left side of the gully, below the obvious roof about 35 feet up. Scramble up to the left corner of the roof, layback, reach, and move out through the left corner. Continue up directly above the roof.","protection":"Look for the two nice trees, and a 1' wide slot drops the rope perfectly.","location":""},"__v":0},{"_id":"L206eg49XueJSxCv/zyVNA==","name":"Tipsey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D. Hare, C. Oliver, 1979","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":13,"mp_id":"105756559","mp_crag_id":"105744626","climb_id":"L206eg49XueJSxCv/zyVNA==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Climb as for\n\nDementia\n\nuntil you reach the small blocky roof just below the cool arete/dihedral.  Go to the right, under this roof, then up a short distance to something of a ledge.  From there, look to the right again and climb the left-facing corner for a short distance. A left-leaning crack will appear on your left, which is not as hard as it looks.  Climb up and left on this crack to bypass the overhang (good pro), then from a ledge up to the top of the crags on easy cracks.\n\nAlthough this line wanders a bit, the drag is not too bad with judicious use of 2-foot runners.","protection":"Standard light rack up to 3\".  The pro and plcements are reasonable, but take a few longer slings if you plan to place a lot of gear.","location":""},"__v":0},{"_id":"RxB4MyGkWkaYPyoYYyUasg==","name":"Teetotaler","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"B. Hansen, R. Lietner, 1989","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":20,"mp_id":"105756568","mp_crag_id":"105744626","climb_id":"RxB4MyGkWkaYPyoYYyUasg==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This climb is pretty fun and quite technical.\n\nStart this climb up and right of\n\nGrins\n\n, just left of a series of short, right-facing dihedrals and pillars.  Climb up some so-so rock to get to an arete with 4 bolts.  Clip the first bolt and then work both sides of the arete.  The multiple crux moves involve heel-hooking the arete and palm-smearing around it at times. The moves are more insecure than\n\nLast Laugh\n\n, in my opinion, but pretty fun!","protection":"Per\n\nBrian Hansen\n\n: this was originally led with one bolt.\n\n4 QDs plus a few runners for the top. There is some distance between the bolts to be considered, but the route seems safe enough.\n\nThis is a reasonable top-rope from the anchors up and right of the top of\n\nGrins\n\n.  You may want to rap off instead of lowering, however.\n\nYou may need a 60m rope to TR this climb or to lower off.","location":""},"__v":0},{"_id":"Dt2RC7CeXrmRvJ8B98kzZg==","name":"Skid Row","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"D. Hare, B. Hanson, 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":17,"mp_id":"105756562","mp_crag_id":"105744626","climb_id":"Dt2RC7CeXrmRvJ8B98kzZg==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This climb is one of the better lines at Happy Hour Crag, in my opinion.  My partner shared this opinion.\n\nThe line wanders up and left the whole way, across cracks, face, corners, overhangs, and knobs.  Rossiter calls all of this \"improbable terrain.\"  I called it \"fun!\"\n\nI also made an 'improbable finish' to the route that goes solid 5.10 and was excellent but runout.  This will be discussed at the end of the description.\n\nStart this climb just to the left of the finger of rock protruding from the ground at the base of \"\n\nGrins\n\n.\"  From the left side of this finger of rock, work up and left for a few moves onto a small ledge.  There is little good pro available here, but the moves are 5.8.  Move up and left on a sloping ledge and place a few good wires in a crack above your head.  Next start moving up and left arond an arete on knobs and edges, through the slight overhang and up.  Any gear placed here needs a 2-foot runner.  You will reach a left-facing corner (as for\n\nNightcap\n\n) and climb that for a few feet before reaching the top of a huge flake, where you merge with the climb\n\nMalign\n\n.\n\nFinish as a 2-star climb as for\n\nNightcap\n\nand\n\nMalign\n\n, by climbing the left-facing and then right-facing corner system *OR*...\n\nGo out with a Bang!  For a better finish (3-star in all), lean back and look hard left.  You will see s series of small edges and knobs.  This is well above \"\n\nTipsey\n\n.\"  Place gear from the ledge, up and right in the left-facing corner, from here there is no more gear.  Head out left, towards the anchors of \"\n\nThrill Of The Chase\n\n.\"  Reach up and hard left for a crimp and pull through This left-hand traverse is solid 5.10 and would be a thumber fall, as the last gear will be about 20 feet to the right and 15 feet down; the flake you'd hit if you blow it looks HUNGRY.  The moves are hard, and somewhat long but secure.  This is reasonable for a 5.10+ leader as it is solid rock.  Clip the \"\n\nThrill Of The Chase\n\n\" anchors with a long runner and then continue up and left to the cliff top.\n\nI called this finish \"Thrill of the Skid.\"\n\nThis line sounds like it wanders a lot, but it continually moves left. Thus, the rope will run more or less in a nice line with judicious use of 2 to 3 foot runners.\n\nThis is not a very good top-rope due to the swing potential from the bottom and top moves.","protection":"Standard light rack up to 3\".  The pro is not reasonable for a beginner, as there are some small placements that will be strenuous to place.  One should not fear for their lives on this route, but if you are not a solid at this grade, the risk of a good thump is probably not reasonable.","location":""},"__v":0},{"_id":"BdFP+R8qU5+YAP6SG48DGQ==","name":"Seein' Double","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Chris Archer, Sarah Spaulding","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":11,"mp_id":"105762609","mp_crag_id":"105744626","climb_id":"BdFP+R8qU5+YAP6SG48DGQ==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This route climbs the arete right of\n\nDementia\n\n.  Great position and terrific movement are marred by a slightly contrived start on the arete.  The best opening climbs straight up the arete with your chest at the bolts.  It starts with the left hand in the Dementia corner for the first move or two.\n\nStart 10 feet right of the\n\nDementia\n\n/\n\nMalign\n\nstart.  Climb past 2 bolts and angle up and left to the roof at the base of the\n\nDementia\n\ncorner.  Climb straight up the arete.  Going straight up at the last bolt is slopey 12c (desperate in summer). Cutting right for a move at the second to last bolt and then moving back left again past the last bolt lowers the grade to easy 5.11.","protection":"8 bolts to a 2-bolt anchor.  A #2 and/or #2.5 Friend may be useful to protect the moves to the 3rd bolt.\n\nPer\n\nMark E Dixon\n\n: it appears that the bolts were removed and the holes were patched.","location":""},"__v":0},{"_id":"XR8S9rKUXEaQcD7BeNqswA==","name":"Rush Hour","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dan Hare and Scott Woodruff, 1978.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":8,"mp_id":"105748633","mp_crag_id":"105744626","climb_id":"XR8S9rKUXEaQcD7BeNqswA==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This route used to be a 5.10b until a key hold in the crux broke making it a 5.12a. So, essentially the route is a hard 5.9/easy 5.10 with a 5.12 move on the roof section. The route begins in a crack just to the right of a large overhanging roof. Climb the crack to the roof and traverse to the left. Here you will find a critical series of 3-4 moves to conquer the roof. There is a bolt on the roof which you may want to clip on toprope to avoid an undesirable swing (especially if you might be there for awhile). Once you conquer the roof, follow the crack to the top where you will make a zigzag to the left before reaching the anchor.\\\n\nRattlesnake warning!\n\nPer\n\nAlex Morris\n\n: there was a small rattlesnake in the horizontal slot under the roof at the top of the low corner.","protection":"The toprope requires a class 4-5 downclimb from the top of the wall, you'll need some gear and a sling. The top is best accessed via a hike up the left side of the crag. You can rope up the route without the downclimb, but I do not recommend it due to rope wear.","location":""},"__v":0},{"_id":"uMRu0QDeV7eW6kD7TWHyGg==","name":"Perched-Pillar Pile","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":15,"mp_id":"113743374","mp_crag_id":"105744626","climb_id":"uMRu0QDeV7eW6kD7TWHyGg==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"On Oct. 18, David Light led me up this arete, which lies between\n\nMalign\n\nand\n\nNightcap\n\n.\n\nClimb directly up the short wall to the blunt arete. Stay on, or close, to the arete for its entirety. Stay on the right side of the hollow, perched pillar. Above it, avoid the big indistinct, perched block, with a hard move barely to its right. A short, left-leaning crack above the top of the arete is the other crux. At the very top, place directionals, and protect the traverse right to the bolted anchor atop\n\nNightcap\n\n. This is not a bad climb, but the big block is looser than it looks.","protection":"SR.","location":"This is the blunt, cracked arete between\n\nMalign\n\nand\n\nNightcap\n\n. It is the obvious crack system left of\n\nNightcap\n\n."},"__v":0},{"_id":"UjKyKF8TXzmhRLY4JRroiA==","name":"Malign","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":14,"mp_id":"105756556","mp_crag_id":"105744626","climb_id":"UjKyKF8TXzmhRLY4JRroiA==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Climb as for\n\nDementia\n\nuntil you reach the small, blocky roof just below the cool arete/dihedral.  Go to the right, under this roof, then up a short distance to something of a ledge.  From there, look to the right again and climb the left-facing corner to a left-facing flake/corner, then up a right-facing corner above the flake to the top.  Although this sounds like a wandering line, it is actually quite direct, and little drag will result if you use a few 2-foot runners.","protection":"Standard light rack up to 3\". The line is reasonably easy to protect. There is a two-bolt anchor with rappel rings at the top.","location":""},"__v":0},{"_id":"L0INU/y6X8y/v8UG49/x0g==","name":"Nightcap","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Hare and Allen Wood, '79","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":16,"mp_id":"105750520","mp_crag_id":"105744626","climb_id":"L0INU/y6X8y/v8UG49/x0g==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This is a wonderful route. Start about 10-15 feet right of\n\nDementia\n\n, work up nebulous terrain to gain a right-facing area with easy cracks. Work up into a thin crack that follows through a bulge. Stem and shimmy your way up and gain a nice, albeit short finger crack to the top. There is now a 2 bolt anchor from which you can watch the sun set over the canyon.\n\nThis is one of my favorite routes in the Canyon, and it is better than its neighbor\n\nGrins\n\n.","protection":"A standard rack, no real big gear necessary, up to a #2 Camalot and a few mid-size hexes. Smaller nuts/cams protect the business. A green Alien will protect the crux very well. There originally\n\nwere\n\nno bolts at the top. Bring something to sling a large boulder and a larger cam or two for the belay.\n\nEds. there is a natural thread at the anchor.\n\nPer\n\nCarl Schaefer\n\n: there is now a two-bolt anchor at the top, shared with\n\nMalign\n\nand\n\nSkid Row\n\n.","location":""},"__v":0},{"_id":"OLLTW9+NUdeWSy0+dFhlaw==","name":"Left Side","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":0,"mp_id":"105973231","mp_crag_id":"105744626","climb_id":"OLLTW9+NUdeWSy0+dFhlaw==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This route doesn't appear in Rossiter's or Rolofson's Boulder Canyon guidebooks, but I'm sure it's been climbed for a long time.\n\nThe route is a good beginner lead as it can be sewn up. The crux is brief and well-protected.","protection":"Standard rack. A bigger piece might ease the mind of a beginning leader. A sturdy tree at the top of the route can be tied off for an anchor.","location":"This route is the first crack system to the left of\n\nI, Robot\n\n. Walk off the top."},"__v":0},{"_id":"GZR9e9/hWvutU9GkaF6uBA==","name":"Last Laugh","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"D. Hare, 1995","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":18,"mp_id":"105756565","mp_crag_id":"105744626","climb_id":"GZR9e9/hWvutU9GkaF6uBA==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This climb is pretty fun and pretty technical.\n\nStart this climb as for\n\nGrins\n\n, climbing that route to the top of the \"tooth,\" about 50 feet up.  Step to the left and clip a bolt, or\n\nvice versa\n\n, and do the crux move to establish yourself just left of the arete.  Climb up at the edge of the arete past two more bolts with a second crux above the last bolt. Finish on a ledge with a 2-bolt anchor & walk off or rap.","protection":"Standard light rack up to 3\" plus 3 bolts for the 5.11 section.  [Rossiter] calls for large RPs, but I think you're just as well going for it on the standard rack and trusting the bolts to catch you; it is not really runout.\n\nThis is a reasonable top-rope to set from near the top of\n\nGrins\n\n, but it would require a scramble to get to if starting from the top of the cliff.\n\nYou may need a 60m rope to TR this climb or to lower off.\n\nEds. the right bolt of the 2 bolt anchor without rings is protruding noticeably from the rock.","location":""},"__v":0},{"_id":"T02kovvTWuuKmtSiSuophQ==","name":"I, Robot","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kurt Gray and Charly Oliver, 1979","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":1,"mp_id":"105748367","mp_crag_id":"105744626","climb_id":"T02kovvTWuuKmtSiSuophQ==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Start in the shallow, right-facing dihedral, about 2 feet to the left of the tree. Climb up to the ledge 10 feet up and slightly left, and then follow the crack running up and right to the top.","protection":"Look for the two trees, and bring long slings (20 feet).","location":""},"__v":0},{"_id":"yOFTbcCZXy2ZrhktUu9xhA==","name":"Last Call","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kurt Gray and Larry Shubarth, 1979","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":9,"mp_id":"105748636","mp_crag_id":"105744626","climb_id":"yOFTbcCZXy2ZrhktUu9xhA==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Last Call starts in the crack just to the right of\n\nRush Hour\n\n(5.12a) and avoids its overhanging section. Climb the crack until you encounter a slight overhang a third of the way up. Here you need to traverse to the left where you will climb the upper portion of\n\nRush Hour\n\n. The traverse is the crux of the move. This route provides a good alternative for those who are unable to negotiate the crux of\n\nRush Hour\n\n.","protection":"The toprope requires a class 4-5 down climb from the top of the wall, you'll need some gear and a sling. The top is best accessed via a hike up the left side of the crag. You can rope up the route without the down climb, but I do not recommend it due to rope wear.","location":""},"__v":0},{"_id":"Z1PToSq2Uw2dtXCvzedn1g==","name":"Hands Off","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Oliver and Slater, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":21,"mp_id":"105758317","mp_crag_id":"105744626","climb_id":"Z1PToSq2Uw2dtXCvzedn1g==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Start right of\n\nTeetotaler\n\n.  Follow the path; you can set the belay on a couple of different flat spots.  You can't miss this dihedral.  Climb easy terrain (with good pro if you want it) up to the base of the dihedral, perhaps 40 feet.  Now head straight up.  The pro is good, and you can stem or layback your way up it.  I thought the pitch was harder than\n\nGrins\n\n(to the left, a 5.8), perhaps because the protection is not as easy as\n\nGrins\n\n. Regardless, this is a fun pitch, well worth doing.","protection":"Standard rack with hexes up to #10.  At the top of the dihedral, you can set an anchor (tricam/cams/stoppers).  You can also traverse left to anchors, but you'll get rope drag.  Finally, you can go all the way to the top.  I set an anchor, brought up the 2nd, then traversed to the bolts and rapped on a 60m rope.","location":""},"__v":0},{"_id":"/ncEF/TUWtmhKwGpaRAs4A==","name":"Grins","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Allen Wood and Dan Hare, 1979","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":19,"mp_id":"105748418","mp_crag_id":"105744626","climb_id":"/ncEF/TUWtmhKwGpaRAs4A==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Begin about 20 feet below a big \"tooth\". Climb along the right side of the tooth and then head up right along the flare. This is a good \"arm\" jam. Finish off the face for the last 15 feet to the two bolt anchor. This is an excellent route for the first time lead on trad and for beginners trad practice!","protection":"No bolts, use mid-sized nuts or small cams for most of the climb. You need a #3 Camalot for a large crack about 3/4 of the way up. Two bolt chained anchor at the top. You are able to top rope this ONLY with a 60m rope.","location":""},"__v":0},{"_id":"Q5h/oudFVrOco4Vnt684Jw==","name":"The Great Race","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Pat Clubine, Kurt Gray, Allan Wood, Alan Bradley, Dan Hare, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":22,"mp_id":"105759765","mp_crag_id":"105744626","climb_id":"Q5h/oudFVrOco4Vnt684Jw==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This route is just to the right of\n\nHands Off\n\n.  It is short, sweet, and hard.  The long list of hard men that put this is up probably tribute to that.\n\nThe hardest moves are right from the beginning with very small fingers and marginal feel (for a 5.8 climber anyway).  It gets easier (ha) as you ascent with a good shallow hand jam to rest on half way up.  It's only 40-50 feet long, but it gives a good workout.","protection":"Small, small gear, maybe a #1.  Anything goes for an anchor.\n\nThere is a stuck, unclippable TCU down low in the dihedral.","location":""},"__v":0},{"_id":"K99SxYc0WoCRA2mMm0tnmA==","name":"Dementia","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Scanlon and Dave Rice, c. 1974.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":10,"mp_id":"105748412","mp_crag_id":"105744626","climb_id":"K99SxYc0WoCRA2mMm0tnmA==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Begin beneath the obvious left leaning V- slot roof near the middle of the crag. An awkward mantle brings you into the short but technical crux - the narrow V-slot with a thin fingers crack. Good smears and bomber fingerlocks through the crux. Solid 10a.","protection":"Small nuts and cams up to #1 Camalot. Small cams for the business. A traverse out the top leads to chain anchors. Long runners to avoid rope drag if toproping.","location":""},"__v":0},{"_id":"6ulr969/XuCHWvV3N+EcuA==","name":"Cruel Shoes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Larry Shubarth and Allen Wood, 1979","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":25,"mp_id":"105748439","mp_crag_id":"105744626","climb_id":"6ulr969/XuCHWvV3N+EcuA==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"It doesn't really look like a route, it's so short. Follow the dihedral up, occasionally using the opposite face to stem out. There's a fair amount of lichen on the route - it must not be climbed often.","protection":"Some medium length slings.","location":"This is the farthest right dihedral on the main section of the rock."},"__v":0},{"_id":"wl2QGxowV/inG8njzBWliQ==","name":"Cheers aka Thrill of the Chaise","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dave Rice and Erik Johnson, 1988, retrobolted by Ray Snead, Rick Leitner, and Kent Lugbill","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":12,"mp_id":"105751477","mp_crag_id":"105744626","climb_id":"wl2QGxowV/inG8njzBWliQ==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Rossiter calls this route \"Thrill of the Chaise\", but \"Cheers\" seems slightly more in line with the crag \"naming conventions\" (if there is such a thing).\n\nBegin as for\n\nDementia\n\n, but move right into a big, easy, left-facing corner (I remember going a few feet right of the line shown in the photo here).\n\nFrom the left-facing corner, clip a bolt on the face to the left (this is a bit of a stretch). I find the crux is getting onto this face. Once on, climb straight up past another bolt to the top. You can place wired stoppers above the last bolt. Rossiter's topo has a two bolt anchor, but I do not remember one in 1998. These would make toproping Cheers convenient.\n\nPer\n\nCarl Schaefer\n\n: this shares a two-bolt anchor with\n\nTipsey\n\n.\"\n\nThe 3rd edition of the D'Antonio guidebook incorrectly shows\n\nDementia\n\ngoing to the same anchor .","protection":"Light rack to 2\".  This is not a sport route.","location":""},"__v":0},{"_id":"ZGq5D4tqXu+kPbZvqUhBAQ==","name":"The Big Spit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"K. Grey, A. Wood, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":7,"mp_id":"105756553","mp_crag_id":"105744626","climb_id":"ZGq5D4tqXu+kPbZvqUhBAQ==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"To the right of the\n\nTwofers\n\nroute, there is a large inset that looks and is quite dirty.  A short ways right of that there is a small, right-facing dihedral that starts at the ground and ends below the left-hand-side of a large roof. Climb the corner/dihedral to the bottom of the roof, step left at a few flakes, and then work up and right through the roof to access a good crack system above.  Follow said cracks to the top of the cliff.  This system is reasonably easy at the given grade of 5.9 and reasonably protected.\n\nThe attached photo is INCORRECT, I believe, and sends a climber off into the dirty chimney and crack system (5.7).\n\nInstead, from where the line disappears around the corner, pull onto the crack visible at the left side of the face above and climb that.  It is much nicer anyway.","protection":"A standard light rack of nuts and cams.","location":""},"__v":0},{"_id":"InCC7Cb6XLG7QBxqG+T0vw==","name":"Bad Sneakers","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Charly Oliver and Chris Taylor, 1979.","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":24,"mp_id":"105748430","mp_crag_id":"105744626","climb_id":"InCC7Cb6XLG7QBxqG+T0vw==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"What a dumb route and the recipient of our first-ever BOMB evaluation.\n\nStart in the second dihedral from the right, looking for the nice ledges halfway up the route. It's a difficult one-move-wonder one move up. The rest of the route is cake. Dumb.","protection":"A medium-sized cam or a large stopper is a nice addition here, but slings will work.","location":""},"__v":0},{"_id":"5no63hLyWqqRD3CqXm3VnQ==","name":"Baby Aliens","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"M. Rolofson and Chandler, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":23,"mp_id":"108306274","mp_crag_id":"105744626","climb_id":"5no63hLyWqqRD3CqXm3VnQ==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This ascends a thin, splitter finger crack between\n\nThe Great Race\n\nand\n\nBad Sneakers\n\n.","protection":"Small cams.","location":""},"__v":0},{"_id":"8dt2KgsUVaCkXHdJeAzOLw==","name":"Bent Faith","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Charley Oliver and Matt Slater,1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":26,"mp_id":"105759762","mp_crag_id":"105744626","climb_id":"8dt2KgsUVaCkXHdJeAzOLw==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"This is pretty fun although short; good if Happy Hour is a zoo.  This route is found below the\n\nGrins\n\narea on the right side of the crag on a short separate buttress.  It's the only crack.  Sneak up to the hand crack, and then pull jugs through a fun roof to a ledge.  Now balance up with no pro to the top. A fall from the top could be bad.","protection":"Not much needed, but the bottom protects well with a #3, ~0.75 Camalot and a sling around a horn.  Pro is imaginary above the midpoint.","location":""},"__v":0},{"_id":"udREMJxjUMmgcaBLkMl/Jw==","name":"Are We Not Robots","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":2,"mp_id":"106159945","mp_crag_id":"105744626","climb_id":"udREMJxjUMmgcaBLkMl/Jw==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Here's another line in Boulder Canyon that I am sure has been climbed for years but is undocumented as far as I know.\n\nClimb a shallow dihedral just left of the start to\n\nAre We Not Men\n\nand climb straight up, avoiding the small roof by climbing around its left side.  The faces moves are on good quality rock but might feel a bit spicy on lead.  Continue up as for\n\nAre We Not Men\n\n,\n\nTwofers\n\n,\n\net al\n\n.","protection":"Standard rack to 3\".  A bit runout.  Can be easily toproped from trees at the top of the crag.","location":"This is on the left side of Happy Hour Crag between\n\nI, Robot\n\nand\n\nAre We Not Men\n\n.  Start in a shallow dihedral just left of a tree.\n\nDescend by walking off to climber's left."},"__v":0},{"_id":"PTZpr/eAUA6dLQcUpTu70Q==","name":"Are We Not Men","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Charly Oliver and Stuart Schneider, 1979.","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"left_right_index":3,"mp_id":"105748373","mp_crag_id":"105744626","climb_id":"PTZpr/eAUA6dLQcUpTu70Q==","areaRef":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":"Climb the larger right-facing dihedral of two, directly below the tiny roof. Climb up, turn the easy roof, and continue straight up the face.","protection":"Look for the two trees, and bring long slings (20 feet).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,f717e4e3-d946-5a1f-b116-b321bc9d2719","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Happy Hour Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":3,"label":"5.8"},{"count":5,"label":"5.9"},{"count":3,"label":"5.11a"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.12a"},{"count":5,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":11,"intermediate":9,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":19,"bands":{"unknown":0,"beginner":8,"intermediate":7,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":11,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3939,40.0033]},"bbox":[-105.3944870180499,40.002850339818146,-105.39331298195012,40.00374966018186],"left_right_index":-1,"ext_id":"105744626","area_id":"9xfk49lGWh+xFrMhvJ0nGQ=="},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T05:55:56.812Z","updatedAt":"2022-11-25T11:16:28.723Z"}