{"_id":"6368a50be80bff5a995b0672","area_name":"Isolated Climbs","shortCode":"","climbs":[{"_id":"UhaBQm49WC+BPuTyrVMYvQ==","name":"Plan D","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jacob Warren, Adeline Guay, Feb 2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.6024,38.5232]},"left_right_index":999999,"mp_id":"108011467","mp_crag_id":"105717227","climb_id":"UhaBQm49WC+BPuTyrVMYvQ==","areaRef":"HjeFXwVVUUa/KCVoQF7+IA=="},"content":{"description":"Begin with a face move to gain the bottom of the incipient splitter which goes through a small roof. Climb zig-zagging finger crack to a stance and continue through thin hands and hands. The crack jogs to the right past another small roof and an easily bypassed wide section. The jams gradually widen to 3.5 Camalots through the final steep section. Descend from bolt/chain anchors over the lip. The rock is Navajo sandstone and not the best quality but could clean up with some traffic. Pretty cool route in Pritchett Canyon which is generally a durp fest during the tourist season but really nice in the winter. The climb see's winter sun until late afternoon.","protection":"Doubles from fingers to 3.5 Camalots. A purple metolius protects the really thin opening section.","location":"The route is located approximately 1/4 mile up Pritchett Canyon just before the second drainage on the left.  Keep an eye on the north side of the canyon at a point where the road is on the right side of the wash. Although it's a bit of a walk, there is almost no talus to deal with to get to the base of the climb."},"__v":0},{"_id":"EIc05R6PVF+VI9Yi16YtCg==","name":"Pit and Bear","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jimmy Dunn and Betsy McKittrick, October 5, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.6024,38.5232]},"left_right_index":999999,"mp_id":"107848461","mp_crag_id":"105717227","climb_id":"EIc05R6PVF+VI9Yi16YtCg==","areaRef":"HjeFXwVVUUa/KCVoQF7+IA=="},"content":{"description":"Climb the left-facing varnished corner past a wide section to the anchors, which are currently a pair of drilled angles. This obvious route is pretty fun and deserves more attention.","protection":"Double rack of BD c4's from .4 to 3, 1 each 4, 5 and 6.","location":"The route is 3.3 miles from the McDonalds (intersection of the Kane Creek road and 191, just after the Moonflower Canyon Campsite on the left. The route is about 20 feet from the pavement. Moonflower Canyon might be the best place to park."},"__v":0},{"_id":"5hzP82bkVYawIBKVfTaZsQ==","name":"The Kind","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kyle Copeland, David Widden, Linus Platt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.6024,38.5232]},"left_right_index":999999,"mp_id":"105718417","mp_crag_id":"105717227","climb_id":"5hzP82bkVYawIBKVfTaZsQ==","areaRef":"HjeFXwVVUUa/KCVoQF7+IA=="},"content":{"description":"AKA: (The Other Kind) You access this climb by hiking down creek from\n\nKane Springs\n\n. Park at the lower switch back and hike down the drainage. The hike is about .75 miles the route is on the obvious on the right wall, it's just right of another crack called\n\nArchaic Revival\n\n. This climb is an overlooked classic, the hike itself is worth it. The route starts on soft rock but it then goes to a bullet hard desert varnish right facing dihedral.","protection":"Double set of cams. One 200' rope","location":""},"__v":0},{"_id":"HPIuslAkWjmkGUVx1YpL1Q==","name":"Farm","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kyle Copeland, Daryl Miller, fall 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.6024,38.5232]},"left_right_index":999999,"mp_id":"107783578","mp_crag_id":"105717227","climb_id":"HPIuslAkWjmkGUVx1YpL1Q==","areaRef":"HjeFXwVVUUa/KCVoQF7+IA=="},"content":{"description":"Climb a pedestal to the base of the corner crack. The crack begins with wide hands for a few body lengths, becoming good hands before arcing up and right to the base of a roof. Undercling or jam out the roof to more good hands and a decent stance. Here the corner pinches down to tight hands and ring locks for a brief section before the anchor.","protection":"Double rack from fingers to wide hands, a couple extra hand-sized pieces.","location":"Look for a right facing dihedral across from Abraxas Wall above the Kane Creek road. There's no real trail to the base of the climb, the approach takes five minutes."},"__v":0},{"_id":"xQCCIstyU/WbwgS5SKSTUQ==","name":"Bounce Test","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Roberts, et al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.6024,38.5232]},"left_right_index":999999,"mp_id":"105717556","mp_crag_id":"105717227","climb_id":"xQCCIstyU/WbwgS5SKSTUQ==","areaRef":"HjeFXwVVUUa/KCVoQF7+IA=="},"content":{"description":"Bounce Test is an interesting way to start out your climbing in Moab.  It's easier than Owl Rock (if you leave out the last pitch) and has a great view.  You can do the first 5 pitches only (5.8-) or all 6 (5.9)  This is not at any of the specificed climbing areas but is basically directly across the river from wall street.\n\nFinding it. From Moab take a turn to the west at McDonald's and head towards Kane Creek.  Drive past the rim trail to the petracliffs.  Take the first dirt road on the left that climbs up a hill towards a large parking area that looks like a junk yard.  If the main road turns to dirt you've gone to far.  You can hike or drive down the rugged road that continues towards the only rocks in sight.  Stay to the left.  The slab(or tower) that you will climb is the the third thin slab down.  You can recognize it by the tracks that lead up to it as well as the two first bolts on pitch one.  The downclimb comes from the canyon on the left.\n\nFirst pitch is a 5.8 that has lots of soft sandy rock.  After that the next 4 pitches are sloping climbs and scrambles up sometimes sparcely protected areas.  There is one fun section on pitch two after scrambling after pitch one.  Nothing exceeds a 5.7 from pitch 2-5.  Pitch six is the crux at 5.9  Bring some webbing that you would be willing to leave on the rock, you might not like the rap slings.  There are anchors on pitch one, five, and six - you have to come up with the rest.  Great views of Wall Street from the top.  I would bring a helmet along for the descent.  I had some pretty big rocks fall on the way down.   It takes three double rope rappels from either place.  If you start from pitch 5 you'll have to swing left to the close anchors.  The third rap goes directly over the edge down to the gully and is probably 53-55m, kinda scary in the dark if you can't see the ground.\n\nMake sure and leave ample time for the downclimb, its a killer.  We ended up doing it in the dark with no lights, bad idea.  Stay to the left when looking down and keep your eyes open for the webbing supports for the steep sections.  The downclimb is probably the hardest part of the route.\n\nAny questions you can email me at Kelly_Paasch@und.nodak.edu","protection":"1 set of cams 3.5 and smaller, 1 set of hexes or tricams, set of nuts, 7 quickdraws.  Lots of variation in the rock.  Starts soft and ends scary soft on a 5.9 on scary fixed pro.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,9524b1b2-900d-507f-b031-461876a90a28,1e37855f-0555-5146-bf28-2568405efe20","pathTokens":["USA","Utah","Southeast Utah","Kane Springs Canyon","Isolated Climbs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.6024,38.5232]},"bbox":[-109.60297475134944,38.522750339818145,-109.60182524865057,38.52364966018187],"left_right_index":-1,"ext_id":"105717227","area_id":"HjeFXwVVUUa/KCVoQF7+IA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:26:47.926Z","updatedAt":"2024-01-15T16:49:35.981Z"}