{"_id":"6368a722e80bff5a995dd91a","area_name":"Upper Tier","shortCode":"","climbs":[{"_id":"b/M1Mv93WgilSc73YwvHiw==","name":"Sleeper Crack of the Canyon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Christopher Broecker and Jordan Simon","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.2846,44.10167]},"left_right_index":999999,"mp_id":"121095596","mp_crag_id":"121095553","climb_id":"b/M1Mv93WgilSc73YwvHiw==","areaRef":"FqlwT2sZWouy8rDPSGBKjw=="},"content":{"description":"This is an adventurous climb by Ten Sleep standards. If you’re looking to get away from pocket pulling and vacation grades take a day and summit the coolest feature in the canyon!\n\nThis route is characterized by easy, albeit wide, climbing, large swathes of exposure, solid movement for the grade and good rock with some spice thrown in to keep you on your toes.\n\n(In reality this climb is a classic but needs a proper rap and blow job that we didn’t have time for, it will clean up with with more traffic…how many times have you heard that before?)\n\nPitch 1: Start at the base of the splitter and realize that if the start is #4s and #5s you must be in for something else the rest of the ride. The beginning moves here might be the crux of the route and clock in around 5.8 side pulling and off fisting. There are good edges and features but you definitely have to try here. Continue up and left as you traverse along the ever widening crack. You’ll want every piece you brought. Once you reach the base of the chimney find a stance to belay at that should take .4-.75 size cams. 120’\n\nPitch 2: Blast upwards into the belly, the climbing here is never really hard, but gear is hard to come by so take it when you see it. You will pass multiple medium sized chockstones, stay on the right and outside of these for about 80 feet then you will reach one of the largest chockstones and can either go out and around or tunnel deep inside. We opted to go inside here. Much safer and just really cool climbing. You will eventually work your way back to the outside of the crack where the left face is becoming a ramp (watch how you sling everything but in general rope drag shouldn’t be too bad because of how big everything is) find a stance to belay at. I ended up equalizing the two #6s and the big bro. 5.5 120’+\n\nPitch 3: Take a short pitch that puts you at some wild exposure as you walk up the crack/ramp. The crack has returned to somewhat normal size climbing by now. This pitch leads you to the pseudo-summit belay your partner up to here. 5.4 50’\n\nDescent: There are many options here. In general you want to walk off the back side of the feature skiers right until you find a short 95’ rappel. This will bring you to a sloped area. Keep walking skiers right around the feature until you find a large slot between two towers with boulders down the steep 4th class. I suggest rappelling here. You can do it in a single rap with two 60m ropes although it could be possible to do it as two separate single 60m rappels so that you only have to bring one rope on the climb.\n\nAt the end of this rappel you are 5 minutes from the base of the climb and essentially on the approach trail.","protection":"Standard rack then supplement with four #4s, two #5s, two #6s, and a number #7 size big bro (blue), in addition the next size up big bro might be nice for the 2nd pitch but it depends on how comfortable you are with chimney climbing.","location":"This might be the single most obvious line in the canyon. At the top of the large switchback look at the upper tier of Dry Wall cliff, the lightning bolt crack that splits down the middle is the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,9abad566-2113-587e-95a5-b3abcfaa28ac,681afb37-bc99-51da-81a8-1721acbf6242,16a9704f-6b19-5a8b-b2f2-b0cf48604a8f","pathTokens":["USA","Wyoming","Ten Sleep Canyon","Dry Wall","Upper Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.2846,44.10167]},"bbox":[-107.28522617520711,44.10122033981814,-107.28397382479287,44.10211966018186],"left_right_index":-1,"ext_id":"121095553","area_id":"FqlwT2sZWouy8rDPSGBKjw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:20.140Z","updatedAt":"2022-11-25T11:25:31.034Z"}