{"_id":"6368a6a1e80bff5a995d1b8a","area_name":"R) The Cirque","shortCode":"","climbs":[{"_id":"U2EASFa4UNK90O78xIdi6A==","name":"Xanth","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Brian McCray","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":17,"mp_id":"114085146","mp_crag_id":"105944138","climb_id":"U2EASFa4UNK90O78xIdi6A==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Start with a thin and tricky sequence up blank rock to the high first bolt. Engage in another difficult section before a bolt or two of cruiser terrain. A couple of long moves lead to a small roof and the meat of the climb.\n\nOnly 15 feet remain, but they're brutal. Move dynamically around the roof and simultaneously pull your groin/labrum/hamstring to get established in the left-facing dihedral. Curse the lack of feet as you smear and swear your way up to an obvious anchor-clipping hold (which may or may not be a cruel disappointment).\n\nBetter climbers than me have half-jokingly called this route harder than Proper Soul. In any case, it's a true New River '13b', and a fine opportunity for character-building.","protection":"Bolts to bolt anchor.","location":"Just left of The Crouch (13d), identifiable by a letterbox slot around eight feet."},"__v":0},{"_id":"VWKjahMTWWSt2akSnbVlog==","name":"Where's Bulimia?","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Doug Reed, Rick Thompson 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":12,"mp_id":"108350995","mp_crag_id":"105944138","climb_id":"VWKjahMTWWSt2akSnbVlog==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"A trad climb at the Cirque.  Climbing a left facing corner, past some blocks, then out a big blocky flake system.  Then easier terrain and flakes to the anchors of Graffiti.","protection":"Trad Rack.  Can be done on nuts only.  Bolted anchor.","location":"Left Corner system, Directly left of Graffiti."},"__v":0},{"_id":"KoERVx1zWaG5Bjn0gZGclA==","name":"The Warm-Up","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doug Reed, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":3,"mp_id":"106866838","mp_crag_id":"105944138","climb_id":"KoERVx1zWaG5Bjn0gZGclA==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"This is a great route, and would be very popular if not shadowed by some of the classic, harder neighbors.  This route stays dry in a light rain.  Start at the cheater stones to gain a flake system.   Climb up the flake system to an overhang.   Traverse right, following the good holds.   Pull up through the overhang and then trend left toward the anchors.   The holds just below that last bolt begin to get pumpy.   Nice fun route!","protection":"6 brand new stainless bolts with fixed draws were just put in.","location":"From the Miner's ladders, head up stream to the Cirque.   This line is a the left side of the Cirque, about 20 ft past Hourglass, 5.12a.   This route shares the same start at the flake as Nag, 5.11b."},"__v":0},{"_id":"U3R2G3XnXnuILxIpgVorHA==","name":"Trebuchet","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Mike Williams (2010)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":11,"mp_id":"107849145","mp_crag_id":"105944138","climb_id":"U3R2G3XnXnuILxIpgVorHA==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Trebuchet is a rare example of a route that is both extremely fun and very difficult.  Trebuchet is currently the hardest graded route on the Endless Wall.  It is bouldery, pumpy and contains technical moves that will stimulate the minds of even the most well traveled climbers.\n\nThe standard start to the route is on the left side and it involves a typical Cirque jump move straight off the deck.  Race through the first couple bolts of reachy crimp moves and then throw a massive deadpoint to a jug at the 5th bolt.  A cruxy cross move to a two finger pocket at the sixth bolt can be difficult if you are short.  There is some unbelievable trick beta through this crux, including a back to the wall mission impossible sequence.  If that doesnt work try the two finger pocket shadow match which has the climber yanking their left hand fingers out of the pocket while simultaneously slamming their right hand fingers in.  The next crux involves some downright crimping so get ready to bear down because no level of sorcery will get you through here.  Fly through the remaining cerebral moves to the base of the roof to finish out the first pitch (13b/c).\n\nRest up at the base of the roof in a good horizontal break and get as much back as possible for the true crux.  Grab a couple small crimps in the roof, maintain body tension, cut feet, and rocket your right foot up and around the roof to a 3 inch ledge.  Keep your composure as you pull around to the steep headwall and then begin a series of long moves between incut holds.  Traverse leftward to a mercy jug.  Shake out here for as long as you want and then engage in the redpoint crux.  This section can be one of the toughest spots to figure out, and can be very stressful on the go, so get that beta refined and wired.  Blissful 5.10 jug hauling takes you to the anchor.\n\nRoute description by the first ascensionist:\n\nmikesironcladbeta.blogspot.com...","protection":"15 bolts + anchor (typically has fixed gear)\n\nStick Clip the first bolt.","location":"Between Proper Soul and Graffiti.  Look for fixed gear and a six foot roof."},"__v":0},{"_id":"d0Zs0TatV7+O0/V8SZksMw==","name":"Superstition","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Doug Reed, Russ Clune, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":14,"mp_id":"106796650","mp_crag_id":"105944138","climb_id":"d0Zs0TatV7+O0/V8SZksMw==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"The opening moves are tough.   Start under and left of first bolt and traverse in right using a crimp match and thin feet or start under and right of the first bolt and make larger moves to the shallow left facing corner system.   Climb to the top of the shallow corner and clip the 2nd bolt, from here head out right then traverse back left to clip the 3rd bolt and continue on easier ground up and left to reach the large ledge, then traverse about 20 feet to the right to find the anchors to conclude pitch 1.   Pitch 2 begins from the shuts and goes to the top.   To do this route as 1 pitch, head up and right at the 2nd bolt and eventually meet up with pitch 2, this long single pitch route is called Skylore Engine, 5.13a.","protection":"11 bolts, shuts.   Anchors at end of pitch 1 at right side of the large ledge.","location":"This is the next bolted line to the right of Graffiti."},"__v":0},{"_id":"04yQwTy9UvC6U2BnmlX9Rg==","name":"Sloth","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brian McCray, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":16,"mp_id":"106508083","mp_crag_id":"105944138","climb_id":"04yQwTy9UvC6U2BnmlX9Rg==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Difficult start with minimal footholds at a very shallow and short left facing corner.  Figure out how to reach the obvious nice hold at the top of the shallow corner.  Make another reachy move to a good hold and then traverse left about 6 ft to reach an awesome wide rail. From here, it's fairly easy moves on flakes to reach bolt 4. After the clip, reach up and right to reach a crimp and then increasingly positive holds, then traverse back left, trying not to barn door off a small flake below the overhang (crux). Use very small feet to make a big move to a jug and clip bolt 5. Continue up to the anchors.","protection":"6 bolts, shuts.","location":"This route is located approximately in the center of the Cirque.  If you locate the obvious graffiti dihedral, head right for another 20 yards.  Look for a chalky line that follows featured rock up and left."},"__v":0},{"_id":"q93yIsMxV32oVDlCVeLFVA==","name":"Skylore Engine","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Anthony Meeks, Porter Jarrard, Ron Perrone 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":15,"mp_id":"106961501","mp_crag_id":"105944138","climb_id":"q93yIsMxV32oVDlCVeLFVA==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Originally a two-pitch 5.12d (\"Superstition\"), this line was recently straightened with the addition of a few bolts, resulting in an epic line that climbs to the rim of the Cirque in one mega-pitch.\n\nBegin as for Superstition, with boulder moves up a shallow, featured corner.  At the 2nd bolt, move right, passing an impressive protruding block.  Make a rising traverse along big flat edges to reach the high sloping ledge and a no-hands stance.\n\nSequential liebacking above the ledge leads to a roof-lip traverse, then more edges, eventually gaining the obvious pancake flake.  Lieback up the flake to a pumpy rest.  A big move above the flake leads to another rest and an all-out huck to a good jug.  Shake again below the redpoint crux, a big reach to enter the black headwall.  Easier moves snake up to the anchor.\n\n1 60m rope will get you down.\n\nThis is currently the easiest free route to the top of the wall.","protection":"10 bolts to 2 BA.  Bring some longer draws/slings to mitigate rope drag on this wandering line.  Stick clip the high first bolt.","location":"Around the center of the Cirque, beginning as for Superstition, at an obvious, 1-foot-deep left-facing dihedral with jagged edges and slopers.  There is another left-facing dihedral ~50' left of this one.  This route climbs up to an obvious, 10'-high, multi-hued pancake flake ~70 feet up the wall."},"__v":0},{"_id":"iz4JC/u9Vk+wGkxOatDxyw==","name":"Satanic Traverses","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brian McCray (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":6,"mp_id":"107337946","mp_crag_id":"105944138","climb_id":"iz4JC/u9Vk+wGkxOatDxyw==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Your Cirque resume is not complete until you do Satanic Traverses.  Start on the left side of the cirque on the route known as Power Lung.  Make your way up monster jugs for 20 feet.  Then traverse 160 feet through another 16 bolts!!!  Enjoy the views as you intersect the Canadian Route, Proper Soul, New Testament, Norse Code and finally Trebuchet.\n\nThe crux awaits you near the end of the route as you pass above a small tree.  Bring your iron cross skills for this one.  Embrace the pump!","protection":"19 bolts + anchor","location":"Everywhere and all around you.  Climb goes left to right."},"__v":0},{"_id":"M0J6phnPUlWDhSObAyobEw==","name":"Ride The Lightning","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Brian McCray 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":20,"mp_id":"105971958","mp_crag_id":"105944138","climb_id":"M0J6phnPUlWDhSObAyobEw==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Get ready for some real climbing on this one. Start climbing up the extremely thin, steep face until you reach the huge roof. At the roof start surfin out left doing underclings, hand jams, and even some chimney moves. This route literally has it all. Use a sixty meter rope.","protection":"10 bolts to bolted anchor.","location":"The Cirque, Endless Wall. Walk about 2/3rds of the way up the trail at the base of the wall once you've descended the cirque ladder. You will be about twenty feet left of Ragnarock, and twenty feet right of Losers Weepers. There is a project to the left."},"__v":0},{"_id":"tP7agXIiUPmUm2IUxst57w==","name":"Proper Soul","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Brian McCray (1997)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":8,"mp_id":"107337912","mp_crag_id":"105944138","climb_id":"tP7agXIiUPmUm2IUxst57w==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Out of all the routes on the 3 mile long Endless Wall, Proper Soul is considered to be the crown jewel. Its no longer the hardest route on the wall but its unrivaled beauty, accessibility, and athletic moves attract climbers of all abilities to try their hand at it. It is a modern day test piece of the New River Gorge and many climbers come to the gorge with the sole intent of sending this route.\n\nThe route was originally bolted up to the beginning of the dihedral by NRG climbing pioneer Porter Jarrard. Later Brian McCray bolted the remainder of the route to the top of the cliff. Since then other notable ascents include Chris Sharma's onsight in 2008 and Brent Perkins's redpoint on traditional gear in 2010.\n\nProper Soul follows a meandering crack much of the way up the steepest section of the Cirque. It starts out with three bolts of easy juggy climbing before the intensity increases. After the third bolt a couple hard moves take you to a large undercling feature and an unnerving clip. With the pump already slowly starting to build enter the crux dihedral and battle your way up the slopey crack. The dihedral is sequential and pumpy but no move is particularly hard. A quick rest can even be copped once you clip the middle bolt in the dihedral.\n\nThe climbing gets more interesting the further you climb in to the dihedral. A high drop knee knee bar gets you to the end of the dihedral where you must choose the most efficient method to dismount the dihedral. With fully pumped forearms gain your composure and clip the 6th draw while standing on some bad feet. One more dynamic move takes you out of the dihedral and before you know it you're at a 95% recovery rest.\n\nAfter the pump is fully diminished make your way up some sidepulls to the second crux. A V6 rightward traverse on crimps requires some aggressive heel hooks and an aggro attitude. From here you're cruising through easier climbing which includes a couple of bomber resting knee bars. Keep your composure and shake out well because its not over until you clips the chains. One more redpoint crux awaits you as you battle over the final bulge. Be ready for a standard NRG V4 grovel that doesn't let up until your full body is fully established on the final face.\n\nThis route is a true multi-crux journey.  Savor the experience because rock doesn't come much nicer.","protection":"12 bolts + anchor","location":"Located in the steepest portion of the cirque it is fully equipped with green light saber cable draws."},"__v":0},{"_id":"kgSnKO+lWMq7oU0Blcu3/Q==","name":"Power Lung","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Reed (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":4,"mp_id":"107389373","mp_crag_id":"105944138","climb_id":"kgSnKO+lWMq7oU0Blcu3/Q==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Power Lung is one of the better warm ups at the Cirque.  Begin by climbing through an overhanging bulge on good jugs.  Continue straight up past 3 bolts and an assortment of good holds covered in a layer of fine dirt.  Shake out at the horizontal break and then pump your way rightward through 40 feet of traversing.  Pump hasn't gotten to you yet?  Then continue traversing another 100 feet to the anchor of satantic traverses.","protection":"7 bolts + anchor","location":"Starts on the left side of the Cirque and traverses the obvious horizontal break."},"__v":0},{"_id":"rU7uiNi7UE6RdNR517YVqQ==","name":"Norse Code","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Brian McCray (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":9,"mp_id":"107394627","mp_crag_id":"105944138","climb_id":"rU7uiNi7UE6RdNR517YVqQ==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Norse Code is a route best left to those that are true Cirque enthusiasts.  It is short, steep and the hardest section is right off the ground.  The two move V6 boulder problem is actually quite entertaining.  After pulling the intro crux travel through a couple bolts of easy climbing on jugs and edges.\n\nOne more very strange redpoint crux awaits you just before the chains.  The moves are not too difficult, but on the onsight its tricky to see how to best grab the holds.  Your punishment for falling at this move is a ride into the rattling pod tree.  Your failure here is accentuated by the rattling pods which sound like maracas.\n\nConsidering that the highlight of this route is the potential fall you can take in to a tree it probably doesn't warrant more than one star.","protection":"6 bolts + anchor","location":"Just to the right of the rattling pod tree.  Identified by a stack of cheater stones."},"__v":0},{"_id":"0GtNbTpYWlyUjPJjj563EA==","name":"New Life","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Roxanna Brock 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":25,"mp_id":"106837400","mp_crag_id":"105944138","climb_id":"0GtNbTpYWlyUjPJjj563EA==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Blocky start leads up behind a tree and past a bolt. Get established on ledge and traverse over to the dihedral. Follow a great right facing dihedral with good holds that leads up to a crux under-cling sequence. Fire the exposed under-cling section watching carefully for the good feet. The taller you are the easier it will be. Match out on the far jug pull up through big holds clip the last bolt and head to the anchors. This is a great warm-up route for the rest of the lines here.","protection":"9 bolts + fixed biners at top","location":"At the far end of the cirque.  Second to last route on climbers right."},"__v":0},{"_id":"TvzOelVuWLCIxyy6/WmPxw==","name":"Nag","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Roxanna Brock","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":2,"mp_id":"108065644","mp_crag_id":"105944138","climb_id":"TvzOelVuWLCIxyy6/WmPxw==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Fun traversing crux off the ground leads to a fun roof with a cool move to pull it; jug haul to the top.","protection":"4 bolts with shuts.","location":"Left side of the cirque between the warmup and the hourglass."},"__v":0},{"_id":"lmutdfg5X627lsbC0RVOBA==","name":"Mr. McGoo","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brian McCray","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":23,"mp_id":"108520172","mp_crag_id":"105944138","climb_id":"lmutdfg5X627lsbC0RVOBA==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"This route is found on the far right side of the Cirque, just to the right of Freedom Tree. Although the rock quality is far from great it is nevertheless a good filler route. Most of the climbing is no harder than 10+ with the exception of the crux sequence (low end 5.12) above the third bolt and the exit moves (mid 11ish) to the anchor. McCray called this 12c but I would be more apt to say it felt like 12a/b. But who am I after all to argue with such rockstar royalty?","protection":"7 bolts to bolted anchors.  New bolts as of 12/2013.","location":"Just to the right of Freedom Tree."},"__v":0},{"_id":"KEOdE83wVGyWuY/QIxwN8A==","name":"Lord Voldemort","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Brad Nelson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":7,"mp_id":"112889153","mp_crag_id":"105944138","climb_id":"KEOdE83wVGyWuY/QIxwN8A==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"A beautiful route that is only overshadowed because it's a variation to an even more beautiful route.\n\nJaunt up the intro and dihedral crux of Proper Soul (14a), with the bad feet and slopey, powerful movement that characterize that section.\n\nClimb into the shared rest, but instead of clipping the long draw for the traverse crux on Proper, hang a hard left to a clip at the base of the vertical, gleaming white billboard. Perform a tenuous and condition-dependent face crux on jagged crimps, culminating in a long reach to a sloper (it seems prudent to skip the clip in the middle of the face, which would lead to a long but safe fall). Do one more precision reach to get established in an undercling.\n\nRelax as you move through two more bolts of easier climbing, trending left into an often-wet streak before coming back into the line at a monstrous flake jug. Engage in the proverbial shake-until-your-belayer-is-asleep rest, and then execute the heartbreaker crux - long reaches on steep stone between slot edges, and then a dyno to the very top of the cliff.","protection":"Bolts with Mammut square-cut hangers, fixed gear.","location":"Shares the obvious dihedral of Proper Soul (14a) on the left end of the Cirque. Branches left after the dihedral through the white face."},"__v":0},{"_id":"qiZ+HuyDW4aQ4JSX5d0Zow==","name":"Live and Let Live","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Brian McCray (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":26,"mp_id":"107586058","mp_crag_id":"105944138","climb_id":"qiZ+HuyDW4aQ4JSX5d0Zow==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Live and Let Live starts with broken chossy flakes, and a bit of vegetation, but goes out with a bang with the final 30 feet of impeccable orangish yellow stone.\n\nTread lightly as you travel through five bolts of monster jugs, most of which are securely connected to the cliff line.  Get ready to change gears as you pass through a small roof.  Negotiating the roof is powerful and a bit sequential, but is not considered to be the crux.\n\nAnother roof is encountered at the seventh bolt.  Its mandatory to use two micro crimps to pass through this section.  The remaining 15 feet of face climbing are continuously cruxy and require some advanced footwork.  The hardest sequence can be done two different ways, utilizing the same holds.  Edge, smear and 'West Virgina Scramble Step' your way to the anchor.\n\nNestled in a corner behind a waterfall, it is not uncommon for the bottom of the route to be covered with moisture.  If you come across a climber showering in the waterfall, as is sometimes the case, it may be best to give them their privacy and find another route.","protection":"9 bolts + anchor","location":"Far right end of the cirque, shares the same start as 'New Life.'    There is a small tree growing out of the wall near the third bolt."},"__v":0},{"_id":"WDRbTelZW5mu1DPtOKm1aQ==","name":"Hourglass","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Doug Reed (1989)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":1,"mp_id":"107389351","mp_crag_id":"105944138","climb_id":"WDRbTelZW5mu1DPtOKm1aQ==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"This route may be your best bet if you're looking for an entry level 5.12 at the Cirque.  If nothing else it will allow you to sample some of the smooth marble stone that the Cirque is known for.\n\nThe difficulties are met immediately as you pull off the ground.  The opening moves are quite bouldery so it would make sense to pre clip the first or second bolt.  After digesting the start, pleasant 5.10 climbing takes you through an assortment of downward pulling jugs and sidepulls.\n\nThe second crux involves making a rightward traverse on an undercling flake.  The footholds seem to be too high for any level of comfort to be achieved.  This section is awkward and scrunchy and sure to put you in a bad mood if this is your first experience at the Cirque.\n\nThe funnest moves are found after clipping the last bolt.  For full credit move straight up the face on some micro sidepulls, making sure to move your feet up nice and high.  Make one last desperate reach (or jump) for a nice ledge.  Mantle the ledge and clip the anchor.  This final exciting crux can be avoided by climbing a little right of the bolt line.\n\nThis route is on the left side of the cirque and gets wet due to the fact that it is near vertical.","protection":"7 bolts + anchor","location":"The first notable line on the left side of the cirque.  The bottom of the cliff is undercut and a pile of cheater stones is present."},"__v":0},{"_id":"cEtSoxtrVuKzHfAtPOBjYQ==","name":"Hasta La Vista","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Brian McCray (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":24,"mp_id":"107312800","mp_crag_id":"105944138","climb_id":"cEtSoxtrVuKzHfAtPOBjYQ==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"There are more great 5.12s at the Cirque than you may initially realize.  The quality of this route will likely surprise you.  It doesn't have the best stone that the cirque has to offer, but the movement makes up for the slightly inferior stone.\n\nBegin by negotiating an easy lie back section up a big flake.  The major difficulties are encountered starting at the third bolt.  Get ready for back to back dynamic moves.  The second jump move to an ergonomic hand sized pocket is the highlight of the route.  After sticking the pocket carefully traverse left (and slightly downward) on small edges.  A juggy side pull romp takes you to the last bolt where you must decide which sequence to use to get to the anchor.  Don't worry, the top is easier than it appears no matter which way you go.","protection":"8 bolts + anchor.  Currently chains draws on #4 and #8 for cleaning purposes.","location":"This route is all the way at the right end of the cirque.  Hike along the cliff and just after you pass under the permadraws of the \"Freedom Tree\" you'll notice the chalked line."},"__v":0},{"_id":"rgWDvFVgUy6asM3Qoq5yBA==","name":"Graffiti","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Brian McCray, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":13,"mp_id":"106480252","mp_crag_id":"105944138","climb_id":"rgWDvFVgUy6asM3Qoq5yBA==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Start by climbing up the face about 6 feet to the left from directly under the dihedral using a few small but positive holds.   Grab the base of the dihedral and layback for a move or two until it ends at a small overhang.  Find a crimp above the overhang, make a reach to a positive hold up and right to gain a stance at the 3rd bolt.   From here, move up and set up on a pair of crimps.  Dyno to the positive horizontal ledge (crux).  Clip the 4th bolt and it's smooth sailing to the shuts.  Also, this route stays completely dry in the worst of rain, even when other routes at the Cirque may be wet at the top.","protection":"5 bolts, shuts.","location":"This short route is located around the middle of the Cirque as you head upstream from the ladders.   Locate a left facing dihedral that begins about 10 feet off the ground.  The first bolt is located on the bottom edge of the short dihedral."},"__v":0},{"_id":"W1dnY7nXWmGvLJM/eZBGyA==","name":"Freedom Tree","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Jerry Roberts (1997)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":22,"mp_id":"107805988","mp_crag_id":"105944138","climb_id":"W1dnY7nXWmGvLJM/eZBGyA==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"The freedom tree is a 35 meter journey filled with many unforgettable moves, including knee bars, iron crosses and outrageous stemming.  The appeal of this line is that each move is slightly harder than the one preceding it.  The angle gets steeper, the holds get smaller, and the voices of self doubt scream louder as you claw your way to your breaking point.  The rock starts out a bit flaky but by the time you reach the crux dihedral the quality and features of the rock are more reminiscent of limestone than sandstone.\n\nBegin with six bolts of big moves between slopers and jugs.  Bust an iron cross move out left past the sixth bolt, and then another past the seventh bolt.  At the eighth bolt indulge in a good undercling rest, as it will be your last decent rest.\n\nGetting to the base of the hanging dihedral is cruxy, but the next 25 feet of consistent 5.13 climbing is the real test.  Crimp your way up the dihedral on some tiny sharp edges while pasting your feet on a series of polished smears.  Body position is key here and a subtle drop knee or two can be the difference between hanging on or falling off.  Who better to describe the emotional and mental challenges of climbing this dihedral than the first ascentionist, Jerry Roberts.  Here is what Jerry had to say in an interview with seclimbers\n\nseclimbers.org/modules.php?…\n\nFor me, instead of enjoying the view and     relaxing, I always wanted to get into that slippery dihedral and get it done with.. I was never ready for it due to my quivering mind and legs. Leaving the undercling I would crank out hard steep moves to the right below the extremely glassy dihedral then barely make the clip and proceed to scumtwist my way up into this very nice orange dihedral trying to climb it by shoving my pinky in a knife blade size slot. Brian Mcray and I often spoke of this tiny little sharp slot. Then Id be reaching and moving off of 3 snot slicked 1/8 inch slopers, all the while, feet straining and thruching to somehow stick in that awful dihedral. It was a mental nightmare. Overhanging, flaring dihedral, opposition difficult. It took all I had to climb it.\n\nJerrys comments are spot on.  Success on the route mainly comes down to being able to keep your composure and execute extremely tenuous moves while facing the possibility of some massive whippers.\n\nBe sure to enjoy the victory run out from the final bolt to the chains.  The climbing is easy and juggy and its a good opportunity to soak up the sights, smells and sounds of the gorge.","protection":"11 bolts + anchor, perma draws the whole way.  70m rope required","location":"Far right end up the Cirque.  Look for the blue perma draws."},"__v":0},{"_id":"ZEdUvGjYVxyaoIWwD8avIw==","name":"Finders Keepers","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Roxanna Brock (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":19,"mp_id":"107062570","mp_crag_id":"105944138","climb_id":"ZEdUvGjYVxyaoIWwD8avIw==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"This route starts with some semi-strenuous moves through a bulge, followed by a couple nice moves on slopey features.  Once through this section move left toward some large jigsaw plates.  Enjoy long reaches and lie back moves until you encounter a final horizontal ledge.  Rest at the ledge and then get ready to ramp up the intensity for the last three bolts of climbing.  Be prepared for some aggressive moves through crimps, sidepulls and slopers.  If you're carrying a pump the anchor clip can be hard so be sure to maintain focus until the end.","protection":"9 bolts + anchor","location":"'Finders Keepers' is on the right side of the cirque.  It can be identified by its eye catching right facing flake system."},"__v":0},{"_id":"3VVtOFEfWNqYwNVEhAceiw==","name":"The Crouch","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Chris Lindner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":18,"mp_id":"111352931","mp_crag_id":"105944138","climb_id":"3VVtOFEfWNqYwNVEhAceiw==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"An amazing route, featuring some of the wildest moves you'll ever pull on rope.\n\nThe sustained 5.12 climbing to the crux at around fifty feet doesn't feature any smackdown moves, but slowly ramps up in difficulty until you hit the crux. Expect crossovers between side pulls and an occasional long reach here and there.\n\nAt the crux, the wall blanks out, and you'll realize why it took until 2008 for this route to get an ascent. Grab a good left-handed blocky edge, pick from a variety of right-hand intermediates, paste your feet, and throw for a sloped edge that seems astronomically far away.\n\nAfter a match and one more move, you arrive at a sloping ledge where you can collect yourself. Next comes the \"crouch\" move, which starts with you establishing on a good pocket and a small gaston. The one-arm dyno to the flat jug above will be one of the most crowd-pleasing moves you'll ever pull.\n\nAfter getting a little shake, proceed to a redpoint crux involving techy crimps and a powerful gaston to establish at the base of the roof. Enjoy the airy shakeout, then pull one last long move to the top of the cliff.","protection":"Permadraws from second bolt onwards.","location":"Right of Xanth (13b)"},"__v":0},{"_id":"pcD8hOyLXAe54eSMyU5z7g==","name":"The Canadian (variation)","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":5,"mp_id":"110622748","mp_crag_id":"105944138","climb_id":"pcD8hOyLXAe54eSMyU5z7g==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"Climb the 5.11 warm up to the traverse...instead of traversing 40' you will traverse about 10' then head up to a roof (that usually has a nylon sling left up) from here pull the roof, clip the last bolt and head to the anchors.","protection":"6 Bolts","location":"Same start as satanic traverse.\n\nThe anhors have permanent draws - easy to clean"},"__v":0},{"_id":"WH0cYbFMXFeUQQUlVBB9WQ==","name":"Blacklisted","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Brian McCray 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":27,"mp_id":"115424243","mp_crag_id":"105944138","climb_id":"WH0cYbFMXFeUQQUlVBB9WQ==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"The name of the route alludes to the bolted on gym jug right above the first set of anchors. There are several cruxes in the route getting increasingly harder as you go. The rock quality is well below average but the climbing is very good throughout the route.","protection":"10 bolts, bolt anchor.","location":"The route is on the far climbers right end of The Cirque. There is a large perpetually wet crack to the left of the route, to the right there is another crack with a bolt low on the wall. This seems like an abandoned McCray project."},"__v":0},{"_id":"B193bGAFXleZW8ZWOk5frg==","name":"Baby Trebuchet","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mike Williams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":10,"mp_id":"116249027","mp_crag_id":"105944138","climb_id":"B193bGAFXleZW8ZWOk5frg==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"As the name states this is the baby beginner version of the terrific full line. The entire route is terrific- there is nothing bad on this route, the crux involves a unique pocket and followed by continuously hard moves after the pocket going to the two bolts in the roof.","protection":"8 bolts to bolt anchor all perma","location":"This is the lower portion of Trebuchet, it ends at the two bolts in the roof."},"__v":0},{"_id":"OitsBeS/Xe6ad9DqsBjsrQ==","name":"Access \"Fun\"","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Roxanne Brock","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"left_right_index":0,"mp_id":"112780656","mp_crag_id":"105944138","climb_id":"OitsBeS/Xe6ad9DqsBjsrQ==","areaRef":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":"One crux midway defines the route. The crux is fun and clean, that is the only clean portion of this route.","protection":"Bolts to bolt anchor","location":"This is the first route you will come to when approaching the cirque. It is covered in lichen and unimpressive comparative to the other climbs in the cirque."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,a0fefe3b-545d-50a1-b0ef-c280b1cf50f5,7fc832a4-e77c-50cc-aa39-504247e0c8a2","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Endless Wall","R) The Cirque"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.13b"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.14b"},{"count":3,"label":"5.12d"},{"count":5,"label":"5.12c"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.13b/c"},{"count":3,"label":"5.14a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.13d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":26,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":16,"expert":10}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":16,"expert":10}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.04359,38.05615]},"bbox":[-81.04416106447775,38.055700339818145,-81.04301893552223,38.05659966018186],"left_right_index":-1,"ext_id":"105944138","area_id":"f8gypOd8UMyqOVBCR+DIog=="},"content":{"description":""},"density":0,"totalClimbs":27,"__v":1,"createdAt":"2022-11-07T06:33:07.211Z","updatedAt":"2024-01-15T16:50:58.468Z"}