{"_id":"63689d5be80bff5a994f3fea","area_name":"San Ysidro","shortCode":"","climbs":[{"_id":"sLJrrwDvVDildC0AFJExTA==","name":"Young William","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ted Stryker, John Ford (1987)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":5,"mp_id":"105804492","mp_crag_id":"105794579","climb_id":"sLJrrwDvVDildC0AFJExTA==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Wonderfully subtle face climbing on marginal holds--you must have mastered this surface to hold-on.  Simply \"visionary.\"\n\nThis route climbs the face 8 feet right of the SY-classic \"Vanishing Flakes.\"  Climb past a mangled lead bolt without hanger and up to the second bolt of Flakes.  Give your feet a break on a small ledge before stepping up and right on a blank face.\n\nFinish on the upper half of Rockoco.\n\nMostly a top-rope or a solo.","protection":"I have not led the lower face (ie the crux) of this route.  I can say from a distance that the only pro on the bottom 40 feet is 1 bolt (the second bolt of Vanishing Flakes).\n\nGear: 1-2 inches for the 5.5 crack above, which is shared with Rockoco & Flakes.\n\nTwo 1/2\" wedge bolts with chains for a top-anchor (shared with Rockoco and Flakes).","location":""},"__v":0},{"_id":"t3SDXOB6XN+Y+zlyiaDYSA==","name":"The Weeny Roofs","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dixon, Mosher, Forkash (1979)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":19,"mp_id":"105850376","mp_crag_id":"105794579","climb_id":"t3SDXOB6XN+Y+zlyiaDYSA==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Solo 30 feet of 5.5/5.6 face climbing to reach the first bolt.  Clip a second bolt and climb past an obvious roof with long, powerful moves off of positive crimps.  Bolts adequately protect the leader through these awkward and sandy roof moves.\n\nTraverse left on a ledge.  Pull a few steep, strenuous moves on the right side of the arete before pulling left onto the face.  This section is the crux of the route.  If you fall at the crux, the route's third bolt will not keep you off of the ledge below.  Clip one last bolt which adequately protects slabby moves leading to a huge ledge.\n\nUnprotected 5.4 face climbing leads to the summit--although it is possible to escape right by walking along the ledge.\n\nIn between the various bolts, expect little in the way of protection.  This is not a sport route.\n\nThis is the hardest 5.10 at the cliff (much harder than either Great Race or the 5.10a alternates of Face Lift).","protection":"4 lead bolts.  Gear (tiny to 1.5\") and a single bolt comprise the top anchor.","location":"The right-most developed line at San Ysidro.  Hike up the gully along the base of the cliff from Fine Line to access the start.  Look for the unmistakable roof that forms the lower part of the route."},"__v":0},{"_id":"DJnyeHJeWKaZoggz4gn+hQ==","name":"Vanishing Flakes","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Archer, Wells, Eaton","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":4,"mp_id":"105794582","mp_crag_id":"105794579","climb_id":"DJnyeHJeWKaZoggz4gn+hQ==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"On the left side of the main wall is a blank face with a fixed pin and a bolt. 20' of delicate slab climbing leads to a more moderate (5.5) trad finish.","protection":"There are now two nice bolts at the top. The piton is ~40 years old, but has recently held falls.  Who knows, maybe you'll be the lucky one who gets a souvenir. Frequently toproped by climbing up the 5.5 to the right.","location":""},"__v":0},{"_id":"bHfRHdSqXjyNnYlwwP4z3Q==","name":"Too Mucking Futch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":9,"mp_id":"113702603","mp_crag_id":"105794579","climb_id":"bHfRHdSqXjyNnYlwwP4z3Q==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Six feet right of Applied Magnetics an obvious crack climbs past a small shrub. Step right and continue up the run-out crack until it turns into a wide bushy gully. The run-out up high is about 20 feet and goes at about 5.6.\n\nStep left onto the face before the gully and climb up and left to a bolt.\n\nThe crux is climbing past the shrub about 18 feet up.","protection":"A set of wired stoppers and small cams to #2, runners, micro cams, small off width gear helps. Rap off acnchor for Applied Magnetics on the left or walk off.","location":"Between Applied Magnetics and Face Lift"},"__v":0},{"_id":"hD1KhYLzU42mpNzQ+7lcVg==","name":"Scrub Job","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Terry Roland and Steve Tucker, 1990","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":11,"mp_id":"105798481","mp_crag_id":"105794579","climb_id":"hD1KhYLzU42mpNzQ+7lcVg==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"This route begins in the descent gully, approximately even with top of the first pitch of Face Lift.  A better option is to climb the first pitch of Face Lift.  From the Face Lift belay angle up and right to the large hole (this is about 20 feet with no pro).  The business begins above the hole.  Clip a bolt and friction up an insecure trough, climbing significantly above the bolt.  This section is very solid 5.9 (read at least 5.9).  Eventually easier climbing leads to a headwall and the top of the alternative second pitch of Face Lift.","protection":"3 bolts only, but not a sport climb. I hesitate to give it an R, maybe NC17.","location":""},"__v":0},{"_id":"FHv/bBGiU2GrbEqngsRQrA==","name":"Rockocco","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":7,"mp_id":"105808232","mp_crag_id":"105794579","climb_id":"FHv/bBGiU2GrbEqngsRQrA==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Super fun easy route.\n\nStart in the obvious right-facing corner just to the left of Applied Magnetics.\n\nThe first few moves are height dependent.  Shorter climbers will find that this sequence feels more like 5.7 (which is incidentally the rating given in the CLASSIC 1988 guidebook \"Climber's Guide to Southern California,\" by Hellweg & Warstler).\n\nAfter about 20 feet, hang a sharp left and foot traverse the ledge until reaching an obvious hand crack.  Fire up the crack, past a large roof (with thank-God jugs) to the anchor.","protection":"Just a few pieces, small up to 1.5 inches.\n\nThe top anchor consists of two 1/2\" by 4\" wedge bolts with chains (placed in 2004).","location":""},"__v":0},{"_id":"dMiWEykoUju8SZWIT5hkAQ==","name":"Rick's Route","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Mosher, Dixon (1979)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":17,"mp_id":"105799798","mp_crag_id":"105794579","climb_id":"dMiWEykoUju8SZWIT5hkAQ==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"This route starts about 30 feet to the right and uphill from the classic Orangahang.\n\nClimb straight up a shallow corner past a large tuft of grass and clip a bolt.  From the bolt, step straight left onto sloping holds.  Continue traversing left under a small overhang (crux).  At the far left end of the overhang is a thank-God-hold that makes pulling up and over the roof a straight-forward and fun endeavor.\n\nAfter gaining a small ledge, traverse back right into an obvious wide crack.  Climb this crack until it ends.  Clip a bolt and pull over a small bulge onto sloping face holds.  Follow these sloping holds and a series of large holes up and left to the large oak tree which can be tied as an anchor.\n\nNote: after clipping the second bolt, the original line climbed up and right to finish on Fine Line.  This is considerably harder (perhaps 5.9) though less run-out.","protection":"2 bolts--the crack between these two might take some small gear.  The top half of the route (as usually climbed) has no protection.\n\nIn general this route is extremely run-out.  Even the crux bulge, down low, is poorly protected.  A fall on the first bolt could result in a sprained ankle or worse.","location":""},"__v":0},{"_id":"rIweRNPRVFKyoVlNPs9ylg==","name":"Return On Investment","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Unknown, Equipped: Matthew Fienup & Sean Collins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":1,"mp_id":"105991394","mp_crag_id":"105794579","climb_id":"rIweRNPRVFKyoVlNPs9ylg==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Interesting climbing, good rock, ideal location--all in all a fun diversion on busy weekends.\n\nThere is one hard, height-dependent move past the overhang.  The grade only applies if you can reach the decisive handhold.","protection":"Gear: tiny to 3/4\" plus 2 bolts.  Bolted top anchor with rappel rings.","location":"Located just downstream from the main wall.  Look for an obvious pipe that sticks up from a ledge at mid-height.  The climbing starts from a flat boulder above a small swimming hole.\n\n(Interestingly, the first recent ascent was done without the benefit of bolts.  From a stance below the overhang, the climbing rope was tossed up and over the pipe.  In this way, a top rope was created for protecting the crux move.  Purists should feel free to climb the route in this style ;)"},"__v":0},{"_id":"SL5jaPS5VFegK7l4X/CVRw==","name":"Puny Prow","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mack Johnson & Bruce Hendricks (1983)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":3,"mp_id":"106521499","mp_crag_id":"105794579","climb_id":"SL5jaPS5VFegK7l4X/CVRw==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"The arete and face to the left of Vanishing Flakes.  A suitable alternative when San Ysidro is crowded.\n\nStart by the Oak tree on the left-side of the arete.  Climb up the left side and angle right, joining the right-side of the arete about 10 feet up.  It is possible to place a Tri-Cam in a pocket before setting off on the runout face above.  There is a hangerless Rawl about 15 feet higher.  Continue on the runout face to the top, avoiding the crack that forms the top of Rockoco & Vanishing Flakes (although it is possible and quite appealing to step right and place gear).\n\nFirst Ascentionists Note\n\n:\n\nI did the FA of Puny Prow in 1980 when I was in graduate school at UCSB. I drilled the bolt from a free stance. I think it was a 3/8\" Star Drive and the sleeve deformed; the original metal was a lame installation! I don't remember it being very runout.\n\n- Mack Johnson","protection":"Tri-cam, one hangerless bolt (clip with a rivet hanger or a wired-stopper).  Belay from the small oak atop the route, or use the bolts atop Rockoco/Flakes.","location":"Starts in the gully, below a substantial oak tree, left of Vanishing Flakes."},"__v":0},{"_id":"ffHGk+JmULCF6pSBy7tj5Q==","name":"Peels of Laughter","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Fitch (1975)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":14,"mp_id":"105850112","mp_crag_id":"105794579","climb_id":"ffHGk+JmULCF6pSBy7tj5Q==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Easy but unprotected climbing up the corner leads to a shallow horizontal ledge (5.4).  Alternately, climb the face six feet right of the corner (5.6/5.7).  Foot traverse right along the ledge until reaching a crack.  Gratefully place a piece or two as you climb the crack up to  an obvious overhang.  Foot traverse left to the corner.  Bypass the roof on the left-hand side.  Climb the airy and exposed arete past two bolts to the top.\n\nThe true crux of the route is passing the second bolt (at 80 feet) which involves a committing and somewhat awkward mantel (5.7).  Many people risk a significant swing and bypass the crux by traversing 6 feet right on the ledge and climbing face holds to the top (5.6).\n\nThe route is 110 feet long!!  Do not try to rappel the route with a 60m rope.  The only way to run a redirected toprope is to extend your anchor 10 feet below the two bolts out on the arete.  NOTE: multiple directionals must be used when toproping in order to avoid a swing of up to 30 feet!","protection":"2 bolts.  Optional 1/2\"-1\" gear.  Very runout.\n\nThe top of the route is protected by a 2-bolt anchor (shared with Great Race) which can and should be backed up with a bolt higher up.","location":"This route starts on the obvious, easy corner to the left of the start of Many Happy Returns."},"__v":0},{"_id":"zZTI7xZRUROJE667MFMikA==","name":"Orangahang","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Mosher, Dixon","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":16,"mp_id":"105794619","mp_crag_id":"105794579","climb_id":"zZTI7xZRUROJE667MFMikA==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Orangahang is located 30 yards right of the 3rd class gully, and ascends an obvious break in the bulge. Juggy moves over the bulge lead to easier slab/crack climbing.","protection":"The bulge is bolted, and then trad gear towards the top. The anchors are shared with Many Happy Returns. For toproping, bring a long sling, as the anchor is set back from the face.","location":""},"__v":0},{"_id":"Z6+1T3diV4utlrNGoFPUsA==","name":"Many Happy Returns","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mosher, Dixon","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":15,"mp_id":"105794616","mp_crag_id":"105794579","climb_id":"Z6+1T3diV4utlrNGoFPUsA==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Left of Orangahang is a lone bolt in the middle of the slab. Climb past and then head right towards the bolt and lieback. After liebacking the detached block, climb weird fingerlocks up the slab to the nice ledge. The route finishes just right of the 3rd class gully.","protection":"Like much of San Ysidro, the route is mixed, with bolts and trad placements. Down low, the route is a bit run out, but can be protected. Bolted anchors at the top.\n\nUpdate: The Many Happy Returns rap-anchor was replaced in April, 2006.  Two Rawl-style expansion bolts of unknown age were removed.  One 1/2\" Rawl-style five-piece expansion bolt and one Fixe 3/8\" double-wedge expansion bolt were placed with stainless steel rappel rings.","location":""},"__v":0},{"_id":"G/F7N3sjXGuk6fhsfEflBA==","name":"The Heckling","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bruce Hendricks, Amos Clifford, Steve Tucker (1982)","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":20,"mp_id":"106520058","mp_crag_id":"105794579","climb_id":"G/F7N3sjXGuk6fhsfEflBA==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"A short 5.9 section leads up and right past a bulge, to a large stance from which it is possible to clip the route's only bolt.  From the bolt, angle up and slightly right to the top of the wall.\n\nThe crux is several moves of delicate slab climbing.  Mantel and stem between sloping holds.  Surprisingly enjoyable.","protection":"A single bolt offers the route's only lead protection.  The crux of the route continues well above this bolt.\n\nTie off Manzanitas for a top anchor.  Best to rap from one of the bushes; although there is also a walk off around to the right.","location":"Located on a short tier of rock directly above Weeny Roofs.  The route can be identified by the presence of a bolt 20 feet up.  The bolt is left of a shallow, left-facing dihedral."},"__v":0},{"_id":"a3uUyj5SXyKB+UhHZM+Wyw==","name":"Haunted by Waters","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Matthew Fienup (July 2007)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":2,"mp_id":"105993276","mp_crag_id":"105794579","climb_id":"a3uUyj5SXyKB+UhHZM+Wyw==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"\"...The river was cut by the world's great flood and runs over rocks from the basement of time.  On some of the rocks are timeless raindrops.  Under the rocks are the words, and some of the words are theirs.  I am haunted by waters.\"\n\n--Norman Maclean\n\nDelicate slab climbing on really nice rock which is punctuated by two small overhangs.","protection":"5 bolts (a mixture of 1/2\" Rawls and Fixe Triplex bolts).  Less bold leaders may wish to stick clip the first bolt--although it is a pretty soft landing if you blow it.\n\n2 bolt top anchor with rappel rings.  It is entirely possible to pull your rope without getting it wet--be creative ;)","location":"Located just downstream from the main wall and immediately right of R.O.I."},"__v":0},{"_id":"vqhviwbBXmOzr46qQNUAdw==","name":"Great Race","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dixon, Mosher","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":13,"mp_id":"105794586","mp_crag_id":"105794579","climb_id":"vqhviwbBXmOzr46qQNUAdw==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Great Race is on the right wall of the 3rd class gully and is a great sporty vertical line. Steep, slabby (is that an oxymoron?) moves down low give way to buckets higher up.","protection":"Good bolts to a bolted anchor. Descend via rapping or going down the gully. For toproping, it is preferable to use the bolts at the top of the arete, not the pair at the back of the ledge (to prevent swinging into the trees).\n\nUpdate: The two-bolt anchor out on the arete was replaced in 2007 and consists of two 1/2\" x 4\" wedge-bolts with rings.","location":""},"__v":0},{"_id":"X47kTE7NWmiE99owlKG76w==","name":"Fine Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Hendricks and Cotter, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":18,"mp_id":"105798484","mp_crag_id":"105794579","climb_id":"X47kTE7NWmiE99owlKG76w==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"This route is on the right hand formation and starts about ten feet to the right of the undercling that marks Rick's Route.  you can see an obvious scoop from the ground.  Inside the scoop is a bolt (the bolt used to be missing a hanger, but I think it has been replaced).  The line continues up past 2 or 3 more bolts and ends on the blocky area (higher than the belay for \"Orangahang.\"  Alternately you can wander around the face and traverse to the Orangahang belay.","protection":"hanger?\n\n3-4 bolts, small stoppers.","location":""},"__v":0},{"_id":"WexHN0y6WcKRSCWpg30C4g==","name":"Face Lift","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rick Mosher and Joe Roland, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":10,"mp_id":"105798471","mp_crag_id":"105794579","climb_id":"WexHN0y6WcKRSCWpg30C4g==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"This route begins at the obvious flake between Applied Magnetics and the descent gully.  Climb the flake to a bolt (alternately, you can climb the 5.10a face left of the flake past a Leeper hanger).  Easy friction leads to a second bolt.  From this second bolt, the route continues straight up to a third bolt near the \"Too Mucking Futch\" trough.  A traverse and a very long sling is required to gain the fourth bolt.  I prefer to forego the third bolt in favor of keeping a more direct and aesthetic line to the fourth bolt.  This makes it a little more runout, so use your judgment.  From the fourth bolt, diagonal up and right to a triple bolt belay in a dish.\n\nAfter the belay, head up and left to the gully (passing 2 bolts), or up and right to a hole and a second bolt, eventually passing two more bolts on the final headwall (my book calls this variation 5.9, but I believe it is 5.10a).\n\nFrom the first belay one can also angle right to a large hole to climb \"Scrub Job\" or \"Chavez/Mosher.\"","protection":"Marginal pro can be found on the route just before the first belay.  Gear placements and a large oak tree can be found for an anchor at the top of the second pitch","location":""},"__v":0},{"_id":"9XABJvwoVnOB25kXTPE9Zg==","name":"Enigmatic Voyage","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chuck Fitch, 1979","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":6,"mp_id":"105886941","mp_crag_id":"105794579","climb_id":"9XABJvwoVnOB25kXTPE9Zg==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Ascend the left side of the arete next to Rockoco.\n\nSloping foot holds get you off the ground and lead to a gaston followed by a wild mantle (the crux).  From here, climb sloping, lichenous holds to the 20 foot mark where Enigmatic Voyage joins Rockoco.\n\nThis route is tricky and sequential, requiring real creativity and athleticism. Being 6'-1\" tall with a +2 reach also helps tremendously.  For my shorter climbing partner, the crux felt more like 5.11+ as he simply couldn't reach a decisive crimp.","protection":"No protection.  Top-Rope from the anchors atop Rockoco/Flakes.","location":"The face and arete immediately left of Rockoco's obvious dihedral."},"__v":0},{"_id":"mSauzHy1Xoi11rf52/4TNg==","name":"Daddy's Girl","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brown, Steele, Grosvenor (1998)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":0,"mp_id":"105804549","mp_crag_id":"105794579","climb_id":"mSauzHy1Xoi11rf52/4TNg==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Super-fun route!  And often over-looked.\n\nThis route climbs a slightly-overhanging wall 25 yards down-stream from the main cliff.  To locate the route, look for the remains of a small water tank on a ledge above the creek--Daddy's Girl is just to the right of the tank.\n\nSteep pocket pulling leads up and left past a bolt.  From here, climb straight up through an intricate and sequential crux past another bolt to the anchor.","protection":"2 lead bolts and a 2-bolt anchor with Mussy Hooks.","location":""},"__v":0},{"_id":"MRQUFniwWlCkfyg9jHL00A==","name":"Chavez/Mosher","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"John Chavez & Rick Mosher (late 70s)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":12,"mp_id":"106521951","mp_crag_id":"105794579","climb_id":"MRQUFniwWlCkfyg9jHL00A==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Same start as Scrub Job.  Climb up to a large hole, and clip the bolt above the right-hand side of the hole.  Exit the hole on the right and follow a shallow trough that angles slightly right as it ascends the wall.\n\nIt is possible to use the trough for hand holds, doing a psuedo-lieback to the right. There are just enough edges among the lichen to the right of the trough for your feet.\n\nThe difficulties continue well above the bolt.  A fall near the top of the trough would deposit you very painfully in the gully.  As the trough ends, follow good edges straight up to a bolt.  Then traverse horizontally to the right to a third bolt.  Climb straight to the top from here.","protection":"3 bolts, very runout to the second bolt.\n\nBelay from a large oak tree set back 10 feet from the top of the route.","location":"Starts from the Oak Tree that grows out of a crack in the descent gully (level with the top of the first pitch of Face Lift)"},"__v":0},{"_id":"XGfI5KwtW++/8ZQVKZLpww==","name":"Applied Magnetics","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Yvon Chouinard and Sir Christian Bonnington","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"left_right_index":8,"mp_id":"105794623","mp_crag_id":"105794579","climb_id":"XGfI5KwtW++/8ZQVKZLpww==","areaRef":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":"Applied Magnetic is one of the few moderate trad routes in the area.\n\nIn true Santa Barbara tradition, the crack is more of a seam, and there are only a few good jams before the route gives way to face climbing.\n\nThe route is the pocketed crack left of the 3rd class gully and right of Vanishing Flakes.","protection":"A vaguely continuous crack for the first twenty feet transitions to slab after going around right of the bulge. Up and left there is a bolt around 2/3 of the way up the climb.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,ed25ebdd-13ac-501e-9b4f-eb02356d9035,f28d5982-0368-50d9-8494-fef7755ddd30","pathTokens":["USA","California","Central Coast","Santa Barbara","San Ysidro"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":2,"label":"5.8-"},{"count":2,"label":"5.10-"},{"count":3,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":9,"intermediate":6,"advanced":2,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":7,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.62329,34.45379]},"bbox":[-119.62383531845246,34.45334033981814,-119.62274468154753,34.45423966018187],"left_right_index":-1,"ext_id":"105794579","area_id":"8o1ZggNoUNmElP73dV3dMA=="},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:53:38.904Z","updatedAt":"2024-01-15T16:40:04.196Z"}