{"_id":"63689de0e80bff5a994f95bb","area_name":"Park View Dome","shortCode":"","climbs":[{"_id":"SNmgTG94VcSnTuURkSvTRQ==","name":"Singing Chicken","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ben Hobgood, Jeremy Hyatt","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":0,"mp_id":"114162871","mp_crag_id":"107838894","climb_id":"SNmgTG94VcSnTuURkSvTRQ==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"P1: look for sparse nut placements in the first 30'. After about 30', place medium nuts and cams in a horizontal crack. Continue up a vertical section (crux) to a ramp sloping up to the left where you run it out into a dihedral where you can find more pro.\n\nP2: climb up looking for red blocks, and gain a ledge to the right of them. Traverse a nice, grassy ledge climber's left. There are nice horizontal cracks about 5 feet above the ledge that take medium nuts up to #3 cam for an anchor.\n\nP3: move left from the anchor to sling an arch/hole in the rock for protection just above the anchor, and run it out to a tree 100' up. Belay from pod up and right of the tree.\n\nP4: enjoy chickenheads and good pro to top out.\n\nWalk off / rap: traverse right and north along the canyon wall until you see cairns, downclimb to narrowing gully, rap with 1 60 meter into the gully, and hike out.\n\nThis could probably be done in 3 pitches.\n\nThere is a good possibility this has been climbed before or free soloed, if anyone knows of a first accent let us know, otherwise at the time we put this up we did not see evidence of a prior ascent.","protection":"A set of nuts and cams to a #3.","location":"Parkview Dome has an obvious rib going up the right side that creates left and right-facing dihedrals at the top 1/4 of the dome. This climb starts below the left side of the left dihedral and climbs up rippled rock unprotected on 5.0 for 30 feet into horizontal cracks. Above the cracks, there is an 8’ vertical wall and a right-facing dihedral left up a ramp. See the beta photos.\n\nThis route starts down the trail climber's left of \"\n\nHey Ranger!\n\n\" at one of the lowest spots on the dome."},"__v":0},{"_id":"ZULqOjFsU667HloJUgoCtw==","name":"Raisin’ in the Sun","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ariana Antonio, March 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":7,"mp_id":"121622366","mp_crag_id":"107838894","climb_id":"ZULqOjFsU667HloJUgoCtw==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"This climb offers slab with a little spice thrown in by the current, scrittely nature.\n\nThe climb starts with a ledgey feature leading to nubs for smaller foot and hand holds for the majority of the climb. The climb gets progressively slabbier. Between the seventh and eighth bolt is the trickiest move of the climb, offering the option to go left, middle, or right.","protection":"There are 10 lead bolts leading to a 2 bolt anchor.","location":""},"__v":0},{"_id":"XjHA05FLVyqN14IZWFQc0A==","name":"Shared Illusions","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":12,"mp_id":"120326392","mp_crag_id":"107838894","climb_id":"XjHA05FLVyqN14IZWFQc0A==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"Climb moves through a few feet of broken rock and then over two small roofs onto the slab above, joining\n\nCarrion Climbing\n\nat its last bolt.","protection":"9 bolts to a 2-bolt anchor with Mussy hooks.","location":"This climb is at the top of the gully separating Park View Dome from Ranch Hand. This is the second climb left (downhill) from the traditional descent gully."},"__v":0},{"_id":"3Zg3nPD1W1y5R6neMeGuug==","name":"Lost at Sea","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mike Morin and Chris Barker","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":5,"mp_id":"108564878","mp_crag_id":"107838894","climb_id":"3Zg3nPD1W1y5R6neMeGuug==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"Climb runout slab to a sloping ledge/pod and a gear belay. This is the ledge just left of the first belay on\n\nChicken Dance\n\n. Climb a headwall left of the belay, and work your way right up the never ending slab. Look for an obvious gully on the far right side of the giant block, and head for the summit. Belay from the same tree as you would for\n\nChicken Dance\n\n.","protection":"Gear to 3\".","location":"It is left of\n\nChicken Dance\n\n."},"__v":0},{"_id":"8W3W3hjBV52nd9OcBGHgKg==","name":"It’s Not Much of a Tail","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Peter Thomas, Matt Strader","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":10,"mp_id":"119685509","mp_crag_id":"107838894","climb_id":"8W3W3hjBV52nd9OcBGHgKg==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"P1. 90’, 5.7+ PG-13. Climb through broken rock to a horizontal crack then slightly left using the crack and faceholds to a good stance above the roof. Continue moving up and right past a bolt (crux) to a crack system with good gear. As the crack system gets to 2”  and cuts right, place gear, and move left onto the face through easy runout terrain to a two bolt anchor.\n\nP2. 90’, 5.7 R. Climb 30’ straight up from the anchor on mostly unprotected face. Look for small pockets and chickenheads for gear (it is also possible to stay right in the crack system with good gear at 5.5 before moving left when the crack cuts right into 4th Class terrain. This way is easier and safer, but also less interesting). As the angle eases off after 30’, more gear is available. Scramble over easing terrain to a 2-bolt anchor.\n\nRap the route with a single 60m rope.","protection":"A single rack 0.3-2 BD, nuts, slings for chickenheads, and a single bolt on P1.","location":"This climb is located near the top of the gully separating Park View and Ranch Hand. Scramble up past large blocks and some loose terrain, looking for a small roof. This climb starts where a horizontal crack cuts through the roof, and can be indemnified by a single bolt about 30’ up."},"__v":0},{"_id":"Zd75F+RoVSa6eOTTwVgmaw==","name":"Hey Ranger!","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Mike Morin, Ward Mitchell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":3,"mp_id":"108183654","mp_crag_id":"107838894","climb_id":"Zd75F+RoVSa6eOTTwVgmaw==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"Pitch 1.  Climb a prominent rib with good protection to a series of vertical cracks to a small ledge and set pro for anchor, approximately 130 - 160 feet.\n\nPitch 2.  Head left from the belay going up a ramp to the base of a steep headwall with a finger crack and good chickenheads.  Continue up the headwall to a very comfortable ledge and belay, approximately 130 feet.\n\nPitch 3. Climb a final headwall to the summit, approximately 60 feet.","protection":"A rack to a #3 Camalot.  There were no anchors, and we never found the slings for the rap into the gully between Meadowview Dome and the Ranch Hand.  The gully is a bushwhack.","location":"Per\n\nRick Blair\n\n: this ascends the \"prominent rib\", the right of the 2 prominent ribs with aspens browning in between.  If you look up, you will see the 2nd pitch headwall with the finger crack.  The start is not at the base of the formation but uphill toward the start of the gully between Parkview and the Ranch Hand."},"__v":0},{"_id":"YgR18AEQUUu/5glzkLA05g==","name":"Heads High","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Prehmus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":2,"mp_id":"120790741","mp_crag_id":"107838894","climb_id":"YgR18AEQUUu/5glzkLA05g==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"Heads High is a 4 pitch ~335 foot sport route. It climbs the south face of Park View Dome with highly featured rock including plenty of small chickenhead knobs.\n\nP1\n\n: 75 feet. Pull through the horizontals to a ledge 10 feet above the start. Follow the left trending jugs past bolts 3 & 4. This is P1’s 5.7 crux. Continue easier climbing to the skyline. Thirty feet of 4th Class/walking leads to the belay on a huge ledge.\n\nAlpinista\n\nand\n\nSinging Chicken\n\nbelays are also on this ledge.\n\nP2\n\n: 95 feet. Step left from the belay and scramble 15 feet of low angle rock to the first bolt. Continue up the shoulder (5.6) following the bolts. The belay is just right of a small spruce tree on an 18 inch wide ledge.\n\nP3\n\n: 96 feet. Getting off the ledge is the P3 5.4 crux. Cruise up the gentle slope. This pitch may be a bit left of the most natural line to keep the bolts well clear of the trad climb\n\nHey Ranger!\n\nThe belay is on a large ledge shared with\n\nHey Ranger!\n\nHeads High and\n\nHey Ranger!\n\ncross at this ledge.\n\nP4\n\n: 70 feet. Rather than climbing the face left of the giant corner (that’s [[108183654]), walk 15 feet east (climber's right) from the anchor to the left shoulder of the corner, and find the first bolt.  The 5.7 crux comes fairly quickly and involves more thought than power. Continue up the shoulder using interestingly varied holds. At the top, there is a stance for one person below the anchor. Sitting beside the anchor is comfortable, but in some seasons, you may need to pay attention to keep your feet dry. Access to the top of Park View Dome is a scramble, but the first move from the anchor is exposed.\n\nDescent\n\nTo get down, rappel the route. Some care should be used when pulling the rope, as it can catch on the plentiful chickenheads.\n\nIf there are folks climbing the route below you, you can scramble up to the top and past the pine tree to the Heads Up anchor. It offers a two rap descent on bolted anchors. As a trad climb, it is less likely to have traffic. Walk down the gully to get back to the start.","protection":"P1: 10 bolts and a 2 bolt anchor with chains.\n\nP2: 10 bolts and a 2 bolt anchor with equalized chain to a steel rap ring.\n\nP3: 7 bolts and a 2 bolt anchor with chains.\n\nP4: 8 bolts and a 2 bolt anchor with chains.","location":"Heads High is the right most line on the south-facing\n\nbase\n\nof Park View Dome. It's just west of where the access trail splits west to\n\nSinging Chicken\n\nand north to\n\nHey Ranger!\n\nThe start is from a 2 foot wide ledge over a 40 degree slab. From the start, you can’t see the upper parts of the climb."},"__v":0},{"_id":"pN0ae0FxW7mW3cEBaiNwng==","name":"Heads Up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Prehmus","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":9,"mp_id":"119605559","mp_crag_id":"107838894","climb_id":"pN0ae0FxW7mW3cEBaiNwng==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"P1: climb to the small, dark crack, then move up to some pockets (5.7). This lower section protects reasonably. Trend right as you exit the steeper rock for the lower angle slab. Protection on the slab gets tricky. There are several small chickenheads for psychological protection of the 5.5 climbing up to the two bolt anchor.\n\nP2: climb to the single bolt above the anchor (5.6 crux), then follow the crack with great gear. Continue straight up. The chickenheads get huge near the top.","protection":"A standard rack to 2\" with lots of full length runners to sling the chickenheads.","location":"Heads Up is in the Park View east side gully. It's a bit more than 2/3 of the way up the gully from the huge pine tree. Look for the\n\nidentifying dark crack\n\nat the left edge of a rooflet where the wall goes to near vertical."},"__v":0},{"_id":"MVQhKd8+XDeP1TAjbRJ7Mw==","name":"Chicken Dance","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dave Montgomery, Mike Morin, 8/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":6,"mp_id":"108564724","mp_crag_id":"107838894","climb_id":"MVQhKd8+XDeP1TAjbRJ7Mw==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"This has fun climbing on finger buckets and jugs up a nice slab.\n\nP1 is 5.4 with good gear most of the way, although some of it can be spaced out a bit. I slung some chickenheads as well. The climbing is easy and fun. You are aiming for a pod about 120' up and right of where you started. The pod/ledge has a flaring crack in the back that makes for a great belay. There is another pod to the left of this one, so make sure you're at the right one. There is a bolt on a headwall about 15' up and right of the correct pod.\n\nP2 is 5.5 with the crux being the headwall just off the belay. Clip the bolt on your way past, and run it out on the slab above. Good gear comes shortly after. There are lots of jugs and finger buckets up more fun slab. Belay at the top of the formation from a tree.\n\nWalk to your right, paralleling the gully until you reach the saddle between Parkview and Ranch Hand. Rap with one 60m from a tree into the gully.","protection":"SR to #3.","location":"On the right side of Parkview Dome, go up the hill until you come to the entrance of the corridor that is formed by the Ranch Hand formation. Chicken Dance will be directly on your left. It starts on a wavy portion of slab with several small cracks visible 15-20' up."},"__v":0},{"_id":"1LYQjNNmVEGQLXnILmN+/g==","name":"Cathartes Aura","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Peter Thomas, Erik Klumpp, Alan Prehmus, August 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":13,"mp_id":"119361034","mp_crag_id":"107838894","climb_id":"1LYQjNNmVEGQLXnILmN+/g==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"This climb starts just left of the traditional descent between Parkview and Ranch Hand. Climb blocky terrain to the first bolt. Stem the shallow corner with good holds past three more bolts. The crux comes around the 4th/5th bolt on slabby terrain with good feet. Continue up the slab/face and through a little roof with good holds to a two bolt anchor.","protection":"9 bolts to a 2-bolt anchor.","location":"This climb starts at a right-facing corner at the top of the gully between Park View Dome and Ranch Hand. From the base of Parkview, follow a climber's trail up and right into the gully between the two domes.  Continue up the gully through loose terrain, and stem past a few large boulders to where the gully starts to cliff out.\n\nBe cautions on the approach as there is still a lot of loose rock in the gully\n\n."},"__v":0},{"_id":"dbF7uOSZWTWSHQ41tdjMyA==","name":"Chase the Sky","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Prehmus & Prehmus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":4,"mp_id":"120790630","mp_crag_id":"107838894","climb_id":"dbF7uOSZWTWSHQ41tdjMyA==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"Chase the Sky is named partly to honor the Chase family, who donated their land to the park.\n\nThis route is 3 pitches long with a 5.8- crux 30 foot from the top of P3.\n\nP1\n\n: 130 feet. Cruise up 35 feet\n\npast\n\nthe low rappel anchor. Just above it (bolt 8), there is a 5.6 ‘crux’. Continue on easy rock to the anchor at the back right corner of the giant picnic ledge.\n\nHey Ranger!\n\npasses through/near the left side of this ledge.\n\nP2\n\n: 85 feet  Start to the right of the anchor. 40 feet. up, there is a section of low angle rock. Then the fun begins. Climb the steep, highly featured wall. The crux (bolt 7) has options left, center, & right of fairly similar difficulty. The P2 anchor has several sets of footholds but no ledge to speak of.\n\nP3\n\n: 85 feet. Climb straight up from the anchor, and head for the blue stuff! Positive features abound on the way to the headwall. The 5.8- crux (bolts 6-8) is where the character of the rock changes at the base of the headwall. Finish the last 30 feet on easier terrain. From the P3 anchor, it’s a 4th Class scramble to the top of Park View Dome.\n\nCombining P1 & 2 won’t work with a 60m rope. Combining P2 & P3 could work if you have 22 draws.\n\nDescent\n\nTo get down, rappel the route. The first two rappels are straightforward. Some care should be used when pulling the rope down past the plentiful chickenheads. The third rappel can reach the ground if you follow the gully and lean right to land 50 feet higher than the start of the route. If you rappel the bolt line, a 4th rappel is required.\n\nIf there are folks climbing the route below you, you can scramble up to the top and past the pine tree to the\n\nHeads Up\n\nanchor. It offers a two rap descent on bolted anchors. As a trad climb, it is less likely to have traffic. Walk down the gully to get back to the start.","protection":"P1: 13 bolts including one at the intermediate anchor and a 2 bolt anchor with chains.\n\nP2: 10 bolts and a 2 bolt anchor with equalized chains to a steel rap ring.\n\nP3: 12 bolts and a 2 bolt anchor with chains.","location":"Chase the Sky starts on the third buttress up right from the bottom of the dome. Buttress 1 is right of\n\nHeads High\n\n. Between B1 & B2 is an alcove with aspens. Buttress 2 is\n\nHey Ranger!\n\nTo confirm the Buttress 3 location, look for the large aspen tree with the ‘roundtangle’ (rectangle with rounded corners) scar."},"__v":0},{"_id":"XPbjW0oUUg6/q4hpxGEmzg==","name":"Carrion Climbing","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Peter Thomas, Erik Klumpp","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":11,"mp_id":"119534786","mp_crag_id":"107838894","climb_id":"XPbjW0oUUg6/q4hpxGEmzg==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"A couple moves on friable rock lead to an easy roof. Clip the first bolt, and pull through the roof on jugs. Varied face and slab climbing lead past 9 more bolts to a two bolt anchor. Staying left of the bolt line is easier climbing, while staying in line or right is somewhat more interesting and slightly harder.","protection":"10 bolts to a two bolt anchor.","location":"This climb is located in the gully separating Parkview and Ranch Hand. From the base of Parkview, follow a climber's trail up and right into the gully between the two domes. Continue up the gully through loose terrain, and stem past a few large boulders looking for a small roof. This is currently the second bolted line as you move up the gully.\n\nBe cautions on the approach, as there is still a lot of loose rock in the gully."},"__v":0},{"_id":"BAtSjwojW4OI91iig3q+8A==","name":"Alpinista","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Alan& Jess","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":1,"mp_id":"119739377","mp_crag_id":"107838894","climb_id":"BAtSjwojW4OI91iig3q+8A==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"Alpinista parallels\n\nSinging Chicken\n\n. It has great trad 'adventure' climbing with moderate to sometimes PG-13 protection. It starts from the same rise along the base of the dome as\n\nSinging Chicken\n\n.\n\nClimb to the right side of the gap at 40 feet. Continue up slightly to the right through the easing slope to the huge ledge. Build an anchor at the back of the ledge using the vertical, 1 inch crack. Escape from this ledge is possible using the bolt anchor on the right/east side of the ledge.\n\nP2 starts up the crack. Aim for the P2 belay between the giant, left-facing corner (\n\nHey Ranger!\n\n) and the tree.\n\nP3 splits the difference between the\n\nHey Ranger!\n\ncorner and\n\nSinging Chicken\n\n.","protection":"A standard trad rack with plenty of full-length runners.","location":"Alpinista is on the south face of Park View Dome. It starts from the hummock 40 feet left of where the approach trail meets the base of the dome."},"__v":0},{"_id":"hVaOzogNU1OpzUUSP+D/bQ==","name":"Abert's","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Prehmus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"left_right_index":8,"mp_id":"119605595","mp_crag_id":"107838894","climb_id":"hVaOzogNU1OpzUUSP+D/bQ==","areaRef":"EjZGm7jQUISHROC08SWSxQ=="},"content":{"description":"Albert's (named for the park's large, tuft-eared squirrels) is a moderately bolted, two pitch, bolted slab climb. It makes a good rap descent from the top of the dome.","protection":"9? bolts to P1's two bolt anchor. 8? bolts to the 2 bolt anchor at the top.","location":"Find Abert's starting bolts in the shallow dish 2/3 of the way up Park View's east side gully. Scrambling up the gully. If the left wall goes near vertical, you've gone too far."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9c4813f1-30d1-5705-96de-19a23e027a4b,62c85851-de01-54c9-819f-2a7766247f19,1236469b-b8d0-5084-8744-e0b4f12592c5","pathTokens":["USA","Colorado","South Platte","Staunton State Park","Staunton Rocks","Park View Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":7,"label":"5.7"},{"count":3,"label":"5.5"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3997,39.5176]},"bbox":[-105.40028289238528,39.517150339818144,-105.39911710761471,39.51804966018187],"left_right_index":-1,"ext_id":"107838894","area_id":"EjZGm7jQUISHROC08SWSxQ==","polygon":{"type":"Polygon","coordinates":[[[-105.40028289238528,39.517150339818144],[-105.39911710761471,39.517150339818144],[-105.39911710761471,39.51804966018187],[-105.40028289238528,39.51804966018187],[-105.40028289238528,39.517150339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:56:10.559Z","updatedAt":"2024-01-20T01:00:11.190Z"}