{"_id":"63689de0e80bff5a994f9895","area_name":"Arsenal, The","shortCode":"","climbs":[{"_id":"r/BPO9vfXVmlxwf/8iJdYw==","name":"Vitamin H","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jim Hall, summer 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":17,"mp_id":"105753694","mp_crag_id":"105745259","climb_id":"r/BPO9vfXVmlxwf/8iJdYw==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Q: When does a three-star route become a zero-star route?\n\nA: When it falls down, of course.\n\nOnce Rifle's most sought-after 12d, Vitamin H is now a cobweb-collecting pile thanks to the bottom half of the route, which fell off in the spring of '98. Formerly, the route was one of the funnest, steepest jug hauls around, with great big blocky holds and a crux roof-to-headwall that was the site of many an air voyage.\n\nWhen this huge plaque of rock cut, it took with it the starts of routes from\n\nRendez-spew\n\nall the way over to\n\nDope Party\n\n, yet Vitamin H was the most affected, losing just about all its holds through the bottom section.\n\nThe route still goes free at 13a (a hideous knee-bar sequence to get over the snot-yellow roof left behind by the collapse) and has been re-bolted, but is very nasty.\n\nA better bet is to climb\n\nVitamin D\n\n(12d): Start on\n\nDebaser\n\nand traverse left over the small roof band onto the top half of Vitamin H. It is plenty pumpy and plenty fun.\n\nIf you look through the talus at the base of the wall, you can still see the chalk and boot grease on the rock that cut. Interestingly enough, this huge plaque of rock seemed comparatively solid relative to other \"dubious\" features on other Rifle routes.\n\nThere's a lesson in here somewhere.","protection":"1-2 quickdraws. The route is fixed with chain draws.","location":""},"__v":0},{"_id":"lqzL9HgDWpGW9Bqgt/6ORg==","name":"Vitamin D","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":18,"mp_id":"106453199","mp_crag_id":"105745259","climb_id":"lqzL9HgDWpGW9Bqgt/6ORg==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This route shares the same start as\n\nDebaser\n\n.  When\n\nDebaser\n\nheads right under the roof, you traverse straight left.  It is short but fun.","protection":"Bolts.","location":""},"__v":0},{"_id":"JkBDBPWrVpSozPVPD8qM6g==","name":"Turtle Power","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jerad Friedrichs, equipped by Mike Frieschlag","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":28,"mp_id":"108220864","mp_crag_id":"105745259","climb_id":"JkBDBPWrVpSozPVPD8qM6g==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Turtle Power is a good new addition to the Arsenal. It extends\n\nFresh Loaf\n\nfor another 7 bolts making it seem like a proper route as opposed to the brevity of\n\nFresh Loaf\n\n. After clipping the anchors on\n\nFresh Loaf\n\n, climb up and left on sandy jugs. From there, pull two powerful bulges with a good rest in between. Make one last deadpoint move to a jug at the lip, and make a few moves to the anchors up and left.","protection":"14 bolts, 2 bolt anchor. Long slings help a lot with the two bulge sections.","location":"Turtle Power extends from the anchors of\n\nFresh Loaf\n\n."},"__v":0},{"_id":"T3//N/eqXGicxscgSGLb5w==","name":"Squeal Like A Pig","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Eric Fedor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":21,"mp_id":"105763770","mp_crag_id":"105745259","climb_id":"T3//N/eqXGicxscgSGLb5w==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This pitch is one route right of the not so classic Arsenal route \"Dope Party\". Squeal like a pig was not affected by the mass of rock that came crashing out of the bowels of the Arsenal a few years ago.\n\nClimb up for five bolts to a good jug break. Psyche up for a very short boulder problem which gives you a bit of a pump before embarking on the big roof and the aptly named squeal move. A long draw under the roof will help run the rope a bit more smoothly once above. Thug your way up and over the roof and clip two more bolts en route to a wee bit spicy run to the anchors. I figure if you blow it looking at the chains your going for forty.","protection":"9 Bolts To Chain Anchors With Biners","location":""},"__v":0},{"_id":"01CtNXREVUyzaqWu3OgybQ==","name":"Use It Or Lose It","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Chris Knuth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":2,"mp_id":"105757684","mp_crag_id":"105745259","climb_id":"01CtNXREVUyzaqWu3OgybQ==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is probably one of the least-climbed routes at Rifle -- not because it's low quality, but because the bolts are all in the wrong spots.\n\nOriginally envisioned as a tough directissima that tackled the left-trending seam/crack just left of\n\nPretty Hate Machine\n\n, this line actually climbs a bit right of and above the seam at the crux, making it hell'a hard to clip the bolts. To boot, tick marks pasted on the wall *10* years ago have yet to wash off, resulting in a helter-skelter slathering of sucker chalk.\n\nScramble up onto the\n\nPretty Hate Machine\n\nchoss ledge. Start just left of Pretty Hate, making big moves to good holds on increasingly steep rock. When the route reaches its steepest, set up and do a big lunge up and right to the sloping foot rail on\n\nPretty Hate Machine\n\n(people stand on this when they're resting below the top crux of\n\nPretty Hate\n\n). Glom the boot-rubber slope, and work back left, reaching way left at shin height to clip in (good luck!). Easier climbing leads to the anchor.\n\nWere this re-bolted, it would be a pretty cool, bouldery route.","protection":"8 draws.","location":""},"__v":0},{"_id":"sCJDiKo3VZemESlcRAz2Nw==","name":"Spurt-a-tron","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":8,"mp_id":"105757690","mp_crag_id":"105745259","climb_id":"sCJDiKo3VZemESlcRAz2Nw==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is one of the better routes on the left side of the Arsenal -- with its run-out crux over a roof, it feels like a slightly easier version of Spray-a-thon!\n\nSpurt-a-tron shares a first bolt (and many of the same holds) with the Path. It is one route right of Slag-issimo, the bulgy route with fixed chain draws about dead center in the left sector of the Arsenal. Since this route is behind the trees, no one will be able to see you sending. Be sure to grunt loudly at the crux, so as to telegraph your radness to the Peanut Gallery and tourists on the road below.\n\nScramble up the mank/filth lower band to a dirty ledge and clip a couple of bolts close together. Crimpy moves gain underclings beneath a roof; a hard boulder problem takes you into the corner above. Juggy, blocky climbing slightly right of the bolt line leads to a good rest below a second roof. Make a blind reach over the lip, throw right, and stand up into a funky, overhanging chimney/groove affair (your last bolt is below the roof, about 10 feet under you and sideways -- blow it here and you soar big!)\n\nPumpy climbing up good stone on the upper headwall leads to anchors at the break.\n\nMost people avoid this route, maybe because of the name, but it's actually pretty good, offering similar climbing to Spray-a-tron but at a more accessible grade.","protection":"10-11 draws","location":""},"__v":0},{"_id":"QbgDEvSZV666mYgMYl0iEw==","name":"Smarmacus Maximus","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":23,"mp_id":"106027847","mp_crag_id":"105745259","climb_id":"QbgDEvSZV666mYgMYl0iEw==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is the route directly left of\n\nThe Polly-Nator\n\n. Make powerful moves off of underclings to gain the first bulge then finish on a juggy and pumpy headwall.  Bring the guns.","protection":"Quickdraws, 12?","location":""},"__v":0},{"_id":"ulnseHGrXKG3Dk9WfC/PjQ==","name":"Sprayathon","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Colin Lantz, 1993?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":11,"mp_id":"105753589","mp_crag_id":"105745259","climb_id":"ulnseHGrXKG3Dk9WfC/PjQ==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is far and away the best route in the Arsenal and one of the best sport climbs anywhere.  Overhanging 45 feet in 80 with multiple cruxes but no holds smaller than half a pad, this stunning line defines endurance climbing.\n\nWhile some have climbed this route with a kneescum below the crux and down-rated it to 13b, I'd say it's an honest 13c without the scum.\n\nThis route is in the left-center of the Arsenal and starts on the far right side of the long, dirty ledge which runs all the way to\n\nPretty Hate Machine\n\n. It has\n\nin-situ\n\nchain draws and an obvious lunge move to a well-chalked hole at the 5th bolt.\n\nLean out from the ledge, power up past pockets and fire the lunge (a long reach for tall people). Wickedly steep climbing on ultra-kind jugs leads to the Arapiles bulge, a prelude to the crux. Step up, shake out (kneescum if you must) and punch it out the smooth, white bulge on crimpers. There is potential for some spectacular air if you blow it at the top of the sequence, but the fall is totally clean. Stand up into a bowl, shake out one last time then engage with a tricky finishing sequence en route to the anchors.","protection":"1 or 2 quickdraws for the bottom bolts. The rest of the route is fixed.","location":""},"__v":0},{"_id":"ti7wLmdAWAedq5AYltUDlA==","name":"Slagissimo","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":7,"mp_id":"105754312","mp_crag_id":"105745259","climb_id":"ti7wLmdAWAedq5AYltUDlA==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is one of the best routes on the left side of the Arsenal and is fairly popular, thought not nearly as much as routes of a similar grade at the Wasteland. It makes for a nice afternoon route in the summer and isn't too hard on the skin, except in one spot.\n\nSlaggisimo is essentially the second route from the left with fixed draws on it, and is 2 routes right of the landmark Pretty Hate Machine, a classic 12c that climbs off the left side of the big ledge.\n\nThe first bolt doesn't have a fixed chain, but the rest of the route does. Climb choss to the ledge, stretch up and clip the first bolt. Roll right into the roof and make a bouldery stand-up move into a corner. Steep, blocky, sustained climbing takes you to a good rest at a break before the finishing bulge, which is a real punisher when you're pumped. Kneebar technology here and there may help . . .","protection":"1 or 2 quickdraws. The rest is fixed.","location":""},"__v":0},{"_id":"AAnItgsrUXmMudY7RZaImQ==","name":"Salty","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Erik Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":26,"mp_id":"105757687","mp_crag_id":"105745259","climb_id":"AAnItgsrUXmMudY7RZaImQ==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is an overlooked but quality line that climbs out the left side of the funky cave/alcove about 30 yards right of the Polly-nator (please don't go doo-doo or wee-wee in here, as people actually do this route from time to time).\n\nIt can be recognized by some deep pockets and a round hole down low on the route, and is the leftmost route in this particular alcove. A project just right ends at half-height anchors, whereas Salty goes all the way to the top of the wall.\n\nBoulder up and clip a high first bolt (or better yet, stick clip it). A hard shoulder roll gets you into good pockets, followed by another bouldery crux to gain some good jugs. Pumpy, very sustained climbing up the blocky headwall leads to a high set of anchors. Don't blow it at the lip of the final roof -- though the holds are good, you'll be plenty pumped!","protection":"10-12 draws.","location":""},"__v":0},{"_id":"3agzAvZVVwGmtPBMswr+EA==","name":"Rendezspew","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":16,"mp_id":"105754330","mp_crag_id":"105745259","climb_id":"3agzAvZVVwGmtPBMswr+EA==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"If you like kneebars, then you'll love this route. Otherwise, stay away! I think this would be a three-star route without the grueling kneebar crux . . . but I don't really like kneebars.\n\nRendezspew is one route left of\n\nVitamin H\n\nand has fixed chain draws on all but the first bolt. It climbs through the left edge of the broken-out patch where the huge shield of rock cut loose before moving up into a very overhanging crack.\n\nThuggy climbing down low and in the crack section lead to the \"TV set,\" an enormous block behind which you can double-kneebar no-hands rest. The crux involves scumming your right knee up the block as you paw at imaginary holds. After this unpleasantness, the route is pure fun -- steep, pumpy and varied on very overhanging rock. Many people elect to skip the difficult last clip on redpoint, risking a long but clean fall into space.\n\nA token bit of glue \"holds\" the TV set on. Despite its dangerous appearance, the block is actually very solid (at least for the time being) and doesn't so much as vibrate when you bang on it.","protection":"1 or 2 draws. The rest is chains.","location":""},"__v":0},{"_id":"235LbtZnUyyQc4WpTj2pHw==","name":"Pump-O-Rama","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":14,"mp_id":"105753574","mp_crag_id":"105745259","climb_id":"235LbtZnUyyQc4WpTj2pHw==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Pump-O-Rama climbs straight out the imposing middle of the Arsenal and is one of the steepest, longest cave routes in the Canyon. Besides a funky kneebar crux at mid-height, this route is a total jug haul, albeit a very strenuous one at a consistently roofy angle. But the holds are great -- giant underclings, incut rails, slopers, jug huecos and even a crimp or two -- and the climbing stays with you all the way to the anchor.\n\nThis route can be recognized by its position in the very center of the wall and is accessed by easy, ledgy climbing on a central sort of wide pillar to reach the first bolt at the start of the overhang. There is also a very long chain draw at the crux, about six bolts up.\n\nDon't miss the swing off the anchors -- just make sure you get as high as the second bolt before you jump, otherwise you'll crater into the berm in front of the road.","protection":"2 quickdraws -- one for the first bolt and another for the hell of it. The rest of the route is totally fixed with chain draws.","location":""},"__v":0},{"_id":"GSU3eMHSWH+Y6NBt6kG2Mg==","name":"Pump-O-Nator","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":13,"mp_id":"112283784","mp_crag_id":"105745259","climb_id":"GSU3eMHSWH+Y6NBt6kG2Mg==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Climb\n\nPump-O-Rama\n\nto the juggy crack below the anchors,  and traverse about 6 feet left on the crack system. Fire up the steep, black headwall on great rock through powerful and dynamic moves, with a technical finish that guards the chains. This is a great linkup that adds some difficulty to\n\nPump-O-Rama\n\n, though no extra points are given.","protection":"Bolts, and a 70m rope is mandatory to reach the ground\n\nIt is best to skip the last clip, as well as the anchor, on\n\nPump-O-Rama\n\nto minimize rope drag.","location":"Begin with the\n\nPump-O-Rama\n\nstart, and finish on the top of\n\nThe Colinator\n\n."},"__v":0},{"_id":"w/cb8/noV7eOS5eKFyMOeA==","name":"Pretty Hate Machine","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Steve Landin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":3,"mp_id":"105754489","mp_crag_id":"105745259","climb_id":"w/cb8/noV7eOS5eKFyMOeA==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Super-mega-ultra-classic!  It is possibly the best sport route in the universe.\n\nThis route is rated 12b in the guides, but I think there is a broad consensus among everyone who climbs it that it is at least a letter grade harder than that.\n\nThis line is on the far left side of the Arsenal.  It can be easily recognized by the fixed, chain draws.\n\nThe first difficulties are encountered early, where you do a series of 12a/b underclinging and sidepulling maneuvers to get past a small roof.  The hardest part about the first 20 feet is tricky, slippery footwork.\n\nNext, you enter a long stretch of big reaches on steep stone, all to good holds, but it is very pumpy. After a somewhat energy-sapping clip, you will do a little 12a maneuvering to a jug, where you will set up for the crux.\n\nThis involves a tenuous, middle 12 reach off of two slopers to a square-cut, arete-type feature.  After standing, this move all the way up, there are jugs.  It is wise to recover here, because there remains an 11+ roof above guarding the anchors.\n\nIf you send it, humble yourself by remembering that it is still one of the easiest lines in the Arsenal.","protection":"9 bolts with fixed chains.","location":""},"__v":0},{"_id":"ZpwergRwUQOC0gwFbgWKow==","name":"The Pollinator","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Polly Hall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":25,"mp_id":"105757681","mp_crag_id":"105745259","climb_id":"ZpwergRwUQOC0gwFbgWKow==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Despite being the easiest-rated climb in the Arsenal, the Pollinator is a short, rude slap in the face if you're not in bouldering mode. Fairly popular, this route often has draws on it, and is about 60 yards right of the cave proper. It can be recognized by the strange tree near the wall and a huge (3-4 foot diameter) \"resting\" hole at mid-height, just under the cruxy roof/bulge section.\n\nA low bolt gets you off the deck. Make fun moves on good pockets and slots to gain the hole. Slippery, greasy, weird, tenuous climbing takes you out to the lip of the roof, where a strange, greasy, funky, powerful pull gets you up to sharper rock and better holds. Amble up 5.6 rock to finish.\n\nYou wouldn't know it from the route's 12a rating, but it actually has a V15 crux!","protection":"8 quickdraws.","location":""},"__v":0},{"_id":"Yxb4+3mRW06k5yWZoN8/Ig==","name":"The Path","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Phillip Benningfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":9,"mp_id":"105754165","mp_crag_id":"105745259","climb_id":"Yxb4+3mRW06k5yWZoN8/Ig==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"The Path is a fairly aesthetic route for the Arsenal, offering some very cool headwall climbing on immaculate white rock with a strange orange blob in the middle of a hard sequence. If it didn't have a leg-swallowing hole before the finishing headwall, it would surely be a bit harder and merit 3 stars. Nevertheless, it's a great route.\n\nPath is two routes left of\n\nSprayathon\n\nand shares a common first two bolts with\n\nSpurt-a-tron\n\n(13a), which moves left over the roof band into a dihedral while The Path heads straight up on finger pockets. Blocky, easier climbing above some powerful biz on the pockets leads to the leg swallowing hole. Rest up and prepare for 3-4 bolts of bouldery, sustained climbing in a very cool position on a hanging headwall.\n\nMany people skip the next to last clip on redpoint. Make sure your belayer keeps you out of the trees if you do this.","protection":"14 quickdraws.","location":""},"__v":0},{"_id":"KHn+k6RUW3yW6unnYoQCQg==","name":"Matador Pants","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":6,"mp_id":"105753919","mp_crag_id":"105745259","climb_id":"KHn+k6RUW3yW6unnYoQCQg==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This route was first named \"Matador Pants\" but also given the alias \"Los Hermanos de la Penitente de los Pantalones de los Matadores\" during a wondrously drunken spray session at the base of the Arsenal. It's kind of sharp and kind of funky but a lot of fun. It's atypical for the Arsenal in that it's more bouldery than pumpy, with a few pretty good rests on it.\n\nMatador Pants is the (at present) second route right of\n\nPretty Hate Machine\n\n, a classic 12c with fixed draws above the chossy ledge in the Arsenal's leftmost sector. It starts with a bit of a choss band then moves up into pockets on a white face before entering roofy territory. There is a diagonalling crack/pod high on the route as well. Save some mojo for a crux up high!","protection":"12 quickdraws.","location":""},"__v":0},{"_id":"M1LZW93RXPe7Hdz6aeVxbg==","name":"Lolanator","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Josh Gross, Madoline Gross","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":0,"mp_id":"106532142","mp_crag_id":"105745259","climb_id":"M1LZW93RXPe7Hdz6aeVxbg==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is thuggy, jamming, steep, and pumpy. It will clean up with traffic (silt).","protection":"9 bolts.","location":"Start on \"\n\nClimb-A-Dime-A-Ding-Dang\n\n\", then traverse left and up."},"__v":0},{"_id":"GxzuVE70VsGt7zN2xhhSSQ==","name":"Jamboree (Jam-bor-knee)","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":10,"mp_id":"105754315","mp_crag_id":"105745259","climb_id":"GxzuVE70VsGt7zN2xhhSSQ==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is a pretty good route that has lain dormant for so long that it's been reclaimed by the ubiquitous Rifle filth. So, if you decide to have a go, bring brushes and a stick clip.\n\nJamboree is one route left of\n\nSprayathon\n\nand climbs through the usual blocky, roofy terrain for the first 2/3 of the route before hitting a pretty cool crack/corner feature on the upper headwall. A boulder problem down low leads to a strenuous roof and a final crux setting up to move into the crack system.\n\nThis route is basically three equally-difficult boulder problems separated by lots of steep climbing, making the third boulder problem feel much harder than the others.\n\nUprated to 5.13c in the new guidebook by Darek Krol.","protection":"12 quickdraws.","location":""},"__v":0},{"_id":"jxHHSVC0XgS6DPlNNpLkjQ==","name":"Fresh Loaf","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Steve Damboise","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":27,"mp_id":"105836580","mp_crag_id":"105745259","climb_id":"jxHHSVC0XgS6DPlNNpLkjQ==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This route is only worth doing if you have done absolutely everything else.  The only reson this route got a start is because the moves are decent and the rock isn't horrible.  A dynamic start on big pockets leads to a huge chalky flake at mid height.  Rest up and then commit to a short, unpleasant crux and a couple of more moves on larger holds before the anchors.","protection":"Quickdraws. There are two bolts at the anchor, but only one has chains with a biner.","location":"This is 30 feet right of\n\nSalty\n\n, on the far right side on the Arsenal."},"__v":0},{"_id":"5w53qTlYUEucBbX9MzU/XA==","name":"Fool’s Gold","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Sam Elais","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":24,"mp_id":"117752787","mp_crag_id":"105745259","climb_id":"5w53qTlYUEucBbX9MzU/XA==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Fool’s Gold is a classic extension to\n\nSmarmacus Maximus\n\n. It climbs an OK 5.12 to a beautiful and hard panel of immaculate blue and gold stone high off the deck. From the chains of\n\nSmarmacus...\n\n, continue up easily for a few bolts to a stance under a small roof. Prepare for battle, and continue into the crux sequence, a brilliant few moves on some of the smallest, coolest holds in Rifle, ending with a large move to a jug. Get a quick shake, and bust a final Fight Or Flight-esque boulder problem on the final overhanging arete. The last bolt on this line is off to the left, but a broken hold renders the left sequence much more difficult. The fall from the top of the arete is big but surely safe, but it’s recommended to not fall on the victory mantel as the second-to-last bolt is 15 feet below.\n\nThis route is an incredible change of pace from other 5.14s nearby and should not be missed. Consider it mandatory to get on it if there are draws already on the extension.","protection":"Bolts and some longer draws for\n\nSmarmacus...\n\n.","location":"Locate this route by finding the impressive 40 foot panel of streaked stone above\n\nSmarmacus Maximus\n\non the right side of Arsenal."},"__v":0},{"_id":"46IIVndsU3usfAyCObDmQA==","name":"Dope Party","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":20,"mp_id":"105757693","mp_crag_id":"105745259","climb_id":"46IIVndsU3usfAyCObDmQA==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Bad before the entire left side of the lower crack collapsed, this route is now utterly horrible. It is one route right of\n\nDebaser\n\n, the popular 12d with chain draws that climbs out the dead horizontal roof on the left side of the cave proper.\n\nDope Party can be recognized as the furthest route right to have felt the effects of the\n\nVitamin H\n\ncollapse. It climbs a grungy crack affair to an awkward gaston crux below the big roof, then grovels out the roof on semi-cemented chockstones to an uninspiring lip encounter.\n\nThe name derives from one of the early 1990s Rifle City Council meetings in which the status of climbing in the park was being debated. One local woman, who sided with climbers, said: \"At least they're not out there having a dope party.\" Little did she know....\n\nThis route is best avoided.","protection":"8 draws, a whisk broom, and a surgical mask.","location":""},"__v":0},{"_id":"ueewGt77VPazFd/BuSOGhQ==","name":"Doctor Epic (Doktor Epik?)","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Steve Hong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":15,"mp_id":"105764376","mp_crag_id":"105745259","climb_id":"ueewGt77VPazFd/BuSOGhQ==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Completely forgotten, Doctor Epic ascends a nice section of stone between\n\nPump-O-Rama\n\nand\n\nRendez-Spew\n\n.  Scramble up to the first bolt and then cast into a sequence of large moves on generous holds.  At the huge roof, throw in a contorted kneebar, and grunt thru a series of flaring vertical seams until you are forced to dyno out of the kneebar for a huge jug.  Shake out, then weave your way through a section of natural weaknesses to a pumpy headwall- where a hard final clip and a tricky exit await your burning forearms.\n\nA 60m rope should easily get you to the ground.  Expect some rope drag.","protection":"11 quickdraws, the anchors have carabiners.","location":""},"__v":0},{"_id":"yqWSK+56VPKRiJH6Ygfnxg==","name":"Debaser","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jim Hall","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":19,"mp_id":"105760911","mp_crag_id":"105745259","climb_id":"yqWSK+56VPKRiJH6Ygfnxg==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"\"Wanna grow up to be, be a debaser\" - The Pixies.\n\nAnother one of the \"chain\" routes, Debaser sits just right of\n\nVitamin H\n\n.  The rock fall of 1998 supposedly improved the quality of the lower section of Debaser.  With its large roof at 2/3 height, Debaser involves a little more power than some of the other Arsenal routes.  But the difficulties don't stop after the roof so keep punching it to the anchors.  Oh, and leave your knee-pad at home because it won't be of much use on this one (I did get a nice butt-scum at one point.  I may have to develop rubber C-4 underwear).\n\nP.S.: You can traverse left at the large roof onto\n\nVitamin H\n\nto climb a variation called\n\nVitamin D\n\n(12d).","protection":"In-situ\n\nchain draws.","location":""},"__v":0},{"_id":"7pWUWy1iWFKzOSgH2/Fq6g==","name":"Das Fruit Machine","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dave Pegg, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":5,"mp_id":"106262854","mp_crag_id":"105745259","climb_id":"7pWUWy1iWFKzOSgH2/Fq6g==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Das Fruit Machine is a nice addition to the Arsenal.  In typical Arsenal fashion, the climbing is steep and thuggy, with big holds.  At times, this route gets dangerously close to its neighbors, making it feel a bit like a squeeze job.  Nevertheless, the route is fun, and once it gets dusted off, it will no doubt become a must do at Rifle.\n\nTo start, climb up a skirt of very chossy rock, and carefully clip the first bolt.  Pull into a very shallow scoop, and power up to a horizontal break.  Cut left and zigzag over a bulge.  Grab a quick shake and then navigate through the redpoint crux using shitty pinches and helpful kneebars to another break.  With one last bulge standing in the way of redpoint glory, muster all your reserves, and muckle past some small crimps to the anchors.\n\nDFM is a fairly independent line with some good moves, friendly grips, and nice rock.  As far as the Arsenal is concerned you could do much worse.","protection":"Bolts, and a two bolt anchor.  A 50 meter rope will get you back to the ground.  You may want two kneepads for this route.","location":"One route to the right of\n\nPretty Hate Machine\n\n."},"__v":0},{"_id":"o2NNkj1nVDe04oFAP8XImg==","name":"The Colinator","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":12,"mp_id":"105858682","mp_crag_id":"105745259","climb_id":"o2NNkj1nVDe04oFAP8XImg==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Stout for the grade, and surrounded by rumors of huge dynos, this wild, and varied route perpetually gathers spiderwebs despite good rock, and fantastic movement. Composed of three boulder problems separated by \"good\" rests, the Colinator ascends the steepest and most intimidating section of the Arsenal. To start, meander up and left to a huge, tombstone-shaped jug, and engage the first, and hardest boulder problem- a series of small crimps ending with a desperate cross through or a shoulder wrenching dyno (V8?).  Rest.  Next, wrestle through a confusing jumble of crimps, slots and sidepulls to a horizontal break (V6?).  Rest.  Finally, commit to an insecure and funky roof sequence (V5?).  Rest. Then enjoy the 12c victory march to the anchors, and take in the view!","protection":"Quickdraws, and kneepads.","location":"To start this route climb up to the start of\n\nPump-O-Rama\n\nand follow the line of bolts just to the left.  A 70 meter rope is recommended to lower from the anchors."},"__v":0},{"_id":"UuJMZ7/WVMW74InQaQT3zw==","name":"Climb-A-Dime-A-Ding-Dang","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Bissel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":1,"mp_id":"106191134","mp_crag_id":"105745259","climb_id":"UuJMZ7/WVMW74InQaQT3zw==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This line features a mellow line of nice jugs that terminates abruptly at a notorious boulder problem crux just below the lip of the cave.  A great shake at the mid-height roof provides a complete recovery, making this line a perfect choice for power junkies.\n\nScramble up relatively solid choss to a ledge.  Several great pockets lead up to a chalky undercling and an awkward stand-up move into a corner.  Move up to the roof, then slightly left to clip and shake from an airy stance.  Long reaches over the roof lead to a sloping rail and a (left) kneebar of dubious value.  Stab up to a pair of small crimps, work the feet up on polished bumps, and gun for the horizontal break.  The difficulties end at a nice jug-rest, and a few more moves on prickly stone lead to the anchor.","protection":"~7 bolts to a two-bolt anchor.  You may want to skip the first bolt above the roof to limit rope drag (the next bolt can be clipped from the rest).","location":"This is on the far left end of the Arsenal, beyond the edge of the trees.  This used to be the furthest left route, but now \"\n\nThe Lolonator\n\n\" breaks left from this line at the mid-height roof."},"__v":0},{"_id":"x6th5SgVXauKWblHTUdJ9A==","name":"The Chain Gang","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Herman Gollner ?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":4,"mp_id":"105758524","mp_crag_id":"105745259","climb_id":"x6th5SgVXauKWblHTUdJ9A==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"The Chain Gang isn't really a route,\n\nper se\n\n-- more like a bunch of routes in a similar vein. It's jokingly given a grade IV or V rating in the new Rifle guidebook, \"Western Sloper,\" because of the number of pitches, but the clincher is you can sit in the front seat of your car between pitches, listening to music and eating Cheez-doodles, as the Arsenal is only 15 feet off the road.\n\nThis endurance \"link-up\" takes in all seven routes in the Arsenal that have fixed chain draws on them, hence the name. As Dave Pegg says in his guide, if these pitches were stacked atop each other, instead of being adjacent, this would be one of the wildest sport routes around. Nevertheless...\n\nThe seven routes are:\n\nSprayathon\n\n(13c),\n\nRendezspew\n\n(13a/b),\n\nPump-o-rama\n\n(12d/13a),\n\nDebaser\n\n(12d),\n\nVitamin D\n\n(12c/d),\n\nSlaggissimo\n\n(12d), and\n\nPretty Hate Machine\n\n(12c).\n\nThe order you climb these in is totally up to you.","protection":"A draw or two to supplement all the fixed chain draws.","location":""},"__v":0},{"_id":"EVH44VmJVtmV2Kcb5sU8Fg==","name":"Bobby Brown","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lindsey Tjian and Joe Kinder, July 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":29,"mp_id":"112032253","mp_crag_id":"105745259","climb_id":"EVH44VmJVtmV2Kcb5sU8Fg==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"Locate the long, left-angling hand crack that cuts through the bulging rock on the far, far right side of The Arsenal. The top is shared with\n\nTurtle Power\n\n, but the start to Bobby Brown is about 100 feet to the right of that route. Climb straight up from a pile of rubble to gain the crack, then jam, span, and heel hook past several mini-cruxes. By the time you reach a good rest under the big roof, you might have gobies on your hands and have forgotten that you are climbing at Rifle, but you are! Attack the imposing roof with lots of air under your ass, and don't let up until the chains are in your face!\n\nThe crack is a little dirty, but it has already been cleaning up well from traffic.\n\nThe name, I presume, is inspired by a hairdo sported by Bobby Brown back in the day. Fitting.","protection":"There are a handful of permadraws on the final bolts going to the anchors. I believe the first ascentionists left draws on the rest of the bolts, too. So for now, consider the route fully equipped. Otherwise, the route may require between 12-15 draws. On a side note, the bolts are well-spaced, and because the route overhangs and traverses so much, there are some spots that might be damn near impossible to get back on if you fall. It's a funky, exciting route!","location":"This is the rightmost route \"in\" the Arsenal."},"__v":0},{"_id":"8/ZjeAmdXZKo9qi0cpVrtg==","name":"Black Caesar","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"left_right_index":22,"mp_id":"105757696","mp_crag_id":"105745259","climb_id":"8/ZjeAmdXZKo9qi0cpVrtg==","areaRef":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":"This is a once popular route that has fallen into obscurity, perhaps because it's crimpy and hard for the grade. It is three routes right of\n\nDebaser\n\n, two routes left of the\n\nThe Pollinator\n\n, and can be recognized by a vertical face down low giving way to a resting hole below a hanging bulge, which comprises the crux. It is also a bit left of a leaning tree.\n\nHard pulls off the ground (past a hueco that used to seep) gain the vertical panel, which offers sustained, crimpy climbing all the way to the hole below the bulge. Take care on the clips, as they are strenuous and never that far off the deck.\n\nRest up in the hole, then travel out the double-bulge above  to an in-your-face move on hidden pockets to gain the anchor, a strenuous clip in-and-of-itself.","protection":"7-9 draws.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,22dac198-10d8-5ebf-94d5-6e503a0753a0,0a965db7-5fa0-5e94-89e8-2059b3109af8","pathTokens":["USA","Colorado","Rifle","Rifle Mountain Park","Arsenal, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.13a"},{"count":8,"label":"5.12d"},{"count":4,"label":"5.12c"},{"count":4,"label":"5.13c"},{"count":1,"label":"5.13a/b"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.14a"},{"count":1,"label":"5.12b"}],"byDiscipline":{"sport":{"total":30,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":15,"expert":15}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":15,"expert":15}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.69464,39.70756]},"bbox":[-107.69522449403303,39.707110339818136,-107.69405550596699,39.70800966018186],"left_right_index":-1,"ext_id":"105745259","area_id":"CpZdt1+gXpSJ6CBZsxCa+A=="},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T05:56:20.943Z","updatedAt":"2022-11-25T11:17:05.179Z"}