{"_id":"6368a60be80bff5a995c5427","area_name":"Mt Triumph","shortCode":"","climbs":[{"_id":"nVZgISl1XiGMTBMUePyl5A==","name":"Northeast Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.35567,48.70616]},"left_right_index":0,"mp_id":"106029386","mp_crag_id":"106029381","climb_id":"nVZgISl1XiGMTBMUePyl5A==","areaRef":"6ln7AFicXVi9TC1v8E1/vA=="},"content":{"description":"Mt. Triumph  June 2007, M. Beverly\n\nUp NE ridge, down S ridge\n\nApproach form the Thornton Creek/Lake trailhead. You may want to bring a saw for dead/down trees so that you wont have to hike the road to the TH just in case. The trail has an obvious start up an old logging road that eventually turns to a single trail.\n\nThe long arduous hike has shaded canopy and some running water along the way. Foot bridges abound through the marshy sections. Gain the crest overlook for Thornton Lakes. From here you should have a good vantage of the col where the bivy spot is on the other side of the lakes. Hike down and cross the drainage of the first lake and find a game trail that meanders through the thicket on the hikers left hand side of the lake. The trail will take you to the crossover of the creek between the first and second lakes. We left the TH at 11:50 and made it to the crossover between the first and second lakes at 14:30 hours for a dip in the creek.\n\nThe trail is then somewhat difficult to follow, but just stay in the clear talus that will eventually lead up through heather and onto scree on your way to the col. Dont start at the bottom of the coullar to gain the col unless there is hard-packed snow that could make for easier travel. Gain the col for a nice bivy and running water.\n\nRack: medium wires, set of TCUs and Camalots to #2. No iron needed, no ice screws or pickets needed. 6 alpine draws, extra cordalettes for anchors. Possibly tri cams ?\n\nFrom the bivy, cruise down 300feet of snow and trend west to a small rock saddle, then drop off onto snowfield again. If gaining the NW Ridge first (not preferred), stay high on whats left of the glacier field to easily access the 5.6 ramp start. If going up the South Ridge first (preferred) cruise across the rock field or the snow slope at the same contour (description below).\n\nNE Ridge: Starting at the berg start up the easy ramp that is really low 5th class climbing with long pitches to gain the ridge proper. Once on the ridge stick to the easy terrain. Unfortunately, the massive prominent arête is not on this route, but is very pleasing to view. Eventually, you will come to a dihedral that appears moderate 5th class. You might take this route as it will wind up on the same place on the ridge line, but I did not since the classic route goes up the scary turf to the right. So, stay on the exposed ramp on the right side of the ridge and ramble up lower 5th class rock to poorly protected turf climbing. There are some cracks to use medium cams in on the left, but you might need a nut tool to find and use them. Persevere to find some ledges for a good belay stance. Theres loads of loose rock, so hide your belayer(s) well. The next long pitch gains you access to the top of where the other dihedral climb comes out. From here, cruise up the gully and climb the right-hand side at the large chock stone; ironically, you feel more like canyoneering here than on a ridge ascent of Mt. Triumph. Its tempting to go left onto the slab, but the climbing is harder and was loose and wet when I tried it. The remaining climbing is fast and easy. We made the summit at 12:20 hours with a slow pace.\n\nTo descend, follow the line back. Multiple rappels are needed and you may have to leave some gear behind. Be sure to check old anchors as many of the rocks are loose and we were able to pull some rap anchors out by hand.\n\nSouth Ridge: From the glacier fields contour, look for a red band of rock that angles up and left, towards the ridge. Several other ways are available to start but will take more time and may not be well protected. This is a great start that climbs and protects very well with small to medium cams in horizontal slots. The route becomes obvious and there is a tat belay station at nearly every pitch. This is the choice way to go and has far less rock fall hazard (until the top).\n\nTo descend, multiple pre-rig rappels (a dozen or more) are interspersed with very brief sections of short roping/pitching, making it somewhat difficult to tell when to do what next. Stay with pre-rig most the time and things will go well.","protection":"see above","location":"TRIUMPH from Thornton Cr. TH\n\nWaypoint\tElevation start\tElevation end\tTotal Elevation\tBearing out/back\tDistance of leg\tUTM\n\nT1\t3067\t2572\t-495\t330/150\t1.8\t10 U\t623031\t5390220\n\nT2\t2572\t4518\t1946\t22/202\t0.5\t10 U\t622596\t5391228\n\nT3Thor Lks 1st\t4518\t4753\t235\t338/158\t0.9\t10 U\t623201\t5393166\n\nT4\t4753\t5047\t294\t316/136\t0.6\t10 U\t62279\t5393917\n\nT5gully\t5047\t5909\t862\t330/150\t0.6\t10 U\t622341\t5394272\n\nT6col/bivy\t5909\t5751\t-158\t8/188\t0.4\t10 U\t622118\t5394750\n\nT7Bivy\t5751\t5486\t-265\t332/152\t0.2\t10 U\tdisregard bivy\n\nTglacier\t5486\t5476\t-10\t340/160\t0.9\t10 U\t621953\t5395025\n\nTenter Gully\t5476\t5909\t433\t310/130\t0.3\t10 U\t621719\t5396003\n\nTridge\t5909\t7221\t1312\t60/240\t0.5\t10 U\t621808\t5396263\n\nTsummit\t7221\t6429\t-792\t350/170\t0.3\t10 U\t621062\t5395908\n\nTsr\t6429\t5909\t-520\t\t\t10 U\t621179\t5395476"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,ea59fb00-589c-5d58-bd4c-2d6ff04d7fbc","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Mt Triumph"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.35567,48.70616]},"bbox":[-121.35635138497499,48.70571033981813,-121.35498861502504,48.706609660181854],"left_right_index":-1,"ext_id":"106029381","area_id":"6ln7AFicXVi9TC1v8E1/vA==","polygon":{"type":"Polygon","coordinates":[[[-121.35635138497499,48.70571033981813],[-121.35498861502504,48.70571033981813],[-121.35498861502504,48.706609660181854],[-121.35635138497499,48.706609660181854],[-121.35635138497499,48.70571033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:30:49.556Z","updatedAt":"2024-02-19T18:42:18.770Z"}