{"_id":"63689d20e80bff5a994f22ed","area_name":"South Walls/Neck Area","shortCode":"","climbs":[{"_id":"98BLl3mFU+6rNAOMO4eC0A==","name":"South Route","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9618,33.5145]},"left_right_index":0,"mp_id":"113808730","mp_crag_id":"113808679","climb_id":"98BLl3mFU+6rNAOMO4eC0A==","areaRef":"+VtK8jfgUFiaUzKnLDoKvQ=="},"content":{"description":"This is a fun scramble up the south side of the head to the summit.  The description below roughly follows the pitch breakdown given in the guidebook, but there are a few different variations towards the top. Belaying and protecting the route may be more hassle than it's worth, particularly finding belay anchors towards the top. \n\n  1- 4th class- Start in a recessed gully on the south side of the head, with two bolts visible from the ground. Take the easiest line up the face on the left, past the bolts, up to a two bolt anchor with quicklinks. Decent rock (for Camelback). <30 m. \n\n  2- 3rd/4th- Continue up gully to the boulders at the top. One sports a single bomber glue in. Trees/boulders to back it up if belaying.  \n\n  3- Low 5th- Climb the face up and right. Watch for loose rock. No pro off the belay. Traverse to the right on 3rd class terrain, then up a low angle left facing corner/crack. \n\n  4- Low 5th- Keep walking right, then pick a route up the low angle slabs in front of you. The easiest option looks to be towards the right. Straight up goes as well, but with no protection. Watch for loose rock.  \n\n  Descend Pedrick's Chimney. It's very out of the way to return to the base of the route.","protection":"Maybe a few medium sized cams and nuts. Not much pro after the first pitch.","location":"From the saddle on Echo Canyon trail at the east end of the head, turn right and pick up a climbers trail headed west. The South Route starts in a gully about a hundred meters west of the Neck Route. It is the first gully you come to, and there are bolts visible at the start. See Phoenix Rock for a pitch by pitch description, and Marty's map for route location."},"__v":0},{"_id":"K4wz0Up2XL683MLptSladg==","name":"Neck Route","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9618,33.5145]},"left_right_index":2,"mp_id":"113808698","mp_crag_id":"113808679","climb_id":"K4wz0Up2XL683MLptSladg==","areaRef":"+VtK8jfgUFiaUzKnLDoKvQ=="},"content":{"description":"This route climbs the prominent right facing dihedral at the east end of the Camel's head. Climb low angle rock past a few old bolts. The crux comes after the bolts; pull a bulge on loose rock. The guidebook lists the route as two pitches, but that will create the challenge of building a belay--there aren't many opportunities to place solid gear, and the bolts are rather suspect. The route is a nice scramble to the head summit. \n\n  From the top of the route, continue up 2nd/3rd class to the summit. Descend Pedrick's Chimney. It is out of the way to return for gear at the base of the route.","protection":"Maybe a couple cams and nuts, probably finger-hand sizes. A couple rusty drop in bolts with Leeper hangers.","location":""},"__v":0},{"_id":"/L96EhG5U6ikCk8sc86e2A==","name":"Line of Fire","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9618,33.5145]},"left_right_index":1,"mp_id":"119455174","mp_crag_id":"113808679","climb_id":"/L96EhG5U6ikCk8sc86e2A==","areaRef":"+VtK8jfgUFiaUzKnLDoKvQ=="},"content":{"description":"Line of Fire is a bolted route on a lesser travelled part of the mountain. It is deserving of its name. Wear a helmet.Pitch 1- several bolts to a belay cave with many boltsPitch 2- traverse out left of cave and onto face, following bolts to bolted belay; this is the area rock quality starts getting more interestingPitch 3- up and traverse right, several boltsPitch 4- crux pitch, up and past a couple bolts; the crux moves feel very airy compared to the rest of the routeFrom the top, move climbers left (west) and descend Pedrick's Chimney. Don't leave gear at the base. Getting from the top of the route to the trail to Pedrick's wasn't all that obvious, and included exposed, loose third class.","protection":"Bolts. Looks like the route was rebolted since the FA. The hardware itself is fine, but the rock is questionable. This likely explains the abundance of bolts at the belays.","location":"Follow Echo Canyon trail to just past the end of the second handrail section. At this saddle, a climber trail cuts west towards the rock. This is the bolted route to the left of the Neck Route dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,bdead98f-c128-5ab9-a7ce-1afcadd02f1b,f95b4af2-37e0-5058-9a53-32a72c3a0abd","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Camelback Mountain","South Walls/Neck Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.2"},{"count":1,"label":"5.1"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.9618,33.5145]},"bbox":[-111.96233932506992,33.51405033981813,-111.96126067493007,33.51494966018186],"left_right_index":-1,"ext_id":"113808679","area_id":"+VtK8jfgUFiaUzKnLDoKvQ==","polygon":{"type":"Polygon","coordinates":[[[-111.96233932506992,33.51405033981813],[-111.96126067493007,33.51405033981813],[-111.96126067493007,33.51494966018186],[-111.96233932506992,33.51494966018186],[-111.96233932506992,33.51405033981813]]]}},"content":{"description":"This area includes routes from the saddle at the neck of the camel around to the south side of the head."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:46.550Z","updatedAt":"2024-01-20T00:56:43.083Z"}