{"_id":"6368a6a1e80bff5a995d1c36","area_name":"Other Place (CLOSED), The","shortCode":"","climbs":[{"_id":"bWAsTSAmXRmyXBaBKVDPeQ==","name":"The Way of the Beaver","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Matt Fanning","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":22,"mp_id":"107435818","mp_crag_id":"106852132","climb_id":"bWAsTSAmXRmyXBaBKVDPeQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Cool combination of techy face and roof jug pulling.  Often wet, unfortunately.","protection":"bolts","location":"The farthest-left route in the alcove that is just right of Depth Charge area."},"__v":0},{"_id":"vHIKA/F0UqmmdZnRDJ+eQA==","name":"U Boat","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dan Brayack","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":17,"mp_id":"106873883","mp_crag_id":"106852132","climb_id":"vHIKA/F0UqmmdZnRDJ+eQA==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is a great climb!  If you like slopers, this is your climb.   Begin at the start of My First Eleven to reach the first bolt.  From here, climb up passing the 2nd bolt to reach a horizontal and traverse a bit right.   From the traverse to the 5th bolt, climb quickly.   Crux is just above the 4th bolt.  Take a rest after the crux and follow easier rock to the shuts.","protection":"7 bolts, shuts.","location":"This route is located between My First Eleven, 5.11b and Submarine, 5.12a.   From the approach trail, head right passing the tall overhanging wall, this route is just before reaching a large boulder that the trail jogs around."},"__v":0},{"_id":"/a0WgMtPX9Og6rdOTXGGzw==","name":"Treeiage","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"William Bauer, Dan Brayack, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":9,"mp_id":"106873836","mp_crag_id":"106852132","climb_id":"/a0WgMtPX9Og6rdOTXGGzw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Begin at the dirty right facing corner and climb up and right to reach an overhanging section.   Continue up the face, passing some great holds until reaching the last bolt.   At the last bolt, find a way to move through the thin moves to reach the shuts (crux).","protection":"5 bolts, shuts.","location":"Heading left and around the corner from the approach trail, this route begins to the right of a crack system and a dirty right facing corner.  About 15 feet to the left of Hundred Acre Wood, 5.9"},"__v":0},{"_id":"vua2XR3DVly0IGPlYMAuaw==","name":"Tooter","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":39,"mp_id":"107265982","mp_crag_id":"106852132","climb_id":"vua2XR3DVly0IGPlYMAuaw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Climb the face just left of a right facing crack, using the crack like an arete. Gets interesting toward the top, layback or stem until you can traverse left to the top of Teeter. Worth doing if you just led Teeter, but look out for spiders (you may want to clean on the way down from Teeter).","protection":"Top-rope from the anchor for Teeter.","location":"Just to the right of Teeter. Lead Teeter then set up a top-rope for both routes."},"__v":0},{"_id":"6afIJLdbXaKuzegWMxc58w==","name":"Tigger Goes to the Enchanted Forest and Tears a Flapper on Pooh's Asshole","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bob Value","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":12,"mp_id":"111941073","mp_crag_id":"106852132","climb_id":"6afIJLdbXaKuzegWMxc58w==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Asinine name aside, this route would've been a nice 5.9 or 10 save for one blank section at the second bolt. A little boulder problem featuring a large-ish move to a sloping dish marks the beginning and end of the difficulties on this single-move wonder. In fairness, it does climb good Meadow River stone.\n\nIf you're a boulderer, a gimme hunter, or misread the guidebook and thought you were on an adjacent route, this climb is for you.","protection":"Bolts + 2 bolt anchor. Earplugs so you never have to hear the route name.","location":"Right of D.D (10a), face before the arête."},"__v":0},{"_id":"31X/opYMUPS78cj8wZ9kbQ==","name":"There's a Thing on the Wing of this Plane","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan Brayack, Matt Fanning, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":5,"mp_id":"106853421","mp_crag_id":"106852132","climb_id":"31X/opYMUPS78cj8wZ9kbQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Start with a few bouldery moves to gain the vertical face and climb to the roof.   At the 3rd bolt, head up and left, aiming for the obvious flake system that leads to a break in the roof (crux).  Gain somewhat of a stance at the roof break and continue up and left to make the final clip above the overhang.  The moves in the roof are really fun.  Lots of heel hooking!","protection":"6 bolts.  No anchor.  Lower from the last fixed draw above the roof on the white face.","location":"From the approach trail, head left following the cliff up hill over some boulders to reach a large overhanging wall known as \"The Hangar\".   This line starts on the face below the overhang on the right portion of the wall.  It shares the start with Hook, Line, and Tigger, 5.12a.  The lines split at the 3rd bolt, this one heads left."},"__v":0},{"_id":"hxPqp1gOXX2mzbUNcvJRzQ==","name":"Teeter","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sam Powell, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":38,"mp_id":"106873969","mp_crag_id":"106852132","climb_id":"hxPqp1gOXX2mzbUNcvJRzQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is a nice short 5.9 that is certainly worth doing.   This, like many others in this area, will benefit from more traffic to clean them up.  Locate this short climb just to the left of a crack/corner system.   Climb up the short face, finding good but thin holds along the way.","protection":"3 bolts, shuts.","location":"Continue right along the cliff.   Pass by all of the climbs until you reach a point where the trail heads up a short hill in a section of cliff breakdown.  The trail will put you at a face with several sport routes.   Head up hill and look for a short sport route under a large block that sticks out from the ledge above it."},"__v":0},{"_id":"myk2HT5FWaK8qfFJR4JR7g==","name":"Submarine","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dan Brayack, Matt Fanning, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":18,"mp_id":"106888425","mp_crag_id":"106852132","climb_id":"myk2HT5FWaK8qfFJR4JR7g==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is a fairly solid route for the grade, nearly all of it will have your attention.  Start by grabbing the long horizontal ledge and pull up to gain a stance.  Head up and left toward a thin slab.  Make some very thin moves and head toward the overhanging upper section.  Clip the last bolt and work your way up the right edge of the arete, making a desperate reach for the clipping jug for the shuts (crux).","protection":"6 bolts, shuts.","location":"This route climbs the striking white face immediately to the right of U Boat, 5.12a and about 15 feet to the left of the start of Depth Charge, 5.12b."},"__v":0},{"_id":"oYhYyuJAXJeoPnm48tsSqg==","name":"Stolen Tiggers","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Stephen Patton","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":27,"mp_id":"107435799","mp_crag_id":"106852132","climb_id":"oYhYyuJAXJeoPnm48tsSqg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Really fun mixed climb.  Climb through steep, sequential pockets, to a technical slab, until you are established beneath the obvious body-length roof crack.  Fire through the crack, over the lip, and then cruise up bomber jugs to the anchors.","protection":"Three bolts at the beginning, then gear, maybe one of each size from .3 to 3 camalots.  Use slings, as there is high potential for rope drag in the roof crack.","location":"As you walk downstream just past Depth Charge, the crag kicks into a cave/alcove, and turns 90 degrees to face you.  This is the only roof crack on this section."},"__v":0},{"_id":"joHJOSFEWiqFKzXlYHrF2w==","name":"SR71","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Fanning","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":1,"mp_id":"111808457","mp_crag_id":"106852132","climb_id":"joHJOSFEWiqFKzXlYHrF2w==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"A route for the diehard roof aficionado. Others might find it slightly less appealing due to poor rock quality and the general grunginess of routes on the left side of the Hangar.\n\nClimb gingerly up the chossy but easy face. Minor difficulties are encountered transitioning into the roof, but soon you'll be treated to a couple of plate jugs and great heel hooks.\n\nAfter a long move to a brick hold, the short-lived crux begins, involving a huge move to a half-pad crimp rail. A hand-foot match allows you to match your hands up in preparation for a final lunge into a jug. A few more moves of glory campusing along buckets bring you to the end of the roof, and a vegetated bit of vertical 5.easy leads to the anchors.","protection":"Aged nylon permas","location":"In the Hangar, second route from the left."},"__v":0},{"_id":"EU9lbwUlXA2ju7tYec2kRg==","name":"Rosetta Stone","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Maura Kistler, Tracy Ramm","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":24,"mp_id":"106853486","mp_crag_id":"106852132","climb_id":"EU9lbwUlXA2ju7tYec2kRg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This route climbs like a trad route, and it was originally.   Start by climbing a crack to its end and then head left over some easy ground on the face.  Climb straight up until the rock bulges.  Pass the bulge on the right and continue up the face to reach a small overhang.   Pull the overhang to reach the shuts.","protection":"9 bolts, shuts.","location":"From the approach trail, head right.  After passing the obvious overhangs on Depth Charge, 5.12b continue for about 25 yards to reach a wall that faces the trail.  This route begins in the center of this wall at a crack system behind a large tree."},"__v":0},{"_id":"sK1N9PZbUJGX1HZnVtPQyQ==","name":"Ring Worm","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sam Powell 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":43,"mp_id":"108322998","mp_crag_id":"106852132","climb_id":"sK1N9PZbUJGX1HZnVtPQyQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"With bolts approximately 10 feet apart on a seemingly blank slab, this route and the ones to either side (Yikes (5.9) to the left and Focus Point 5.11b to the right) look and feel way harder than their ratings. There are some wavy features that start near the base between Ring Worm and Focus Point and traverse up the wall to the top of Yikes. But you've got to pick one line to follow. I picked this one without consulting the guidebook and think I made the right choice. When I was there (Labor day weekend 2013), the first 10 feet along the base of all 3 routes was covered with a thick, wet layer of moss so stick clipping the first bolt and then yarding up the rope was mandatory. You may want to drag the stick clip up the wall with you for some of the other bolts. I'm not saying *I* did that, but I will say this was the first time I \"aided\" a sport route.","protection":"5 bolts to a pair of open shunts at the top. My preferred method for rigging a toprope on open shunts is to girth hitch a sling directly to each shunt. The tight slings are much less likely to get flipped off the open shunts and you don't have metal on metal scratching up the shunts (which will then scratch up your rope when you pull it).","location":"Keep following the obvious path to climber's right of all the other routes at The Other Place until you come to the slab. The 2010 edition of New River Gorge Rock Climbs by Mike Williams (Wulverine Publishing) lists Yikes as a trad route but it has since been bolted."},"__v":0},{"_id":"QXRljuHTXXul63Vtu4lFcg==","name":"Pulp Friction.","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bob Value, Dan Brayack","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":28,"mp_id":"106888440","mp_crag_id":"106852132","climb_id":"QXRljuHTXXul63Vtu4lFcg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is an interesting route and worth doing to experience the unique rock feature at the crux.   Climb up the vertical face making some technical moves to reach the overhang.  At the overhang, set up on the underclings in the bulging rock and find a way to make the long reach to the horizontal crack above (crux).  You will be rewarded if you have a large ape index.  From the horizontal, it's nothing but jugs to the shuts just above the lip of the final overhang.","protection":"7 bolts?, shuts.","location":"This route is the 4th bolted line to the left of Low Brow, 5.12a.  Immediately to the left of Disco, 5.11a.   Look for the obvious unique bulging and swirled feature of rock at the overhang."},"__v":0},{"_id":"54zhhb2bXtqn+52fJ+g5GA==","name":"Potato Gun","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":41,"mp_id":"108080646","mp_crag_id":"106852132","climb_id":"54zhhb2bXtqn+52fJ+g5GA==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Start in an interesting crack, through some easy moves, into a goofy two finger under-jam something, to a tricky slopey finish near the anchors","protection":"Memory serves... 4 bolts\n\nThe crux is definitely below the anchors, but the slight overhang makes it a safe fall.","location":"Farthest right climb in the section with Teeter (5.9); or the last climb before walking a ways to the slabby stuff."},"__v":0},{"_id":"HMrBh25bXuSPUYvvmo2RZg==","name":"Roof of Death","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan Brayack","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":2,"mp_id":"107435790","mp_crag_id":"106852132","climb_id":"HMrBh25bXuSPUYvvmo2RZg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is a very intimidating roof crack that splits the center of the Hanger Cave.  Although the huge underling/jam crack is the defining feature of the route, the bad landing, hard moves, sketchy pro, and seeping rock at and just above the initial roof are what keep most people off this route.","protection":"cams up to 4 camalot, slings.  Bolted anchor.","location":"This is the super-obvious roof crack in the \"Airplane Hanger\" cave, at the far left end of the crag."},"__v":0},{"_id":"fW2X/dZ/WhibTU/S09pMLw==","name":"Plumb Pudding","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt Fanning","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":23,"mp_id":"112238461","mp_crag_id":"106852132","climb_id":"fW2X/dZ/WhibTU/S09pMLw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"A linkup of The Way of the Beaver and Rosetta Stone. Start at the left side of the alcove that is right of Depth Charge on the thin, sharp, mossy face. Stay to the right of the crack, and climb the middle bolt line once to some bigger holds that will cut over a small roof. It's a bit run out if you're not solid at the grade, but it's fun climbing with rests when you need them.","protection":"5 bolts + bolt anchor","location":""},"__v":0},{"_id":"zLIaGSPtUGufzZgb57tVMA==","name":"P38 Lightning","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"DB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":4,"mp_id":"108178733","mp_crag_id":"106852132","climb_id":"zLIaGSPtUGufzZgb57tVMA==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Start up Tiggers and Airplanes, but after the left-ward traverse, continue traversing left past a new bolt and a techy roof crux to finish up the last crux of B-52.","protection":"Bolts","location":""},"__v":0},{"_id":"4SbO0LDyXDuq9LhKW2jN/w==","name":"Old Scratch","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Craig Lewis","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":15,"mp_id":"111855472","mp_crag_id":"106852132","climb_id":"4SbO0LDyXDuq9LhKW2jN/w==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"A great line that breaches the steepest part of the buttress.\n\nBegin with a difficult boulder problem involving a couple of long moves between a blocky jug and a few sculpted crimpers. Cruiser terrain leads to a ledge rest at the third bolt. Thuggy climbing through the black rock of the roof ends with a cruxy lip encounter to establish on the face.\n\nRest up while you stare down a perplexingly blank section. After unlocking some \"a-ha!\" beta, finagle your way to your second no-hands rest of the route. Keep your guard up, however; a final crux awaits on the dirty slab just before the anchors, involving a balancey sequence on sloping pockets.\n\nVaried, cool climbing up a proud feature.","protection":"Bolts, nylon permas on the roof bolts. Two-bolt anchor.","location":"Start just right of the prominent crack that cleaves the buttress."},"__v":0},{"_id":"fnluYhVOXieixuRRzZlcqw==","name":"New Mexican Rodeo","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Matt Fanning","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":30,"mp_id":"106873934","mp_crag_id":"106852132","climb_id":"fnluYhVOXieixuRRzZlcqw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is a really nice line that will benefit from more traffic to clean it up.   The moves are similar to those of its harder neighbor, Low Brow, but easier.   Climb up to reach a small overhang and gain a stance above it.  From here, climb up to the left of the bolts until the route forces you to the right.   Continue up to reach a nice ledge above the slab portion to reach a short, shallow left facing corner.   Using the smooth edge of the corner to reach a stance below the anchors (crux).","protection":"8 bolts?, shuts.","location":"Start about 20 feet to the left of the start of Low Brow, 5.12a."},"__v":0},{"_id":"oIJLVpdHWJ2ZznVmWG/0PA==","name":"My First Eleven","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"David Sampson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":16,"mp_id":"106873898","mp_crag_id":"106852132","climb_id":"oIJLVpdHWJ2ZznVmWG/0PA==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is a really nice 5.11 that goes to the top of the cliff.   Climb up the slightly overhanging white rock finding positive jugs in between slopers.   The crux is over within the first few bolts.   Continue up to reach a large ledge a little over the half way mark.  Here you'll see an old pin anchor.  Continue up the arete to gain the upper face.   The difficulty decreases substantially as you near the top, however the top is still quite fun.  The first half of this route is pretty sustained.","protection":"9 bolts, 1 pin, and a 2 bolt anchor.","location":"This route is just to the left of U Boat.  From the approach trail, head right passing the tall overhanging section of rock."},"__v":0},{"_id":"69A9qzJgWP2wxO2uMtey5Q==","name":"Malt Extract","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rudaw Janowic 7/2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":42,"mp_id":"119660461","mp_crag_id":"106852132","climb_id":"69A9qzJgWP2wxO2uMtey5Q==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is the easy version of \"Tigger's Don't Like Honey\" (common start).  Start \"Tigger's Don't Like Honey\" and climb to the right (first bolt) and follow line of the bolts to the anchor.","protection":"5 bolts. bolt anchor.","location":""},"__v":0},{"_id":"lSjAjtePXzKRZId1tIUumQ==","name":"Makes You Figure","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Brayack, Matt Fanning, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":8,"mp_id":"106960793","mp_crag_id":"106852132","climb_id":"lSjAjtePXzKRZId1tIUumQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Stretch out because you're going to get some HIGH left feet on this one. There are a couple of different ways to work through the crux, though, so if high feet aren't your thing, don't get scared off.\n\nStarting from the ledge, climb up through some moderately difficult moves trending left to a rest stance. Gather up your strength and go for the well-protected crux a little bit above, making use of a great side-pull.\n\nSit down, knee-bar, or just keep climbing through the much easier terrain to the anchor.","protection":"6 bolts, bolt anchor","location":"Up on the left side of the ledge that stands between Tiggers and Airplanes and Hundred Acre Wood."},"__v":0},{"_id":"M+4fiflYVnKGHUFVBJ9puw==","name":"Macauley's Irish Stout","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Shawn Macauley, Kenny Parker, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":33,"mp_id":"106853498","mp_crag_id":"106852132","climb_id":"M+4fiflYVnKGHUFVBJ9puw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Start on a low overhang and climb up and left making bouldery moves to gain a stance.  Continue straight up to clip the 3rd bolt.   Make a dyno to a horizontal (crux) off of some crimps.  From here, head left to reach the arete.  Climb the arete on the right side, passing the 4th bolt to reach the shuts.  Beautiful and powerful climbing for such a short route!","protection":"5 bolts, shuts.","location":"From the approach trail head right.  Continue past the obvious Depth Charge, 5.12b overhangs.  Continue past the next section of wall around a corner.  Keep going past the striking face of Low Brow, 5.12a.  Look for another striking line with many horizontals on white rock to the right of an arete."},"__v":0},{"_id":"HK6yrelgVnC9ueAukC9DxQ==","name":"Low Brow","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":31,"mp_id":"106873920","mp_crag_id":"106852132","climb_id":"HK6yrelgVnC9ueAukC9DxQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is a must do for the area!  Very unique climbing on a beautiful face with many eyebrow like horizontals.  It's best to do this one in cooler temperatures.  Start at the right side of the wall beneath a clean brown face with many horizontals.   Climb up to reach an overhang and traverse right to gain a stance above it.  Continue to traverse up and left.   The holds will begin to get thinner as you proceed.   The crux begins as you approach the 6th bolt and continues until just before the 7th bolt.  After the 7th bolt, the climbing eases up, but the moves to reach the shuts are still thought provoking.","protection":"8 bolts, shuts.","location":"From the approach trail, head right.  Continue along the cliff until you reach an obvious brown wall covered in eyebrow-like horizontals.   This route is about 25 feet to the left of Macauley's Irish Stout, 5.12b."},"__v":0},{"_id":"sEAgN1g4X7GrMUcOy73KNA==","name":"Krag Kommander","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Matt Fanning","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":21,"mp_id":"110906028","mp_crag_id":"106852132","climb_id":"sEAgN1g4X7GrMUcOy73KNA==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Encounter a crux at each of the stacked tiers of rock. There are 4 different cruxes with each getting harder as you ascend upward. Catch a rest before pulling the last roof and heading for the chains. The stopper crux at the end may spit you off if you are not fully committed!","protection":"Sport","location":"Shares a start with Spew (13a) and is located right of Depth Charge (12b)"},"__v":0},{"_id":"2LNxWypfXqq1YmOlJAxHTw==","name":"Hundred Acre Wood","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Brayack, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":10,"mp_id":"106853465","mp_crag_id":"106852132","climb_id":"2LNxWypfXqq1YmOlJAxHTw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Stick clipping the first bolt is recommended as the crux occurs as you reach the good hold to the left of the first bolt.   These opening moves are interesting and may involve taking both hands off the rock to reach the key hold above.   After the initial crux, its smooth sailing on positive jugs and plates the whole way to the top.\n\nThis is a popular route for setting up topropes, someone still needs to lead it however.","protection":"5 bolts, shuts.","location":"From the approach trail, follow the cliff to the left, around a corner and up the hill over some boulders.  This line begins up hill about 15 feet from the start of D.D."},"__v":0},{"_id":"pMezXVuHVZeOkF/mKtTdoA==","name":"Hope Pathology","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":37,"mp_id":"106853512","mp_crag_id":"106852132","climb_id":"pMezXVuHVZeOkF/mKtTdoA==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"To start, scramble to the top of the ramped boulder or start by stemming between the boulder and the wall to reach the first bolt. Climb straight up the clean face using small but positive crimps the whole way.   Near the top, the route can be made a touch harder by not using the wall to the right.","protection":"5 bolts, shuts.","location":"This route is located toward the right side of this area.  After passing Low Brow, 5.12a and Macauley's Irish Stout, 5.12b, you'll come to a ramped boulder about 3 feet away from a short face.  This is the right most line between the wall and this boulder."},"__v":0},{"_id":"yKCLO/j8UTqNWF67WYWYag==","name":"Hook, Line, and Sinker","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"DB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":6,"mp_id":"106913959","mp_crag_id":"106852132","climb_id":"yKCLO/j8UTqNWF67WYWYag==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"A good route with a pretty distinct crux move at the lip.","protection":"bolts, fixed draws","location":"This route shares the start with Tiggers and Airplanes, but goes right at the base of the roof.  Stick clip in front of the big clean boulder under the hanger (right of the obvious crack)"},"__v":0},{"_id":"YhDHGXeeXsGr1DinNQ+/nQ==","name":"Flaming Pellets","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Gene Kistler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":34,"mp_id":"106873946","mp_crag_id":"106852132","climb_id":"YhDHGXeeXsGr1DinNQ+/nQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"A great line!   This might be a bit heady if 5.11b is at your limit, as the bolts are a bit spaced out.  Climb overhanging rock to reach a pair of crimpers.  Make a reach to a perfect hole and clip the 2nd bolt (crux).   Continue up the arete and get a good rest just before the final overhang.  At the overhang, traverse out right to reach the 5th bolt at the lip of the overhang.   Make a few moves on OK holds to pull the overhang (redpoint crux).","protection":"5 bolts, shuts.","location":"This is the next bolted line to the right of Macauley's Irish Stout, 5.12b.   Locate the clean arete that leads to an overhang."},"__v":0},{"_id":"mbxjPy1SWCq/WTnmVqvUsQ==","name":"Eeyore Got the Bosch","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Brayack, Bob Value 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":40,"mp_id":"108080639","mp_crag_id":"106852132","climb_id":"mbxjPy1SWCq/WTnmVqvUsQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This sort of goes in all directions, with all kinds of moves: wide stance, long reaches, crimpy rails, side pulls, one slopey junk near the top -- nothing super-hard, but a rather sustained 11a.","protection":"6 bolts, bolted anchor","location":"To the right of Teeter (5.9), left of Potato Gun (11a); start in the big crack heading up towards the left, then after the first clip head back toward the right and straight up."},"__v":0},{"_id":"h+fc9YCkV8G3H5ZMCAh6zg==","name":"Eddie's Slab","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eddie Begoon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":36,"mp_id":"106873984","mp_crag_id":"106852132","climb_id":"h+fc9YCkV8G3H5ZMCAh6zg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Climb up the face wondering right and left as needed to follow the path of least resistance.   At about 3/4's of the way up, the route heads to the left of the bolt line with a few thin and reachy moves (crux).   As you approach the ledge at the top, be careful not to grab the loose block in the overhang.   Easy moves take you from the ledge to the anchors.","protection":"5 bolts, shuts.","location":"This route begins about 15 feet to the left of Hope Pathology, 5.10a. Begin at the base of a large slab boulder that creates a chimney between the block and the face. It's also just to the right of Dark Time, 5.11b."},"__v":0},{"_id":"25bk5zsCXDC+dVzaosw/fg==","name":"Disco","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Julia Statler","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":29,"mp_id":"106888456","mp_crag_id":"106852132","climb_id":"25bk5zsCXDC+dVzaosw/fg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is an interesting route.   Start by climbing up the vertical face to make a thin reachy move to a stance.  From here, head to the overhang with unique swirls in the rock.  Pull up to gain good holds in the overhang, clip the last bolt and head up into the brain-like face to the shuts.  There's a little space above the last bolt and the holds up there are a little dirty and not quite as positive as you may like.   Traffic on this route will likely increase once more people realize the grade (Not in Williams Guide).","protection":"6 bolts?, shuts.","location":"This is the 3rd bolted line to the left of Low Brow, 5.12a."},"__v":0},{"_id":"N2dArPeNXO+7wX+wXGXbkw==","name":"Depth Charge","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Matt Fanning, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":19,"mp_id":"106852135","mp_crag_id":"106852132","climb_id":"N2dArPeNXO+7wX+wXGXbkw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"This is the line to do if you come to this area!  Amazing climbing through 2 large roofs with fixed draws the whole way.   Climb up the vertical face, making some thin moves before the 1st roof.  Climb out the 15 ft roof along a flake to reach the upper face under the next roof.  Make a thin traverse right and then head up to pull the 2nd roof (crux).  Once you pull the 2nd roof, it's smooth sailing for about 20 feet to the shuts.","protection":"9 Fixed draws, shuts.","location":"From the approach trail, head right.  Pass a beautiful white blunt arete (Submarine, 5.12a) and look for the tall climb with massive roofs.  The start is just behind a boulder and large tree."},"__v":0},{"_id":"wgejfsvzUOyBD0/ONVt0eg==","name":"Dark Time","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rudaw Janowic, Kamil Polacek 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":35,"mp_id":"113135447","mp_crag_id":"106852132","climb_id":"wgejfsvzUOyBD0/ONVt0eg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Start just left of the blunt arête and climb up to the slab.  After a few sharp holds at the start of the slab, you'll reach a tenuous and hard to read crux.  Then enjoy a nice rest before pulling the finger crack through the roof.","protection":"5 new stainless bolts","location":"Just right of Flaming Pellets"},"__v":0},{"_id":"eYk6Hbu9X+Gbsjgq+2xlNg==","name":"Danger Flake","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"DB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":0,"mp_id":"106913953","mp_crag_id":"106852132","climb_id":"eYk6Hbu9X+Gbsjgq+2xlNg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Stick clip and follow the steep route out the left side of the Hanger...A pretty well defined crux and this one will clean up with more traffic.","protection":"bolts, fixed draws","location":"The far left route in the hanger, stick clip"},"__v":0},{"_id":"st4+622AVDe76RCH2KwgEg==","name":"D.D.","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dean Noonan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":11,"mp_id":"106853477","mp_crag_id":"106852132","climb_id":"st4+622AVDe76RCH2KwgEg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Start in the crack system and follow it to reach the high first bolt.  From here, move quickly over steep rock to reach the 2nd bolt (crux).  Continue up, pull the small overhang and head straight to the top on good holds.   This is a nice line, but it does put a little space between the bolts.   It's safe, but be careful if this is near your limit.\n\nThis is a popular route for setting top ropes, but someone needs to put it up on lead.","protection":"5 bolts, shuts.","location":"From the approach trail, follow the cliff around the corner to the left.  This is the 2nd bolted line from the right."},"__v":0},{"_id":"VFa5V9ZqWX+j5sVKd787Iw==","name":"Champollion","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rudaw Janowic, Anna Beutler 2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":25,"mp_id":"112238474","mp_crag_id":"106852132","climb_id":"VFa5V9ZqWX+j5sVKd787Iw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"A variation on Rosetta Stone that looks to have been put up recently. Start up the crack behind the big tree, but continue up and right on the shiny new bolts. High step to pull two moderate roofs and finish on some brainy slab. Fun and varied climbing - the holds around the crack lead to some interesting jugs and a standing rest before the two roofs.\n\nThis route and Rosetta Stone share the first three bolts.  When Rosetta Stone goes left after the 3rd, and Champollion more or less straight up.","protection":"9 bolts + bolt anchor","location":""},"__v":0},{"_id":"xah/SIDuWwKZ984n0QY3IQ==","name":"Beetle Byway","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":32,"mp_id":"108172884","mp_crag_id":"106852132","climb_id":"xah/SIDuWwKZ984n0QY3IQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Begin same as low brow (on a ledge at the below a 15' high roof, then at second bolt on roofs lip, follow the right trending ramp and crack to the right. take the crack up to the bulge and pull through on great holds to the headwall and work your way to the anchors on jugs.","protection":"8 bolts (?), Anchors","location":"right of Low Brow, the obvious right facing crack above the roof."},"__v":0},{"_id":"la0fozEyXqixi6XZmOEPYQ==","name":"B-52","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Matt Faning","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":3,"mp_id":"107153379","mp_crag_id":"106852132","climb_id":"la0fozEyXqixi6XZmOEPYQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Climb some relatively easy, but thoughtful, slab to the roof. Milk a half-sit rest and then head into the roof. Some good holds lead up to a large deadpoint/dyno to a sloping edge followed by a core intensive match and then some pumpy 5.12 climbing to the chains.","protection":"Mostly, if not all, fixed draws.","location":"This is the first sport route climbers right of the large roof crack that splits the roof."},"__v":0},{"_id":"g3H7V1QCX0Kb5NYwsKO2qQ==","name":"Astrolube Sex Wax","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dan Brayack","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":20,"mp_id":"108317668","mp_crag_id":"106852132","climb_id":"g3H7V1QCX0Kb5NYwsKO2qQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Astrolube Sex Wax is a relatively new addition to the growing list of great routes at The Other Place. Make your way up the technical face to the base of the roof. Climb out the roof on good holds, utilizing heels to manage the pump. The crux is the last move getting established on the face above the roof.","protection":"5 bolts","location":"Just right of the classic Depth Charge"},"__v":0},{"_id":"ZkgnNq8BUH+yYGD/XfOStg==","name":"Arresting Start to a Noble Finish","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Stevenson 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":13,"mp_id":"110994695","mp_crag_id":"106852132","climb_id":"ZkgnNq8BUH+yYGD/XfOStg==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"The \"arresting start\" involves a bouldery sequence that can be done coming in from the right or the left. After getting a breather on jugs above the first bolt, commit (carefully) to a sequence on slot edges to the second bolt. A dynamic move gives way to a mantel onto a ledge.\n\nThirty feet of easy climbing through bad rock lead to a tricky sequence involving some longer reaches on steep terrain and a somewhat awkward maneuver to get established under the intimidating roof. Thankfully, the \"noble finish\" is far easier than it appears; just follow the line of epoxied buckets and enjoy the position.\n\nPull over the lip, clip the anchors, and then contemplate the most difficult crux of the route: how to clean it.\n\nGood movement at the beginning and end, marred by some poor rock and copious glue.","protection":"9 Bolts, two bolt anchor.","location":"The route directly in front of the approach trail on the White Wall. Starts on solid gray stone and climbs the high roof."},"__v":0},{"_id":"/wkN+EjKVMy7zUYhO2CB5Q==","name":"All Tuckered Out","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brayack/Fanning","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":26,"mp_id":"107435823","mp_crag_id":"106852132","climb_id":"/wkN+EjKVMy7zUYhO2CB5Q==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Stolen Tiggers' twin, with more bolts and no roof crack.  Steep pockets, to slab, to juggy roof.  I thought the slab was the crux.","protection":"10 bolts.  Might be a fixed draw at the roof.","location":"Just left of Stolen Tiggers"},"__v":0},{"_id":"7FyGAYemVxm6bRWUkWnECQ==","name":"Accusing the Innocent","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dany Brayack, Matt Fanning, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":7,"mp_id":"106853446","mp_crag_id":"106852132","climb_id":"7FyGAYemVxm6bRWUkWnECQ==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Climb up a slabby section of rock making a few thin moves to reach a nice rest stance below the overhang.  Climb up and pull the roof.  After pulling the roof, search for holds to make a clip (possibly the technical crux).   Continue straight up to reach the last bolt and fight the pump to clip the shuts.  This route is still a bit dirty but it will likely improve with more traffic.","protection":"6 bolts, drop in shuts.","location":"This line is located on the right side of \"The Hangar\", located on the far left side of this area.   It begins just under the right side of the roof and passes the roof to gain a face to the right."},"__v":0},{"_id":"Cunf7XrVXtiRfDR2tN91Pw==","name":"[Redacted]","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Stevenson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"left_right_index":14,"mp_id":"112889088","mp_crag_id":"106852132","climb_id":"Cunf7XrVXtiRfDR2tN91Pw==","areaRef":"+PT4XsqpX6SEbTI82WhiPw=="},"content":{"description":"Begin as for Stiff Upper Lip (11d), groveling your way through some dirty crack/offwidth. Take care reaching the second bolt, and then paddle through some subpar overhanging stone to the base of a dihedral roof feature.\n\nDo a few hard pulls to reach a no-hands rest before the crux, a beautifully featureless sheet of white-orange stone. Crank a hard lockoff to reach the slippery arete, then figure out how to not barndoor off as you aim for a stance out left under the cap roof.\n\nThough it would be logical to end the route here, every New River climb must end at the top of the cliff, so do a final dirty roof encounter, trending right along a roof flake to anchors on the face (make sure you take a moment to locate these from the ground or you might get hopelessly lost).","protection":"Bolts to a bolt anchor.","location":"Crack left of Old Scratch (12d). Shares first two bolts with Stiff Upper Lip (11d)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,dfd51586-7af2-59dc-bd58-455e2fd2e841,37f6855c-bf8e-58c9-b5d7-6ed55f552e4b,f8f4f85e-caa9-5fa4-846d-323cd968623f","pathTokens":["USA","West Virginia","New River Gorge, The","Meadow River Gorge","South Side Crags (CLOSED)","Other Place (CLOSED), The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":8,"label":"5.12a"},{"count":1,"label":"5.10b"},{"count":3,"label":"5.8"},{"count":2,"label":"5.12c"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.9+"},{"count":4,"label":"5.12b"},{"count":2,"label":"5.13b"},{"count":3,"label":"5.10a"},{"count":4,"label":"5.11a"},{"count":2,"label":"5.9"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.10+"},{"count":4,"label":"5.11b"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.13a"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"sport":{"total":42,"bands":{"unknown":0,"beginner":2,"intermediate":11,"advanced":26,"expert":3}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":11,"advanced":27,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.90997,38.14137]},"bbox":[-80.91054173083884,38.14092033981814,-80.90939826916116,38.141819660181866],"left_right_index":-1,"ext_id":"106852132","area_id":"+PT4XsqpX6SEbTI82WhiPw==","polygon":{"type":"Polygon","coordinates":[[[-80.91054173083884,38.14092033981814],[-80.90939826916116,38.14092033981814],[-80.90939826916116,38.141819660181866],[-80.91054173083884,38.141819660181866],[-80.91054173083884,38.14092033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":44,"__v":1,"createdAt":"2022-11-07T06:33:08.731Z","updatedAt":"2024-01-20T01:08:50.574Z"}