{"_id":"6368a185e80bff5a9954f506","area_name":"Ledger Crags, The","shortCode":"","climbs":[{"_id":"GoEGg+6PWPWZCC+OSc/ddA==","name":"Moe's Error","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4905,36.16372]},"left_right_index":999999,"mp_id":"112333253","mp_crag_id":"105732221","climb_id":"GoEGg+6PWPWZCC+OSc/ddA==","areaRef":"IITocXa/Xe+7EjkfWh6Cow=="},"content":{"description":"Follow the first pitch of the Ledger and then go up the varnished wide crack through some friable rock.  (See pic.)","protection":"Standard rack.","location":""},"__v":0},{"_id":"FSE0Csz9V0mDDkOm4QbcwA==","name":"The Ledger","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Tom Kaufman, Phil Jones, Betsy Herbst, Steve Jones, Joe Herbst. December 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4905,36.16372]},"left_right_index":0,"mp_id":"105733136","mp_crag_id":"105732221","climb_id":"FSE0Csz9V0mDDkOm4QbcwA==","areaRef":"IITocXa/Xe+7EjkfWh6Cow=="},"content":{"description":"This route travels up the dihedral on the far left side of the cliff. The prominent corner of the second pitch is not quite visible from the road nor from the hike in. The start is about fifty feet to the left of the start of the route \"Holed Up\", which features a black hole in the center of the brown rock on the second pitch. \n\n  The short first pitch of The Ledger follows a dirty corner system through some vegetation including some yuccas to a large bushy ledge. \n\n  Pitch two follows the obvious dihedral to the next large ledge. \n\n  Pitch three climbs the left leaning crack through a well-protected crux to the top of the cliff. The exposure here is exciting. \n\n  Descend by walking off left into the gully that separates the cliff from Sheep Skull Crags. Route finding here is not obvious and the gully is quite overgrown. An alternative descent involves hiking to the right and down climbing a short way to a rappel tree. A single rappel with two 60 meter ropes gets you to the ground.","protection":"Standard rack up to Camalot #3","location":""},"__v":0},{"_id":"ZbXzOYDyXGyz7W48sfuFCw==","name":"Holed Up","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Allen, Joe Herbst, Tom Kaufman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4905,36.16372]},"left_right_index":1,"mp_id":"112423589","mp_crag_id":"105732221","climb_id":"ZbXzOYDyXGyz7W48sfuFCw==","areaRef":"IITocXa/Xe+7EjkfWh6Cow=="},"content":{"description":"Clearly visible from the Loop Road, Holed Up is the massive wide crack leading to a cave-like feature on the most varnished portion of the Ledger Crag. The first and last pitches are chossy entry/exit pitches, but they are not the reason you came up here: You came for the second pitch which is a burly, overhanging offwidth. This route bakes in the sun from morning until late afternoon and is a good winter destination. \n\n  P1 (100', 5.6): Begin below the wide crack at the righthand of two short, chossy, pink chimneys separated by a pink fin of rock. Climb the chimney and move up and right into a decomposing corner. Belay from a sloping ledge that is held together by a few large scrub oaks. \n\n  P2 (90', 5.10+): Move up the wide crack which is relatively easy at first and leads to a strenuous stance on an obvious foothold. From this foothold, the crack overhangs wildly and the next 15' are very difficult. Thrutch upwards to a salvation hand jam and mantle onto a flake for a rest. From here a relatively easy squeeze chimney leads up and into the \"hole\". I recommend moving just above the hole to a great stance for a belay off of medium wires. A memorable pitch. \n\n  P3 (60', 5.9): Climb up and left on a ramp. Perhaps the most logical option would be to move around the corner at this point to a large platform shared with the second pitch of The Ledger and descend that route, but the original line moved back right onto the face (one unprotected 5.9 move) to easier climbing up thin patches of varnish to the top of the wall. \n\n  Descend by doing three raps with a single 60m rope down The Ledger. The first and last rappels are off bolts; the middle rappel is off a slung boulder on the platform.","protection":"A single set from Purple TCU (or equivalent) to #6 Camalot with a VG9 and a set of wires would be more than enough... And having the VG9 is very nice.  \n\n  If I did it again I would bring (crux pitch only): \n\n  A #5 Camalot for the start of the OW.   A #6 Camalot and a VG9 to walk up the majority of the pitch.   A #4 BD Stopper for a small constriction at the start of the crux section.   A Purple TCU (or equivalent) for a small slot at the top of the crux section.   A 0.75 Camalot for the flake before the final squeeze.   Additional wires for the belay. \n\n  You'd be hard pressed to place any other cams on the crux pitch (it goes wide immediately and stays wide) and could use this same rack to protect the first and last pitches as well.","location":""},"__v":0},{"_id":"8CtROgs2UjaOOtYhUmVTnQ==","name":"Ben's Fault","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Benjamn FA","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4905,36.16372]},"left_right_index":999999,"mp_id":"116506195","mp_crag_id":"105732221","climb_id":"8CtROgs2UjaOOtYhUmVTnQ==","areaRef":"IITocXa/Xe+7EjkfWh6Cow=="},"content":{"description":"Continue on a right angling crack system, instead of walking up on the bushy ledge to the second pitch dihedral of The Ledger. This crack will go thru/near a couple bushes and will put you about 20 feet above the standard second pitch start (see pic). You will have several flakes at your face as you traverse 12' right (crux) to gain the left facing dihedral. Continue up dihedral, linking the pitches to the web/cord anchor and start of the traditional third pitch (55m total)","protection":"standard rack","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,c18de7fc-262f-5d9d-bea2-a06b935acda8,2084e871-76bf-5def-bb12-391f5a1e82a3","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","White Rock Spring","Ledger Crags, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4905,36.16372]},"bbox":[-115.49105696912576,36.16327033981814,-115.4899430308742,36.16416966018186],"left_right_index":-1,"ext_id":"105732221","area_id":"IITocXa/Xe+7EjkfWh6Cow=="},"content":{"description":"Around the corner, across a drainage and to the southwest of Angel Food Wall lies this lesser known cliff. The Ledger Crags face south, giving it plenty of sunshine, making for a good winter destination. The cliff has striking, glass-like, chocolate rock that often looks glossy and wet from the road.  \n\n  It is possible to descend from the routes by walking left, down in to the drainage back to the the base of the rock, but this gully has proven to be quite over-grown with scrub oak. Another alternative is to scramble to the right of The Ledger about 200 feet, down a gully to a rappel tree. One rappel with two 60 meter ropes gets you back to the ground."},"density":0,"totalClimbs":4,"__v":2,"createdAt":"2022-11-07T06:11:24.895Z","updatedAt":"2024-01-15T16:46:18.274Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e4cbf8258fb5bda035e2","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}