{"_id":"63689d5ce80bff5a994f5049","area_name":"Penny Royal Arches","shortCode":"","climbs":[{"_id":"Gg5YvJH1WSeA7TLzhGhJwA==","name":"White Slab","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Tom Gerughty and Dave Calfee","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":9,"mp_id":"106013771","mp_crag_id":"106013351","climb_id":"Gg5YvJH1WSeA7TLzhGhJwA==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"All pitches 5.4.  Start out in the prominent left facing corner.  Follow the corner for 2 pitches.  Face climb up to lower angle terrain and the rappel anchor.","protection":"Standard Rack.  Only fixed anchor is at the end of the third pitch, which, is the rappel anchor also.","location":"3 pitch route on the right side of Pennyroyal Arches.  Obvious low angle left facing corner crack.  Rappel Diaphoretic Spasms (first rappel is half rope, then two double rope rappels to the base of the route)."},"__v":0},{"_id":"oeq3WSXmV8CzXq1gDoU9Cw==","name":"The Vision","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Higgins and Tom Gerughty 8/70","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":2,"mp_id":"110938274","mp_crag_id":"106013351","climb_id":"oeq3WSXmV8CzXq1gDoU9Cw==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"A classic Higgins route up a gold colored wall!\n\nPitch 1 - climb up a small left facing dihedral and a short 5.8 face to a two-bolt anchor.\n\nPitch 2 - climb up right then left then back up right past three bolts heading for the left edge of a nice belay ledge. Gear belay.\n\nPitch 3 - Gold. The money pitch. Head up and left past a bolt to a second bolt. Go straight up to a third bolt. From here traverse right(crux) to a prominent crack. Go up the crack a short ways and belay.\n\nPitch 4 - climb the crack(fingers and hands - 5.8) to a ledge and belay.\n\nPitch 5 - a short, easy pitch to low angle slabs and trees ends the climb.","protection":"Take a full rack of stoppers and cams up to a #2 Camalot.","location":"This route starts just right of the bottom of the right edge of the huge dihedral which splits Pennyroyal Arches. BITD, this was the only route on the face. Now, there are many more. Be careful not to stray onto another route.\n\nThe descent is rather cumbersome. From the top of the climb head right on low angled slabs(a rope might come in handy in one spot) to the extreme right edge of the formation and make a tedious 4th class/low 5th class descent.\n\nPeople have tried to rappel from the trees at the top of the climb and utilize the anchors on some of the climbs below, but there is no established route.  There is an established rappel route which starts near the top of the route Euphoria. It's four double 60m rope raps from bolts to the ground."},"__v":0},{"_id":"WUVKwUR5VGO1bpeAoRuWXQ==","name":"Penny Lane","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bruce Hildenbrand and Clint Cummins 9/2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":0,"mp_id":"110937979","mp_crag_id":"106013351","climb_id":"WUVKwUR5VGO1bpeAoRuWXQ==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"This route includes gear-protected crack climbing, bolt protected face climbing and a fun roof.  The first two pitches are a great place for leaders getting into trad climbing to practice placing gear.\n\nPitch 1 - head up and slightly left on a short headwall and gain a crack which runs up the face. Climb this crack for about 30 feet then traverse right into another crack which runs longer up the face. Follow this crack for about 100' to the belay which takes a #2 and #3 Camalot. This pitch is about 215' so if you have a 60m rope you will need to simulclimb with the follower on easy terrain. 5.6.\n\nPitch 2 - work up and left into a left facing dihedral which turns into a roof. Surmount the roof on nice holds and proceed left to a ledge and belay(#1 Camalot and other gear). 5.5.\n\nPitch 3 - climb up and left following a small crack for 20 feet to the base of a dark water streak. Climb the water streak past seven bolts with the crux coming at the top. Two bolt anchor. Some gear placements can be found to supplement the bolts, if desired. 5.7.","protection":"Full rack of trad gear up to a #3 Camalot.","location":"This route begins at the low point of the rock buttress about 200' left of the huge dihedral which splits the Pennyroyal Arches formation.\n\nTo descend either traverse straight right about 100' to the tree atop the third pitch of Penny Dreadful(stay roped together; there is a 5th class move halfway) and do two double rope rappels(two 60m ropes mandatory). Alternately, head straight left on exposed ledges(be careful here) to the left end of the formation and around back to the start."},"__v":0},{"_id":"RjUckhX2WNqSL0ZBF/Q5Mg==","name":"Penny Dreadful","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Clint Cummins and Bruce Hildenbrand 9/2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":1,"mp_id":"110938036","mp_crag_id":"106013351","climb_id":"RjUckhX2WNqSL0ZBF/Q5Mg==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"The fourth pitch is full-value Meadows face climbing.\n\nPitch 1 - climb up easy slab for about 75-80' heading for an obvious right facing dihedral. Once you reach the dihedral you can get pro. Belay about halfway up the dihedral on a small stance. 5.6-5.7\n\nPitch 2 - continue up the dihedral and then up and right as it curves right. At it's end climb up into a small left facing dihedral. Belay about 20 feet below the large ledge system which splits the face. 5.7\n\nPitch 3 - climb up 25' to the large ledge and belay at a large tree. EZ\n\nPitch 4 - the crux. Climb up and right past two bolts to a small ledge. Place a small stopper between some knobs(optional) and step up to clip the third bolt. Traverse left and then up to a fourth bolt. Head up and right to a small crack system to the fifth bolt. Proceed up the crack (#2 Camalot) to a headwall and the sixth and seventh bolts. Surmount the headwall(crux) to a ledge with a bolt. Up a crack/seam(doesn't take pro, but not difficult) for 20' to a two bolt belay.","protection":"Take a full range of stoppers and cams up to a #3 Camalot.  The fourth pitch takes several small stoppers and a #1 and #2 Camalot.","location":"This route starts about 100' left of the huge dihedral which splits Pennyroyal Arches.  You are heading for the obvious right facing dihedral.  Climb up easy slabs to reach it.\n\nTo descend rap from the top of the fourth pitch with two 60m ropes.  From the large ledge rap from the tree for 60m to a double bolt anchor.  Rap 60m to the ground from there."},"__v":0},{"_id":"ZMSLKDP8UHG35gM6acoEHA==","name":"Myopia","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bruce Hildenbrand and Tom Sisson 8/78","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":7,"mp_id":"110706920","mp_crag_id":"106013351","climb_id":"ZMSLKDP8UHG35gM6acoEHA==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"A runout route put up in old-school Tuolumne tradition.  What's the opposite of 'vision'?\n\nPitch 1 - climb the discontinuous finger crack(5.7) to a two bolt anchor with quick links and chain.\n\nPitch 2 - head slightly right and up past two closely spaced bolts then up and right(5.10a) over a small roof to a third bolt.  Climb 20-25 feet to a two-bolt anchor.\n\nPitch 3 - climb up and slightly right past three bolts(5.10a) to the two-bolt anchor which is shared by Diaphoretic Spasms.","protection":"Stoppers and small stuff up to 1\" for the finger crack on pitch 1.  Bolts after that.","location":"This route is located to the left of Diaphoretic Spasms. Locate a discontinuous finger crack which leads to the right edge of a big arch.\n\nTo descend, either walk off to the right or rappel Diaphoretic Spasms."},"__v":0},{"_id":"CS7c7B/hVeCGR6rPwzfxew==","name":"Multiplication","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Herb Laeger, Eric Fazio Rhicard,  Bob Kamps, Hunt Prothro '87","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":3,"mp_id":"121760362","mp_crag_id":"106013351","climb_id":"CS7c7B/hVeCGR6rPwzfxew==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"Vague memories of this climb and Herb Laeger standing on one foot to drill a bolt shaking out that leg then finishing on the same leg after 25 minutes.Also that Bob Kamps had to be cajoled into putting any bolts in on the final pitch. Can't remember who lead what just that it was a long enjoyable day of adventure with two Legends.\n\n1)climb face past 3 bolts to a 4th (the belay) which is next to a flake that takes friends for the belay.This is about where the glacier polish begins. 2) Climb polish to unpolished rock to the same ledge that the 2nd pitch of the Vision ends. Four bolts protect this. Getting to the fourth bolt is run out but reasonable. 3)From the ledge go straight up glacier polished rock, a bit left of a small corner and crack to a bolt. This leads you to another crack which takes you up the steep polished buttress past 2 more bolts. It then reaches a small left facing which goes until you run out of rope and belay at the bottom of a ramp. 4)Climb ramp up to and through the big right facing corner. The one bolt on the pitch is here. Easy run out face climbing takes you to the top. Please feel free to upgrade the old 1/4 inch bolts if they have not been done already.","protection":"small cams and larger cams to one #4 for 3rd belay small wired nuts and alpine draws.","location":"Starts somewhere to the right of The Vision. See original topo I scanned."},"__v":0},{"_id":"9UbEnONvUYW8/+flQBzXAA==","name":"Hindsight","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Bruce Hildenbrand and Clint Cummins 9/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":6,"mp_id":"110706924","mp_crag_id":"106013351","climb_id":"9UbEnONvUYW8/+flQBzXAA==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"Fun climbing that leads nowhere.\n\nPitch 1 - climb the discontinuous finger crack(5.7) that is first pitch of Myopia to a two-bolt anchor with quick links and chain links.\n\nPitch 2 - climb straight up past six bolts to a two bolt anchor with quick links and chain links. Gear up to 2\" can be found between a few of the bolts and keeps the distance between protection reasonable.  The first bolt is near the right edge of the overlap above the belay.","protection":"Stoppers and small gear to 2\" for the finger crack on pitch 1 and to supplement the bolts on pitch 2.","location":"This route starts at the same location as Myopia.  Where Myopia tackles the white face on the right, Hindsight heads up the featured face on the left.\n\nRappel the route with two ropes.  Both raps are about 150'."},"__v":0},{"_id":"4yvS2LHNUfmY9wfBYDEqRA==","name":"Euphoria","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Wayne Merry, Jack Miller, Tom Gerughty","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":5,"mp_id":"106013355","mp_crag_id":"106013351","climb_id":"4yvS2LHNUfmY9wfBYDEqRA==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"Four pitch route.\n\nP1 5.7  Very long pitch.  Try to make the belay past the small bush/tree.\n\nP2 5.5R  Climb shallow corner to face.  Don't pass up protection opportunities especially on the lower part of the face (med cams).\n\nP3 5.6  Great pitch.  Run the rope out a full 200 feet if possible.\n\nP4 5.6  Another long pitch.","protection":"Standard rack.  No fixed gear on route.","location":"Route is located on left side of huge arch.  Look for three dihedrals next to each other on the left side of the big overhanging arch.  Euphoria is the middle route.  Rappel starting from tree to the climber's right to a two bolt rap station.  Thence for another three full length rappels.  Last rappel is located to the climber's right but viewable from rappel station, and, goes free air over the arch for a short bit.  Two 60m ropes."},"__v":0},{"_id":"dLb41N/HWbWECqV0eehgHA==","name":"Eagle Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Gerughty, Don Lauria, Mike Cohen and Jack Miller.  (July 1970)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":4,"mp_id":"119161279","mp_crag_id":"106013351","climb_id":"dLb41N/HWbWECqV0eehgHA==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"A nice alpine crack.  Pitch 1:  Climb the furthest left right facing corner (5.7) and belay at a stance.  Pitch 2:  Continue up the corner (5.7) and belay on a ledge.  Pitch 3:  Face climb (5.6) for 20 feet without pro to a left facing corner and then traverse left (5.7) without pro to the main corner.  Follow it to a belay at a stance beside a roof.  Pitch 4:  Easy climbing up the corner (5.6) leads to the top.","protection":"Pro to 3 1/2 inches.","location":""},"__v":0},{"_id":"JMmuMLuiVY+e+bheRIRy0Q==","name":"Diaphoretic Spasms","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ben Bysma, Jim Cunningham (Sept, '85)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"left_right_index":8,"mp_id":"107787582","mp_crag_id":"106013351","climb_id":"JMmuMLuiVY+e+bheRIRy0Q==","areaRef":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":"This is a one-star slab climb on the right end of the Pennyroyal Arches. It climbs up the blank low-angle face to the left of the White Slab route (a 5.4 up the prominent left facing arching corner). The few difficult sections on the climb are fairly well protected, but expect runouts on 5.6 and easier terrain.\n\nPitch 1 heads straight up the low angle slab to a high first bolt. A horizontal crack provides more pro (either .5-.75\" or a 3\" cam works good) and then a second bolt protects the steeper 5.7/5.8 terrain before the anchor.\n\nPitch 2 has the crux right off the anchor but it felt a little light for 5.9. After smearing up and left to the first bolt the angle lessens and the rest of the pitch is a cruise. This pitch is supposed to have 3 bolts but I must have missed one. In any case there's good natural gear on the upper half of the pitch and then a 5.6 runout to the anchor.\n\nPitch 3 climbs straight up off the belay past one bolt and then more runout easy friction to the big ledge.\n\nRappel the route with 2 ropes. It's too bad the anchors are not in different locations because this climb would be better if you could do it in 2 long pitches and then descend with 2 long rappels.","protection":"Pro to 1\" and a handful of draws.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,dbaf5957-5aad-54b2-adee-2e287c7f526c","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Penny Royal Arches"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":3,"label":"5.10a"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":5,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.43998,37.8409]},"bbox":[-119.44054939386469,37.84045033981813,-119.43941060613535,37.841349660181855],"left_right_index":-1,"ext_id":"106013351","area_id":"269ZV1qtVLKt7i4ofH9SbA=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:54:35.590Z","updatedAt":"2022-11-25T11:14:31.110Z"}