{"_id":"6368a214e80bff5a9955d8ef","area_name":"Playground, The","shortCode":"","climbs":[{"_id":"73mtXVmzXKWuOAm6LfwwNw==","name":"Zander Zigzag","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Zander","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":11,"mp_id":"106256042","mp_crag_id":"105995983","climb_id":"73mtXVmzXKWuOAm6LfwwNw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Begin as for Texas, then move left into an overhanging dihedral instead of going up the Texas flake.  The crux is one or two moves- lieback to a big reach to an incut edge overhead.  The pro is small gear.  Easier stemming from there to the top.","protection":"Usually toproped. [I haven't yet it led, but it surely has been; bring TCUs and RPs if leading, it's thin but appears to have just enough.] Save some gear for an anchor.","location":"Next corner left of Texas."},"__v":0},{"_id":"M58S5dfxXw6rWOxiKQovKA==","name":"Vulture Roof","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":21,"mp_id":"106382881","mp_crag_id":"105995983","climb_id":"M58S5dfxXw6rWOxiKQovKA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"20 feet of thin crack and face moves lead to a strenuous roof. Height dependent.","protection":"TR","location":"Left of Tree Climb. #21 in the ?Photo?."},"__v":0},{"_id":"y+m7ragpWv6Pc3gy6tVwKA==","name":"Upper Left Roof","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown, 1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":34,"mp_id":"106024896","mp_crag_id":"105995983","climb_id":"y+m7ragpWv6Pc3gy6tVwKA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Climb the huge right-facing corner.  The first half of the climb has many big ledges and positive holds.  From a good ledge, work up a tricky thin hand crack. Traverse left when you reach the roof, stuff some gear in the finger crack overhead, and commit to the crux highstep and lieback moves passing the roof.  Keep going to the exit jugs on the ledge. \n\n  This, and Beginner's Hand Jam are the most popular 5.9s at the Playground, I think. \n\n  The Fingertip Lieback variation begins in the next thin crack to the right.  It's rated 10d, and is a fun committing lieback which joins the Upper Left Roof route midway up.  It's protectable with small nuts at its crux, then small cams. \n\n  You can also finish the route through the next crack to the right to exit the high roof.  This is reachy and probably about 5.10+.","protection":"Rack of cams and nuts to 3\", optional 4\" cam. \n\n  A 2-bolt anchor for Upper Left Roof was re-installed, down on the ledge.","location":"Toward the right side of the Playground, a prominent row of 3 high roofs way up high bars easy access to the top.  Upper Left Roof follows the prominent right-facing corner that is below the leftmost of these roofs.  This climb is the 2nd crack right of the splitter Beginners Hand Jam handcrack."},"__v":0},{"_id":"LXKordXUWmCDJBg/GD+yEw==","name":"Unrelenting Nines","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"???","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":4,"mp_id":"106058819","mp_crag_id":"105995983","climb_id":"LXKordXUWmCDJBg/GD+yEw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Start with thin balancy boulder moves up to a bomber jug and then continue up a two sided overhanging finger crack to a good hand ledge. The crack then turns to a single crack that starts with hands and then into strenuous fingers to a powerful lieback directional switch (crux) to more thin fingers out the top. Mega classic!","protection":"A #4 Camalot for the bottom after the boulder moves, a good selection of stoppers and some small to medium Aliens for the rest. A #2 Camalot is good to protect the hand section before the crux.","location":"This is the obvious overhanging splitter on the southwest (left) end of the wall."},"__v":0},{"_id":"sd42L5VsWHihE4ZLM9zmCg==","name":"Tree Climb","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown, 1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":24,"mp_id":"106096025","mp_crag_id":"105995983","climb_id":"sd42L5VsWHihE4ZLM9zmCg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Chimney between 2 columns to begin this climb. There is an alternate start up parallel seams to the right of this chimney that is 5.10+. These put you on a resting ledge.From this ledge, there are 2 options:a) the easier 5.10 way: Angle up and right for a ways following steep hand cracks that are shared with Mr. Fosters Lead. Near the top, bust out left on pockets through slightly overhanging ground (crux) to the stump. The finish is somewhat contrived but fun.  On lead it is more logical to stay in the crack directly above and finish as for Mr. Fosters Lead-- this is a little easier and probably 10-/10/\"old school 5.9+\" over all.  Even if you finish left to where the tree was, this path and Mr. Fosters Lead have a feel of largely being variations of the same climb.b) The direct way straight up (5.11 R ?).  This is the line shown in \"Jemez Rock\", and fully avoids the Mr. Fosters cracks.  Climb the steep overhang, turning it on its right, then continue up the pocketed face.  Not 5.10 unless I suck.  Maybe this is the \"overhanging seam/face\" from the sentence in the book.The book and Walt's old route list rated this 5.10c or 5.10d, but if you go the 5.10 way, most of the more interesting portions of the climb are the same as Mr. Fosters Lead, and it's not much of an independent route.  Not sure what's most correct, but hopefully this page clarifies it all.","protection":"1 set nuts, 1 set cams, up to #4 camalot. Tricams might be useful. Has a 2-bolt anchor.","location":"Used to be identified by the dead/dying tree on the ledge in the center of the Playground, but that's gone (a small dead stump of a tree still exists.)  This is the first or second obvious place to climb right of the major low roof system in the center of the Playground, and has a wide chimney that begins from a ledge about 8' up."},"__v":0},{"_id":"k7P8fFzaX7CdcTcikfLfvA==","name":"Texas","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":12,"mp_id":"105995992","mp_crag_id":"105995983","climb_id":"k7P8fFzaX7CdcTcikfLfvA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"The easiest route at the cliff, but still exciting.  Obtain the top of a short column, then layback up to the base of \"Texas\".  The second layback section (up  to the right and over) is the crux of the route.","protection":"Standard light trad rack (Cams from 0.3 to #2 camalot, maybe a couple nuts and slings/draws). No fixed anchor at the top but it's easy and common to climb to the right to reach the two brown-painted glue-in bolts in the large boulder on the ledge above \"Flying A\". Otherwise, climb to the big ledge at the top and use small/medium nuts and cam in a crack above the ledge for an anchor. ","location":"A more or less obvious flake ~20ft up, roughly resembling the bottom part of the State of Texas, marks the start of the route. Belay from the top and walk off (to the left or right)."},"__v":0},{"_id":"tcH/W/yOVEOrUILSO/XOhg==","name":"T2 Flake","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"???","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":7,"mp_id":"106058839","mp_crag_id":"105995983","climb_id":"tcH/W/yOVEOrUILSO/XOhg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Start by hopping up on a block to a left-angling flake to a giant pocket which you can heel hook, then continue up a right-angling thin seam up a leaning dihedral that is tricky to get good gear placements (crux), then surmount the end of the overhanging dihedral to exit.","protection":"Small to medium stoppers and cams, and some huevos. Anchor with gear.","location":"This route is located about 15 feet to the north (right) of Unrelenting Nines."},"__v":0},{"_id":"89dj+eCgVLits0auoAeMOQ==","name":"Route 6 (var.)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":6,"mp_id":"106352762","mp_crag_id":"105995983","climb_id":"89dj+eCgVLits0auoAeMOQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"This is the next shallow corner right of Unrelenting Nines.  It is easiest to begin in the big corner to the right and make a leftward hand traverse along a big flake/rail, then move up a featured arete to gain the shallow corner.  At the top, the features in this corner peter out- face climb to the right for a couple moves.  For a 5.12a, with decent gear, use the direct start in a seam on the face to the left.   \n\n  There are runouts between obvious gear placements on this climb.  The hardest moves will come with gear at or just below foot level.","protection":"Finger-size cams only, and nuts.","location":"This is the next climbable corner right of Unrelenting Nines, near the left end of the Playground.  The hard start (12a) is about 6' right of Nines; the easier start is in the next inside corner to the right, under an alcove."},"__v":0},{"_id":"d0qqhd+CWb6fiqPyPRJwjg==","name":"Route 6","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Nathaniel Walker (?)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":5,"mp_id":"111404209","mp_crag_id":"105995983","climb_id":"d0qqhd+CWb6fiqPyPRJwjg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"This is the overhanging finger crack/seam just right of Unrelenting Nines. In the guidebook it and the 5.10 that joins it up high are listed under a single entry, but I wanted to add a separate description here, since this is one of a few 11+/12- cracks at White Rock that actually has decent gear. The crux is pulling the overhanging bulge on insecure locks or tiny face holds, which has good gear. It's a bit runout up high but the climbing is 5.10 up there.\n\n Rated 5.12a. It's kicked my butt the few times I've tried it so I'd like to think it is harder. (If anyone's sent, and wants to rewrite the description and get mountainproject points, contact an admin and they can reassign it to you.)","protection":"Up to finger size cams + Nuts","location":"start 8' right of Unrelenting Nines."},"__v":0},{"_id":"SrI1lSYCX0+HAwiRleXoiQ==","name":"Route 37","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown, 1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":40,"mp_id":"106193487","mp_crag_id":"105995983","climb_id":"SrI1lSYCX0+HAwiRleXoiQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"The open book left of the upper section of Blow Hole is an obvious line but lacks an obvious start.   \n\n  Begin about 10' left of Blow Hole in seams. Make a long reach from a lieback/stem (crux) to get to some edges that let you move left to join the start of the featured upper dihedral.  You can place a #3 or #4 cam before committing to the crux moves.  The open book above is fun sustained stemming in the 5.10- range to the top.","protection":"1 set nuts, 1 set cams up to a 3\" cam.   Build an anchor off your gear at the top of the climb.  Like many at the Playground, this one ends at the ledge 15'  below the top, so tieing off dying trees is not a good choice.  It may be ok to climb this route from an anchor for the next climb on either side.","location":"Climb starts 10' left of Blow Hole, and ends in the open book left of Blow Hole."},"__v":0},{"_id":"ljQFUfAnWg69swhQsqXxOg==","name":"Route 27","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":28,"mp_id":"120080335","mp_crag_id":"105995983","climb_id":"ljQFUfAnWg69swhQsqXxOg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Start up the next stemming corner left of Cactus Crack, up to the roof.  (This felt hard for the grade, but maybe I didn't have my smear game on.).  Exit the roof to its left and find unexpected face holds on a face that, from below, appears featureless and makes you question whether the book was wrong.  Resist the temptation to keep going left into the Black Wall crack, and instead angle slightly rightward into a hanging R-facing corner. Turn a 2nd overhanging, and climb the pocketed face above.Overall felt hard for the 10d grade in the Jemez book.  Kind of contrived but has some neat sections.  Perhaps you can bypass the start crux to its left.  (Or possibly turn the corner right at the first roof to avoid poorly protected stuff above?).  Would be a scary lead for the face climbing sections.","protection":"Looked to be mostly finger size cracks, with some poorly-protected face.  (I was on TR solo).","location":"Start in the next dihedral left of Cactus Crack.  At the first roof angle left, then climb the easiest way up that isn't Black Wall."},"__v":0},{"_id":"Y12kp7NfUf6W5t9CxOFF/w==","name":"Route 25","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":26,"mp_id":"106382933","mp_crag_id":"105995983","climb_id":"Y12kp7NfUf6W5t9CxOFF/w==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Up the same start as Black Wall, then left and up over the slick bulge. Follow the left-slanting seam, then to the top. Straight over the bulge is 5.11ish.","protection":"TR, or lead it with a rack from RPs and TCUs to 2\".   There's a 2-bolt anchor for Mr. Foster/Tree Climb, just right of the dead tree, which works for this climb.","location":"Just left of Black Wall. #24 in my guide , #25 in Beverly and the ?Beta Photo?."},"__v":0},{"_id":"L2tedGECVRKwHpjHP4nWRA==","name":"Route 20","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":20,"mp_id":"106382873","mp_crag_id":"105995983","climb_id":"L2tedGECVRKwHpjHP4nWRA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Excellent route. \n\n  Starts just right of the Cheeks and left of Vulture Roof on a prow.  The first crux is 15' up.  Above follow the finger crack straight up the headwall, with a 2nd crux getting started in it.","protection":"TR. Large boulders on the ledge at top make for easy anchoring with static line.Bring brass offsets, RPs and smaller cams. Expect some tricky placements if leading.","location":"20 feet left of Vulture Roof. "},"__v":0},{"_id":"jk3S5+2HXyaP7WMlj+0pqw==","name":"Route 18","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown, 1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":18,"mp_id":"106228614","mp_crag_id":"105995983","climb_id":"jk3S5+2HXyaP7WMlj+0pqw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"The low big black roof is the most obvious feature at the Playground. The easiest passage through this feature is this unnamed climb, which passes through an A shaped slot in the roof. Better than expected for a climb with no name.A few tricky moves down low out of an annoying flared hand jam reach a rest below the roof. Chimney and stem your way through the black roof, a neat crux. Above, you can angle to the left and head up steep juggy cracks, or angle to the right and head up easy juggy cracks or maybe go straight up harder face. Expect possible dirtiness on all variations up higher, but it isn't bad enough to be a deterrent to climbing it.","protection":"1 each cams and nuts.  Save some gear to build an anchor at the top.","location":"The low big black roof about 20' up is the most obvious feature at the Playground and is right in the middle of it. The easiest passage through this feature is the 2nd crack going through this, near the left end of the roof, through an A shaped slot.This is #18 in Jemez Rock."},"__v":0},{"_id":"yWp+6QJqUiizQHCSwpwwUQ==","name":"Route 17","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":17,"mp_id":"106382857","mp_crag_id":"105995983","climb_id":"yWp+6QJqUiizQHCSwpwwUQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Climb the thin crack to a weird layback move out the bulbous roof, then straight up some (usually dirty) cracks.","protection":"TR","location":"Route #17 in the ?Photo?."},"__v":0},{"_id":"Nulo62y8V9ayGc0tMrUHRQ==","name":"Route 16","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown, 1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":16,"mp_id":"106107289","mp_crag_id":"105995983","climb_id":"Nulo62y8V9ayGc0tMrUHRQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Start in the first place that seems reasonable to the right of Flying A. Boulder up on good ledges to reach an obvious big flake (wiggly, don't pull too hard!) and traverse right and move up in a hands section. Exiting the flaring slot above this is the crux. The thin crack above this is easier climbing with more footholds, but prevalent gear placements for 15' or so. Near the top, the crack widens to hand size.It's a worthwhile easier climb (for the Playground). Tough for Playground 5.9, but easy for Playground 5.10.","protection":"nuts & cams to 3\", optional 4\" cam","location":"This climb is about 20' to the right of Texas, or about 10' right of Flying A.  Identify a flaring slot about 2/3 of the way up."},"__v":0},{"_id":"nk0AoYCrUJuEjmFhPNXp7Q==","name":"Route 1","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":0,"mp_id":"106382916","mp_crag_id":"105995983","climb_id":"nk0AoYCrUJuEjmFhPNXp7Q==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Wide, wide crack on the far left side of the crag. Offwidthy goodness!","protection":"Big stuff, or TR.","location":"Far left side of the Playground."},"__v":0},{"_id":"bxPVFyTcU5eFJxMKyS3S9g==","name":"Repo Man","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Tom Wezwick, Rick Smith","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":42,"mp_id":"106382907","mp_crag_id":"105995983","climb_id":"bxPVFyTcU5eFJxMKyS3S9g==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Climb a micro-crack, then up and left up the steep dihedral (just right of Blowhole)","protection":"TR","location":"Right of Blowhole. #38 in my guide , #39 in Beverly and the ?Beta Photo?."},"__v":0},{"_id":"2dmOrsCkXg6Gmt0sjvTkSg==","name":"The Playgrounder","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Luke Laeser. Jamie Hamilton possible first lead ascent","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":15,"mp_id":"106382852","mp_crag_id":"105995983","climb_id":"2dmOrsCkXg6Gmt0sjvTkSg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Climb straight up the face to a gently right angling seam with an offset, 10 feet right of Flying A.  Powerful moves in the beginning of the seam lead to a widening of the crack and easier climbing above.  Placing gear is strenuous in crux section, but essential to not hit the ground if you fall.  A good route with interesting climbing and solid gear.","protection":"Very small to medium sized cams, nuts.  Placing the small cam that protects the crux and keeps you off the ground is a bit fussy as it needs to be key holed in.","location":"Route #15 in the ?Photo?."},"__v":0},{"_id":"3pMfme8jVGKSoefDeQOQcQ==","name":"Playground Traverse","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":999999,"mp_id":"106382835","mp_crag_id":"105995983","climb_id":"3pMfme8jVGKSoefDeQOQcQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Traverse the entire Playground crag in either direction. Amazingly beta-intensive. I never did the entire thing, but I know it's been done. If you're willing to go high, you might be able to make this a bit easier, but the classic traverse stays within a few feet of the ground the entire time.  \n\n  There are several sections that are easier for tall and/or flexible climbers. It's not pumpy, as there are numerous no-hands rests. Expect weird, greasy cruxes and semi-dynamic *foot* moves in many spots. Old school bouldering at it's finest.","protection":"You don't even need a pad. Best landing ever, and your feet are rarely more than 2' off the ground.","location":"Traverse the Playground."},"__v":0},{"_id":"HySE1BZoWge42kiS07KYiQ==","name":"Original Horak Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Horak (Lou or Carl)?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":9,"mp_id":"105995986","mp_crag_id":"105995983","climb_id":"HySE1BZoWge42kiS07KYiQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Bouldery start up a blank face with a single pocket.  Grab a ledge ~12ft up, swing left, then stand up into a weird balance position at the start of the crack.  Follow the crack up and right to the belay ledge.","protection":"No bolts, no anchor.  Standard light trad rack (set of nuts, set of cams, and draws).","location":"Starts on the blank face 20ft left of Texas.  Belay from the top and walk off (to the left or right)."},"__v":0},{"_id":"CbEtlAa6XgmLTFJKmBvXfw==","name":"Open Project","yds":"5.14","grades":{"yds":"5.14","french":"8c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":1,"mp_id":"106382026","mp_crag_id":"105995983","climb_id":"CbEtlAa6XgmLTFJKmBvXfw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"The farthest left, short, overhanging and really nasty looking face climb at the Playground. Luke Laeser and I spent many an afternoon attempting this TR problem and never came close to linking moves together. There are, however, holds. Mostly crappy crimpy underclings.  \n\n  And someone will do it someday.","protection":"TR problem.","location":"Far left side of the playground."},"__v":0},{"_id":"3VD1woTKWYSCA/WyV4OaLQ==","name":"Obsidian Corner","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":23,"mp_id":"116193014","mp_crag_id":"105995983","climb_id":"3VD1woTKWYSCA/WyV4OaLQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Climb the corner and the arete to its left with increasing difficulty (crux) to its top where big flakes and holds appear. Chimney or bridge the slick flared corner up to the 4-foot ceiling and climb directly over the roof (second crux) then easier to the top.","protection":"No bolts at top. Excellent top-rope anchors can be set along the grand traverse ledge and used to TR both this route and Moment of Inertia.","location":"This is the second black dihedral right of \"Vulture Roof\". Though it is only a few feet right of \"Moment of Inertia\" it is an entirely independent line all the way to the top. It shares the glassy slickness of \"MoI\" and is a step up in difficulty."},"__v":0},{"_id":"4Fw47l+mVSal/ONaQlfEdg==","name":"Mr. Foster's Lead","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Foster","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":25,"mp_id":"106090620","mp_crag_id":"105995983","climb_id":"4Fw47l+mVSal/ONaQlfEdg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Start by climbing parallel cracks to gain a ledge 15 feet up. Continue climbing a mix of crack and face holds to the right of a dead Juniper tree at the cliff top. Crux moves are gaining the first ledge, then again about 2/3 of the way up the route.","protection":"1 set cams to #3 Camalot, 1 set nuts   A 2-bolt anchor for Mr. Foster/Tree climb is just right (climber's right) of the dead tree, which is no longer a safe anchor for this route.","location":"Third route to the left of Beginner's Hand Jam, look for a dead Juniper at the top - the route is just to the right."},"__v":0},{"_id":"/pyt8argUxKqA8CnCwe+KA==","name":"Moon Dog","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":43,"mp_id":"106382911","mp_crag_id":"105995983","climb_id":"/pyt8argUxKqA8CnCwe+KA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Straight up on face holds right of Repo Man. A bit loose.","protection":"TR","location":"Farthest right route at the crag. #39 in my guide , #40 in Beverly and the ?Beta Photo?."},"__v":0},{"_id":"Db0E+y5eWCC11fqpLGyHzw==","name":"Mononucleosis","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FRA: Chuck Calef, 2/9/2013. Top-roped for many years prior.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":2,"mp_id":"106382840","mp_crag_id":"105995983","climb_id":"Db0E+y5eWCC11fqpLGyHzw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Thin seam with pockets just left of Burnt Crack.","protection":"TR or small wires and tri-cams.","location":"5 feet left of Burnt Crack"},"__v":0},{"_id":"X8T7SCivWb2Folw5C5DnOw==","name":"Moment of Inertia","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":22,"mp_id":"106382891","mp_crag_id":"105995983","climb_id":"X8T7SCivWb2Folw5C5DnOw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Climb the slick black dihedral just right of Vulture roof. Pull over the glassy bulge about 20 feet up and continue easily to an upper overhang which is passed to its left.","protection":"TR, or protect with small gear","location":"Right of Vulture roof, left of Tree Climb. Route #22."},"__v":0},{"_id":"g5YdywFrXFmRWT53vENNJA==","name":"Luke and Carlo's Route","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Luke Laeser or Carlo Torres, TR","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":10,"mp_id":"106382848","mp_crag_id":"105995983","climb_id":"g5YdywFrXFmRWT53vENNJA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"This is the hardest (completed) route at the Playground, albeit kinda contrived. Climb straight up the face between Original Horak route and Zander Zig Zag, without using the crack or arete.","protection":"TR","location":"Between Zander Zig Zag and Original Horak Route. Route #10 in the ?Photo?."},"__v":0},{"_id":"YVm+w8fUVhmYkObwooCaZw==","name":"Flying A Buttress","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown, late 1970s/early 80s","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":13,"mp_id":"106335632","mp_crag_id":"105995983","climb_id":"YVm+w8fUVhmYkObwooCaZw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Flying A Buttress is a fun thin face toprope problem, taking on the buttress and face left of Flying A and right of Texas. It is rather sustained, with about the first 30' of continuous face climbing at approx. hard 5.11 with a short section with one or two harder moves. \n\n  A bouldery start with sidepull holds and small crimps gets you to a   stance above the small bulge 8' up- this is a fun boulder problem in of itself.  Thin crimp move past the small roof and you can grab a larger flat-topped ledge.  Manteling onto this ledge is tricky, then a weird move to more crimps, lets you reach the thinnest and cruxiest section of the climb; bear down on tiny edges or find some trickery for 2 or 3 moves on the slightly overhanging face. Better edges & ledges are above, and the hard part of the climbing is done after 30' up. \n\n  Obviously the \"Flying A crack\" is considered \"off\" throughout the climb but for the most part moving over to it is not too tempting, so it's not unreasonably contrived. \n\n  The line as shown in 'Jemez Rock' is a little off- the start should be independent and just left of the chimney that is the typical start for Flying A. \n\n  (I toproped this route -as does virtually everybody else- and I think the only place you could get get any meaningful pro is the horizontal crack under the roof about 12' up. I think if you fell at what I think is the hardest part, you would deck from about 25' up, maybe landing on rocks. The climbing gets easier above, but there are still no more gear placements until almost the very top. I think one would be better off soloing vs leading. Edit: See Lee's note below for beta from someone who's done more than I have with this climb.)","protection":"Toprope, from the 2-bolt anchor for Flying A. \n\n  If leading, yellow TCU/Alien, blue alien or purple TCU, green .75 camalot, possibly another for up higher, couple of QD's for the first 2 pieces or the rope runs funky, over the roof and around the corner.","location":""},"__v":0},{"_id":"TZKE+dNyVtyqbQK1RsAAWg==","name":"Flying A","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Len Margolin, 1971","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":14,"mp_id":"106024768","mp_crag_id":"105995983","climb_id":"TZKE+dNyVtyqbQK1RsAAWg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"This White Rock mini classic may just send you flying.\n\n Stem up a \"phone booth\" chimney and exit it using a reachy crimp to a good stance (1st crux) and a few feet of easy finger crack to a no-hands stem rest. Step left and follow a beautiful thin finger crack using edges on the face to the left, or lieback off the right wall, with TCUs or nuts for pro in the thin finger crack. Committing to a thin section just after the corner changes to the left side is probably the psychological crux for the leader.\n\nFlying A eats up small gear, but the stances to place it from are sometimes strenuous.","protection":"Nuts & cams up to a #0.75 camalot, with doubles in the #0 TCU size. Two brown-painted glue-in bolts anchor in the large boulder on the ledge. ","location":"Start 10' right of Texas in a A-shaped chimney 8 feet high.  This climb is the next crack right of the obvious Texas flake."},"__v":0},{"_id":"ALRw20z2XH6eGWKmUDyEZA==","name":"Flakey Nine","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"???","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":38,"mp_id":"106092889","mp_crag_id":"105995983","climb_id":"ALRw20z2XH6eGWKmUDyEZA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"The initial part of this climb ascends a thin flake for the first 15 feet (crux). Gain the ledge and go left up a finger crack to a small roof. Turn the roof to the left or the right. This route is easily rigged for TR from the top.  \n\n  [If you know the \"real name\" for this climb, post up. -Admin]","protection":"1 set wired stoppers, 1 set cams up to a #1 Camalot.   A bolted anchor for Flakey Nine is down on the big ledge.","location":"Approximately 15 feet to the left of Blow Hole."},"__v":0},{"_id":"/qF7DCLHW66vtR6AcTWazQ==","name":"Flakey Face","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":39,"mp_id":"107350239","mp_crag_id":"105995983","climb_id":"/qF7DCLHW66vtR6AcTWazQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Fun boulder problem through a steep clean panel of rock. \n\n  Follow the initial flake on Flakey Nine until you reach the huge hollow plates and would move left. Head straight up the imposing wall above on edges and underclings. Move slightly right of the blunt prow, avoiding a hollow plate and reaching the thin seam. Follow the seam to the top.","protection":"TR, can probably be lead without decking depending on how high you place gear on Flakey Nine.","location":"Start on Flakey Nine"},"__v":0},{"_id":"/g58bNVrUz2y8qWHQhee+g==","name":"First Strike","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Chris Vandiver","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":8,"mp_id":"106382844","mp_crag_id":"105995983","climb_id":"/g58bNVrUz2y8qWHQhee+g==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"The route that started it all - the great White Rock bolt war of the early 90's, that is. Climb up thin crimps just 10 feet left of the Original Horak Route. There are three chopped bolts on this route - the bolts, in fact, that eventually led to the White Rock Bolting Agreement. The chopped bolts are: 1.) Very high first bolt under the small roof (some old, orangish glue still visible) 2.) In the middle of the face left of the right arete 3.) Just below the horizontal crack jug at the top of the face ","protection":"It's a TR now. And it wasn't ever a great sport route. But, in a way, it was a good thing in that it let LA climbers really sit down and decide where and how they wanted bolts in White Rock. We're all better off for it and it's a great example, IMO, of people putting aside their differences for the common good.","location":"Just left of the Original Horak Route."},"__v":0},{"_id":"2CTu5qmdX0q0CkzDMq1kUw==","name":"Fingertip Layback","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":35,"mp_id":"106382924","mp_crag_id":"105995983","climb_id":"2CTu5qmdX0q0CkzDMq1kUw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Up the thin crack to a small overhang, then join Upper Left Roof.","protection":"RPs, small cams.   [Use the re-installed 2-bolt anchor for Upper Left Roof, down just below the ledge.]","location":"Just left of Barlow's Buttress. Route #32 in my guide , #33 in Beverly and the ?Beta Photo?."},"__v":0},{"_id":"fcGNBVYpUJ2WhtzsZARG4A==","name":"Face Variation","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":31,"mp_id":"106382929","mp_crag_id":"105995983","climb_id":"fcGNBVYpUJ2WhtzsZARG4A==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Climb Cactus Climb or HandJam for 15 feet to the large ledge, then up the face between them, without using either crack. Contrived.","protection":"TR","location":"Between Cactus Climb and Beginner's Hand Jam. #28 in my guide , #29 in Beverly and the ?Beta Photo?."},"__v":0},{"_id":"nAOGh6JiWH+6FBHPOHSE8g==","name":"The Cheeks","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":19,"mp_id":"106382867","mp_crag_id":"105995983","climb_id":"nAOGh6JiWH+6FBHPOHSE8g==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Up the farthest right crack in the bulbous roof. \n\n  Crux is turning the roof. Finishes up easy lower angle cracks.","protection":"Rack should be something like: nuts, including RPs, and cams up to 2\" (or something like that), w/ optional slider and optional #6.The crux protects decently well with a large RP and optional slider nut protecting it. Kind of bouldery off the ground, though an RP can help there too.","location":"Route #19 in the ?Photo?."},"__v":0},{"_id":"WWBXsrakXkynHv5x5kGeOQ==","name":"Code Brown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"\"Harry Ness\" (","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":999999,"mp_id":"109862288","mp_crag_id":"105995983","climb_id":"WWBXsrakXkynHv5x5kGeOQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Face climb a detached pillar past a bolt. Step left on a ledge. Face climb past a 2nd bolt to a nice finger crack.  Bolted anchor, needs a long cordelette to be usable for toprope/lowering. \n\n  Rated 10a by the FA, but I thought it a touch easy for the grade.  Worth a visit if you're into exploring obscure White Rock cliffs.","protection":"2 bolts & cams from 0.4 camalot-0.75 camalot. Cordelette/long slings for the 2-bolt anchor (set back 10' from the lip).","location":"This climb is not really at the Playground, rather it is on the cliff below the Playground. Walk straight away from Beginners Hand Jam to be approx. over the top of it. Scramble down and look for the bolts.  I didn't find the anchor bolts until after topping out the climb.  This little cliff has potential for 2-4 additional easy topropes/potential for Gallows Edge-style climbs.  (If this should be in it's own \"area\" page, that's cool with me. I don't know what the cliff is called.)"},"__v":0},{"_id":"tndBCzSIU7Spg94kosdmSg==","name":"Cactus Climb, Left (var.)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":29,"mp_id":"120080361","mp_crag_id":"105995983","climb_id":"tndBCzSIU7Spg94kosdmSg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"I'll add this one so people know of another mostly independent line at the cliff that isn't particularly hard or contrived.  It's not in the books.Climb the first 15' of Cactus Crack then step left and follow mostly hand cracks on the Right-facing wall, with rests.  There's a pretty sweet-looking hand crack section that is a touch too short to be all that interesting.  The crux is the start (one of the 2 hard parts on CC); the rest is easier; and overall is an easier but less interesting variation to CC.  I'll call it 9+, as the CC start seems to give people trouble, but isn't as hard as that route's crux at the top.You could also climb CC higher and bail out left (from about the 1/2-way level) to avoid that climbs upper crux.","protection":"Cams & nuts to 3\".","location":"Start as for Cactus Crack, then step left at 15'."},"__v":0},{"_id":"9+Pp2eVUV0e7r2ssppahoQ==","name":"Cactus Climb","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Carl & Lou Horak, 1971(?)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":30,"mp_id":"106024773","mp_crag_id":"105995983","climb_id":"9+Pp2eVUV0e7r2ssppahoQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"This climb is perhaps better now that the cactus isn't there. \n\n  Stem past tricky moves off the ground.  Easy 5.6ish climbing for the next 30' of the climb leads to a final thin section where the crack narrows to a finger crack, then pinches to a seam.  A 2' foot roofs bar progress to the top, which is passed by a big move for the topout jug.  The pro at the crux is small nuts or TCUs.   \n\n  It is also possible to escape left 2/3 of the way up and avoid the crux.","protection":"1 ea. cams to 2\", 1 ea. nuts, including RPs.   A 2-bolt anchor for Cactus Climb, reachable from the very top, was installed to prevent further damage to trees. ","location":"The shallow corner 10' left of the splitter crack (Beginner's Hand Jam).  The namesake cactus used to reside on the first ledge 12' up, but it looks like it will never grow back."},"__v":0},{"_id":"7L8niGViVIio14310PLoJA==","name":"Burnt Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":3,"mp_id":"106316914","mp_crag_id":"105995983","climb_id":"7L8niGViVIio14310PLoJA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Start in the shallow dihedral a few feet left of Unrelenting Nines with some thin crack moves to a nice, small ledge about 12 feet up. A few easier moves through obvious terrain lead to finger crack. Tiny gear and thin moves lead up to some better holds and big stemming. A few more steep moves with tricky gear to the top.  Use the bolt anchor for Unrelenting Nines.","protection":".3 BD camalot through #2 BD camalot and then BD C3s and small wires above.","location":"Start a few feet to the left of Unrelenting Nines in a shallow dihedral. This route does not see much traffic."},"__v":0},{"_id":"JvNTnlUJU3OYGbOIuqqNhw==","name":"Blow Hole","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown, 1970s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":41,"mp_id":"106032245","mp_crag_id":"105995983","climb_id":"JvNTnlUJU3OYGbOIuqqNhw==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Probably the longest climb at the Playground, with a couple good cruxes. Blow Hole is one of the only climbs at the Playground that doesn't have the big ledge near the top of the cliff interrupting it.\n\n The immediate first crux is the first 15' of finger crack with poor feet; this spits off many suitors. Place a good small cam (#0.3 camalot or equivalent) to keep from decking on the rocks. If going direct is too hard, try to sneak past this by climbing in from the left or right. In any case, once you reach the namesake \"Blowhole\"-- a unique pocket just left of the crack-- you'll start the second crux, where you'll work up the overhanging finger crack and mantle onto a mostly sloping big ledge to the left. The rest of the climb follows easier cracks with some rubble, but it's no big deal.\n\n Falls near the start can be particularly nasty, and at least one accident has occurred here (have your belayer spot you to keep you off the rocks). Falls at the upper crux are clean and airy but on solid gear.","protection":"1 set wired nuts, 1 set cams up to #2 camalot.     If you haven't set it in advance, save #1, #2, or #3 camalots for the anchor.","location":"This climb is located at the far right of the Playground, at the rightmost place with sandy ground (before the boulder gully begins)."},"__v":0},{"_id":"rOBeaMLaWx+RmC6HJRUFeQ==","name":"Black Wall","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":27,"mp_id":"106096495","mp_crag_id":"105995983","climb_id":"rOBeaMLaWx+RmC6HJRUFeQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Rated 5.9 in the D. Jackson \"Rock Climbing NM\" book and 5.10c in the J.M. Beverly \"Jemez Rock\" book, I'd have to say it's somewhere in the middle of those two ratings.    This is a nice but not often climbed route that starts about 20 feet left of Cactus Climb.    Start with moderate moves off the ground on a small rounded prow to a good stance below a tiny roof. Pull over the tiny roof using the finger crack and small but positive edges on the face on both sides of the crack (crux) into the shallow dihedral above. Stem your way to the top using the tiny crack for pro to big jugs to exit onto a large ledge.  \n\n  This route doesn't see much traffic and is often dirty because it seems it is a natural drainage for rain run-off. A good strategy is to talk your friend into leading it first so he can clean it up a bit for you.","protection":"Doubles of tiny, small and medium cams (up to .5 camalot) along with small wires. WC Superlight Rocks are perfect for this route. One of the bolted anchors at the Playground is at the top of this route. Super long slings or static rope will allow you to clip the bolts and extend the rope carabiners to the edge. Otherwise you'll get some drag and maybe knock some little rocks off the ledge.","location":"Start in dark rock about 20 feet left of Cactus Climb. Look for the shallow dihedral up high. Belay from above on the large ledge and walk off. This route #26 in ?Wa3lt's beta photo.?"},"__v":0},{"_id":"HH/9wRatVu+EJGZ95ELdMQ==","name":"Beginner's Hand Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Carl Horak & Lou Horak, 1971","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":32,"mp_id":"105995997","mp_crag_id":"105995983","climb_id":"HH/9wRatVu+EJGZ95ELdMQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"The best route here at this grade.  Perfect hands for ~20ft to a ledge, then small hands to fingers on increasingly thinner ground to the belay ledge.","protection":"Standard light trad rack (set of nuts, set of cams). It's very reasonable to go left to the anchor for Cactus Climb once you get on the big ledge at the top of this route. A .4 and/or .5 camalot serves well as a directional between the two routes. ","location":"Find the perfect hand crack towards the right hand side of the cliff.  Belay from the top and walk off (to the right)."},"__v":0},{"_id":"2+dk+00nUIW0YrsyZBZ3jg==","name":"Battle of the Bulge","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown, 1970s","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":37,"mp_id":"106238862","mp_crag_id":"105995983","climb_id":"2+dk+00nUIW0YrsyZBZ3jg==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Interesting cruxes and some harder climbing on this end of the cliff.  Kind of contrived, with some questionable flakes.Start with a slippery stemming problem just to the right of Barlow's Buttress, with a move onto some crumbly holds to a good rest below the bulge.  A fairly sequency crux IMO.  This will protect well with a nut.The guides say the next bulge following a thin seam is the crux. I didn't find it as hard as the difficult part near the beginning but my partner found it harder.  This would not have good pro.  Perhaps you could bypass this part by climbing the next crack left instead.Turn a small roof on good hand jams, and continue up a slab with lots of pockets, avoiding the giant roof above on the right.Doing the 1st half of Barlows Buttress and the top half of this climb may be the easiest combination of these two routes (but still 5.9+ or so).","protection":"Cams to 3\", nuts (incl. micros).  Save some gear to build an anchor at the top.  A large boulder is there that appears to be solidly attached to the rock below.","location":"Under the cracks below the rightmost of the roofs which extend over from Upper Left Roof."},"__v":0},{"_id":"6M7qxtwnWrSVMsWs9f2HBA==","name":"Barlow's Buttress","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Barlow","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":36,"mp_id":"106194928","mp_crag_id":"105995983","climb_id":"6M7qxtwnWrSVMsWs9f2HBA==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Barlow's Buttress is the center crack approaching the high roofs near the right side of the Playground. The cruxes are at the beginning and end of the climb.A tricky boulder problem just off the ground lets you get a hand-size cam in a slot. Pull on a chockstone through the first crux. Climb easy cracks up to the big roof (this is the next crack system to the right of Upper Left Roof, at this point). The second crux turns the highest roof to the righthand side. A harder variation at the top would be to exit by the center roof crack up high. Or, avoid the upper crux entirely by traversing right a little lower- escaping to the pocket-y slab upper section of Battle of the Bulge.Other than the tricky start (which isn't too high off the deck), good pro the whole way.Jemez Rock calls this 5.11a. RC:NM says 5.9. If you want to keep it near 5.9, avoid the upper roof crux finish by moving to the right.","protection":"1 set cams to 3\", and nuts.   Save some gear to build an anchor.  Like most at the Playground, the climb ends on the big ledge 20' below the clifftop, so anchoring off trees is not the best option.","location":"This climb is the center line below the high roofs near the right side of the Playground, on the face to the right of Beginner's Hand Jam and Upper Left Roof."},"__v":0},{"_id":"TzbTcmGeVVeWUkdfQVWOcQ==","name":"Advanced Start","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"left_right_index":33,"mp_id":"106382920","mp_crag_id":"105995983","climb_id":"TzbTcmGeVVeWUkdfQVWOcQ==","areaRef":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"Sharp, painful crack right of BHJ, then traverse left to rejoin.","protection":"Pro to 2\".","location":"Just right of Beginner's Hand Jam. #30 in my guide , #31 in Beverly and the ?Beta Photo?."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,3301509f-ad6b-5cf1-909e-db85df0082bb,866936a1-51e7-50fc-b11c-1ac6a486f674,a260b6bb-fcd7-57eb-9918-40fe8c8f765b","pathTokens":["USA","New Mexico","Los Alamos & White Rock","White Rock","Playground, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10d"},{"count":5,"label":"5.11"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":5,"label":"5.10c"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.12a"},{"count":4,"label":"5.10+"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":3,"label":"5.12"},{"count":1,"label":"V6-7"},{"count":1,"label":"5.14"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":39,"bands":{"unknown":0,"beginner":1,"intermediate":24,"advanced":14,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"tr":{"total":44,"bands":{"unknown":0,"beginner":1,"intermediate":24,"advanced":18,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":25,"advanced":18,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.1912,35.8164]},"bbox":[-106.19175452238908,35.81595033981814,-106.19064547761091,35.816849660181866],"left_right_index":-1,"ext_id":"105995983","area_id":"omC2u/zXV+uZGED+jI92Ww=="},"content":{"description":"The Playground is a 60 foot south-facing basalt cliff.  Numerous moderate to difficult crack and face climbs ascend the cliff.  Routes at this area are not bolted (by agreement), so be sure to bring your gear to lead.  While route bolts are strictly verboten, anchor bolts are allowed.  However, the last anchor bolts to be installed (over Beginner's Hand Jam) were chopped and few currently exist, so many climbs require trad gear to establish anchors. \n\n  Climbs are numbered from left to right with numbers as in 'Jemez Rock' and as shown in the beta photos."},"density":0,"totalClimbs":46,"__v":1,"createdAt":"2022-11-07T06:13:44.888Z","updatedAt":"2022-11-25T11:20:26.672Z"}