{"_id":"6368a50be80bff5a995aff97","area_name":"Bongeater Buttress","shortCode":"","climbs":[{"_id":"y8y5Xxs3X7yVOAwz0hd3PQ==","name":"Prowser","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Mark Ward and Dave Houser, FFA Drew Bedford 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7734,40.5747]},"left_right_index":2,"mp_id":"105742190","mp_crag_id":"105739694","climb_id":"y8y5Xxs3X7yVOAwz0hd3PQ==","areaRef":"SzmRO3xDU8yDvS33OkEYgA=="},"content":{"description":"This is the thin crack right up the prow of bongeater buttress with the bolt near the top. The route officially starts on the sloping ledge at the bottom of bongeater and goes around the corner and up the overhanging crack. The crack is expanding at the bottom and TCUs, nuts and aliens work well. The middle part eats nuts. The top part, past an old knifeblade driven up and in the crack takes a bit more creativity and is A2. A stretch from the last pin placement (short people may have to topstep) and you clip in to a new large bolt. One more creative move and then an easy mantle to the shelves which hold 3 bolts and rap chains. We did not do it free- at 5.12. It was a great aid route however and we did an additional variation at the bottom- starting directly below the crack with two thin pins, then an exciting hand traverse protected by a looped chickenhead. If you do it this way I would rate it 5.7 A2 Despite its short length it is very vertical. The route is like climbing a skyscraper.You can just see the very beginning of the route at the corner of the photo, it is just around to the right. We will try to get some better photos.","protection":"We use wired nuts from large to small peanuts. Aliens also useful and a blue TCU. The consensus rack would include Singles 0 TCU to 0.75, Stoppers, and RPs. Two fixed pins currently present, but route protects without them. One bolt for the direct aid finish.","location":""},"__v":0},{"_id":"Wl+q/rHKUrGA8f6N4VdgUA==","name":"Life by the Throat","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Storm, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7734,40.5747]},"left_right_index":5,"mp_id":"105804468","mp_crag_id":"105739694","climb_id":"Wl+q/rHKUrGA8f6N4VdgUA==","areaRef":"SzmRO3xDU8yDvS33OkEYgA=="},"content":{"description":"This route climbs the steep bolted ramp feature to the right of Bong Eater.  Follow six bolts to a mantle at the top and a two bolt anchor.","protection":"Quickdraws.","location":"Walk up and right of Bong Eater to the base of the route."},"__v":0},{"_id":"QcmA+EmfWTWzA17wfNn7pg==","name":"Life on your feet","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Ben Folsom, Lance Bateman   March 3, 2006","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7734,40.5747]},"left_right_index":1,"mp_id":"105805760","mp_crag_id":"105739694","climb_id":"QcmA+EmfWTWzA17wfNn7pg==","areaRef":"SzmRO3xDU8yDvS33OkEYgA=="},"content":{"description":"This route is on the left side of the Bong Eater Buttress just right of \"Desperado\" the 5.8 chimney.  Start by soloing up a short chimney to the ledge with trees below the route.  Climb the first part of Desperado,  at a good stance for placing gear, move up and right into the lieback flake. The flake becomes more strenuous with each move.  When the flake runs out, thin face climbing on micro edges continues to the anchors.  Three bolts protect the upper part of this pitch.  The climb finishes at a two bolt belay.","protection":"A set of cams, a large cam or two for the Desperado start (I used old style #5 camalots, which may be the new #6). Small to medium nuts useful.    Quickdraws.","location":""},"__v":0},{"_id":"s1VPRQiJVE6V06tYpvpUTw==","name":"Handeater","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7734,40.5747]},"left_right_index":4,"mp_id":"110526066","mp_crag_id":"105739694","climb_id":"s1VPRQiJVE6V06tYpvpUTw==","areaRef":"SzmRO3xDU8yDvS33OkEYgA=="},"content":{"description":"An alternative start to Bongeater (or on its own), a curious start leads to impressive flared hand jamming for the extent of the climb.  Much less grovel-ly than the start of Bongeater itself and enjoyable the whole way, decide for yourself the finish: unprotected slab to the right to walk off, or make the tenuous transition to Bongeater and finish up there?\n\nOr, for the real tough people, TR it after leading Bongeater.","protection":"#1s and #2s.  Maybe some larger nuts if you're creative.  Place a piece at the start to protect your belayer.","location":"10 feet to the right of Bongeater."},"__v":0},{"_id":"c4I29CIbXRmRgerht3CqOg==","name":"Desperado","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Les Ellison, Kurt Ottman 1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7734,40.5747]},"left_right_index":0,"mp_id":"105854561","mp_crag_id":"105739694","climb_id":"c4I29CIbXRmRgerht3CqOg==","areaRef":"SzmRO3xDU8yDvS33OkEYgA=="},"content":{"description":"A surprisingly nice climb.  Judging by what the book said (nothing), I was planning on merely climbing a tick to get to the Burner Buttress.  Surprise, surprise, a nice route.  It could use a little more traffic to clean some of the grit off the lower face, and the very top had some grit.  It starts by climbing a right-angling flared offwidth.  It can protect in a couple spots only.  After this offwidth ends on a ledge, the route traverses left along a thin flared crack, that again doesn't take gear readily.  Place plenty of gear and lose your holds or protect sparingly and have something to hold onto.  Traverse this crack until it ends and make a very committing slab move that is very reachy and very hard for what the book calls a 5.8 climb (Notice, I rated it 5.10a).  Make the move and get to the ledge.  Belay at the sling at the base of the chimney or run it together as one long pitch (our choice).  This next sequence of climbing also felt harder than 5.8 (I would say 5.9+).  Jam, or lieback or bear hug your way up the twin cracks, never minding the increasing amount of blood showing up on your now scarred legs.  Finally, after you attain the next stance with a sling on a horn, prep youself for the finishing chimney.  This felt like 5.8.  Work the chimney, and exit out right to the chains.\n\nAgain, the book stated 5.8 no stars.  This is well worth a trip up, but is no 5.8.","protection":"I used a 1 inch cam in the initial crack, along with a larger one higher up.  A couple of small nuts for the beginning of the traverse, and runners for the tree branch (It will hold a fall).  The second pitch requires large cams.  I used my partners #3,4,5 Camalot, I think.  And, I walked the #5 up.  Some small cams and medium nuts help protect the finish.  Plenty of runners were useful.  There is a chain anchor at the top (Life on your Feet's).","location":"Left of Bong-Eater, down low one will see a vertical wide crack and right-slanting offwidth on it's right.  This climbs the offwidth.  Look for the thin traversing crack that ends on a slab to a tree."},"__v":0},{"_id":"jssRNzuOUZ6AoRrPm39kcQ==","name":"Bongeater","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Warren Marshall, Lenny Nelson 1964  FFA: George Lowe, Pete Gibbs 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7734,40.5747]},"left_right_index":3,"mp_id":"105741173","mp_crag_id":"105739694","climb_id":"jssRNzuOUZ6AoRrPm39kcQ==","areaRef":"SzmRO3xDU8yDvS33OkEYgA=="},"content":{"description":"The obvious dihedral. Some awkward climbing leads to a great hand crack which goes to fingers and finally to OW, which can be liebacked. The starting variation to the right is called Handeater.","protection":"Medium cams and stoppers. A #4 Camalot will fit in the OW at the top.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,4b39913b-7c43-53cc-83bd-2df73a411880","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Bongeater Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7734,40.5747]},"bbox":[-111.77399200196677,40.574250339818136,-111.77280799803324,40.575149660181864],"left_right_index":-1,"ext_id":"105739694","area_id":"SzmRO3xDU8yDvS33OkEYgA==","polygon":{"type":"Polygon","coordinates":[[[-111.77399200196677,40.574250339818136],[-111.77280799803324,40.574250339818136],[-111.77280799803324,40.575149660181864],[-111.77399200196677,40.575149660181864],[-111.77399200196677,40.574250339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:26:26.441Z","updatedAt":"2024-01-20T01:06:56.288Z"}