{"_id":"6368a38be80bff5a995859b0","area_name":"Right Side","shortCode":"","climbs":[{"_id":"BKLbGqbLVsu1entQTJOiyA==","name":"Shark's Fin","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"TR: Unknown. Lead: Ken Hull Oct. 2019","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94383,40.57418]},"left_right_index":1,"mp_id":"118042998","mp_crag_id":"118022535","climb_id":"BKLbGqbLVsu1entQTJOiyA==","areaRef":"nKMWzfFlWmy5oC5TZxQvJQ=="},"content":{"description":"Named for the awesome flake that sits out away from the wall about 20 feet up and looks just like a shark fin, this pumpy sport route runs up the face between Damnation and Salvation. It can also easily be done on top rope as those anchors are on top and easy to set up. Just take the trail up on the far left.Like Triple Play, this bolt line can service at least three route paths - left, direct, and right. I personally like to run all three but the classic line is direct and engages the Fin dead on. Do it direct first, lock on to the fin and pull hard and up to get set for bolt four. Get ready though, the next block is right in your face and no picnic. The ledge you'll be standing on is big enough to rest and shake out before you send to the anchors. Double hard clip into the Wave bolts and use the quicklinks at the ends of the chain for lowering. That way your belayer can make a run on top rope and clean the draws and be lowered, or you can pull the rope for the belayer to lead and lower. Nice and easy - no fuss no muss. This is important because this wall is really overhung making it difficult to clean draws on the way down.","protection":"Five Wave glue-ins to ClimbTech hooks for easy clip-in and lower-off. The new safe standard for sport climbing. Learn more HERE. Top rope anchors on top - access via the far left trail.","location":"Upper Wall right side. Look for the bolts and chains above.The Upper Wall is best accessed by the upper parking lot and up the trail next to the sign. Run this trail a few times and you’ll be more than warmed up for climbing the Fin. :)"},"__v":0},{"_id":"Hz832giXWXCZUay+3+jcOg==","name":"Salvation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94383,40.57418]},"left_right_index":0,"mp_id":"119572782","mp_crag_id":"118022535","climb_id":"Hz832giXWXCZUay+3+jcOg==","areaRef":"nKMWzfFlWmy5oC5TZxQvJQ=="},"content":{"description":"I just recently discovered the whereabouts of this classic ‘70s route! Part of the upper wall trifecta: Damnation, Salvation, and Loose Women (which has yet to be located/confirmed). ‘60s/’70s Donation climber Ken Decker verified this sweet line, and then only days after, my friend Alex led it on trad. He found it challenging but fun! Here’s his beta on the route “Work up the obvious easy crack to the small roof over a corner. Take advantage of bomber placements under the roof (pink or red tricam helpful) before moving out to the right. Layback the crack and make your way through the crux (a 0.2 cam offers peace of mind). Climb onto an awkward ledge, with good protection for the rest of the climb”.This route is a Donation-Must-Do. Try it on trad like Alex and imagine yourself (guys only of course) with a huge mustache, sideburns, tube socks, and if summertime, awkwardly short shorts! Oh the ‘70s...","protection":"Standard rack, 0.2 cam very helpful to protect the crux. Bolt anchor. ","location":"Upper wall, accessed from the upper parking lot. Left side of the right side high wall. "},"__v":0},{"_id":"oh4o8cywVWygnn1qPzkeuw==","name":"Pillar Front Face","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94383,40.57418]},"left_right_index":3,"mp_id":"119636343","mp_crag_id":"118022535","climb_id":"oh4o8cywVWygnn1qPzkeuw==","areaRef":"nKMWzfFlWmy5oC5TZxQvJQ=="},"content":{"description":"I'm sure this has been climbed before but who knows when, it was pretty dirty, but a fun solo.Climb the front face of the (almost) freestanding pillar to the right of damnation. Start between the trees and the pillar, working your way up mostly good holds, about 8 feet from the top trend right around the corner to access a little ledge before stepping up to the summit. Not a lot of gear potential and currently no bolts.","protection":"None","location":"The almost freestanding pillar to the right of damnation. Start between the trees and the pillar."},"__v":0},{"_id":"L1zyA6u9V9qeTOzjDbkr/g==","name":"Damnation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-77.94383,40.57418]},"left_right_index":2,"mp_id":"119688360","mp_crag_id":"118022535","climb_id":"L1zyA6u9V9qeTOzjDbkr/g==","areaRef":"nKMWzfFlWmy5oC5TZxQvJQ=="},"content":{"description":"After months of research and on-site consultations by veteran climbers, we’ve pretty much determined that this line is the famous line and namesake of this upper wall - Damnation. I write “pretty much” because with so much time passing since the ‘60s ‘70s era of climbing here, it's really hard to nail things down to an absolute. Yes, some routes are so well known and have been climbed so many times by the veterans that the names and locations are solid. This upper wall was less popular back in the day so also less remembered.The line here is pretty obvious as it runs up the vertical crack to the right of the bolted Shark’s Fin line. Follow this crack to a little dihedral with a tiny roof-like top. That area is most likely the crux as it’s a bit tricky. Once up above that, the next block is tricky too as you have to lean back to engage it, and like the bottom, it’s all overhung making for a potential pump fest.This route can go top rope or trad. If TR, you have anchors at the top but you’ll need to allow for the off-direct angle.","protection":"For top rope: Anchors above and to the left.","location":"Right of Shark’s Fin bolted route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,127b5393-2e00-5b5b-a3a8-6f90ec643563,6bf8cbc2-6fbc-5ead-a50e-b55d892620f5,aec5b685-2df2-5b4a-8964-70cd648423e2,9ca316cd-f165-5a6c-b9a0-2e5367142f25","pathTokens":["USA","Pennsylvania","Central PA","Donation Rocks","Damnation Wall","Right Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.4"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-77.94383,40.57418]},"bbox":[-77.94442199736586,40.57373033981814,-77.94323800263415,40.57462966018186],"left_right_index":-1,"ext_id":"118022535","area_id":"nKMWzfFlWmy5oC5TZxQvJQ=="},"content":{"description":"This side is decisively harder because the wall is pretty much continuous and very overhung. Set a top rope here and the bottom of your rope will be a good 10ft out from the base of the wall. This not only makes the climbing tougher, but you become like Superman if you come off and it’s hard to get back to the wall. It’s best to be lowered and start again. Now that there’s a sport route here, the flying effect is eliminated but the overhang is not.\n\n This wall offers a great variety of TR ascent options but beware, there’s only one set of anchors above. What I do, and recommend, is using a self-equalizing setup with a cordelette called a Sliding X. This allows the masterpoint to be moved across the top edge to accommodate these varied route options - but only slightly. If you go too far either way you’ll really feel like Superman!"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:19:56.304Z","updatedAt":"2022-11-25T11:21:24.531Z"}