{"_id":"6368a214e80bff5a9955daa6","area_name":"Hole in the Wall","shortCode":"","climbs":[{"_id":"ge+KiC5tW4e16gxiFaJ+1g==","name":"Umbers","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kerr Adams and Garon Coriz","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":1,"mp_id":"117106722","mp_crag_id":"105994493","climb_id":"ge+KiC5tW4e16gxiFaJ+1g==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"It is possible to break this up into 2 short pitches or combine them into 1 with a 60-meter rope.\n\n Pitch 1: 5.10 - Begin on the arete ~20ft to the left of the beginning of BAC Crack. A small cam will get you started for protection. After a few moves on the right side of the arete, begin working left onto the face. a bolt and another small or medium cam protect the final moves onto a small perch. Optional belay \n\n Pitch 2: 5.10 - Begin working up the left-angling blocky terrain until you find yourself beneath a vertical wall. Clip the bolt and power up the short left-facing corner (crux.) Follow the natural line of weakness to a large pine tree on top of the wall.","protection":"Single rack to 3 inches with doubles in small/micro cams. ","location":"Continue northward (up) the broad gully from Miss Piggy and Birth of the Cool for another 100 meters (300 feet). The route is on the southern end of the next rock wall to the East (climber's right.) Locate obvious large crack half way up with a roof. This is BAC Crack. Umbers begins on the arete ~20ft to the right. "},"__v":0},{"_id":"mYHai1cyUr2mHLoVt1z25g==","name":"Three Little Birds","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Karl Kiser, Garth Magee & Steve Hattenbach, Fall 2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":12,"mp_id":"107300896","mp_crag_id":"105994493","climb_id":"mYHai1cyUr2mHLoVt1z25g==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"two pitches, 1 (60 feet)-5.7/5.8 trad, gear;  2 (95 feet)-5.9/5.10 trad,  mixed.","protection":"moderate trad rack, one set cams to hand, wired nuts, minimum of eight 24\" runners.  bolted anchors and rap station at the end of each pitch.","location":"the climb starts up a crack on the north face of the Redeemer (left of Rastafari) just right of a large bush and goes to a west facing ledge.  the second pitch goes directly above the belay in a crack system to a large ledge then up the arete (bolts) to a second ledge.  rap the route."},"__v":0},{"_id":"TEwuKFBrVj+Db2Ffs7z/6w==","name":"Strike It Rich","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Karl Kiser, Bryan Pletta, Noah Monagle & Tina Nenoff, Fall 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":9,"mp_id":"108360814","mp_crag_id":"105994493","climb_id":"TEwuKFBrVj+Db2Ffs7z/6w==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Climb a hand crack and face up to the first bolt, the next section (the crux) trending left requires several small cams in small cracks to the second bolt.  Step right and again climb up past the third bolt, then trend right to the fourth bolt on the way to the anchor.  There is a super stopper placement below some blocky handholds on the way to the fourth bolt.  Don't pass up gear placements.","protection":"Gear and bolts.  Take a light rack:  small to medium wires to a black Metolius cam (an additional gold Camalot can protect the start), three blue Metolius cams are useful in the small cracks, many standard trad draws.  Bolts and chains at the top.","location":"Climb starts at the toe about ten yards downhill of Paydirt in a hand sized crack.  Rap the route."},"__v":0},{"_id":"mEYD2/w/V7uqOfkp2iSWCg==","name":"Sophmoric Sandbag","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Hattenbach & Mark Thomas & Chris Kessler, Fall 2005","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":16,"mp_id":"106148603","mp_crag_id":"105994493","climb_id":"mEYD2/w/V7uqOfkp2iSWCg==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Climb the crack to the bolted anchor.","protection":"All gear, small to medium wires and cams.","location":"The right facing dihedral to the right of Occasional Freshman."},"__v":0},{"_id":"GG0C9p5IUWWAik88uW0EWg==","name":"Sister Sledge","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Carolyn Parker","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":7,"mp_id":"106466098","mp_crag_id":"105994493","climb_id":"GG0C9p5IUWWAik88uW0EWg==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Amble up and left past the first two bolts, using the pillar to the left, though it is not necessary. Next head right in an undercling flake feature. Then blast straight up past the next 3 or 4 bolts with pretty continuous moves on edges in horizontal seams and opposing sidepulls. The feet are typically slopy or difficult to see because of the bulging nature of the rock between the horizontal breaks. Once the angle lessens the climbing eases and trends slightly right passed more bolts on the way to the two bolt anchor on a nice ledge below Another Pair of New Shoes.","protection":"Bolts and bolted anchor with chains.","location":"Right of Miss Piggy, starting just around a large flake. The left hand of the two bolted sport routes."},"__v":0},{"_id":"z0DdGQT4V42T23f6MfhKaA==","name":"Senior Prom","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mark Thomas & Chris Kessler, Fall 2005","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":17,"mp_id":"106148609","mp_crag_id":"105994493","climb_id":"z0DdGQT4V42T23f6MfhKaA==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"The bolted line immediately right of Sophmoric Sandbag (same start) and climbs to the same anchor at the end.","protection":"All bolts with an optional gear placement prior to the first bolt.","location":""},"__v":0},{"_id":"w/cUwVa2WLmYhiuVHZCUag==","name":"Sailor Slang","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Marc Ripp., Bryan Pletta, Lee Brinckerhoff, Brian Mulligan","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":19,"mp_id":"106466113","mp_crag_id":"105994493","climb_id":"w/cUwVa2WLmYhiuVHZCUag==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Trend left on biggish ledges to the first bolt. Then head straight up past 3 more on good flat holds to the top of the wall. This is a good easy sportish route, possibly the easiest in the Sandias. This fact does not mean that it is a great lead for beginner though as the wall is low angle. \n\n  There is a bolted anchor to the right of this route's anchor that can be used to set up a 5.6ish TR.","protection":"4 bolts and chain anchors.","location":"The first wall you go past after leaving the La Luz on your way to Hole in the Wall. About 50 feet from the La Luz trail, the approach trail drops down a hillside as it contours along the base of this 40-60 foot tall wall. Sailor Slang is the right hand of the two bolted lines."},"__v":0},{"_id":"ispgr4d6WzKgQL2r+ckSVg==","name":"Rastafari","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Kirk Miller, Johnny Myrick","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":13,"mp_id":"106203698","mp_crag_id":"105994493","climb_id":"ispgr4d6WzKgQL2r+ckSVg==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Well, we just walked up to this one. I remember the move to the first bolt went with a pink tricam for pro. On one go Johnny popped and the piece popped sending him into my lap.  Gear got us through a small roof to the belay.  After I got a bolt in on the second pitch, Johnny ran it out to a drill stance to put in a 5/16 drivin and broke the bit.  He managed to change out to our 3/8 inch bit and proceeded to break it too.  In an amazing feat of courage (or stupidity) he ran it out up the crackley knobs to the top.","protection":"I guess the second pitch has been retro'd...good show!","location":""},"__v":0},{"_id":"PAsIMeGFWhmLqQqJVuPmAA==","name":"Paydirt","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bryan Pletta & Karl Kiser & Noah Monagle, Fall 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":10,"mp_id":"107957024","mp_crag_id":"105994493","climb_id":"PAsIMeGFWhmLqQqJVuPmAA==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Climb straight up through the roofs on good holds (the crux).  A 60 m rope can be used but exercise care when lowering.","protection":"Mixed route, gear and bolts.  Standard trad rack to hand sized cam (gold camalot).  Anchors and chain at the top.","location":"The route is on the right side of Hole in the Wall, just left of the gully which separates Hole in the Wall from the Redeemer formation.  Rap the route."},"__v":0},{"_id":"pIChBfiQV5CWzv9ayN1zZg==","name":"Occasional Freshman","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Carlos Buhler, Sue Giller, 1974","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":15,"mp_id":"105995906","mp_crag_id":"105994493","climb_id":"pIChBfiQV5CWzv9ayN1zZg==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Pitch 1: Climb the left-facing corner or the face just to its right for 50', then stay in the left of two cracks to a belay on loose blocks below a chimney/slot (5.6). \n\n  Pitch 2: Climb upward through an easy chimney to a squeeze chimney with a big chockstone.  Pass around the chockstone and move to the the top of the flake, or tunnel through behind it if you're tiny.  From here, hand traverse 8' left on dubious rock with minimal protection to a gully (5.7+, described this way in Sandia Rock), or face climb straight up from the top of the detached pillar and soon you'll reach some finger cracks (also about 5.7+, better pro, I'd recommend this alternative). \n\n  Note that \"Sandia Rock\" rates this climb as 5.8 rather than the 5.7 found in older guides; considering the less-than-ideal pro at the crux, best to be comfortable at 5.8.","protection":"1 set nuts, 1 set cams to 3\".","location":"When approaching from the La Luz, this climb starts 15' right of the bolted routes (Body Nazi, and Rastafari), in a left-facing corner."},"__v":0},{"_id":"Bxz1cBk3VNSqA+Nv3q+UxA==","name":"Mr. Hyde","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Lee Brinckerhoff, Marc Ripper, Bryan Pletta","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":3,"mp_id":"106220469","mp_crag_id":"105994493","climb_id":"Bxz1cBk3VNSqA+Nv3q+UxA==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"This is the right route on the wall. Start below a right facing corner, climb up into this then trend up an right on a ramp feature, then blast straight up the wall passing several small roofs en route to the rap anchor at the top of the wall.","protection":"Bolts and gear up to a #2 camalot.","location":"To find this route and Dr Jeckle, head up a gully/slope to the left of the main hole in the wall formation Miss Piggy, contour along a wall on your right up a larger brush choked gully, after a couple of minutes you will see the top of the wall as a bump of rock to your left on the other side of the gully. Cross the gully where the brush thins and you are among a small stand of aspens. Head up a slope towards some giant steps leading to a notch just right of the top of the formation. This should deposit you in a nice small flat area from which you can head up to your right to the top of the formation 20'. This leads to another small flat area where you have to head over some head height rocks, or around them to get to the anchors, which are just below the top but easily visible on a 45 degree slab with a small ledge just below and to the climbers left. This should take about 5 minutes from the base of Miss Piggy. 2 rappels with a 60m rope gets you to the bottom of the wall, or lower in and TR out. Another option exists to head left from the bottom of ??, this will involve some exposed scrambling over a large boulder and a fallen tree leaving you at the top of a very steep dirt chute that you must cross to get to the base of the climbs."},"__v":0},{"_id":"8kixFMh0UTmWQyqpIcE6EA==","name":"Insane Clown Posse","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Kear 2001","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":8,"mp_id":"106471111","mp_crag_id":"105994493","climb_id":"8kixFMh0UTmWQyqpIcE6EA==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Trundle up some hollow blocks forming a shallow left facing corner. At the top of the corner clip your first bolt and move up on a couple of jugs to the second bolt and get your game face on. The next section to the 3rd bolt is the crux and pretty much all the holds are bad and/or face the wrong direction. Once you've made it through the crux head up onto the slab for a complete hands off rest and contemplate the slabby section ahead. Run up the ramp to the left and attack the slab past a couple of bolts to lower angle climbing above and a last bolt. \n\n  John used a single biner on the first bolt to keep the rope out of his feet, I used a regular draw, so your choice. You may want a long runner on the first one or two bolts on the slabby section above the rest as the first is pretty far left of the other bolts, so you don't hit the ledge you were just standing on.","protection":"6 bolts and chain anchors.","location":"The right hand of the two sport routes that start around the flake right of Miss Piggy. Start off of a higher ledge to the right at a shallow left facing corner that is about 10 feet high."},"__v":0},{"_id":"8lox/lTWVqypycT4BNxtpw==","name":"Miss Piggy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Hill, Norm Wendell, 1980","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":6,"mp_id":"105994499","mp_crag_id":"105994493","climb_id":"8lox/lTWVqypycT4BNxtpw==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"1st Pitch; 100 ft   Start up the wide crack to the top of the flake, can use a #3 Camalot here but not necessary.  Continue up the steep thin crack (crux) to a right facing dihedral.  From here angle right on easier ground to the anchor for the bolted routes or continue up another dihedral to belay at the large tree. \n\n  2nd pitch; 120 feet   From the belay follow the crack past a fixed piton.  The Sandia Classics guide mentions the start is difficult to protect, but I didn't find it any worse than other Sandia climbs at the grade.  Continue up the crack for a ways until the crack gives way to block terrain.  Angle slightly right on better than it looks rock to a slight notch.  Top out and belay off the tree.","protection":"Standard Sandias rack up to #2 camalot.  Can place a #3 at the start if desired.  Could probably fit it on the second pitch as well if needed.","location":"Continue past the La Luz mine passing Insane Clown Posse and Sister Sledge, 10 ft left of Sister Sledge is the starting flake of Miss Piggy."},"__v":0},{"_id":"WuVOLkcGVi6h3Rk+T3EiEg==","name":"Mouth of a Sailor","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Matt Lawry, Marc Ripp., Bryan Pletta","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":18,"mp_id":"106466144","mp_crag_id":"105994493","climb_id":"WuVOLkcGVi6h3Rk+T3EiEg==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Fun low angle climbing on sloping holds and sidepulls which an out of place knob jug at the 3rd bolt. Stay a little right of the bolts between the 2nd and 3rd bolts though one could really climb anywhere. \n\n  A little sporty, but that is normal for the Sandias. There is an anchor to the left of this routes anchor to set up a TR on a route that is supposed to be 5.6ish.","protection":"5 bolts and chain anchor.","location":"The first wall you go past after leaving the La Luz on your way to Hole in the Wall. About 50 feet from the La Luz trail, the approach trail drops down a hillside as it contours along the base of this 40-60 foot tall wall. Mouth of a Sailor is the left hand of the two bolted lines."},"__v":0},{"_id":"YzMoxc61Uv+qMN3k4jwlUA==","name":"End of My Rope","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Karl Kiser & Bryan Pletta & Noah Monagle, Fall 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":11,"mp_id":"107957044","mp_crag_id":"105994493","climb_id":"YzMoxc61Uv+qMN3k4jwlUA==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Boulder start (the technical crux) to a good ledge, then up and right to avoid a small dihedral.  Traverse back left and up a neat flake.  The final face moves (mental crux) can be approached several ways but slightly right then left allows an easier clipping of the bolt above the large ledge. \n\n  A sixty meter rope is adequate but exercise care on the lowering.","protection":"Mixed Route, gear and bolts.  Standard trad rack to fist sized cam (blue camalot).  A larger cam may be used in the upper flake.  Do not pass up gear placement opportunities.   Anchors and chains at the top.","location":"This climb is located on the extreme right of the Hole in the Wall formation.  Rap the route."},"__v":0},{"_id":"H9MBxutLWmu8EHXFaGRKfQ==","name":"Dr Jeckle","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lee Brinckerhoff, Marc Ripper, Bryan Pletta","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":2,"mp_id":"106220452","mp_crag_id":"105994493","climb_id":"H9MBxutLWmu8EHXFaGRKfQ==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"This is the left route on the wall. The first pitch heads up into some thin cracks that peter out just before the belay, crux. The second pitch makes difficult moves off the belay then eases slightly and trends a little to the right back to the rap anchor.","protection":"draws and gear up to a #1 camalot.","location":"To find this route and Mr. Hyde, head up a gully/slope to the left of the main hole in the wall formation Miss Piggy, contour along a wall on your right up a larger brush choked gully, after a couple of minutes you will see the top of the wall as a bump of rock to your left on the other side of the gully. Cross the gully where the brush thins and you are among a small stand of aspens. Head up a slope towards some giant steps leading to a notch just right of the top of the formation. This should deposit you in a nice small flat area from which you can head up to your right to the top of the formation 20'. This leads to another small flat area where you have to head over some head height rocks, or around them to get to the anchors, which are just below the top but easily visible on a 45 degree slab with a small ledge just below and to the climbers left. This should take about 5 minutes from the base of Miss Piggy. 2 rappels with a 60m rope gets you to the bottom of the wall, or lower in and TR out. Another option exists to head left from the bottom of ??, this will involve some exposed scrambling over a large boulder and a fallen tree leaving you at the top of a very steep dirt chute that you must cross to get to the base of the climbs."},"__v":0},{"_id":"MKLvU3V7XXOHIklW/ZWVpA==","name":"Body Nazi","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Mark Thomas & Karl Kiser,  Fall 2005","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":14,"mp_id":"106148591","mp_crag_id":"105994493","climb_id":"MKLvU3V7XXOHIklW/ZWVpA==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"The first pitch is 5.11- (70 m rope required for the rap) to the same belay stance as Rastafari.  The second pitch goes right at 5.10-. The left bolt line is the second pitch of Rastafari, retroed (with permission of FA party) at 5.10.","protection":"The first pitch needs a few pieces (small to medium wires and cams).  The second pitch is entirely bolts.","location":"The climb is the first left of Occasional Freshman and right of Rastafari (the high bolt).  Follow the painted bolts."},"__v":0},{"_id":"1y9Ud4cKW3+OMQ+wAzdV3w==","name":"Birth of the Cool","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Eric Whitbeck and William Penner, 2004","type":{"trad":true,"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":4,"mp_id":"106003946","mp_crag_id":"105994493","climb_id":"1y9Ud4cKW3+OMQ+wAzdV3w==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"Start from the bolted anchor atop the bolted climbs.  From here head straight up clipping the first bolt of Another Pair of New Shoes, clip the first bolt and bust left.  Clip bolts on the arete making thin balancy moves heading up to a small roof.  Duck left on the arete placing small pro passing the roof, and clip another bolt. From here clip another bolt and merge into the top of Another Pair of New Shoes.","protection":"Bolts and a few finger size pieces.  Could easily do it on all bolts if solid at the grade, but some supplemental pro is nice.","location":"Second pitch climb on Hole in the wall, follows left arete.  Can belay off of large tree atop Hole in the Wall buttress."},"__v":0},{"_id":"cKgKOuoHUEiWD0fAZ8fwpg==","name":"BAC Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kerr Adams, Kathleen Barney, Garon Coriz","type":{"trad":true,"tr":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":0,"mp_id":"117026518","mp_crag_id":"105994493","climb_id":"cKgKOuoHUEiWD0fAZ8fwpg==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"It is possible to break this up into 2 short pitches or combine them into 1 with a 60-meter rope.\n\nPitch 1: 5.7 - Intermittent steps complicated by vegetation from the ground up for 30 feet. Small cams or nuts will suffice through this section. Loose rock in the chimney above may still exist despite cleaning efforts. Small cams work well through here. Once out of the chimney veer up and left upon a series of easy, wide ledges to the bottom of the money crack. 1-1.5\" pieces work well for an anchor at the base of the crack.\n\nPitch 2: 5.10 - Ascend the crack above using smears and steps to either side. A size 3 or 4 cam can be placed before the crack widens, and another may be place 8-10 feet above when the crack returns to fist size. Hand width cracks turn to finger cracks over 15 feet with good feet to the roof. A size 6 cam can be placed into the crack above in the roof or a smaller size 1 cam can sit 3 feet lower. A good hand jam with a strong pull to a bomber shelf handhold will allow passage through the crux. A size 5 can be placed in the crack immediately above the roof. Lichen-heavy terrain with a meandering hand crack leads to broken ledges to the top of the formation. Belay off the large sturdy pine.","protection":"Standard rack up to size 5 (BD Camalots). An extra size 4 is nice to have. There are 2 spots for size 6 BD cams but they are not necessary.","location":"Continue northward (up) the broad gully from Miss Piggy and Birth of the Cool for another 100 meters (300 feet). The route is on the southern end of the next rock wall to the East (climber's right) and has an obvious large crack half way up with a roof. The climb starts 20 feet left of a large pine on a fairly wide open ledge."},"__v":0},{"_id":"bWUOiuazUfOahRpUw807Fg==","name":"Another Pair of New Shoes","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"John Duran","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":5,"mp_id":"106466153","mp_crag_id":"105994493","climb_id":"bWUOiuazUfOahRpUw807Fg==","areaRef":"lCFRgfTFWrCHvFFFQghBBg=="},"content":{"description":"From the belay, head up and left to a bolt then attack the thin crack straight up. Follow this up to the crux roof and a line of bolts up the headwall. The roof (crux) has a high bolt that can be difficult to clip then typically move a bit to the right to turn the roof or try it straight on. The headwall offers up continuous climbing at a slightly easier grade than the crack and roof and keeps you on your toes.  \n\n  A great line that offers up a little of everything. Face, crack, a roof and good position.","protection":"Bolts with thin gear, RP's to finger size cams for the 20 feet of crack. Tree to anchor off of about 25 feet back from the top of the wall.","location":"Climb either of the sport routes, Sister Sledge or Insane Clown Posse, or the first pitch of Miss Piggy to the bolted anchor at mid height on the wall. Head up and left to the first bolt but then continue straight up, the bolts continuing left to the arete are for Birth of the Cool."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,94215181-f4c5-5ab0-87bc-514542084106","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Hole in the Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.8"},{"count":3,"label":"5.11-"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":2,"intermediate":9,"advanced":4,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":3,"expert":0}},"alpine":{"total":20,"bands":{"unknown":0,"beginner":4,"intermediate":10,"advanced":6,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":10,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"bbox":[-106.45255032475414,35.205850339818134,-106.45144967524584,35.20674966018186],"left_right_index":-1,"ext_id":"105994493","area_id":"lCFRgfTFWrCHvFFFQghBBg==","polygon":{"type":"Polygon","coordinates":[[[-106.45255032475414,35.205850339818134],[-106.45144967524584,35.205850339818134],[-106.45144967524584,35.20674966018186],[-106.45255032475414,35.20674966018186],[-106.45255032475414,35.205850339818134]]]}},"content":{"description":"This high quality wall has a wide variety of Sandia style classics.  Here you will find a moderate classic as well as difficult thin face testpieces.  This area is west facing, so get there early for the difficult climbs before the afternoon sun hits. \n\n  Classics include: \n\nMiss Piggy 5.8 \n\nSister Sledge 5.11d \n\nInsane Clown Posse 5.12d \n\n  2nd Pitch: \n\nBirth of the Cool 5.11- left arete \n\nAnother Pair of Shoes 5.11c above bolted belay"},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T06:13:49.853Z","updatedAt":"2024-01-20T01:05:01.740Z"}