{"_id":"6368a44ee80bff5a9959c08d","area_name":"Butcher's Hand, The","shortCode":"","climbs":[{"_id":"FsO0MQUfXEC0nAUtA2ZAaQ==","name":"Gilson Route on Butcher's Hand","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bill Gilson, 1959","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46872,43.88543]},"left_right_index":999999,"mp_id":"106826214","mp_crag_id":"106825605","climb_id":"FsO0MQUfXEC0nAUtA2ZAaQ==","areaRef":"90l1osk+U6CrCNjCrSdFeg=="},"content":{"description":"This route is fairly easy, super fun and exposed.  It has a great spicy stem into a long cruiser knifeblade 5.3 ridgeline that is unreal fun! \n\n  A rappel from the chain anchors will easily allow you to top rope Blood Sausage. \n\n  This summit has not seen much action.  We climbed this route when we first top roped Blood Sausage and were the first people who had signed the register in 12 years.","protection":"Bring small stoppers and a few pretty small cams/TCUs...but don't expect to get in more than one or two pieces. \n\n  Brand new chain anchors on the south end of the spire get you down in one rappel.","location":"See the approach description for The Butcher's Hand.  The route climbs the low angle north rib.  Once in the gulley between Cleaver and The Meat Counter, squeeze through the chimney hallway feature between The Butcher's Hand and the Cleaver until you can climb up and right onto a small block.  It is best to set up your belay around the small summit here, rather than to belay in the chimney hallway, to protect the leader if they fall making the cruxy and airy stem onto the low angle rib.  Make the airy step across and then climb 5.0 to the top!  Make sure you get a piece in under one or two of the horizontal cracks to protect the follower.  A fall by either climber on this route could be catastrophic."},"__v":0},{"_id":"05/gTaZqVzG712dkMmxmOA==","name":"Blood Sausage","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Pelczarski, July 13, 2010","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.46872,43.88543]},"left_right_index":999999,"mp_id":"106825615","mp_crag_id":"106825605","climb_id":"05/gTaZqVzG712dkMmxmOA==","areaRef":"90l1osk+U6CrCNjCrSdFeg=="},"content":{"description":"This route climbs an awesomely aesthetic line direct up the south face on some extremely unique features.  It's a real power piece - there are few rests on this short but tough little fella!  The real climbing begins on the large pedestal, and any way you get to that point is fine.  Staying left of the bolts, climb direct through the huecos and crystals to the summit.  This route is short, wild, exposed, aesthetic, and fun! \n\n  Do not bail left onto the west face up the easy crystal trough at the 4th bolt - continue direct up the face!","protection":"Four bolts and an anchor with two chains. \n\n  Route can easily be top roped by climbing the Gilson Route.","location":"See route description for The Butcher's Hand.  Once you have passed under the large chockstone tunnel, directly ahead of you will be the south face of The Butcher's Hand, which when viewed from this angle looks like a needles style spire.  The route climbs direct up this face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,e523d4f2-d47a-5840-8af3-f78dbb3e8f47,f74975a2-c93e-53a0-ab08-d8c2ad27457a","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Chopping Block","Butcher's Hand, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.46872,43.88543]},"bbox":[-103.46934389770597,43.88498033981814,-103.46809610229406,43.885879660181864],"left_right_index":-1,"ext_id":"106825605","area_id":"90l1osk+U6CrCNjCrSdFeg=="},"content":{"description":"The Butcher's Hand is a long narrow fin of rock on the North end of the gully  between the formations Meat Counter and Cleaver.  There are three known routes on this formation.  There is a 5.5 Bill Gilson route first climbed in 1959 (First ascent of the formation.)  There is also a Phinney route called Pinkie Rib (5.9) and a new sport route called Blood Sausage (5.11).  When viewed from the south, this rock looks like a needles style spire and is very aesthetic!"},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:23:13.603Z","updatedAt":"2022-11-25T11:21:46.074Z"}