{"_id":"6368a1b8e80bff5a99553f16","area_name":"Höhe Hinterland","shortCode":"","climbs":[{"_id":"WV3gcF2LWy+FcxTJlIoOLw==","name":"Wünderkind","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ryan Barber, Bradley White.  FFA:  Mike C. Robinson, Spring 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":0,"mp_id":"107632283","mp_crag_id":"107613754","climb_id":"WV3gcF2LWy+FcxTJlIoOLw==","areaRef":"/Wn0XUmiXQSEpDGQpm9sdA=="},"content":{"description":"This roof is one of the last super features to be set up at Rumney, and its beautifully aesthetic geology can be clearly seen from Buffalo Road and even from Route 25 for those who know well the mountain.  Originally done as a ground up aid climb by hang-dogging on gear and cleaning the debris, it is now ready to be climbed by traveling Rumney sportsters.  With positive gear placements most of the way through, it still has the potential for a clean traditional ascent with one short section of pg-13 climbing.   \n\n  There two main intimidation factors to this climb.  The first is a large cammed block with a gnarly shark's fin protruding its top (\"Pinky Toe of Fate??\") the use of which is absolutely necessary to make your way into the roof.  The first ascent made very delicate use of this block, and after passing it, attempted to break it or dislodge it via foot with no success.  Subsequent ascents have hauled on the block to reach up into the ceiling, and its camming structure as well rock strength at the fin seem very strong.  With the large juggy nature of the fin, it presents itself as merely psychological rather than physical intimidation.  The second intimidation factor is the crux traverse around to the face.  Fixing a draw on bolt number six is helpful, because you can clip before making the move around the corner onto the face with no risk besides a clean air drop.    \n\n  Though the access is a little out there by Rumney standards, don't let this deter you from this hidden gem!","protection":"7 bolts to LO.  \n\n  There is a double bolt belay at the base of the climb as well as a double bolt lower off at the top (which sends you into the gully where there is another repel/belay station).","location":"In Ward's Guidebook, the topo for \"Lean Mean\" is incorrectly drawn through this feature. \n\n  There are four options of approach, the easiest being to repel in from the Crow's Nest.  Secondly, one could climb Back Crack, and climb through a short black face with double bolts which leads directly to the base.  Thirdly, is to climb Cold Feet and traverse left for about 70 feet which again leads to the short black face over which is the base of the climb."},"__v":0},{"_id":"2mkF/QzZVDuEZ8kU9SZrOQ==","name":"Schwarze Weissnergrat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bradley White and Ryan Barber, 2012.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":2,"mp_id":"107660445","mp_crag_id":"107613754","climb_id":"2mkF/QzZVDuEZ8kU9SZrOQ==","areaRef":"/Wn0XUmiXQSEpDGQpm9sdA=="},"content":{"description":"\"Weissner's Black Buttress\" is surprisingly nice 5.8 arete face which goes up the center of Höhe Hinterland.  Starting at double tree belay at the top of \"Back Crack\" just in front of the steep black face, do a few early crux moves through two bolts on the right hand side of the black face, and then straight up through the black arete and up over a bulge to a double bolt lower off.  Can be slightly damp from time to time, but very managable with nice crux moves at the beginning and end.","protection":"7 bolts to LO.","location":""},"__v":0},{"_id":"4ObJaGb2VXiEgIekGYosdA==","name":"Höhe Hinterland","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bradley White, Ryan  Barber.  Spring 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":999999,"mp_id":"107617020","mp_crag_id":"107613754","climb_id":"4ObJaGb2VXiEgIekGYosdA==","areaRef":"/Wn0XUmiXQSEpDGQpm9sdA=="},"content":{"description":"This is the original ground up route that climbs from the base of Hinterlands up through High Hinterland to the Crow's Nest.  The line was an exploratory ascent seeking an access passage to the Wünderkind roof.  For this reason, Brad and Ryan hauled a drill up to the Hinterlands, and climbed what they later found to be Mark Sprague's \"Back Crack\" through the direct variation they put in a few weeks prior.     \n\n  From there, they explored the option of climbing up the black face, but found it at they time to be too steep and featureless to climb without protection, so instead Brad traversed left around the corner and across the \"Hinterstoisser Traverse\" pitch and into the top of the big dirty gully.  The nasty chimney corner seemed the only plausible passage out of the gully and up to the roof above, so Ryan took the lead with the drill strapped to him, and added two bolts on the way up through the wet chimney (5.8).  Ryan's first desire was to climb straight through to the \"Wünderkind roof\", but was not 100% confident about the integrity of the blocks on the face, and did not wish to send anything big down to Bradley below.  For the time being, they decided on safety first and looked for an alternative line up \"Hanzel und Gretyl\" which Ryan led through adding a few bolts at the top to top out on.","protection":"Light rack of small / medium nuts and cams.","location":"Beginning at the base of the Hinterlands, walk into the dirty gully to the right of Hinterland Highway, climb \"Back Crack\" on the right hand side.   \n\n  You can either top out at the Crow's Nest and belay off the trees, or lower out through one of the Höhe Hinterland escape lines."},"__v":0},{"_id":"lOScTncnUsy0RHbzsdgIGQ==","name":"Hanzel und Gretyl","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ryan Barber, Bradley White. Spring 2012.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":1,"mp_id":"107615112","mp_crag_id":"107613754","climb_id":"lOScTncnUsy0RHbzsdgIGQ==","areaRef":"/Wn0XUmiXQSEpDGQpm9sdA=="},"content":{"description":"This climb was originally accessed via the Hinterstoisser Traverse by Bradley White.  Ryan Barber then took the lead up through the dirty chimney below Wünderkind hoping to access the magnificent roof.  Not feeling brave enough that day to step out onto the blocky face below the roof and afraid this might avalanche significant sized blocks down to Bradley below, he belayed Bradley up to the ledge before this inside corner, and finished up the route via this corner. \n\n  Some cool stemming is required, and then a pump up over the bulge at the top.","protection":"Some small and medium gear is required at the beginning, but the business is protected by bolts.","location":"From the Wünderkind belay ledge, climb over the bulge onto another ledgy platform, and follow the left facing inside corner up for about 15 feet then right over a small overhang."},"__v":0},{"_id":"D4UTS3hJWQSCZ1kyxIKh0w==","name":"Der Riss","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ryan Barber, Bradley White.  Spring 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"left_right_index":3,"mp_id":"107661281","mp_crag_id":"107613754","climb_id":"D4UTS3hJWQSCZ1kyxIKh0w==","areaRef":"/Wn0XUmiXQSEpDGQpm9sdA=="},"content":{"description":"This 15 foot hand crack takes nice gear and puts you in some funky jam postures.  When the crack fizzles out, move left across a short ledge, place some medium / small stoppers or tricams, move left around a bulge, clip the bolt, and move up through some funky sloper moves to gain a nice big ledge.  Throw in a baby cam or two and top out, then move left to the anchors for Schwarze Weissnergrat.","protection":"Two or three Big Cams (3, 3.5, 4), small/medium nuts or tricams, and some baby cams to protect the easy topout.","location":"This is the obvious 4 inch splitter crack on the righthand side of Höhe Hinterland just left of the Giant Man roof.   \n\n  Belay in front of a small group of trees before the short slab leading up to the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,fd69f45d-49a2-5d04-84a4-3190a66f6c74","pathTokens":["USA","New Hampshire","Rumney","Höhe Hinterland"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.8367,43.8021]},"bbox":[-71.83732302683055,43.801650339818146,-71.83607697316944,43.80254966018186],"left_right_index":-1,"ext_id":"107613754","area_id":"/Wn0XUmiXQSEpDGQpm9sdA=="},"content":{"description":"The \"high\" or upper Hinderlands area is between Dolt and Giant man, but above all the established climbs on the lower ledge.  This has been a destination of interest for Bradley White since the 1980 when he spotted the magnificent Wünderkind roof from Hole in the Wall.  Catastrophic inspiration led him into a free solo attempt to scout out the area via the dirty gully right of Dolt.  Thirty feet up into the dike, a hold of rotten rock broke loose sending him for a mighty slide inevitably spitting him out all the way back to the trail next to the belay for Hinderland Highway.  Thirty years later, Bradley was inspired to reach out again for this region after reading about the mistake in the new guidebook which drew the Mean Lean directly on what later became Wünderkind.   \n\n       Hohe Hinderland now holds a handful of routes and variations over convoluted landscape making the topos difficult to draw out along with all the other routes on the Hinterlands proper.  The area has seen minimal human impact, and therefore users must use great caution navigating the terrain as there are still loose rocks which could easily spill down onto climbers below despite recent efforts to clean up the ledge to make it a safer environment.  The dirty gully is especially treacherous as a lot of the rock is wet and rotten and when dislodged can easily launch out across the path just right of the Dolt and Hinterland Highway belay stations. \n\n       Geologically, the Hinderlands is one of the most fascinating areas of Rumney in many peoples opinion, and the same holds true of its upper walls which contain a variety of quartz / schist conglomerates.  The belay ledges are very secluded and comfortable and for the adventurous, they offer a prime getaway from the sometimes overcrowded cragging community.   \n\n       For retreat, there are a variety of options, all of which require mindful caution.  Topping out and walking off from the Crow's Nest trail is always an option.  Otherwise, the group of trees at the base of Schwarze Weissnergrat will take you down Back Crack direct to the base of the gully.  A third option would be to traverse to the Ale 8 anchors left of Cold Feet and rap off the chains."},"density":0,"totalClimbs":5,"__v":2,"createdAt":"2022-11-07T06:12:11.654Z","updatedAt":"2024-01-15T16:46:33.156Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}