{"_id":"63689d20e80bff5a994f24ea","area_name":"Southeast Face","shortCode":"","climbs":[{"_id":"S0qOT0lSWpik9kJfkvdEDg==","name":"Yo Yo Pinnacle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Baker, Marti Woerner, Scott Williams, Mark Axen, Kem Johnson, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":15,"mp_id":"106493364","mp_crag_id":"109256050","climb_id":"S0qOT0lSWpik9kJfkvdEDg==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"This is a full-on trad route and will provide an adventure for the sport climber.  \n\n  Pitch 1. climb the top of the pinnacle.  Traversing left out of the chimney on to the face is probably nicer. \n\n  Pitch 2. Climb through the left overhang. \n\n  Pitch 3. Follow the weakness to the top.  This pitch could be considered R as the runouts are quite long but the climbing is easier.","protection":"There are not any bolts on this route to guide you.  I used camalots to 0.5-4, smallish TCUs, 0.5-2 Tricams and medium nuts.","location":"See squeezing the lemon, pg 306, 307. \n\n  To get down, 4th class to the top of the fortress and then walk off to the trail."},"__v":0},{"_id":"K7qKSydMVXGcyL8oONhJvw==","name":"Tres Frijoles","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Eric Fazio-Rhicard & Pat O'Herron","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":5,"mp_id":"106040770","mp_crag_id":"109256050","climb_id":"K7qKSydMVXGcyL8oONhJvw==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Um, I suppose the real crux is, as Squeezing the Lemmon suggests, the last 10 feet of the climb.  But, I found much of the climb sustained.  A nice route, make sure that you are comfortable with 5.9 - 5.10 moves a body length (or more) above a bolt. At times crimpy, this well protected route is a must-do!","protection":"Bolts and hangers with fixed anchors.  Bolt count not available.  Bring 15 slings or draws.  One hanger is available for the belayer off of the ledge at the start of TF proper.","location":"On the upper wall left of Rupleys; this is the first bolt line to the left of the Rupley Route. Begin on the first pitch of Fort Stress (or alternate) from a ledge."},"__v":0},{"_id":"pEh6aBWTXN6Wb4tVzYHo/A==","name":"Steel Crazy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark  Colby, Scott Ayers, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":1,"mp_id":"105738236","mp_crag_id":"109256050","climb_id":"pEh6aBWTXN6Wb4tVzYHo/A==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Steel Crazy starts up the face near the left end of the Fortress.  Look for the well-bolted line just left of a large corner. \n\n  Pitch 1: Pumpy climbing up and over small overhang (crux?)to easier climbing above.  Continue up easier terrain, slightly runout to sloping ledge.  Scary, thin moves up steep face past more bolts lead to small sea of chickenheads.  Follow these to two-bolt belay on huge ledge. \n\n  Pitch 2:  From the belay ledge, Steel Crazy follows the right of two bolted lines.  Fun 5.9 climbing on well-bolted (over-bolted?) face straight up for 100 feet.  More chickenheads lead to another two bolt belay. \n\n  Pitch 3:  Continue straight up over sustained climbing to chickenheaded face.  Easier climbing leads to 40 foot runout onto sloping ledge just left of large chimney.  At the shrubs, step across chimney (scary) to two bolt belay on right hand side. \n\n  Pitch 4:  Easy climbing for 60' to belay on top. \n\n  Descent:  If you are unfortunate enough to have return to your gear at the base, you can double-rope rap the route (not recommended). \n\n  Otherwise, walk off the backside of the Fortress, following the long narrow ridge that leads north back toward the saddleRequires potentially scary scrambling.","protection":"60 m rope, 20 quickdraws, biners and webbing for belay stations.","location":""},"__v":0},{"_id":"E15U0hDDXB2fI0lzaphP5g==","name":"Sneak Attack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Scott Ayers, Mike Witt, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":14,"mp_id":"106893496","mp_crag_id":"109256050","climb_id":"E15U0hDDXB2fI0lzaphP5g==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Good warm-up for some of 5.11s in this area.  Crux seemed to be a reach by the 3rd bolt, but the whole thing stays fairly sustained.","protection":"bolts--getting to bolt #2 seems far but has very good holds as you approach the bolt.","location":"I believe this is the second route from the right on the wall above the slab marked by Quartz Jester on the far left, and the approach trail on the right.  There are many more routes here than are listed in Squeezing the Lemmon, so I'm not 100% sure that this is Sneak Attack."},"__v":0},{"_id":"Uqe3ZQ2MWYGGbziCI1dIlg==","name":"Sir Clipalot","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Scott Ayers & Mark Colby (1993)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":18,"mp_id":"107766463","mp_crag_id":"109256050","climb_id":"Uqe3ZQ2MWYGGbziCI1dIlg==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Three pitches; three headwalls; three stars in the guidebook. \n\n  Pitch 1 (5.10c): Balance up two bolts of slab to easier climbing.  The third bolt is 30ft up at the headwall.  Decipher getting vertical and ascend to the anchors of the first pitch. \n\n  Pitch 2 (5.10a): A challenging finger lock leads to milder, left trending terrain.  Ascend a rounded arete while enjoying the scenery. \n\n  Pitch 3 (5.11b): Walk for twenty feet while heading for a dead vertical orange wall on the right.  The belay could optionally be moved here.  The last 60 feet are absolutely incredible: beautiful moves on gorgeous rock with great exposure.  The crux is both awesome and challenging. \n\n  While this route is fantastic, it is not classic due to its inconsistency.  Each pitch has both beautiful climbing and a rather dull section.  That said if you climb the grade you should get on it.","protection":"This is a well bolted sport route with chain anchors.  A dozen quickraws and personal anchors is sufficient.  Each pitch has a runout section on significantly easier terrain. \n\n  Walk off the formation via the standard trail, which is described elsewhere.  This involves a few moves of easy fifth class. \n\n  The route is a pretty straight shot and could potentially be rappelled should a monsoon storm be encountered.","location":"Sir Clipalot is the first bolted line past the Orifice on the east face (left side) of the Fortress. \n\n  To reach the route hike to the Fortress and drop down to the left using the climber's trail.  Most climbers stash unnecessary gear prior to dropping down.  This is where you will walk off."},"__v":0},{"_id":"MfZlGae3UKWmpU8bCrDE8w==","name":"The Rupley Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Rupley, et. al., 60's?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":2,"mp_id":"105738260","mp_crag_id":"109256050","climb_id":"MfZlGae3UKWmpU8bCrDE8w==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"The Rupley Route is a great mixed face and crack line that runs all the way up the Fortress. Although rated a moderate 5.9, the short crux face bit on first pitch was a little surprising in it's difficulty. It felt harder to me than some of the 10's at Munchkin Wall. Having said that, the bolts are pretty close together and you can always yard on the draws to get through the hard part if you get stuck. \n\n  The route starts kinda left-middle at the base of the south face. The route Steel Crazy starts at the same place (and crosses over the first pitch of the Rupley line). The Rupley Route starts about 30 feet up a gully from a ledge with lots of bushes. Belay up to this spot if you think soloing up there seems risky. \n\n  Pitch 1) Climb on good holds out left off the bushy ledge, clipping a series of bolts. As you move out, it starts feeling very steep and the holds get smaller, but they're mostly good. Once you pull onto the main face around the left, things get easier. Climb up, following the good holds. The wall goes vertical to get up to the belay. Follow the Steel crazy bolts up an arete to gain the big ledge system above with anchor bolts and chains. \n\n  Pitch 2) From the belay, go right up a ramp towards a small tower. Climb up (slightly runout) this tower past a couple of bolts and then continue above to reach an alcove where you can get good gear and belay just below the nice-looking third pitch crack. \n\n  Pitch 3) Make an airy move on good holds out of the alcove to gain the main crack running up the wall. Excellent crack and knob climbing straight up the wall to where the crack kinda peters out a bit. Old bolt and gear here to set up a hanging belay.  \n\n  Pitch 4) Climb up (yet more knobs!) and over the steep stuff above the belay (5.8+) past a couple of bolts. After the fun climbing, the wall starts to roll off. Run on up to a pair of rusty bolts on the shoulder near the top and belay. \n\n  Descent: Getting off the Fortress is a bit tricky and care should be taken, especially if you're not sure where you're going. From the top of the Rupley Route, head up and towards the right. A deep cleft kinda splits the top towards the right. You want to get up on top of the right half here, which may require either some soloing or belayed leading. Again, BE CAREFUL! Once on top of this hump, you can easily scramble along it all the way to the back of the crag and the ground. Follow the easiest path.","protection":"Standard rack up to #3 Camalot, draws. Maybe take a #3.5 Camalot to help with the belay at the top of pitch 3 if you don't mind the weight.","location":""},"__v":0},{"_id":"InjP3BIbWMOL8mYATAQRVA==","name":"Quartz Jester","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Ayers, Mike Witt, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":11,"mp_id":"106893492","mp_crag_id":"109256050","climb_id":"InjP3BIbWMOL8mYATAQRVA==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"This route involves steep, sustained crystal-pimping and is a great route if you're into that sort of thing.  There is no distinct crux--the crux may be locking off and figuring out which holds are best.","protection":"bolts-quite a few of them","location":"Starts just right of the chimney/slot that you walk through to get to Alcazar et al.  See p. 306 of Squeezing the Lemmon II."},"__v":0},{"_id":"LqNaSh3xXCWTMC4t4+QMIw==","name":"Pitched Battle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Ayers, Mark Colby (2000)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":3,"mp_id":"106879852","mp_crag_id":"109256050","climb_id":"LqNaSh3xXCWTMC4t4+QMIw==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Four pitches: \n\n  Pitch 1 (70 ft, 5.10, BC): Vertical, featureless face climbing leads to large flakes.  The first four bolts are the crux of the route. \n\n  Pitch 2 (80 ft, 5.9, BC): From the anchors of the first pitch scramble onto the ramp.  To continue on 'Pitched Battle' select the leftmost bolted line.  Note 'Steel Crazy' is now the line immediately to the right of 'Pitched Battle'.  Knobs and flakes give way to slightly thinner climbing on this pitch. \n\n  Pitch 3 (150 ft, 5.3, BGC): Low-angle, chickenhead hiking is found on this long pitch.  The mild climbing can be protected with slings and nuts.  There is one bolt around the 50 foot mark.  Alternatively, from the anchors of the second pitch, one can trend right for 20ft and hit the anchors for the second pitch of 'Steel Crazy'. \n\n  Pitch 4 (50 ft, 5.0, G): Choose your own route to top out.  The climbing is low angle and can be protected with slings and nuts.","protection":"12 quickdraws, 6 slings, and a set of nuts is more than sufficient.  We climbed it comfortably without nuts. ","location":"To reach 'Pitched Battle' hike down the east side of the Fortress and squeeze through a narrow passage. 'Pitched Battle' is the left most route on this platform. \n\n  'Steel Crazy' and 'Rupley Route' are to the left of the first pitch.  'Poquito Bandito' is to the right."},"__v":0},{"_id":"YKGpspKYUYG22NjnhTuOFQ==","name":"No Name 2","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":13,"mp_id":"107252947","mp_crag_id":"109256050","climb_id":"YKGpspKYUYG22NjnhTuOFQ==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Hard for the first half then eases up.  Thin face and crystal climbing.","protection":"Bolts","location":"Third route right of the tunnel that leads to the start of Alcazar and Gargoyle."},"__v":0},{"_id":"jJCcFaxPXfCl/pZDPEiL3A==","name":"No Name  1","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":12,"mp_id":"107252936","mp_crag_id":"109256050","climb_id":"jJCcFaxPXfCl/pZDPEiL3A==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Moderately steep face climbing that is pretty sustained.","protection":"Bolts","location":"Second route right of the tunnel under the boulder that leads to the start of Alcazar and Gargoyle."},"__v":0},{"_id":"JrCE/l/+X7mQBK480rLnlw==","name":"Inner Passage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Merle Wheeler, Scott Williams, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":19,"mp_id":"121292143","mp_crag_id":"109256050","climb_id":"JrCE/l/+X7mQBK480rLnlw==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"An old-school, adventurous romp with surprisingly good rock/protection** following weaknesses up an impressive wall. I think with some traffic and the right attitude, this might be a 3 star route! You may find the 5.7+ rating in the guidebook to be a tiddly bit old-fashioned.P1 | 5.8 |100': Boulder onto the low angle ramp 15' right of the ugly corner. Work left, heading for a small tree above an overhang. Pull the overhang (crux). Post crux, there are some appliance sized blocks that don't look very attached. Skirt underneath these to the right, step over them, and belay on a large ledge (save a #1 for the belay).P2 | 5.7 | 100': move right off the belay 5 or 10ish feet and head up lichen covered jugs, eventually climbing just right of a gully/crack. You basically end up heading straight up, towards the large hole which you tunnel through (awesome!). Emerge from the tunnel, gingerly tip-toe up some flakes (mental crux) and setup a belay. ** The flakes felt way more solid than they looked but it would be really bad if they became dislodged. I was happy to be seconding this section.P3 | 5.9 | 70': Look over at the Orifice wantonly, question why you're not clipping perma-draws, and head up obvious crack system. Gear belay in the large notch at the top of the Fortress. Pretty dang fun. P2/P3 link okay with careful slinging.","protection":"wires (large helpful), 1x .2-#3, 2x  0.4 - #1. Many slings, including double lengths","location":"This route is more on the East face of the Fortress. Walk beneath, and just past the Orifice into a large alcove with a really gross looking R Facing corner with a crack in it. Start in the corner (yuck!) or 10-15' to the right up a ramp. The route is by itself, a ways uphill from Clipalot and the other SE face routes.Squeezing the Lemmon 3 has a nice overhead that's helpful."},"__v":0},{"_id":"VfrlH0eSWsavhTqvfX1O1A==","name":"Gargoyle","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Scott Ayers & Mark Colby (2000)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":6,"mp_id":"106525054","mp_crag_id":"109256050","climb_id":"VfrlH0eSWsavhTqvfX1O1A==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Originally intended as a complete line, Gargoyle is a pitch and a half on the south face of The Fortress.  Blocky rock gradually fades to more delicate face climbing over the 110 feet of the first pitch.  The second pitch starts strong with a couple interesting moves but is quickly over.  Traversing through the chimney leads to a ledge with the Rupley Route, Tres Frijoles, Fort Stress, etc.","protection":"Bolts and chains.  A natural anchor is required to belay the follower on the second pitch.  Nothing other than a few slings and the rope is required.","location":"The start can be reached by walking through a small chimney.  Alternatively one can climb the first pitch of Mid-evil or Fortress Stress."},"__v":0},{"_id":"qG8Gk1vQVLiJzEQMt9kWZQ==","name":"Fort Stress","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Scott Ayers and Mark Colby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":4,"mp_id":"105738359","mp_crag_id":"109256050","climb_id":"qG8Gk1vQVLiJzEQMt9kWZQ==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"This route is long, fun, reasonably safe, high, sustained and exposed. It's one of the best on the mountain with super solid rock...go climb it!As you're hiking down to the base of The Fortress, you'll pass a narrow slot between a large boulder and the main wall with a large pine tree and ledge on the other side. Slipping through here will deposit you at the start of the route's second pitch, otherwise, continue hiking down another 100' or so to the actual start.P1: 80ft. 5.9 Follow the bolts over a slightly bulgy start (not the bolt-protected roof to the left). A short 5.9 section yields easier climbing above. Use the pine tree on top for your belay anchor.P2: 150ft. 5.9 Amid the myriad bolt lines that cruise upward from here, pick the third from the left. It will follow slightly reddish rock generally up and slightly left, then angle right and head straight to the top of the mini-tower. The climbing looks hard from below the tower, but the holds appear as you reach them. Belay from the 2-bolt anchor on top and relish one of the most fantastic positions in the Catalinas. Then rap down to the massive ramp, keeping a sharp eye for the 2-bolt anchor that lies at the base of the third pitch.P3: 150ft. 5.9 Ponder your chosen pursuit of hobbies as you make the committing step over the void from the ramp to the main wall. Follow the bolts through the route's crux 5.9+ moves. Though mostly well-bolted, there's at least one lean stretch in the middle that will keep most leaders on their toes. Belay from the 2-bolt anchor. A dropped belay device from here will whistle down, strike an angled face, and lauch hundreds of feet into the trees. Really. After my partner did this I loaned him my spare, which he proceeded to almost drop again from the next pitch. Choose your routes and partners carefully.P4: 100ft. 5.8 Follow a few more bolts over a short headwall and cruise up easy, unprotected 5th class to the 2-bolt anchor on top. Soak in the views, have some lunch, and argue over which pitch was the best.Descent: Take the North Ridge 5th class scramble home, unless you have a second rope and want to risk interfering with other climbing parties and getting the rope stuck on rappel.","protection":"20 draws; the route is all bolts with double bolt anchors for each pitch.","location":""},"__v":0},{"_id":"PdsnTROmXVemzc1KLSUFgg==","name":"Forced Stress","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JSt,EFR,'11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":10,"mp_id":"107259010","mp_crag_id":"109256050","climb_id":"PdsnTROmXVemzc1KLSUFgg==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Long and sustained at the grade.  Starts by doing Quartz Jester, Sneak Attack or Skirmish then work up and left 4th class to a set of belay bolts left of a short chimney on the ledge.  A bit of a run from the 6th to 7th bolt as it crosses the crack on Pig Farts In Hell but the climbing is only 5.7 or so.","protection":"Bolts, 18 draws","location":"Starts from the ledge left of a short chimney with two bolts and climbs up between Bumps and Pig Farts... eventually crossing to the left of Pig Farts..."},"__v":0},{"_id":"JxArdsB5WwuNMC2nK/WCkQ==","name":"Finishing School","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"EFR,JSt,GHu,'11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":9,"mp_id":"107258982","mp_crag_id":"109256050","climb_id":"JxArdsB5WwuNMC2nK/WCkQ==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"This route has a number of hard sections with the crux coming after a hundred feet.  Long, good climbing, good rock, lots of exposure well worth doing.  Start on Gargoyle, do the first and second pitch as one and belay on the right side of the pilar. \n\n  Have since learned that Scott Ayers did this face with sparse gear and slung chicken heads.  Pretty sure we have bolted over and crossed parts of what he did.  Reminds me of In Lightening at the Druid.  Now it will get climbed once in a while.","protection":"Bolts, 20 quickdraws","location":"Shown as the 3rd pitch of Gargoyle in SQ II."},"__v":0},{"_id":"tYlssVduXn6Lm0VCCTlsAg==","name":"Cyberwanker","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Scott Ayers, Mike Witt 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":16,"mp_id":"106893501","mp_crag_id":"109256050","climb_id":"tYlssVduXn6Lm0VCCTlsAg==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Fantastic, sustained, and very well-bolted.  The middle section appears damn blank from below, and turns out to be pretty damn blank when you're on the route.  The crux appears to be an undercling/stand-up move into the little dish in the middle of the blank section, but there are plenty of hard moves above and below.","protection":"many bolts--very well protected","location":"After you come around the corner to the south face of the Fortress, you will shortly come to a large, tapering chimney (Yo Yo Pinnacle--see p. 306, SQL II).  This route starts just to the right--in fact, it's safest to start in the chimney for a few moves--and tackles the blank face with an overlap above.  To the right of the route is a crack (Camelot) which doesn't reach the ground."},"__v":0},{"_id":"WWUV7eC+UuqKQa8hzUixSA==","name":"Chapalot","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mike Witt & Scott Ayers (1996)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":8,"mp_id":"109253549","mp_crag_id":"109256050","climb_id":"WWUV7eC+UuqKQa8hzUixSA==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Chimney from the narrow slot to obtain the detached outcropping or simply walk around to start ten feet above.  Commit to the the face, minding the gap, to reach the first bolt.  Tenuous face climbing leads into a right-facing weakness, which is followed by a brief section of easier climbing.  Smear on down-turned crystals while clawing for edges to overcome the second crux.  Upon reaching a grungy looking pillar trend right, clipping two bolts, before finishing up the arete. \n\nChapalot is recommended for those who enjoy thin face.  The rock prior to the arete is absolutely stellar; the rock on the arete is actually better than it appears.  The bottom half of this route is sustained and delicate while the upper half has nice exposure. \n\n  Upon reaching the chains one can probably continue up by working behind the large pillar that Fort Stress ascends.  From here one can join numerous other routes.","protection":"9 bolts to a chain anchor. \n\n  One can belay from either the shaded passageway or use a belay bolt on the detached outcropping 10 feet above the base.","location":"Upon reaching the Fortress, hike down the left (southeast) side until a narrow slot appears.  Hike through this passageway.  At the far end of the passageway are two sport routes with high first bolts.  Alcazar is the left; Chapalot is the right."},"__v":0},{"_id":"eUJSbzCGVr6WQkfjPKE9jQ==","name":"Camelot","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Ayers, Mark Colby, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":17,"mp_id":"106893506","mp_crag_id":"109256050","climb_id":"eUJSbzCGVr6WQkfjPKE9jQ==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"We only did the first pitch of this route, but it's an excellent pitch in its own right so I'm taking the liberty of adding it here.  Perhaps someone can fill in pp. 2-3? \n\n  Pitch one begins with two bolts (stoppers can protect the tricky move to bolt #1), with a solid 5.10 move past the second bolt to reach a fun, face-hold encrusted crack that takes great gear.  The pitch finishes up with thought-provoking moves past two bolts to an anchor shared with Cyberwanker.","protection":"a single set of cams to a #1 camalot and a set of nuts is sufficient for P1.  SQL II recommends gear to 2.5 inch for the entire route.","location":"This route is shortly after you round the corner to the Fortress's south face.  It is the first route right of Cyberwanker, and is identified by a crack which does not reach the ground.  Two bolts lead to the crack."},"__v":0},{"_id":"gTh+atc8VbWWrxfr2PJWdw==","name":"As You Like It","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Ayers, Mark Colby (1996)","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":0,"mp_id":"105842261","mp_crag_id":"109256050","climb_id":"gTh+atc8VbWWrxfr2PJWdw==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"This is an interesting three pitch route located on the left side of The Fortress formation. The line is shown well on The Fortress Left Topo in Squeezing II. We used a 60 m rope for this climb. \n\n  Pitch 1: Climb up through corners off the deck and up to a grungy roof. Work left along this roof until you can pull onto the face. This pitch used only a fraction of our total 200 ft rope length. You'll reach a belay station for a double bolt belay stance. \n\n  Pitch 2: Easily the best pitch on the route. Work up the steep crystal face and follow the bolt line along a fun right traverse to a double bolt belay.  \n\n  Pitch 3: Drifts to the right along easier terrain until the bolt line eventually disappears. From this point, there is only one more bolt until the anchors appear near the top of the formation. The bolt is not visible for some distance, so you must work up along the most obvious route and trust that the bolt will appear. The runouts approach 30+ feet, but they are all on 5.6 or easier face. A light set of pro and several slings to tie off small horns might make the leader feel better. \n\n  Walk off the formation using same route discussed in the thread for Steel Crazy. Rappelling back down to the base of the cliff would be especially unpleasant for this route and is not recommended.  ","protection":"Bolts; well protected on pitches #1 and #2. Long runouts on easy terrain for pitch #3. Consider bringing a small set of nuts/cams and slings to tie off small horns. All pitches end in double bolts/chains.","location":"Located on the left side of the fortress formation. The obvious bolted line that starts under a roof and to the left of Steel Crazy."},"__v":0},{"_id":"j6vXg9T3VOyIY+idQxIh2A==","name":"Alcazar","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Scott Ayers, Mark Hathaway, & Peter Noebels (1993)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"left_right_index":7,"mp_id":"109307017","mp_crag_id":"109256050","climb_id":"j6vXg9T3VOyIY+idQxIh2A==","areaRef":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"Ascend plates to obtain a high first bolt.  Continue on blocky features until they give way at a horizontal band.  Follow a vertical seam using deceptive, crystal-like nubs past two bolts.  Climb sustained face and edges for the next forty feet.  Pull a final lip to reach the chains. \n\nAlcazar is an engaging pitch on solid rock that deserves more traffic.  That said other than a few splendid sidepulls, the climbing is a monotonous sea of edges.  In my opinion Chapalot is the better route due its wilder and more interesting movement.","protection":"12 bolts to a chain anchor. \n\n  One can belay from either the shaded passageway or use a belay bolt on the detached outcropping 10 feet above the base.","location":"Upon reaching the Fortress, hike down the left (southeast) side until a narrow slot appears.  Hike through this passageway.  At the far end of the passageway are two sport routes with high first bolts.  Alcazar is the left; Chapalot is the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,82abcca8-bbac-501d-a8d2-52f0d951188c,d6e95e3b-5c96-5ede-81b1-1ad37526b91c,0182a573-335f-568a-ab96-9955bc4fe6eb","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","8 - Summit Crags","Fortress, The","Southeast Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.9+"},{"count":3,"label":"5.9"},{"count":2,"label":"5.10-"},{"count":4,"label":"5.11-"},{"count":1,"label":"5.10+"},{"count":4,"label":"5.10"},{"count":2,"label":"5.11"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":16,"bands":{"unknown":0,"beginner":0,"intermediate":9,"advanced":7,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":12,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.79756,32.43213]},"bbox":[-110.79809275548546,32.43168033981813,-110.79702724451458,32.43257966018186],"left_right_index":-1,"ext_id":"109256050","area_id":"AYKlczNfVoqrlplVvE/m6w=="},"content":{"description":"The southeast face of the Fortress boasts some of the best and longest multi-pitch routes on the mountain.  The style of these routes is both traditional and sport.  There are also a number of single pitch lines that are worth exploring.  The not-to-be-missed, multi-pitch sport routes are Steel Crazy, Fort Stress, and Sir Clipalot.  This face is sunny until mid or late afternoon. \n\n  Advice for the multi-pitch routes: \n\n Walk off rather than rappel.  Be aware that this requires climbing down and up a 15ft gully.  Leave your pack at toe of crag as this is where the walk off ends. Start early during monsoon season as afternoon rains and lightning can occur suddenly."},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:52:53.031Z","updatedAt":"2022-11-25T11:09:45.503Z"}