{"_id":"63689de0e80bff5a994f9899","area_name":"Mount Morrison","shortCode":"","climbs":[{"_id":"LGF2wlnrXwGguQdWgNsKqw==","name":"South Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.195,39.6548]},"left_right_index":999999,"mp_id":"108025227","mp_crag_id":"106014951","climb_id":"LGF2wlnrXwGguQdWgNsKqw==","areaRef":"A8unQDvmV/qk6sjifoHRbQ=="},"content":{"description":"This route is a trail hike to the summit and is currently the only legal way to make the summit.  The trail follows an overhead cable until the trail goes north to the summit.  The entire hike is basically on a ridge.","protection":"None required.","location":"This trail starts a couple hundred feet from the Red Rocks entrance #4 off Bear Creek Rd.  You can park on the right side of the road at a pull-out behind a Red Rocks sign.  There is a small sign at the start of the trail prohibiting bikes and horses."},"__v":0},{"_id":"hYKxB05ZVjSL7f6NQDz8Ug==","name":"Off Route Beer Bottle","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.195,39.6548]},"left_right_index":999999,"mp_id":"106259418","mp_crag_id":"106014951","climb_id":"hYKxB05ZVjSL7f6NQDz8Ug==","areaRef":"A8unQDvmV/qk6sjifoHRbQ=="},"content":{"description":"Climb from the bottom of the gully up clean rock to the apex of the face, angling slightly right.\n\nThe name comes from a bit of litter at the summit.","protection":"Solo.","location":"South of the\n\nFunicular Route\n\nabout 1/3 of the way up. Look for a rocky gully which gives access to the big gully which parallels\n\nFunicular\n\n. The slab faces downhill (east). Scramble down the gully to the base of the slab and climb back to the crest of the ridge."},"__v":0},{"_id":"469R0K2HWr2NBpV3+9MTuw==","name":"Mountaineer Route","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.195,39.6548]},"left_right_index":999999,"mp_id":"106014961","mp_crag_id":"106014951","climb_id":"469R0K2HWr2NBpV3+9MTuw==","areaRef":"A8unQDvmV/qk6sjifoHRbQ=="},"content":{"description":"The Mountaineer Route is an excellent scrambling and hiking work-out or conditioning route.  It follows the\n\nFunicular Route\n\nfor the first half but leaves that route in the middle of the open, east-facing slope.  The rock is mostly excellent with very little exposure and some very fun and solid scrambling.\n\nThe route starts as the\n\nFunicular Route\n\n.  After the flat section and about halfway up the east-facing slope, a large bulge of rock with a small tree poking out of it can be seen about 40 feet off the trail to the right.  Traverse over to this bulge.  It is the official start of the route.  Follow the rock whenever possible and hike through the grassy spots in between.  If you stick to the obvious outcroppings, you can log 450 to 500 feet of scrambling.  Although the easiest path would not be more than 3rd class, the more direct routes will be lower 5th class.  However, the exposure is limited and the rock is solid.  Once past the shoulder, the rock peters out and you can finish on the\n\nFunicular Route\n\nat the Homestretch.","protection":"No pro necessary.","location":"Start as the\n\nFunicular Route\n\nand see above description."},"__v":0},{"_id":"JH6UJnaSUzOTdB6qLWyf0g==","name":"Funicular Route","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Stone Ages","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.195,39.6548]},"left_right_index":999999,"mp_id":"106014955","mp_crag_id":"106014951","climb_id":"JH6UJnaSUzOTdB6qLWyf0g==","areaRef":"A8unQDvmV/qk6sjifoHRbQ=="},"content":{"description":"The Funicular Route is a straight line shot to the top of Morrison.  From the road, it is an obvious gash up the side of the mountain.  It is the bed of the old funicular railway.  The route heads up a ridge for several hundred feet, crosses a relatively flat area, then heads up the steep, east-facing slope to a rock band.  Make your way through the rock band at a gunsight notch, where you will encounter some 3rd class scrambling.  More loose stuff gets you to a shoulder and the last steep ramp (The Homestretch) takes you to a false summit.  A few more feet of gain and you are at the top.","protection":"No pro necessary.","location":"The Funicular Route starts at the top circle parking lot above the Red Rocks Amphitheatre.  From the parking lot, look due west.  There is a deep gully (actually a valley) near the entrance to the lot.  The trail starts to the right of the deep gully.  It is somewhat hard to find.  There are some small boulders near the trailhead, and a loose triangle shaped cliff to the right of the trail.  There is also an old foundation near the start.  Avoid the spider web of trails that lie to the south of the gully. Although they will eventually take you to the top, it is a less interesting and roundabout way."},"__v":0},{"_id":"AdxVOIqkWmaU2bgejC1A/A==","name":"Northeast Ridge of the Dome","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.195,39.6548]},"left_right_index":999999,"mp_id":"106269010","mp_crag_id":"106014951","climb_id":"AdxVOIqkWmaU2bgejC1A/A==","areaRef":"A8unQDvmV/qk6sjifoHRbQ=="},"content":{"description":"Traverse below the tower to a steep scree gully on the north of the Dome. Cross the scree and begin on a shady face. Move up and then left onto the arete. Follow the arete/ridge up to a small ledge. The route is a bit contrived to this point as you can step right onto grassy slopes. But from the small ledge it is all rock scrambling to the summit.\n\nBear left near the top for maximum fun.\n\nMany variations exist, but this route follows and obvious feature.","protection":"Sticky shoes and a level head.","location":"From the lot below the start of the\n\nFunicular Route\n\n, walk a few yards north along the road toward the tunnel. Take a cabled road which eventually passes an obscure structure in a gully. Continue to a saddle, then beyond across an old dam. Head up the next ridge, aiming for the radio tower. You'll be able to see the dome to the left of the tower complex.\n\nLook for a distinct low angle arete just left of a gully which is just left of one of the concrete anchors of the tower.\n\nBegin in a scree gully just east of the concrete block."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,6cc0c3ef-2ec2-5348-8d10-2741c38624f2,03cba740-3be6-57fa-a4ea-c8e27e81d16d","pathTokens":["USA","Colorado","Morrison/Evergreen/Littleton","Mount Morrison"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"3rd"},{"count":2,"label":"Easy 5th"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":5,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":5,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.195,39.6548]},"bbox":[-105.19558404766073,39.654350339818144,-105.19441595233927,39.65524966018187],"left_right_index":-1,"ext_id":"106014951","area_id":"A8unQDvmV/qk6sjifoHRbQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:20.944Z","updatedAt":"2022-11-25T11:17:05.239Z"}