{"_id":"63689de0e80bff5a994f920c","area_name":"South Pillar","shortCode":"","climbs":[{"_id":"BiHd8zRQWR+uU8yaUCJl3A==","name":"Water Spirit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Richard Rossiter, Serena Benson, 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41633,39.99607]},"left_right_index":3,"mp_id":"105763050","mp_crag_id":"105810550","climb_id":"BiHd8zRQWR+uU8yaUCJl3A==","areaRef":"9pHy4FonXkSMoQh3v7m3ug=="},"content":{"description":"Water Spirit is a one star route currently verging on being a bomb due to dirt and vegetation. Even in the unlikely event that this route gets popular and cleans up, it would still be just one star due to the inconsistent climbing and the skirting of moss and a gully. But I enjoyed it. The climbing is not unpleasant, and the roof is interesting.\n\nAs for rating, Rossiter calls this 10d on his site, but I think there are harder 9+ and 10a trad climbs in Boulder Canyon. Water Spirit felt a bit harder than the nearby\n\nKama Sutra\n\n, also a hand crack through a roof, which I rated 10a. That rating for\n\nKama Sutra\n\nwas confirmed by another party that climbed it the same day I did (accidentally, thinking\n\nKama Sutra\n\nwas\n\nCrack of Dawn\n\n). Water Spirit is a bit less straightforward. So I'm calling it 10b for now, trad rating.\n\nStart: Water Spirit climbs the \"Left Pillar\" as does\n\nJungle of Stone\n\nand\n\nBlack Rain\n\n. After the scramble up to the left edge of Ledge 2, walk left a short distance and step up onto some blocks. Cut back right past the right side of a horizontal dead tree to a nice alcove with a large tree. This is the start of\n\nJungle of Stone\n\nand\n\nBlack Rain\n\n. Walk right on the ledge to the base of black roof with a hand crack and right facing corner through the roof.\n\nThe climb: The roof is in black rock and very ugly, but the climbing is better than it looks. The crux roof moves can be toproped with excellent high cams. You can climb up, place the gear, and downclimb, and leave the rest of your bigger cams on the ground. The roof can be climbed at least two ways: with a high step to the lip or straight on. If you climb it straight on, you may need to fist jam. Excellent buckets await you after the roof move.\n\nAfter the roof, the climbing is 5.9 in a few places but mostly easier. Step left, leaving a piece to protect the second, then climb a thin crack just left of a small, bushy, left-facing corner. This leads to a ledge and another thin crack that continues up into the left side of the gully that separates Left Pillar from the main wall. Continue up the thin crack, stemming when you can, until it runs out. At one point here, my right foot slipped on some grass and I fell, but I stopped myself when my right foot hit a small ledge. So it's still an onsight, right? As long as you don't weight the rope? Step left around the arête onto the dirty slab at the first bolt. The slab gets cleaner above. Pass a tiny tree and climb the easy slab staying at the right edge past 2 more widely spaced bolts. You can place one or two pieces of gear. The climbing is easy, so the bolt spacing should not be a problem. Step left at the top to the anchors.","protection":"Single or double small cams from micro to red Alien. Singles above that. After the roof you only need the smaller cams. Single set nuts. 12+ slings including full length slings and a few draws. There are 3 bolts on the upper easy slab. The climb shares the two bolts with rings anchor used by\n\nJungle of Stone\n\nand\n\nBlack Rain\n\n. Tape or crack gloves are useful for the roof crux.","location":""},"__v":0},{"_id":"Mf7SqT+oVO6i6jHa3kVcxA==","name":"Sleeping Beauty Girdle","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ivan Rezucha 9/3/04 self-belay","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41633,39.99607]},"left_right_index":1,"mp_id":"105763134","mp_crag_id":"105810550","climb_id":"Mf7SqT+oVO6i6jHa3kVcxA==","areaRef":"9pHy4FonXkSMoQh3v7m3ug=="},"content":{"description":"The Sleeping Beauty girdle is a unique adventure climb on good rock. If you've done a bunch of the vertically-oriented climbs on Sleeping Beauty, you will appreciate the girdle even more. The climbs look very different when you approach them sideways.\n\nA classic girdle traverse typically starts on the bottom of the first climb on one end of a crag and finishes on the top of the last climb at the other end. Along the way, the idea is to find a natural line with good climbing, avoiding very easy climbing (eg, a long horizontal ledge system). The girdle can go up and down as necessary.\n\nThe Sleeping Beauty girdle starts at the far left on Jungle of Stone, gradually rises to the bottom of the upper slabby rock passing the pitch 1 belay anchors of several climbs, descends a bit to cross Eight Miles High to the Arcanum P1 anchors, traverses straight sideways from there, then up to a ledge system that leads right to finish on Lost Highway, the rightmost climb on the crag. Other variations are possible of course. You could traverse right to left, starting on Lost Highway. However, since I self-belayed, I've already climbed every move of the route I chose in both directions except for the Black Rain start which I rappelled. Another option would be to stay lower amongst the overhangs. This would be more difficult, and you would be close to Ledge 2, so it might feel less airy. A very high traverse would likely be much easier, since the angle eases off the higher you climb.\n\nNote: I climbed the first two pitches on the afternoon of 9/3/04 but ran out of time. I did the last pitch on 9/17/04.\n\nStart: Start on Jungle of Stone/Black Rain (they share the same start): At the far left of Ledge 2 after scrambling up from the approach trail, walk left and scramble up and left and then back right to an alcove and a large tree. Jungle of Stone and the girdle start just left of the tree. There is a bolt a short ways up.\n\nFinish: On the last few moves at the last bolt of Lost Highway.\n\nP1 5.10a 160': Climb to the first bolt on Jungle of Stone/Black Rain and then move right and up to the 4th bolt of Black Rain (10a). Step right onto a mossy ledge. Move right then up dirty double cracks (Water Spirit). Up then right to above the overhang on Prince Charmer; your knees will be at a bolt. Optionally place gear above in the crack to protect the moves around the arête, but watch out for rope drag. Move around the arête to the 2nd bolt above the roof on Aerial Boundaries (9). Climb easily straight right (above Lightspeed) and cross the thin cracks of Kama Sutra to Wings of Desire. To identify that you are at Wings of Desire, there is a bucket hold here where it looks like a flake broke off. Above that is a small overlap and a bolt above that. I recommend that you make the step up over the overlap to clip the bolt and then step back down, because the crux follows. Move right along a black horizontal finger crack with feet running out. You can get some small cams here, but they are somewhat suspect. The finger crack curves up. Reach up for a hold and then a finger jam and good footholds. Get gear, step right and reach up for a bucket horn. (10a). Climb easily right across MLK a little below MLK's anchor to the Walk on the Wide Side crack. Up the crack and step right to the WOWS anchors. Belay here if rope drag is bad. Step down off the right side of the ledge past the top of Immaculate Deception at the double tree to the belay and nice ledge of Crack of Dawn.\n\nP2 5.9 100': Climb slightly up off the right side of the ledge and then across to the Mystic Mile anchors. Diagonal down below The Wave to the large left-facing corner at a 3\" horizontal crack that runs around the arête. Hand traverse around the arête (5.8?) to a stance and a bolt on Eight Miles High. You should run your rope through the horizontal crack (its edges are not sharp). Use a runner of the right length on the bolt so that, should you fall, the runner rather than the edge of the crack will take the weight. Traverse right, reversing the Eight Miles High traverse, to a shallow left-facing corner. Mind Bender goes straight up from here. Step down a body length to a stance. You hands will be on a good ledge that runs right. Make an awkward hand traverse right that becomes a \"squat traverse\" until you can stand up. This felt hard and very awkward to me the first time, but the next two times (when back climbing to the start and then when cleaning) it felt much easier. It may just be 5.9. You are now on Sunlight Makes Me Paranoid above its roof. Step up to clip a bolt, then step back down and around the corner to Arcanum. Climb up to the anchors and small stance of Arcanum. Variation: (10a?) Angle right from the bolt on Sunlight Makes Me Paranoid to the Arcanum belay.\n\nP3: 5.8s 160': This pitch is very different from the first two. It's much easier, but good gear is sparse, and there are no established climbs between the start at the Arcanum P1 anchors and the finish at the Lost Highway top anchors. It may well be easier than 5.8 and perhaps not S, but it was spooky for me. In fact, when back climbing to the start of the pitch, a hold broke on what was for me the crux, and I fell about 10'. The hold that broke was right next to what I thought was bomber and key gear. I don't mean to imply that the rock is particularly bad, but those are the risks when you are climbing on untraveled rock. From the Arcanum P1 anchors, step down and traverse straight right below a long small overhang that separates the steeper rock below from the upper slabs. You are heading towards a vertical-to-overhanging headwall. Do not skip any gear placements! You'll want them all. About 15' before the headwall, step over the overhang to a thin, mossy curving crack. You could step over the overhang about 10' further left at buckets, but there is no gear there, and you'd miss gear if you traversed right from there above the overhang. Step right about 5' to another thin crack, this time a right-facing flake that takes good gear (red Alien, 0.5 Camalot). Climb straight up about 10' to a very low-angle deep ledge and hike right to a big tree. Belay here if you're concerned about rope drag. The rest of the pitch is much easier, though, so you might want to continue. Go straight right with very little gear but on easy climbing on a series of small ledges, passing above a steep and dirty left-facing corner. You will come to the final two bolts of Lost Highway. One will be below your feet and the last bolt will be on a short left-facing corner that breaks through the roofs. Clip the last Lost Highway bolt and climb a few more feet to the anchors.\n\nDescent: Walk left near the edge of the crag about 150' to a break in the trees and (currently) a cairn that leads out to a horizontal slab and a 2-bolts-with-rings anchor. This is the top of Arcanum. Rappel down to the top of P1 of Arcanum (rappel slightly right towards the bottom of the low-angle upper slab) and then make one more rappel to Ledge 2.","protection":"Single set of nuts, double small cams from green Alien, single larger cams from about #1/red to #3/blue Camalot.","location":""},"__v":0},{"_id":"jdzUjdbuWnyiLLTa4+VnlA==","name":"Jungle of Stone","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. Rossiter (1998)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41633,39.99607]},"left_right_index":0,"mp_id":"105760908","mp_crag_id":"105810550","climb_id":"jdzUjdbuWnyiLLTa4+VnlA==","areaRef":"9pHy4FonXkSMoQh3v7m3ug=="},"content":{"description":"This is a great climb on the far left side of Sleeping Beauty.  To locate the start, hike the trail along the base to a series of vegetated ledges on the left side.  You will scramble back up and to the right to the start of the climb.  Look for a right-facing corner with a nice, hand crack that leads to a small bulge/roof with a single bolt at the start.  This is Jungle of Stone.  To the right of this corner is a dark black streak on a slab with bolts (\n\nBlack Rain\n\n10b).\n\nStart right behind a large tree at the base of a slabby ledge.  Clip a bolt, work up into the corner, get good pro and handjams and pull over the roof (crux).  Somewhat insecure climbing and sparse pro lead slightly up and left to a good stance.  Traverse up and right past a small tree and onto the slab, clip the remaining 3 bolts of\n\nBlack Rain\n\nand finish at the 2 bolt anchor shared with\n\nBlack Rain\n\n.\n\nRappel 120' back to the base.","protection":"Gear to 3\" plus 4 QDs for bolts.  Double red and yellow Camalots are useful.","location":""},"__v":0},{"_id":"fyK+frgcUeun8yrjwspJBg==","name":"Black Rain","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Richard Rossiter, Leah Macaluso, Raoul Rossiter, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41633,39.99607]},"left_right_index":2,"mp_id":"105761034","mp_crag_id":"105810550","climb_id":"fyK+frgcUeun8yrjwspJBg==","areaRef":"9pHy4FonXkSMoQh3v7m3ug=="},"content":{"description":"Black Rain is just to the right of\n\nJungle of Stone\n\n, and shares the first bolt with that route.  It follows a prominent black water streak.\n\nApproach: From the upper end of the parking area across from the Boulderado, find some large boulders that practically span the creek.  There is a large tree stump on the opposite side of the creek by these boulders.  Wade the creek (or walk across the boulders in the fall) to the tree stump, and find a trail angling right up the talus, heading toward the Beer Can. Near the top of this trail, take a fork heading left toward Sleeping Beauty.  Follow this trail downstream, below Sleeping Beauty, as far as you can, then zig-zag up a series of vegetated ledges, aiming for the leftmost area of climbable rock on Sleeping Beauty.  You will eventually scramble up right to reach a ledge with three routes: Jungle of Stone (a right-facing corner capped by a roof), Black Rain (a black water streak just to the right of\n\nJungle of Stone\n\n), and Water Spirit (a three-inch crack 40' right of Black Rain).\n\nBegin behind a large pine tree close to the rock.  Climb up 10' by mossy rock to the first bolt.  Angle up right, heading for the black water streak.  Follow the line of bolts up the water streak, with a 5.9 move at the third bolt and a 10b crux between the 5th and 6th bolts.  Continue up to a small tree, and finish on a 5.8 slab with 3 more bolts to the anchor.  The final slab and the anchor are shared with Jungle of Stone.  Belay from a good ledge at the anchor.  The climbing route is 130' long.\n\nRappel 110' with two ropes, or one 70m rope, back to the start.  It may be possible to rappel with one 60m rope if you angle the rappel to higher ground on the right.\n\nTwo stars for sustained, interesting climbing.","protection":"12 bolts to a 2-bolt anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,021b4ae0-509e-5e85-bdce-4f0159016f59,f691f2e0-5a27-5e44-8ca1-0877bfb9b7ba","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Sleeping Beauty","South Pillar"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41633,39.99607]},"bbox":[-105.41691695589823,39.995620339818146,-105.4157430441018,39.99651966018187],"left_right_index":-1,"ext_id":"105810550","area_id":"9pHy4FonXkSMoQh3v7m3ug==","polygon":{"type":"Polygon","coordinates":[[[-105.41691695589823,39.995620339818146],[-105.4157430441018,39.995620339818146],[-105.4157430441018,39.99651966018187],[-105.41691695589823,39.99651966018187],[-105.41691695589823,39.995620339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:56.267Z","updatedAt":"2024-01-20T00:59:47.858Z"}