{"_id":"6368a02ce80bff5a99529cf8","area_name":"Left wall","shortCode":"","climbs":[{"_id":"PkSqorTCWdO4YHwF+ws48g==","name":"24 Hour Crack","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Zeb Engberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":999999,"mp_id":"106153773","mp_crag_id":"106116454","climb_id":"PkSqorTCWdO4YHwF+ws48g==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"The awesome roof crack!","protection":"Cams","location":""},"__v":0},{"_id":"Qrvk2h8KWyCdJJXTjA3WhA==","name":"Windward Roof","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":2,"mp_id":"113060724","mp_crag_id":"106116454","climb_id":"Qrvk2h8KWyCdJJXTjA3WhA==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"What's fun? \n\n  Climbing by the ocean? Finding a way to mantel up an awkard corner using laybacks and/or heel hooks to get established in a corner under a huge roof (crux)?? Traversing left to pull around a big-ass roof that looks much more intimidating than it really is? Slab climbing up backward's facing holds? Turning around and seeing boats of tourist waving at the \"Rock climbers, scaling sea cliffs to your right, as Acadia is also a popular spot fo..\" \n\n  If that sounds fun, this climb might be.","protection":"TR: Bolts & gear from above to set a Top Rope (hard to know where to drop the rope though without having prior knowledge, or a spotter below.) I think we used the second and third bolt from the left (if you're looking from the ocean towards the cliff). \n\n  Leading: One bolt, plus gear? (Never lead it, so I'm not sure how good/where/what size/kind of gear applies)","location":"Starts on the left-side of the huge roof area. Most people traverse up and right (staying low) into a corner. Route continues up to the roof, traverses left under it, and then there's two options: \n\n  Head up an left, past a bolt, through slightly more moderate terrain to the top. I think this is the intended direction if you're trad leading. \n\n  Or After pulling around the roof, traverse back right over the roof using a server lack of holds, and continue stemming up a not-very-featured corner with backwards holds. I think this actually links into the top half of another route ('Old Soaker') but is a much more direct/straight-up line if you're doing it on TR. Also, one year we tried to use the bolt & redirect the top rope that way, but if one falls at the crux it drags the rope through a nasty rope-sized crack and cuts it almost in half. Or at least I was it do this to someone's rope. Hence my recommendation. I think the slabby climbing helps keep it interesting and challenging the whole way up too."},"__v":0},{"_id":"IoOqJwL0X2Kl0TfxKrdXtw==","name":"Tiger Shark","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Greg Shyloski","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":999999,"mp_id":"106153896","mp_crag_id":"106116454","climb_id":"IoOqJwL0X2Kl0TfxKrdXtw==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"Not documented in Jeff's guide, but a great route! One of the best harder 5.11 TRs in the park.    Starts right between Emporium and Head Arete in a small black left facing corner 15' left of Head Arete. Undercling the low roof and grab a perfect one pad edge, then boulder the small left facing corner. Go up on the perfect black rock arete feature until it slabs out. Finish on Emporium or Head Arete. Pretty independent line between route 13 and 14 in the guide. ","protection":"TR. Might make a serious head point. Maybe this summer.","location":"Use the Head Arete TR anchor."},"__v":0},{"_id":"e36+A4kOXcCMT7TLPnT3PQ==","name":"Sinbad","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":7,"mp_id":"111890891","mp_crag_id":"106116454","climb_id":"e36+A4kOXcCMT7TLPnT3PQ==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"Climb up the big ledge thing (careful not to slip on wet rocks!) to gain the first bolt. Off some crimps and slopers, the crux might be gaining the opposing sidepull crimp things to make the second bolt. Some more steadily strenuous moves continue up the bulge, but thankfully there's a victory jug just at the top. Clip that last bolt, mantle up, and continue over easy run out terrain to reach rap the rap bolts in the black \"V\" groove above.","protection":"4 bolts. fixed 2-bolt anchor with rap rings. \n\n  PG because slipping on what are often wet rocks before the first bolt would be an ouchie. Falling between the first and second bolts can lead to decking on the ledge - and there's some committing moves in there. Make sure your belayer is on point.","location":"Towards the right side of the \"Left Wall\", just left of a short vertical crack in an inside corner. Look for the low bolt just above the starting ledge."},"__v":0},{"_id":"UJhbs+E3WA+mY7XyHXDz0g==","name":"Old Soaker","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Pete Fastoldt","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":3,"mp_id":"113432826","mp_crag_id":"106116454","climb_id":"UJhbs+E3WA+mY7XyHXDz0g==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"Straight from Grant Simmon's guidebook;  \n\n  \"Share the common start with \"Windward Roof\" and \"Melba\", but heads straight up through the roof when those routes split left or right. Gymnastic moves and a meagerly protected corner take you to the ledge.\"","protection":"Single rack to 1\", nuts. \n\n  TR setup possible at the top.","location":"Between Windward Roof and Melba."},"__v":0},{"_id":"L6qoZIi2XxGs85U28/bHng==","name":"Melba","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":4,"mp_id":"110719812","mp_crag_id":"106116454","climb_id":"L6qoZIi2XxGs85U28/bHng==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"According to the Butterfield guide book, back in 1915 there was an 18 ft. diameter stone tower that stood atop Great Head.  This tower was constructed by the tireless efforts of a donkey name Melba, who hauled in approximately 35 tons of cement and sand.  This route is named in honor of her. \n\n  Much like the donkey, this route is stout! \n\n  Pitch one starts below the alcove on the left side.  Climb into the alcove.  Once established, traverse right past a bolt to a stance and build a gear anchor.  You could also rappel down to this point from the top of the cliff. \n\n  There will two bolts on the roof above you; the left one is for Melba.  It's reachy to clip this bolt.  You can place a micro cam (blue alien) before committing to this reach.  With optimism, climb up over the roof (crux) and through the overhang making some wild moves in the process.  This felt very hard for the grade but is bolt protected.  Move up and left on easier, but non-trivial ground, following a crack system to the top and a 2 bolt anchor.","protection":"Standard single rack. The anchor atop P1 consists of medium size cams (0.75\" to 2\").1 bolt protects the crux on P2. There are two bolts at the top of the cliff that sit back quite a ways from the lip.[Note- see comment about P2. Bolt May no longer be there. R Hall Admin.] ","location":"On the left side of the left wall.  The short first pitch starts beneath the obvious alcove directly below the crux roof on P2.  Belay from a good ledge in the alcove, right of the bolt from a gear anchor."},"__v":0},{"_id":"1xosXypBUgiw9xI1LM9ajw==","name":"High Noon","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Dave Sharratt","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":999999,"mp_id":"106153765","mp_crag_id":"106116454","climb_id":"1xosXypBUgiw9xI1LM9ajw==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"Was 12 \"Hour Crack\" in Jeff's Guide. Free climbed by Dave Sharratt.","protection":"RP's, small cams","location":"Start in the back of the cave!"},"__v":0},{"_id":"48128FQjXXqlMdOlXQyL4Q==","name":"Head Arete","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":999999,"mp_id":"106301266","mp_crag_id":"106116454","climb_id":"48128FQjXXqlMdOlXQyL4Q==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"If you have only one day to climb at Acadia, you should head out to the Otter Cliffs.  But save an hour or two to head out to Great Head to do this incredible pitch.  In contrast to the other sections of the cliff that have committing apporaches, Head Arete has a simple walking approach.  It is somewhat tide dependent though, so pick a low tide window to head over or else the start will be wet. \n\n  At low tide, the climb starts just above waterline next to the sketchy traverse that accesses the middle part of the cliff.  Clip the high first bolt, and then make a sketchy mantle manuever to get established on the climb.  The cruxiest move comes at the 2nd bolt, where a powerful lieback gets you on to a beautiful headwall.  The next section is why this climb is so classic:  tricky, thoughtful, sustained 5.10 face climbing in a spectacular setting.  The bolts are never so far apart that you could get seriously hurt, but big whippers are possible.  A cam placement in this section helps with piece of mind.  The great climbing, coupled with the fact that your belayer is out of sight and there is nothing but ocean beneath your feet, is what makes this pitch so memorable.  The finish is harder than it looks, so think about it before committing. \n\n  One of the best pitches of trad face climbing anywhere.","protection":"6 or 7 bolts.  A couple small-medium cams.","location":""},"__v":0},{"_id":"CSGB2/UBXv2o49bN3nFNJg==","name":"Full Sail","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jeff Butterfield","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":6,"mp_id":"111949009","mp_crag_id":"106116454","climb_id":"CSGB2/UBXv2o49bN3nFNJg==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"Super fun route with lots of flakes to grab on as jugs. Here's the quote from Grant Simmon's guidebook: \"An extraordinary moderate. Either start up the obvious groove that splits the cliff or traverse in from the left (easier climbing) aiming for a bolt shared with Rhythm Figure and Bilge. From the bolt climb up and right, passing the Sinbad anchor (optional belay), and continue straight up to another bolt. Finish slightly right on a gorgeous headwall (bolt). Single bolt and small cams for anchor (the first anchor left of the Bilge gully).","protection":"One bolt at the top for a combo anchor and several spots for pro, recommended up to 2\" rack by Grant Simmons.","location":"This route starts in the same groove as Bilge and heads right after the bolt shared with Rhythm Figure and Bilge."},"__v":0},{"_id":"YXhGfxpVXMWCUU0X6SBL3w==","name":"Crustacean","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":1,"mp_id":"113060708","mp_crag_id":"106116454","climb_id":"YXhGfxpVXMWCUU0X6SBL3w==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"Start just where the rock starts to drop out and the big roof is about to begin. Usually starts off with some kinda mantel, followed by climbing a vertical/slab face with a corner/bulge near the top. I thin the difficulty can vary slightly depending on how far right or left you climb.","protection":"Bolts or gear placements from above (TR). Don't thing it's offers much gear for trad leading.","location":"Second-left-most climb on the 'Left Wall' area of Great Head. \n\n  From below, Start just where the rock starts to drop out and the big roof is about to begin. \n\n  From above, there's a large ledge/area dropped slightly below the top of the cliff, with a few spread-out bolts. a few TRs can be set from here. We set up a TR for this by using the two left-most bolts (looking from the ocean facing the cliff) and about ~10' of webbing/static from each so you'r rope doesn't rub. I think you want the anchor point just to the right (again, looking from cliff) of a small arete/corner thing neat the top, but it's easier to have a spotter below or just rap down and check."},"__v":0},{"_id":"eeeRQ+eQXgK/nCVEA1VoDg==","name":"Bilge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":5,"mp_id":"111890772","mp_crag_id":"106116454","climb_id":"eeeRQ+eQXgK/nCVEA1VoDg==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"Pluggin pieces with a background of crashing waves, what could be better? \n\n  The crux is probably in the first 10-15 feet, weather you traverse out left and back or just make the reach straight up for it. \n\n  A guidebook once told me this was about 5.7, but I did some 5.6's the following day at the South Wall which were significantly more challenging. pshhttt, grades...","protection":"One bolt ~15' up. Standard rack? Pretty sure I placed up to a BD C4 #3 and a DMM #2 wallnut, so anything goes.","location":"From above: There's a vegetated gully at the  ~7' vertical face between the higher and lower rocky plateaus atop the left wall area. A top rope anchor can be established with some nuts at this point. \n\n  From below: Facing the left wall, this climb climbs the obvious gully which starts just to the right of the huge roof. \n\n  Facing the ocean from the top, there's a trail to the right that goes around and then loops down the the base. Facing the cliff from below, that same trail to the left of the cliff now leads up and around back to the top."},"__v":0},{"_id":"EjuxXmm1UzeKKvj8Qrmi1Q==","name":"Barnacle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"left_right_index":0,"mp_id":"113060241","mp_crag_id":"106116454","climb_id":"EjuxXmm1UzeKKvj8Qrmi1Q==","areaRef":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"Moderate up some big holds on the leftmost side of the left wall.","protection":"TR - gear or some far-apart/away bolts and a decent length of static line or webbing. \n\n  Instead of using 2 bolts, we used the left-most bolt & some gear in a crack to the left of that, and about 10' of webbing on both the gear and the bolt to get the anchor-point over the edge.","location":"Left-most climb on the 'Left Wall' area of Great Head. \n\n  From below, it's just right of a short crack-looking thing, and about 10' left of where the huge roof starts and the ground drops down a bit. \n\n  From above, there's a large ledge/area dropped slightly below the top of the cliff, with a few spread-out bolts. a few TRs can be set from here, Barnacle is left of the left-most bolt (looking from the Ocean towards bolts). It's probably farther left then you think from above."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,cfb71930-2d0b-512a-9f83-8e12f9fee617,1c8f08cf-db80-51b6-a5db-2326b6114861,be505ddf-b82a-58bd-99cd-571894366c33","pathTokens":["USA","Maine","-Acadia National Park","Great Head","Left wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":2}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":2,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-68.17645,44.32663]},"bbox":[-68.17707857180201,44.32618033981814,-68.175821428198,44.32707966018187],"left_right_index":-1,"ext_id":"106116454","area_id":"vlBd37gqWL2ZzVcYlDZsMw=="},"content":{"description":"The least tide dependent section of the cliff, and easiest to access."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:05:35.534Z","updatedAt":"2024-01-15T16:45:03.119Z"}