{"_id":"63689d20e80bff5a994f2331","area_name":"Mormon Canyon","shortCode":"","climbs":[{"_id":"zOy3GSi7VD2xERwOIwxOTg==","name":"Touched By An Angel","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Z.Harrison, J.Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":18,"mp_id":"109555966","mp_crag_id":"105814916","climb_id":"zOy3GSi7VD2xERwOIwxOTg==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Touched By An Angel climbs a heavenly crack system on the hidden North Face of Earth Angel. Guarded only by a short section of north face garden swacking, the climbing and unique quality will not disappoint.\n\n P1. Belay at a single bolt with a small nuts or red c3 . From belay bubble, step right into a finger crack and up toward the steep potato chip flair with a crack in the back or climb the chimney a few feet right. Pull the wild lip, and move up into varied terrain on quality stone. Belay at tree ledge. 125'. 2 bolt belay. 5.10\n\n Move belay left 40ish feet left to giant ledge and a finger crack on a pillar. Belay at a single bolt and medium nut or small cam in the crack.\n\n P2. Climb obvious finger crack to a small stance, boulder up noob jugs towards protection bolt. Take space ramp with varied low angle crack up and right to optional belay (.75\" - 3\") outside of the closet or continue 30 feet up and into the tunnel vortex. Rebirth onto a glorious ledge. 130' or 160'. 2 bolt belay. 5.8+\n\n P3. Why you came to the Pearly Gates. Leave belay and climb casual leftward 5.7 ramp out and under the Zion splitter. Enjoy varied crack and unique face holds through single and twin cracks. Angelic. 140'. 2 bolt belay. 5.10\n\n P4. Sedona Classic but in the most classy way. Move up steep hands into the wide. Squiggle Squirm up the wiggle room. Wide climbing for beginners, wild features, fun, 5.9. Mantle onto large ledge.\n\n P5. Boulder up patina jugs up towards a bolt and a thin crack and eventually another bolt, slightly heads up*. From here move up towards the tree and low angle terrain. A final prom night jug haul on quality stone leads to the actual summit and two bolt belay. 5.10.\n\n *It is possible to escape right and join the regular route at the large ledge, bypassing the incredably classic albeit exciting direct finish.\n\n 2 bolts and chain rap station on the North side of the summit. Rap the route with 2 ropes or rap Kicked out of Heaven with a 70m","protection":"Singles #00 C3 - #.3 C4   Doubles #.4 - #3 C4   Single #4 and #5 C4   Nuts   Runners   2 x 60M","location":"Touched By An Angel. Direct North Face of Earth Angel Spire. \n\n  Park at large parking area at Jordan Rd. trail head.   Walk upstream and North in Mormon Wash for about 45min.   Eventually pass the original route approach gully and take next gully up towards 'Made In The Shade' Buttress and towards the North Face of Earth Angel. Thrash and herbivore up Earth slabs and eventually onto the first pitch belay tier. Traverse out onto rock from veg-town. Slightly primitive. IV. 60-90 min.   \n\n  Descent   Double 60M   Rap from summit to top of P3. 200'   P3 to the top of P2. 130'   P2 to the top of P1. 150'   P1 to Earth. 130' \n\n*NOTE** Smaller rap chains make pulling a thicker diameter rope difficult. If you are using a thinner tag line, use this to run through anchors, it will help avoid a heavy pull."},"__v":0},{"_id":"e8bJYDiUVX6sessgf4bNeg==","name":"Top Shelf Spire","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Trevor Bowman and John Burcham 4/7/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":2,"mp_id":"116756685","mp_crag_id":"105814916","climb_id":"e8bJYDiUVX6sessgf4bNeg==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Top Shelf Spire is perched on the steep ridgeline a couple of hundred feet above (north of) Nameless Tower. It probably escaped notice until recently as it is discreetly camoflauged from most angles; it blends into the cliff behind it and can only be discerned from certain vantages. While it is rather fin-shaped, the end-on profile is quite shapely. More importantly, the rock is of the highest caliber \"top shelf\" Schnebly and finishes in the Coconino. While it features the typical burly Mormon Canyon approach (shrubbery involved), it is a worthwhile tick for Sedona summit-baggers. The views of the upper reaches of Mormon Canyon and the myriad towers and proud Coco walls are stellar!\n\n From a cleared out platform, ramble up some easy, but unprotected face to the flake/crack on the west edge of the north face and follow this for a ways. When the system begins to degenerate, clip a bolt on the face and execute a tiptoe traverse right to a cool mini-stance on the sharply defined west arete of the spire. Continue up the thin crack on this arete to the top, finishing up on some very featured, black Coconino horns. There is no real crux, but it is pretty sustained and engaging climbing throughout. We cleared the few obvious blocks off the route, but there is a bit of lichen on the lower crack to contend with. However, this was generally a very clean backcountry outing that should appeal to those versed in off-the-beaten-path Sedona terrain.  ","protection":"1 bolt   (2X) .1-.75    (1X) #1-#4 BD Camalot sizes    Chains   (1X) 70m rope","location":"Hike the Mormon Canyon wash until the major bend right (east) into the upper reaches of the canyon. Look up and locate the prominent Nameless Tower (large Schnebly spire sitting directly north of the bend in the canyon). Continue straight up the subsidary wash that continues north, instead of following the main canyon wash east as you would for Earth Angel and all other upper canyon routes. This wash leads below and left (west) of Nameless Tower on the ridgeline above.  Continue until just past Nameless Tower, and look for a side drainage on the right (east) that leads up to the steep hillside above. We marked this turn with some cairns. Follow this narrower wash for a bit, and then route find up the steep hillside, trying to stick to the spots of open ridge or slab to minimize bushwhacking. You are aiming for the notch between Top Shelf Spire and the wall behind it. Total time from the car is approx. 1 hr.  "},"__v":0},{"_id":"Tr+RnI1pU36J/0f05nbj1A==","name":"Tim Toula Spire","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jake Tipton, Jake Dayley 10/2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":3,"mp_id":"109653996","mp_crag_id":"105814916","climb_id":"Tr+RnI1pU36J/0f05nbj1A==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"P1 - 5.10+.  West face crack. Thin down low to OW at the limestone band.  Lots of big hands/fists. Still a bit dirty and loose in spots but certainly a classic Sedona pitch! 150'. Belay on the limestone band off one bolt and sm/med pro. \n\n  P2 - 5.10- R/X. A very serious pitch.  Traverse 15' right to a small boulder then up the low angle face above.  30-40'.  Sparse pro on the face.  DO NOT FALL!  \n\n  Descent - One double rope rappel to the ground.  190'.","protection":"Standard plus extra fist sized pieces.","location":"This spire is the second largest spire in the small group of spires across Mormon Canyon from Earth Angel. Same approach as Earth Angel but meander up the South side of the canyon.  The easiest approach is from near the confluence (several spires are visible from here)."},"__v":0},{"_id":"ifR2KFoPWbimU2UhM1V2Fw==","name":"Starlord","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tim Keyt, Alyse Dietel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":22,"mp_id":"111708749","mp_crag_id":"105814916","climb_id":"ifR2KFoPWbimU2UhM1V2Fw==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Starlord climbs the obvious and stunning steep crack on the left tower-wannabe in the back of the canyon just past Goliath. This stunning route boasts three stellar pitches, two with perfect patina splitters unlike almost anything else found in Sedona. Bomber rock, bomber placements, and just a good ole time in the galaxy more than make up for the hour approach. This route is high up in the canyon, so count on it being about 20 degrees colder than Sedona proper. In the shade most of the day, with an alpine start you can avoid sun. Upper pitches get sun at about 2:30. \n\n  P1: Start in the clearing at the base of a short stembox with a bolt. Wiggle up the stembox and doe-si-doe around the corner to another directional bolt. Climb right on easy ground to the right of the bulge then move left and over the bulge to the flared hand jam. Pull through this funkadelic move to wild juggy flakes straight up to the belay below the roof. 10a \n\n  P2: Money! It’s pretty hard to get lost on this pitch, as it’s a perfect splitter almost the whole way. Make good use of runners under the roof and punch it! After the tight hands thrash and dangle, reap the reward of perfect, steep, splitter hands! Keep going past the rap chains to the belay just past the last ten feet of easy blocks. 11+ \n\n  P3: Prepare to enter the rabbit hole! Head to the other side of the flake that’s just to the right of the belay. Waltz up the crack to broken twin cracks leading to a wide slot. Finagle your way up the slot and out right onto a ledge. Stand up, regain your dignity, and prepare to lose it again wiggling up and into a stunning open book feature where you will use not one, but three styles of climbing to follow the crack up and right. Take a #3 camalot for a walk up this crack to prevent drag. At the end of the book, leave your #3 at the door and get ready for some serious exposure! Edge your way out of the book and onto the exposed face splitter of glory. Follow the splitter to the corner and stem and jam your way up to the final mantle. Continue up easy ground onto the belay ledge and build an anchor (.3, .4, .5). Once your follower is up, belay each other down to the rap anchor to the climber’s left of the agave on the edge of the summit. DO NOT unrope and walk to the rap anchor. Rap with a single 70m to the next rap chains that you passed on pitch two. 10a","protection":"One 70m rope   Nuts/sliders   1x green C3 – yellow C3   1x .3, .4, .5, #4   2x .75, #3   3-4x #1, #2   2 draws   7-10 runners","location":"Approach as you would for Goliath in Mormon Canyon. Follow cairns and cut right from the wash up and to the right of Goliath into “middle wash”. Follow the wash and cairns to “upper wash” past Goliath to the back of the canyon. Follow cairns. Look for a whitewashed finger-looking crack on a tower-esque feature on your left. Starlord is around the corner on this feature. Look for the obvious roof splitter. You will dead end at a grey slab wall, leave your packs here, then walk up dirt ramp between shrubs to mini chimney."},"__v":0},{"_id":"l9AahaNlW2edfzfQQu52iw==","name":"Scrotum Pole","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"E. Webster, B. Becker","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":23,"mp_id":"105924287","mp_crag_id":"105814916","climb_id":"l9AahaNlW2edfzfQQu52iw==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"The Scrotum Pole competes with Secret Spire for the most erect spire in Sedona, especially when viewed from the north-west.  The route is kinda scary, but is 90% on pretty good rock with only 3 feet of true choss.  The R-rated part is steep face climbing on solid rock with a 20 ft. ledge fall potential.  The route description in the Toula Guide is wrong, but the location is correct. \n\n  Start at the notch on the east side.   \n\n  Pitch 1: 5.9 60'  Climb up cracks to the limestone band.  Surmount the limestone either the splitter hand crack on the right, or the chimney on the left (looks way easier.)  If you do the hand crack variation (fun) you then have to do a difficult traverse to get back on track.  Belay on top of the limestone at a tree. \n\n  Pitch 2: 5.3 (net zero feet) There is a big block blocking your westward progress.  Climb up one side and down the other and establish a belay again on the limestone band but on the other side of the block.  Belay takes finger sized and a bolt. \n\n  Pitch 3: 5.10R 70'  Traverse left past 2 bolts into a crack.  This crack pinches down to a seam.  Climb good varnish into some dried mud.  If worried about rope drag build a belay behind a pillar on the ledge after the mud.  Otherwise continue up to a drilled pin, traverse right and up on nice solid holds that keep getting steeper all the way to the top (Wild! 5.10R).  Belay from the summit block. ","protection":"2 each black Alien to #3.5 Camalot, 1 #5 or #6 Camalot, nuts.  2 ropes or 1 70m rope.  Webbing, bolt kit optional.  We replaced the webbing and the mankier of the 2 bolts (2/26/07), the remaining original is a little iffy. ","location":"Park at Mormon Canyon trail head, as for Earth Angel.  Drop into the wash, and hike up it for 1/2 hour.  Just before Goliath/Mushroom, there is a huge and prominant 400' tall prow of rock on the right.  Find the wash heading up the right side of this prow (opposite side from the Mushroom gulley).  Scramble up this wash until you see the Scrotum Pole on the right.  You'll know it when you see it.  Start at the high point of the notch."},"__v":0},{"_id":"h4QfBtB+XBmTbJOsRr8SAw==","name":"Rich and Famous Towers","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Team Cuz 2012","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":8,"mp_id":"107940458","mp_crag_id":"105814916","climb_id":"h4QfBtB+XBmTbJOsRr8SAw==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"A sweet twin tower way back in Mormon Canyon. Cool route with fun climbing, interesting route finding and not all that hard.Pitch 1 Boulder up into a gully/crack. Climb awkward hands to changing corner fists to OW to roof. Belay from bolt and gear at lower edge of ledge, poor gear and rock higher on ledge. 5.10+, 140 feet.Pitch 2 Either layback the wide crack on the left or climb the hands to finger crack on right, traversing into the wide crack after ~30 feet. Either way, continue up crack to OW with face holds to belay by some blocks on a ledge. Without a big cam, a bit runout, but not too hard or scary 5.9 PG 13, 100 feet.Pitch 3 Climb left to a left angling finger crack, follow up to a ledge and either layback the wide flake (#5 camalot), or face climb left past a left facing flake. Runner this part wisely, belay at rap station, 5.9,70 feet.Pitch 4 Move belay left 20 feet on big ledge. Climb finger/thin hands to a diagonal crack. Traverse left past a finger crack and across a ledge to a roof below right facing dihedral with a hand crack in it, follow to notch. Belay from gear up on left of notch. 5.10, 75 feet.Pitch 5 Rich Tower- From the notch boulder shelves with gear in horizontals, aiming for a 10 foot finger crack on right side of face. Above the crack go left to a bolt then up chickenheads to summit. Belay from rap station. 5.9+ PG 13, 115 feet.Pitch 6 Rich Tower- Final pitch climbs the highest summit but the rock gets a little junky, the views are worth it though. Climb left from the upper notch to an easy crack. Belay from gear. 5.7, 50 feet. Rap is only one bolt, add one if you desire.Pitch 5 Famous Tower- From the notch traverse the south side to moderate climbing with a few placements. Belay from tree or bolts. 5.8, 50 feet.","protection":"Two ropes, trad rack w/ nuts, 1X TCU's to BD #1, 2X BD #2, 3X BD #3, 2x BD #4, bunch of runners. Optional BD #5, the climbing is pretty easy where you could place it, and chances to place it are few.  But if you don't particularly 'like' that size, might want one. There are rap stations at the top of P3 and both P5 of Rich Tower and Famous Tower. From Rich Tower a 40 meter rap gets you back to the notch. From the top of Famous Tower, a 25 meter rap gets you to the top of P3. From the top of P3 a 55 meter rap goes to a ledge with another rap station.  Another 40 meter rap gets you to the limestone ledge N of the start, with easy walking back.","location":"This formation is way up Mormon Canyon, past all of the other climbs. We found this trying to climb Ambulance Ride, but airballed the approach gully and ended up below this thing.  I think its about 75 minutes to the base with Andrew's Fred Beckey hiking pace. You will see the tower from the wash and then scramble up slickrock to the right to get to the start of the climb.  It starts on the lowest point of the tower on the west side. Climb Rich Tower first, then rap to notch, then climb Famous Tower, then rap straight down North side of tower."},"__v":0},{"_id":"bnbhXpOxWx23umprh93QEw==","name":"Plural Pleasures","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":5,"mp_id":"112393390","mp_crag_id":"105814916","climb_id":"bnbhXpOxWx23umprh93QEw==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Plural Pleasures is a variation to Hot Hookers. It climbs the obvious black seam right of Hot Hookers following even more astounding climbing.Pitch 1 - 5.10 PG-13 - 110'Same as Hot HookersPitch 2A - 3rd Class - 50'Walk, skip and crawl your way right on a ledge to an obvious chimney. Hands gear BelayPitch 2B - 5.10- - 33.78'Go up and right to a bolted anchor.Pitch 3 - 5.11+ - 75'Why you're here. Crank into seam past a bolt and hero past fingers and jugs. Lots of stoppers useful.Pitch 4 - 5.11 - 120'Sport Time past 4 bolts to a crack/groove. Head up past another bolt and turn on your geardar. As climbing eases move left to the edge of the huge roof and a bolted belay.Pitch 4B - 5.4R - 30'Move up and left on low angle jug romping. May be best to link with prior pitch.Pitch 5/6 - Same as Hot HookersApproachSame as Hot HookersDecentRap Hot Hookers","protection":"Doubles from Red c3 to #2   Single #3, Green c3   Set of stoppers   9 Draws and runners   70m Rope","location":"Same as Hot Hookers"},"__v":0},{"_id":"SQTKPDVIUXqDH7eLXH60fQ==","name":"The Nameless Tower - Jacob's Ladder","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rusty Baillie and Steve McGee 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":1,"mp_id":"109818719","mp_crag_id":"105814916","climb_id":"SQTKPDVIUXqDH7eLXH60fQ==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Follow the line of weakness on the south face. Multiple options exist to gain the limestone band. We used a right facing corner. Found no fixed anchors at first belay but others were well equipped.I'll leave it to the first ascent party to comment on grades for each pitch, if they choose to. The overall grade should be taken as a loose guideline.Bring imagination and a sense of adventure and you will be rewarded.P1 - Gain a spacious ledge on the limestone band. Route climbs from the saddle to a short limestone corner. 5.7-5.9P1a - Move belay left to the ledge below the chimney. 4th class.P2 - Climb the bottomless chimney past a bolt then traverse left to a small stance with fixed anchor. 5.9P3 - Step left then climb cracks and face to summit. Three bolts. Optional belay 30 feet below summit. 510 Rap the route with two ropes.","protection":"Gear to 3\"   (x1) 4\"   Wires   2 ropes","location":"South face of the nameless 300 foot tower across from Earth Angel."},"__v":0},{"_id":"upWvjnCtXCGOAHth683bDA==","name":"Mormon Mission","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Team Cuz  2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":6,"mp_id":"108952493","mp_crag_id":"105814916","climb_id":"upWvjnCtXCGOAHth683bDA==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"\"Every young man should fill a mission\".     In this instance, the mission is rad climbing!  The inaugural route in the Northern amphitheater of Mormon Canyon is packed with amazing climbing and requires that you keep moving! Choss lovers beware, the rock is really outstanding on this route. With solid cracks, nice ledges, and Red Rocks style patina face holds in abundance, your mission is to have fun. \n\n  Pitch 1: Climb the slightly chossy stem box to a small roof, at point the rock gets better, crank through the left facing finger crack, past a tree to a small stance where a slot looms above. 5.10, 70 feet.   Pitch 2: Move 5 feet left through a vortex that transports you to Red Rocks. Emerge into the sweet finger and thin hands splitter with awesome face holds. At a ledge, work left past a crack system into another clean thin hands crack to a stance on a pedestal with bolts. Great Pitch! 5.10+, 130 feet.    Pitch 3: From the belay, move up and right to a varnished finger crack, crank thin hands to the roof and laugh your way to a bolted belay on another small ledge. Another great pitch!  5.10, 110 feet.   Pitch 4: Scamper up 25 feet and move left around the angry biota to a stance, climb a crack toward a bolted belay on a diving board with a tree. 5.9, 75 feet.   Pitch 5: Align yourself into the classic flare and sand hump up with tips and face holds. After a bit of chimney squirming, clip a bolt and slow dance to the bolted belay. 5.9, 100 feet.   From here, some 3rd classing will get you up to benches on top of the formation if you are so inclined. There are really nice spots to hang out and take in the views up there.","protection":"A rack with small to med nuts, 1X TCU's, 2X BD .4,.5,1, 1X BD2-4 w/ 4X BD.75's, 1X BD #5 optional.  Two ropes unfortunately are needed, but you can ditch it at the top of P2. After Pitch 1, belays are also rap stations. Clippers or hand saw could be put to use on pitch 4 and the approach jungle wack.","location":"Mormon Mission is located in the Northern amphitheater of Mormon Canyon, to the left of Rich and Famous Towers. The route faces west and because of its location has shade until early afternoon. The middle of the wall features a flat shield of varnish ending at a wide roof. The route climbs the right side of this roof.\n\n The bad news of this mission is the approach, which is long and devious. If you don't find joy in long walks and humor in brush karate, this will probably bum you out, this approach is as long as anything in Sedona. Hike up Mormon Canyon to its end at a dry waterfall. Take the last exit left through brush to a slab. Up right, over limestone band to more brush. At the slab, solo up to a bolt, crank a move then hike up right (.5 c4 protects the follower from pendulum of the year), to an anchor. Follow bowl up, at its top move right on slabs to the base of the wall. 2HR. 5.10+.\n\n To get off Mormon Mission, rap the route. Once you have rapped back to the top of the second pitch, a 40 meter rap straight down will take you over a roof to another rap station. A final 15 meter rap will land you in a thicket of vegetation. From the base of the route reverse it down the approach pitch. Hopefully there is a beer and a headlamp in your pack, as it is at least an hour back to the trailhead."},"__v":0},{"_id":"NkJxSjzTUrKcr5g3yRC5TA==","name":"Made In The Shade","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Marhofer/Ellison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":15,"mp_id":"107020434","mp_crag_id":"105814916","climb_id":"NkJxSjzTUrKcr5g3yRC5TA==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"A fun route in a beautiful spot, up past Earth Angel in Mormon Canyon.  Like it's twin route Ambulance Ride, the first few pitches are not so hot, but the upper pitches are awesome and more make up for it.  The first 1-4 pitches can be linked with a 70m rope into one loooong, not-that-great pitch with rope drag.  However you get there, the fun now begins, with great climbing and solid rock above.  The views of Earth Angel and Brins Mesa are spectacular. \n\n  Pitch(es) 1-4: Scramble & climb up and right to a belay at the base of a nice off-width.  There are several variations to this pitch(es).  I recommend finding the path of least resistance and blasting through it using sparse pro & long runners.  However you start, just make sure you belay at the base of the off-width. \n\n  Pitch 2(5): Up the OW (5.8 or 5.9) then continue up the corner to a nice belay ledge with bolts. \n\n  Pitch 3 (6): continue up the corner corner via a sweet finger crack on great rock(5.10-).  Keep climbing past a loose block on a ledge, then thru the large, intimidating looking roof (5.10-) to a belay above.  The roof is not nearly as hard as it looks. \n\n  Pitch 4 (7): Continue up the corner system via an easy chimney (5.5). \n\n  To get down rappel the route with 2 ropes.","protection":"I recommend: 1 set of nuts, a double set of cams from from tight fingers thru #3 camalot, a single #4 camalot, plus one big cam.  Several runners are helpful.","location":"Located just up-canyon from Earth Angel.  Approach as for Earth Angel.  About 50 yards before reaching the lowest part of the Earth Angel formation, head up & left, out of the gully, eventually ending up in the next gully left.  Bushwhack up this to the base of the alcove, then head left on a  long ledge system.  The last rappel anchors can be seen from this ledge."},"__v":0},{"_id":"2hQZUnQBXZqf0uQdEMOitA==","name":"Latter-Day Sands","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":10,"mp_id":"113742488","mp_crag_id":"105814916","climb_id":"2hQZUnQBXZqf0uQdEMOitA==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Tall, steep and sustained, this imposing line has many good-great pitches with some choss thrown in for adventure (It is Sedona). Its crazy that it isn’t harder. The climbing has all styles and an emphasis on wide.  Full tool belt needed for an enjoyable round trip. \n\n  P1  “Green Queen” climb the thin finger crack in the corner to a ledge on the left. Committing crux moves to another small ledge on the left with a rap station. 5.11+ 80 feet. \n\n  P2 “Road trip to Indian creek” Climb the sweet thin hands to wide hands corner. Pull into an alcove. Squirm out of the alcove on fists.  Gear belay with BD#4,5 cams on tiny foot ledge.  5.11-, 90 feet \n\n  P3 “Burchamville highway” Climb left on donut bars, pockets and jugs past a fractured flake.  Inventive moves lead to a flake crack and a semi hanging bolted anchor on the left. 5.11  60 feet.  Clip 1x#5 to 3rd bolt to retrieve later. \n\n  P4 “Granite pitch”  Move up the flake crack to a bolt. Transfer right with fickle gear into the flare.  Ride flakes up right to a small ledge with a rap station 5.10+   80 feet. \n\n  P5 “Wild planet” Chimsquirm up the wide crack to the roof. Bust out right on fingers into a hanging flare. Jam out the 2nd roof with huge exposure to varied cracks. Belay at rap station. 5.11  100 feet \n\n  P6 “ Sedona special”  Climb easy corner with munge to a nice finger-thin hands crack section out a bulge.  Wiggle into the squeeze chimney with blocks. Bust out a wild move to the huge ledge with a rap station. 5.10- 70 feet. \n\n  P7 “Welcome to Red Rocks” Climb the thin hands corner traverse left on cool pockets past 2 bolts to the arête. Awesome patina features and small gear lead up to another bolt.  The position here is great! Continue up left to finger crack. Belay on small ledge with rap station. 5.11- 70 feet. \n\n  P8 “Headwall”  Climb iron hard thin hands crack to wideness. Sustained fists with patina jugs up the headwall.  Roll onto the slab and cruise to rap station. 5.10 100 feet. \n\n  P9 ”Summit pitch” Yup summit pitch, climb easy wide cracks with patina to ledge. Stay straight above short finger crack into chim slot.  Summit a tower! 5.9 100 feet. \n\n  Rap route with 1x70m.  A “third hand” rappel friction knot is highly recommended. Maintaining swing is sometimes needed. When rapping P5 multiple directionals need to be placed in order to not be left hanging in space 300 feet off the deck!! Pick up your #5 on the P3 traverse and find hanging rap station below. This station is off route.  Swing hard right to get back to the top of P1.","protection":"Gear small-med nuts. 1x #0C3, 2x #1C3-BD#5, w 3x#4’s, 1x BD#6. 2 draws, 5 runners.","location":"Hike up Mormon canyon 45 min or so until you get to the earth angel approach trail. Continue 5 min to a small side drainage on the right. Go up this until you encounter some ancient fixed rope in a chimney. Climb this and continue up to slickrock slabs. This leads to the saddle of Misguided Angel. Hike left 200 feet  along base of wall to huge left facing corner.  Total approach time 1-2 HR."},"__v":0},{"_id":"6AyRrgwBXviokH4ymqIkfQ==","name":"Kicked out of Heaven","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":17,"mp_id":"118895231","mp_crag_id":"105814916","climb_id":"6AyRrgwBXviokH4ymqIkfQ==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"This line blasts up the wild and exposed NE arete of Earth Angel. Start as for Touched By An Angel\n\n P1  5.11/5.11+?  Climb up and right over easy terrain, stem though the roof on the right at about 50 feet, at a stance above, move left past a bolt up the steep wall over a roof to the huge ledge on the arete with a 1 bolt and small crack belay. Note the rap anchor 10 feet left around the corner.\n\nP2  5.12   Step up to the pillar, tip toe to the bolt on the left, then slap the blunt arete through the crux and a nice stance above. Crank patina over left to the architectural arete and follow it up past bolts, just below the anchor a .4 in a horizontal may calm your nerves.  Belay at crappy stance on the exposed arete.\n\nP3  5.12-  Crimp madly up cool patina and dishes, trying not to ass sandwich your belayer. Move left to the even more exposed arete and enjoy the view, while trying not to look down.  Belay at the 'Hallelujah ledge'\n\nFor extra credit link these two pitches (2&3) to avoid a belay in purgatory. Highly recommended.\n\nP4  5.11-  Climb the anti splitter above the belay until the gear become wack and move left on patina past bolts to the most exposed position of the route.  A couple horizontals at the end of the pitch will take gear. Save a .3 and a .5/.75 for these. Belay on small ledge with a bolt and any piece of gear you have left.\n\nP5 5.11+  move straight up past 2 bolts to a long thin move then step right over the gargoyle and ramble up easy terrain with horizontal gear to a mini headwall below the anchor.\n\nDescent into Hell Rap straight down from the summit 60ish feet to a slab anchor. Rap 90ish feet to a hanging rap station. Rap 80ish feet to the Hallelujah ledge. Rap route to top of P1 then do a 30 foot rap to a station and then rap to earth.","protection":"70m rope.   2x red C3-.75   1x #1, #2   5 runners 7 draws (15 if linking P2&3)   nuts useful.","location":"Northeast arete of Earth Angel. Starts the same as Touched By An Angel. Obvious arete on left side of the North Face."},"__v":0},{"_id":"MKqL3NHIWr671Yin0/tMlQ==","name":"John Burcham Spire","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Blake McCord, Trevor Bowman, Zach Harrison 2/21/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":7,"mp_id":"118642385","mp_crag_id":"105814916","climb_id":"MKqL3NHIWr671Yin0/tMlQ==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Prime real estate summit in the way-back of Mormon Canyon that combines an aesthetic feature with quality climbing--something of a rarity for the usual Mormon Canyon summit outing.\n\n P1--Beautiful widening splitter crack with a stemming start; baggy fingers widens to hands, before pinching back down to the top of the pillar that this crack forms. A great crack, but don't inspect the foundation of this somewhat spooky pillar too close or jam too hard on your way up. From the ledge at the top of the crack, clip a bolt and step left into a blocky chimney system that leads easily to a cool corridor in the notch between the upper spire and the wall behind. There is some looseness on this stretch, but it's pretty easy to climb around. 2-bolt anchor on the wall to the left of the corridor. (.10, 110')\n\n P2--Wide stemming out of the corridor to a ledge, then up to a 2nd ledge with a bolt, then launch up the face above past two more bolts and over a punchy little roof. Continue straight up the crack/weakness above with incipient gear, eventually leading to a shallow left-facing corner with a 4th and final bolt protecting a rad big move. Air it out on great jugs to the top. (.11-, 90')\n\n Enjoy the Burcham approved summit lounge and contemplate the wonders of his creations. ","protection":"bolts   In BD sizes:   (1X) .2-.5   (2X) .75-#2   (1X) #3   Draws, slings   (1X) 70m rope","location":"Hike a long way... Hike up Mormon Canyon to its end at a dry waterfall. Take the last exit left through brush to a slab. Up right, over limestone band to more brush. At the slab, solo up to a bolt, crank a move then hike up right (.5 c4 protects the follower from pendulum of the year), to an anchor. Follow bowl up, at its top move right on slabs to the base of the wall. 2HR. 5.10+."},"__v":0},{"_id":"BvNAMMFTXsuFVLbMXt6bsA==","name":"Hot Hookers","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":4,"mp_id":"112303309","mp_crag_id":"105814916","climb_id":"BvNAMMFTXsuFVLbMXt6bsA==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"This line climbs nothing up a hold covered face. The line features minimal protection bolts and maximum outrageous gear placements. Place gear when you find it, and always be on the hunt.Route faces west and bakes in the sun in the afternoon. All anchors are bolted.Pitch 1 - 120' - 5.10Mini-quest up the slab to a small crack below a large roof. Plug some nuts and jam, heel hook and jug your way through the roof and onto the slab above, where your quest continues straight up to the top bunk belay ledge. (Its nice to extend the anchor so you can belay on the lower ledge)Pitch 2 - 122' - 5.10+Head up the chimney moving right at the bush continuing up the system until it ends. From here quest up and right to a lone bolt (Bolt out left here is the original line, not quite as good, a good option if you hate bolts. 2 pitches of 5.10 questing rejoins this line at base of p4), then keep questing to the system above, pull a roof and belay on a small ledge.Pitch 3 - 110' - 5.11-Follow the bolts. .3/.4 could be helpful at the top of the pitch.Pitch 4 - 80' - 5.11Climb the center lead wall up and left to the obvious hand/fist crack. Burl onto the overhanging pillar, and up to the offset above. Slap, boulder, clip a bolt, and pull into an alcove. Pull hero jugs to the belay ledge.Pitch 5 - 120' = 5.11-?+....Follow bolts up the arete slab. When they end work left and enable your geardar. Follow patina and weaknesses to the top.ApproachHike up Mormon Canyon to its end. Exit left past brush to a slab. Up right, over limestone band to more brush. At the slab, solo up to a bolt, crank a move then hike up right (.5 c4 protects the follower from pendulum of the year), to an anchor. Follow bowl up, at its top move right on slabs to the base of the wall. Route starts below roof band. Look for hand crack 40' up. 2HR. 5.10.DecentRap Route. Watch you tails, raps are close. 70m required.","protection":"Doubles red c3 - #2 c4 Single #3, green c3 Optional purple c3 Full set of nuts 10 Draws/Runners","location":"Left of Mormon Mission"},"__v":0},{"_id":"lib9fL+hWyi/TrYn1ijppQ==","name":"Holy Sin","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Z Harrison, B McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":9,"mp_id":"116156312","mp_crag_id":"105814916","climb_id":"lib9fL+hWyi/TrYn1ijppQ==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"A cool varied route in the back of Mormon Canyon. Features all styles of climbing including jungle\n\n Pitch 1 | 5.10- PG-13 | Head up the vegetated slab to a bolt continuing up a short corner dancing left to some ledges and a couple more bolts.\n\n Pitch 2 | 5.10 | Squirm up the chimney/fists crack past a few bolts, moving right to a crack (in the chimney) and an anchor above.\n\n Pitch 3 | 5.12 | Head up the crack on the arete, when it peters out pull around the th slab and start clipping bolts. Awesome intricate patina climbing!\n\n Pitch 4 | 5.11+ | Move up the crack directly above the belay, move right up ringlocks into a steep finger corner, punch it to the anchors.   ","protection":"All anchors are bolted. Rappel the route with a 70m rope, tie knots a most raps are close. \n\n  Gear   1x Red C3, .3   2x .4 - #2   1x 3,4   Small - Med stoppers   70m rope   4 runners   4 draws","location":"Follow the approach as for Latter-Day Sands then continue left along the base of the wall past the prominent black streak/waterfall to the base of the route "},"__v":0},{"_id":"AXIYTawsWimDu9aRw2pR/g==","name":"Full Contact Origami","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"F.A. Michael Hren, Damian Suess, Matt Barneich, June 1997 | F.F.A. B. McCord, Z, Harrison, May 2019","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":12,"mp_id":"117001605","mp_crag_id":"105814916","climb_id":"AXIYTawsWimDu9aRw2pR/g==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"After spending many many days in Mormon Canyon eyeing the large Coconino wall left of Ambulance Ride which was rumored to have an Aid line on it called Full Contact Origami, Zach and I decided to check it out.  We were surprised to onsight the first 4 pitches and nearly the 5th. From here, uncertain as to where the original route went we decided to blast straight up the rad overhanging water streaked wall above.\n\n After some asking around we were able to track down the FA party and learn more about the route.  The FA party used Full Contact Origami as a training ground for their big wall party skills in preparation for routes in Zion.\n\n With the blessing of Micheal we added one bolt to the traverse on pitch 3 and beefed up all the belays to 2 bolts.\n\n P1  5.11 PG-13   Mantle easy ledges into the corner. Pull up the thin flake and layback up to the ledge with a lone bolt. Continue up the flare as it morphs into a tips corner. Belay on a jug stance.\n\n P2  5.11- PG-13   Step right and gingerly work up to a blocky alcove. Continue up and pull onto the face with rad twin cracks. Belay on cozy bush ledge.\n\n P3 5.11 PG-13    Climb up and left off the ledge on good patina holds to a thin seam. Gain a stance and traverse left (bolt) and down! to another stance. Climb into the crack and enjoy great sequences on clean rock to a stance with a old bolt. Another great boulder problem gains a ledge on the right.\n\n P4 5.10+ PG-13  Climb straight up hand crack then left on blocky jugs into the crack. Broken rock humping leads to a right trending flake. Commit up the flake and punch it to another hand crack. Belay below roof on small stance.\n\n P5  5.12- PG-13 Blast the rifle roof and squirm through a slot.  Gain the steep hand and finger crack, fighting the pump until the angle rolls over, clip a lone bolt and quest up to the belay 20 feet higher. From here the original route traverses right to lower angle terrain \n\n P6 5.11+ PG-13 Climb up and left on the ramp past two bolts. Climb straight up on massive jugs to gain a horizontal with gear and a slab above.. Climb the slab past a bolt to a mini roof (gear) move left to a seam with a tiny cam.  Gain the ledge stance and move 15' right to a bolt.  Climb up pumpy jugs and non-jugs past 4 more bolts, finishing with a traverse 10' right and enjoy an amazing belay seat.","protection":"Doubles Red C3- #2   Single Green C3, #3   Extra .75   Small - Med Nuts   6 Runners   5 Draws   70M rope","location":"Hike up Mormon canyon 45 min or so until you get to the earth angel approach trail. Continue up the main wash 5 min to a small side drainage on the right. Go up this until you encounter some ancient fixed rope in a chimney. Climb this and continue up to slickrock slabs. This leads to the saddle of Misguided Angel. Hike right  (~400') to the base of the obvious system in the middle of the huge wall to to your right.Total approach time 1-2 HR. "},"__v":0},{"_id":"qn750O5oVAmOnWD8GJgj6g==","name":"Goliath","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"S. Baxter, G. Douglass 1970's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":21,"mp_id":"105906612","mp_crag_id":"105814916","climb_id":"qn750O5oVAmOnWD8GJgj6g==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"This is the spire in front of the Mushroom that you see on the way to Earth Angel.  It's a fun little adventure.  Most of the climbing is 5.6 and under until the last move, which unless you hang out at Kelly Canyon a lot is a major sandbag at 5.9.  Pitch 1 is shady, but the rest of the route is in the sun. \n\n  Pitch 1) 5.6 80' Start at the high point of the notch, and climb the easy chimney/flare into a spooky place.  The crux is at a little rooflet.  Either belay in the spooky place, or traverse left a bit and belay on a cool ledge.   \n\n  Pitch 2) 5.6 100' Do not climb the choss above your head!!  Traverse the limestone band left (south) half-way around the spire.  Belay when you can no longer pull the rope.  Most of the gear on the traverse is at your feet, in the limestone. \n\n  Pitch 3) 5.6 120' Find an easy chimney to go up on the right side of a pillar (left side also looks climbable).  Go up to ledgy terrain and build a belay under the bolt on the summit block.  Belay takes blue and black aliens (and you can use the bolt) \n\n  Pitch 4) 5.9+ 20' Clip the bolt and claw your way past a very strenuous mantle. \n\n  Descent: 3 raps to the notch.   Rap 1: 20'  Rap off the summit block.  The bolts were naked and un-rappable when we were there.  After scratching our heads for a while we left webbing but no rap rings, so bring your own stuff.  It now occurs to me that the party that placed the bolts must have simul-rapped the summit block. \n\n  Rap 2: 20' Rap off a slung block to a 2 bolt anchor at the top of a chimney. \n\n  Rap 3: 150' Back to your packs.","protection":"Nuts, 2 each blue Alien to #3 Camalot.  Much smaller than your typical Sedona rack. ","location":"From the parking at the end of Jordon Road: drop into the wash and follow the wash north for 1.5 miles until you see the Mushroom and Goliath on your right.  There is a very large and open wash inbetween the Mushroom and Goliath.  Follow this for a little ways.  When possable traverse left into a side-wash that goes up the left (north) side of Goliath.  DO NOT go up the main wash on the right side of Goliath.  I can tell you from experience this sucks.  The route starts at the high point of the notch on the east side of the spire."},"__v":0},{"_id":"Bqv/2u+QVeWnlsk+b/TuFw==","name":"The Fin - South Ramp","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":25,"mp_id":"112403154","mp_crag_id":"105814916","climb_id":"Bqv/2u+QVeWnlsk+b/TuFw==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Note there are two features named \"The Fin\" in the Sedona area. This one is just west of The Acropolis and pretty much the first feature due north of Sedona proper. Point 5667 on topo. E-W trending and quite narrow N-S. This one is a fairly fun and unique sandstone outing. \n\nRoute (see below for approach):\n\n  At the base of the ramp, scramble up and left/west. Mostly easy punctuated by short 4th-low fifth steps. Three steps stick out: the first is a loose juggy feature one can climb up and over or traverse due left (sketchy). The second is a dihedral with an unfortunate yucca top out and rap station around a tree. The third is a frictiony mini-arete. Some may want a rope or handline for the last two. \n\n  At the top of the ramp, there's a good spot to rope up prior to stepping over to the W ridge.   Pitch 1 (or 2 if you roped on the ramp, 5.4, short): traverse up and hard left to get around a block. Quite short but plenty of drag going around the block. Reach two bolts. \n\n  Pitch 2 (5.7, short): Continue up the ridge and step right onto the face. Sandstone slab with a good bolt at the base (as of 11/2016) and air below.  Continue up and belay at a headwall that takes decent gear. Note a two bolt rap station anchor off left. \n\n  Drop gear and scramble east to the summit (10-20 min). Mostly class 2-3 with a couple spots of airy 4th. Some may want a handline or a spot on the way down. \n\nDESCENT: Scramble back to the top of pitch 2. Two bolt rap (30 ft? Slings may need replaced) and walk over to the two bolts at the end of pitch 1.Two bolt rap (60 ft) back to the ramp above the friction step. We rigged a retrievable handline here off bushes. Scramble down to the tree above the dihedral step with a static line anchor. Rappel no. 3 (90 ft) down to the side to hike/scramble off terrain.","protection":"Single rack 0.3-2 and draws.","location":"From the Mormon Canyon paid parking lot, note the big sandstone fin ahead and to the right (northeast). The goal is to climb the large left-angling ramp up to the left/west side of the summit. \n\n  There are two lower toes on the feature - one to the left and one central. Bushwack and game trail it to the central toe below the middle of the face (15 min). Hike and scramble up to the first bench. A 10-ft high 5th class wall stops progress. Traverse left on an improbably ledge until reaching the left toe. Scramble up until another 8-ft wall and find a weakness left (5.0 followed by 3rd class). Meander up cactus, sand, and rock to the start of the ramp near the middle of the face."},"__v":0},{"_id":"UTQSJZR0UI2mkVXcMJHrWQ==","name":"Faith In The Stone","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":13,"mp_id":"117129620","mp_crag_id":"105814916","climb_id":"UTQSJZR0UI2mkVXcMJHrWQ==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Faith in the Stone pilgrimages up a swath of great stone on a path to enlightenment.\n\n Start in the huge corner system where the buttress meets the wall.\n\nP1 | 5.10 | Mandatory Sedona hand crack flare squirm on immaculately conceived rock.  Exit right to e-z ledges and a bolt. Keep questing right to a test of faith mantle and a belay ledge that can host your whole family.\n\nP2 | 5.11- | Step right multiple times to the bolt line. Clip em and pray your way up the slabby patina. Belay kinda sucks, keep going if you are feeling the holy spirit with you.\n\nP3 | 5.11 | Pull up on great stone past a bolt into the classic bouldery pods system until the great ledge.  Holy moly!\n\nP4 | 5.10+ | Climb up into the intimidating flare on gracious crimps and pockets. Mantle into the good book and follow the word to a bolt. Tip left with commitment to a blasphemous jug.  Climb up past another bolt and easier terrain to a rap anchor just belay flat terrain.\n\nBONUS PITCH!!!! | If you seek a spiritual experience, climb up to the saddle and walk South to a divine voyage.   Down climb back to the last anchor with a belay!!! Rap route.\n\n Makes for a nice up and over linkup with Directions from a Moroni","protection":"Doubles Red c3 - #2   Single #3   Small - Med nuts   70M Rope   5 Runners / 3 Sport Clips","location":"Start just left of Ambulance Ride. Hike up Mormon canyon 45 min or so until you get to the earth angel approach trail. Continue up the main wash 5 min to a small side drainage on the right. Go up this until you encounter some ancient fixed rope in a chimney. Climb this and continue up to slickrock slabs. This leads to the saddle of Misguided Angel. Hike right to the far side of the bowl and the base of the enormo corner."},"__v":0},{"_id":"w3IoE7RRXZGsY2dJUT2soQ==","name":"Earth Angel","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Scott Baxter and Ross Hardwick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":19,"mp_id":"105814921","mp_crag_id":"105814916","climb_id":"w3IoE7RRXZGsY2dJUT2soQ==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Earth Angel is an awesome route that climbs what must be one of the largest sandstone towers in the United States.  The first two pitches are laden with loose rock, so use caution.  The last four pitches are four stars for climbing quality.  This is also one of the best summits in Sedona. \n\n  Pitch 1 - Walk to the left edge of the large starting platform.  Climb a short crack then wander up broken rock and ledges to a nice belay ledge next to the Chimney.  (5.7 ~120')  Watch for loose rock on this pitch. \n\n  Pitch 2 - Climb chimney off belay being mindful of loose rock.  Belay at nice ledge on left at the top of the chimney.  (5.7 ~180') \n\n  Pitch 3 - Step across chimney and climb off-width crack above.  Jam, stem, off-width, and face climb past one bolt (pitch crux) to the top of this excellent pitch.  Everytime this pitch starts to really become difficult a Red Rocks style face hold seemed to magically appear.  Belay from a huge ledge at the top of this pitch.  (5.10- ~150') \n\n  Pitch 4 - Climb the left side of a pillar up a hands to fingers crack.  Belay at the top of this pillar.  Some say this is the best pitch on the route.  The first asensionists tunneled behind/through the pillar and climbed the right side.   (5.9 ~100') \n\n  Pitch 5 - Traverse up and right to a finger crack that is not directly visible from the belay ledge.  Climb up this crack and then onto the face above past an old bolt and pin.  Once through the major difficulties trend up and right over large chickenheads to another huge ledge and belay.  (5.10- ~140')  This pitch carries some serious climbing above an old bolt and pin.  Send the best lead head and face climber up on this pitch. \n\n  Pitch 6 - There are many ways to climb the final pitch ranging from 5.7 to 5.10x.  The described way was our path of least resistance, but there are probably 5 or 6 different ways to climb this last pitch.  Climb a moderate crack system directly off the belay ledge until an easy traverse left leads to the tower's north face.  From here 5.6 face climbing takes you to one of the best summit's in Sedona.  Look for the first rap anchor on the far side of the summit.","protection":"1 set Stoppers   1 x 0 Metolius TCU (Purple)/Blue Alien   1 x 1 Metolius TCU (Blue)/Green Alien   2 x 2 Metolius TCU (Yellow)/Yellow Alien   2 x .5 Camalot   2 x .75 Camalot   2 x 1 Camalot   2 x 2 Camalot   1 x 3 Camalot   1 x 3.5 Camalot   1 x 4 and 1 x 4.5 Camalot   or   2 x 4 Camalot   1 x 5 Camalot Optional   Draws and Slings","location":"Turn off of highway 89A onto Jordan Road. At the \"T\" junction turn left and drive past the Adobe style homes following Forest Access signs and onto the dirt road. The parking area at the end of this road has been recently renovated and the old shooting range is gone. Park, drop into the drainage on the right and turn left.  Mormon Canyon is accessed by hiking up this wash.  After about 30-40 minutes of hiking the wash will make a right turn (east) and the tower will come into view.  From this point stay in the wash until you are almost directly under the tower.  At this point follow a climbers trail with some carins up and right.  Hike beyond the route's base, then double back to the starting platform.  Total hiking time is 1-1.5 hours. \n\n  Descent - Rap 1 is about 110' off a multiple bolt anchor to a nice ledge.  Rap 2 is about 180' off a bolt anchor to another nice ledge.  Rap 3 is about 160' from yet another bolt anchor to a large ledge near the ground.  Scramble left just a little to the final anchor.  Rap 4 is about 80' to the ground.  There is an enormous poison ivy patch growing here so if you are allergic use caution.  Scramble down and right for 5-10 minutes back to your gear.   \n\n  It is a good idea on the first three rappels to have the second climber down work the knot over the lip of each ledge to prevent stuck ropes."},"__v":0},{"_id":"BzJvzN9vXIG3amBjhqu0Vg==","name":"Duck for Cover","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dustin Wildermuth & Gordon Kear","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":24,"mp_id":"105889051","mp_crag_id":"105814916","climb_id":"BzJvzN9vXIG3amBjhqu0Vg==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"This is an amazing route if you like hand cracks and face climbing.  Mostly well protected, with just the right amount of spice.  It gets all day shade so is a good warm weather choice. \n\n  Pitch 1) 5.11 140' Climb fingers in a straight in corner.  Switch cracks to a hand crack thru a roof.  Traverse 10' and up a steepening hand crack to a 2-bolt belay.  Be careful to conserve #2 Camalots.  This pitch can be split in two by belaying before or after the traverse.   \n\n  Pitch 2) 5.10- 100' Scramble onto the ledge, and walk right around the pillar.  Chimney behind the pillar, and step across to a hand crack. From the ledge atop the hand crack walk left to a 2-bolt belay.   \n\n  Pitch 3) 5.11 80' Mantle a hollow flake, and climb a crack to the bolt.  A couple of bouldery moves bring you to one final hand crack to the summit.  Bring all your #2s for this pitch as well.   \n\n  Descent:    Rap 1: From the summit rap with 2 ropes to the top of P1.   Rap 2: 2 ropes to the ground. ","protection":"1   set Nuts.   2   ea. Camalot #.4 to #.75   3   ea. Camalot #1   6-7 ea. Camalot #2   1   ea. Camalot #3-#4 (new #5)","location":"Approach: \n\n  Park as for Earth Angel.  From Flag, Go right on Jordon Rd. then left on Park Ridge to parking lot.  Duck for Cover is located on the north side of 5667' Butte, near Ripoff Rock (ref: Toula guide).  5667' Butte is the long E-W running butte north east of the parking lot. \n\n  From the parking lot hike back along the road until you see Jim Thompson Trail on the left.  Hike east on Jim Thompson Trail.  The trail will immediately cross a wash.  Continue along the trail until the next major wash.  Take a left and hike up this second wash for 1 mile as it passes under the east side of 5667' Butte.  At the east end of the butte, the wash splits twice.  Take a left both times, skirting along the north face of the butte.  You are now facing west.  When the wash starts to go steep uphill you'll see a tower detached from the main cliff on the top.  Duck for Cover is on the north face of this tower.  The main wash takes you very close to the start of the route.  DFC starts in a finger crack just left of a water chute/gully.  Look for the obvious crack splitting a steep bulge 120 ft. up. \n\n  Approach Time: 45 min - 1 hour   GPS: 34,53.711,-111,45.683"},"__v":0},{"_id":"xWwqFZDUXEK0CdqqP4EwWw==","name":"Drinking Kool-Aid","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":11,"mp_id":"117955461","mp_crag_id":"105814916","climb_id":"xWwqFZDUXEK0CdqqP4EwWw==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Drinking Kool-Aid takes an improbable line up the wall left of Full Contact Origami. The route starts in a dihedral with black streaks under a giant roof complex, and weaves up the slabs above to and overhanging streaked headwall. The line is steep and committing with retreat only possible from atop pitch 3 or above pitch 5 (See topo)\n\n The route faces North and can be quite chilly as it gets near permanent shade. Best times to climb are in the early fall/late spring when the temps are higher (80+ in Sedona) and days longer.\n\n Pitch 1 | 5.11 | Scramble up to a large ledge.  Bust an unprotected move up the corner then press to a ledge. Keep pressing up, while not blasting the ledge, to a traverse right on a ledge past two bolts then up past three bolts on sweet jugs to a small left facing corner with more jugs and a traverse left past a bolt to the belay. Pay close attention to you rope line, two quad-length and many normal runners needed!\n\nPitch 2 | 5.11 | Teeter up some spooky flakes above to a thin boulder problem in the small corner. Enter a chimney, clip a bolt and layback out the leaning wide crack. Pull into the 2nd chimney, squirm to a bolt and crank more laybacking up the flake to a sloping ledge belay.\n\nPro Beta : It’s possible to lower all the cams except 1x to #1 on the tag line and then drop tagline (See note in descent section for retrieval).\n\nPitch 3 | 5.11+ / 5.12- | Chim up, clip a bolt and swing into the spike. Crank a traverse left to the exposed arête,  step around and move up a ramp to a bolt. Crimp micro edges up left to easy crack and a belay on the right.  Note : It’s possible escape to rap station 30’ left near the top of this pitch.\n\nPitch 4 | \"5.11E\" | Move up the crack, then tip left and crimp terrible holds left and down until possible to move up past more bolts out a small roof into a easy crack with a belay on the right.\n\nPitch 5 | 5.11- | Climb up the ramp past bolts into the steeper corner with hidden gear to some cool fossil holds. More bolts and a long easy runout ramp take you to a nice belay nook.\n\n The last 2 pitches are all bolted, you can leave the cams at the top of p5.\n\nPitch 6 | 5.12 | Move left and enter the blackness. Tech through a boulder problem , crimp though a rising traverse and fight pump thought steep jugs to a hanging belay on the right. Oh Yeah!\n\nPitch 7 | 5.11 | Step left and climb pumpy jugs up the headwall to a sweet belay on a ledge at the top of the wall. Rejoice!\n\nDescent\n\n Make 2 raps pitches 7 and 6 with a single 70m rope. On P6 you will want to clip into a few bolts to help keep you into the wall on this overhanging rap. Then continue straight down through 2 off route stations on ledges. Rap once more into the center of 3 dihedrals to an anchor at the top of a tall overhang, from here one double 70m rope rap takes you to the ground. Note : It is also possible to walk west on the summit and rap Full Contact Origami with a single 70m instead, however this this makes retreat off the route impossible without leaving your rope fixed.\n\nPro-Beta : Leave your tagline on the ground, when you get to the last rap fix your rope and have one person rap single strand to the ground,  then tie on the tag line and have the 2nd person do a double rope rap down.","protection":"2x1C3-#1   Extra .5   1x2,3    6 Draws   6 Runners   2 Double runners (p1 only)   70m rope   70m tag line","location":"Hike up Mormon canyon 45 min or so until you get to the earth angel approach trail. Continue up the main wash 5 min to a small side drainage on the right. Go up this until you encounter some ancient fixed rope in a chimney. Climb this and continue up to slickrock slabs. This leads to the saddle of Misguided Angel. Hike right  (~200') to the base of the huge water-streaked right facing corner. Total approach time 1-2 HR."},"__v":0},{"_id":"upkzPJroURemDTFrRw1T3A==","name":"Directions from a Moroni","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Z. Harrison, B. McCord","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":16,"mp_id":"117130018","mp_crag_id":"105814916","climb_id":"upkzPJroURemDTFrRw1T3A==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Directions from a Moroni seeks a swath of golden patina plates to the right of Made In the Shade.\n\n Start in a low angle psudo corner just left of steep terrain.\n\n Pitch 1 | 5.10- | Head up some classic Sedona terrain to a big ledge with a corner above. Continue up though some nice thin hands to a ledge and an anchor.\n\n Pitch 2 | 5.11 | Step right and head up the flake. Layback past a couple bolts into fun fingers and hands.\n\n Pitch 3 | 5.10+ | Seek the plates. Head up patina plates past a couple bolts and onto a slab. Find your way past too many jugs and into a sweet splitter that widens from fingers to hands\n\n Pitch 4 | 5.10 | Step left and climb up past bolts to and some gear surmount the diving board and flop onto the anchor.\n\n BONUS PITCH!!!! | If you seek a spiritual experience, climb up to the saddle and walk South to a divine voyage.   Down climb back to the last anchor with a belay!!! Rap route.\n\n Makes for a nice up and over linkup with Faith In The Stone","protection":"Doubles Green C3 - #2   Single #3   5 runners   70 M rope","location":"Located just just east of Earth Angel next to Made In The Shade. Approach as for Earth Angel. Once at the toe of Earth Angel bust left out of the gully and traverse base of wall out onto some slabs in the next gully. Enter the jungle and trash to the base."},"__v":0},{"_id":"yiFBxbfpWVWb7GIRDYPM9A==","name":"Backslider","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Derek Field & Keith Noback (Nov 2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":0,"mp_id":"113843926","mp_crag_id":"105814916","climb_id":"yiFBxbfpWVWb7GIRDYPM9A==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"Backslider is a scrappy little gruntfest that you can do if you want to experience some of Mormon Canyon's majestic scenery but you don't have all day and you don't mind getting dusty. Although it technically tops out the summit of a little spire, only the corner pitches (P1+P2) are recommended.\n\n Etymology: even though it's part of the Mormon Canyon community, this backslider is not nearly as pious as the faithful patina shields found deeper in the folds. Double entendre: you will probably do a lot of physical backsliding on this offwidth-dominated route.\n\nPitch 1: Yucca guards the entrance. Climb an interesting, varied offwidth dihedral with a burly layback crux and lots of backsliding. Might be easier if you're smaller. Two-bolt belay on the ledge. (5.9, 70 feet)\n\nPitch 2: Wiggle up the dusty chimney (more backsliding) and grunt past a cruxy constriction. At any point after the constriction (the sooner the better), step left onto an excellent slab with lots of huecos for different cam placements. Two-bolt belay at the top of the slab. (5.8, 100 feet)\n\nPitch 3: Due to sketchy rock, this part is not recommended unless you absolutely must top out this little formation. From the bolt anchor, walk 50 feet clockwise around the base of the summit hat to the far end of the ledge and set a belay using cams in a small pod. Climb fearlessly through a layer of sugar to gain the final ledge below the summit. Now walk allllllll the way back right (~40 ft) until you can boulder through the final layer of gross mudrock to the neat little summit. Belay from double trees with cordalette placed Nov 2017. (5.7+ PG-13)\n\nRappel the route with a single 60m rope and go take a shower.","protection":"Single rack to 6\"   One 60m rope","location":"Hike up Mormon Canyon (in the wash, as for all other routes) for about 1.5 miles. This is the very obvious left-facing wide corner just past the Goliath turnoff. Two minute bushwhack out of the wash and you're there."},"__v":0},{"_id":"n6dSVc3eVeSSYuX57lofaA==","name":"Ambulance Ride","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Corey Ellison/ Jay Marhofer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"left_right_index":14,"mp_id":"107020490","mp_crag_id":"105814916","climb_id":"n6dSVc3eVeSSYuX57lofaA==","areaRef":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"An awesome adventure route waaaaay back in Mormon Canyon.  Like it's twin Made In The Shade, the first couple pitches are not that great, but the upper pitches are awesome!  This climb has the odd distinction of having a 5.11- section on a 5.10+ climb.  Hey don't blame me; I didn't rate it! \n\n  P1: Find your way up to a big ledge.  A bolt is visible just above this ledge, just right of the crack system you will be climbing. \n\n  P2: Can probably be linked with pitch 1 with several runners and a long rope.  Climb up & right past a bolt, then continue straight up the crack system to a big, sloping ledge with a tree. (A few moves of 5.10-) \n\n  P3: Ascend cracks to a beautiful left-facing corner on solid rock.  Climb this (5.10) to an optional belay on the left, or keep climbing up the corner (5.10-) to a nice ledge atop the buttress on the right.   \n\n  P4: Continue up the obvious crack to a short .11- section, then up easier ground to the rap anchors. \n\n  To descend, rap the route with 2 ropes. \n\n  WARNING!!! When I climbed this route (fall 2010) there was a large bees nest near the climb.  They never bothered us at all, but it was kind of ominous hearing the constant buzzing for the first 2 pitches. ","protection":"A double set of cams from fingers thru #3 camalot, nuts, several runners.","location":"Approach as for Earth Angel, but instead of scrambling up the steep gulley to the base of E.A. continue up the main drainage for 2 more drainages on the right.  Take the second drainage gulley on the right after the one for EA, and bushwhack up this, at one point using a fixed rope as a hand-line.  Once near the top of the gulley, head right to the large buttress on the right, then up to where the buttress meets the alcove.  This is the opposite side the same buttress that Made In The Shade is on.  The climb starts in the upper right corner of the alcove, about 30' right of the main corner system that splits the buttress on the right and the main alcove on the left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,ccf26565-71c6-59ff-8c42-0564bfa96ef8","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Mormon Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10"},{"count":3,"label":"5.10-"},{"count":4,"label":"5.10+"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.11+"},{"count":3,"label":"5.12"},{"count":1,"label":"5.11-"},{"count":3,"label":"5.11"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":25,"bands":{"unknown":0,"beginner":1,"intermediate":12,"advanced":12,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":12,"advanced":12,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.76742,34.90767]},"bbox":[-111.76796831573925,34.90722033981814,-111.76687168426076,34.90811966018186],"left_right_index":-1,"ext_id":"105814916","area_id":"zPJlZXHGWf+MQgVkv6lu+A=="},"content":{"description":"The routes of Mormon Canyon are back country adventure routes of a serious nature.  Approaches are 1 to 1.5 hours but are well worth the sweat."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T05:52:47.351Z","updatedAt":"2024-01-15T16:39:32.938Z"}