{"_id":"6368a265e80bff5a99565dda","area_name":"7. Sunny Picnics","shortCode":"","climbs":[{"_id":"fysY3b4mVR2nnn6Fh59dBw==","name":"Tour des Picnics","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ken + Sharon Roberts 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":7,"mp_id":"111338356","mp_crag_id":"111279235","climb_id":"fysY3b4mVR2nnn6Fh59dBw==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Easy route that goes all the way to the top of the cliff. Short interesting climbing at the bottom. Long interesting climbing at the top - (better if there was less of the grassy scrambling in between). Afterward could set up top-ropes on other interesting easy (shorter) near the top of the cliff. \n\n  Start by climbing up to and around the right side of the top of the Mushroom block.   . Variation: Fun to go straight over the top (5.6).   Next a couple of slab moves, then scramble a bit right on grass + rocks to gentle ground - Aim for a gully below twin cracks (which is the bottom of the Mambo route). Climb the gully, exit left, then up to bottom of left-hand of twin cracks. Right-hand crack ( Ballroom ) is fun interesting (slightly easier) climbing, and quicker simpler to protect on lead. Left-hand crack ( Mambo ) is plenty interesting (easier if \"borrow\" some holds from right crack), requires wide cams (up to #3 Camalot) to protect. \n\n  Afterward could easily set up a top-rope on variations of Mambo or Ballroom, or try other routes in the Baldy sector. And with a bit more work could set up a top-rope for interesting easy routes in the Albion sector. \n\n  Descent: Easy scramble and walk WSW to the top of the Tower Wall , then the usual trail down around its SW side. \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Leading: standard Trad rack, with emphasis on larger cams (#3 Camalot could be useful in the upper Mambo crack). . . (Careful with rope drag). \n\n  ? Top-Rope ? is possible but not recommended. For top anchor, see instructions for the Mambo route. Likely need a directional placement. Difficult to get both strands of the rope down to the base of Sunny Picnics without getting at least one end stuck -- so perhaps plan to rappel down to base after building top anchor.","location":"Below the Mushroom perched block. This is the larger and lower of two substantial rocks resting on top of the main south-facing wall of the Sunny Picnics base area. \n\n  About 30 feet Right (east) from the Picnics Dihedral -- which is the junction of the wider South-facing wall of the Sunny Picnics area with East-facing wall which forms the Right end of the Tower Wall. \n\n  As of 2015 there is a large fallen tree on the rock ten or fifteen feet to the right. \n\n  --> See on Routes Photo"},"__v":0},{"_id":"0nenJjOfV8qHLC9opnvDaw==","name":"Sunny Shortcut","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Sharon Roberts 2015","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":8,"mp_id":"111331754","mp_crag_id":"111279235","climb_id":"0nenJjOfV8qHLC9opnvDaw==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Fun way to get up to (or down from?) the Picnic Ledge.   If it weren't so so short it would get more quality stars. \n\n  Climb the overhang with positive handlolds to reach a sloping grass/dirt ledge about ten feet up.","protection":"It's less than ten feet high, with a reasonable landing.","location":"Overhang about 45 feet right (East) from the Picnics Dihedral (which is the junction of the wider South-facing wall of the Sunny Picnics area with East-facing wall which forms the Right end of the Tower Wall). \n\n  About 10 feet right of the larger + lower perched block (the Mushroom) on top of the south-facing wall. As of 2015 there is a large fallen tree on the rock just right of this overhang."},"__v":0},{"_id":"6CBO6DCwUt6y9gB7tVT8jA==","name":"Rodeo Clown","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Brian Sundermann 2015","type":{"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":3,"mp_id":"111322917","mp_crag_id":"111279235","climb_id":"6CBO6DCwUt6y9gB7tVT8jA==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Straight up the seam or just left of it. \n\n  Descend by traversing right above the Mushroom block, then down the start of the Access Scramble route.","protection":"Possible Top-Rope from an anchor near the top of the cliff, like perhaps five feet right (east) from the Manticore Face tree anchor. Need a static line and rappel or lower from cliff top down to anchor.","location":"Below a seam on the face about eight feet right of the Picnics Dihedral, about 20-25 feet left from below the Mushroom block. \n\n  --> See on Routes Photo"},"__v":0},{"_id":"phHsE7d4XR6L/BWLSQLXpg==","name":"Picnics Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ken + Sharon Roberts 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":2,"mp_id":"111279239","mp_crag_id":"111279235","climb_id":"phHsE7d4XR6L/BWLSQLXpg==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Thoughtful stemming/bridging moves in the open book / dihedral.    Too bad it's not longer (though several other routes can be Top-Roped from same or nearby top anchor). \n\n  Up to the top of the dihedral. Step right, then up crack.   Variation: Pull the roof just right of the crack (5.9)   Finish just below left side of large ledge at base of Enclosure sector -- (as of 2015) possible belay anchor at some small tree stumps. \n\n  Could then continue up a route of the Enclosure area. If on Top-Rope, Sigrun's Choice is an obvious choice, but on Lead it's not very protectable. Instead could traverse Left to the upper Tower Wall and finish up the Manticore Upper Arete or farther left to the Manticore Face route. \n\n  Or instead of climbing higher, could descend the Tour des Picnics route. \n\n  . . (From a trad anchor constructed above this route near top of cliff (near the top of Sigrun's Choice or Manticore Face route), could also Top-Rope routes such as Picnics Arete, Sigrun's Choice , Manticore Dihedral, Manticore Face , the Rossinator, or Red Knob Madara variation). \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Leading: standard Trad rack with emphasis on mid-size cams and stoppers. I did not find any use for cams larger than a #2 Camalot, nor for any small stoppers. \n\n  Top-Roping: Could construct trad anchor for top-roping near the right (east) end of the the top of the Tower Wall (like neat the top of the Manticore Upper Arete route).","location":"NorthWest inside corner of Sunny Picnics area, at the junction of the East-facing left wall and the South-facing main wall. \n\n  --> See on Routes Photo"},"__v":0},{"_id":"ZdimBzsgWTO3k1BiiWyPHQ==","name":"Picnics Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"TR Ken Roberts 2015","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":1,"mp_id":"111279263","mp_crag_id":"111279235","climb_id":"ZdimBzsgWTO3k1BiiWyPHQ==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"True arete moves. If only this were longer - (though several other routes can be Top-Roped from same or nearby top anchor). \n\n  Up the obvious arete. Then can join the Picnics Dihedral route (or continue up on Manticore Upper Arete or Manticore Face route).    Above Picnics Dihedral route, could then scramble up to finish on one of the routes of the Enclosure area, such as Sigrun's Choice . \n\n  . . (From a trad anchor constructed above this route near top of cliff (near the top of Sigrun's Choice or Manticore Face route), could also Top-Rope routes such as Picnics Dihedral, Sigrun's Choice , Manticore Dihedral, Manticore Face , the Rossinator, or Red Knob Madara variation.) \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Top-Roping: Could construct trad anchor for top-roping near the right (east) end of the the top of the Tower Wall (like near the top of the Manticore Upper Arete route).","location":"On the left (West) side of Sunny Picnics (the East-facing end of Tower Wall). The arete between the Manticore Dihedral and the Picnics Dihedral. \n\n  --> See on Routes Photo"},"__v":0},{"_id":"IQiPEVIyXH6TXhhGTkFGPg==","name":"Mystical Mushroom Tour","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Ken + Sharon Roberts 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":5,"mp_id":"111322969","mp_crag_id":"111279235","climb_id":"IQiPEVIyXH6TXhhGTkFGPg==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Climb to the ledge on the left side of the big perched block. Traverse left (West) horizontally and duck low to cross sloping dirt ledge with spiky tree stump over the top of the corner dihedral .   Optional to set up belay anchor either at left side or a few feet higher above top of corner dihedral (to break the route into two pitches for better communication and rope management).   . (Variation: Instead of traversing horizontally, diagonal up left to meet the arete higher up. Fewer climbing moves, easier management of belay rope). \n\n  Then up the arete which forms the right edge of the upper Tower Wall (which is the Manticore Upper Arete ).   Avoid a more difficult (5.6) section on the crest of the arete by going to the right side of the arete, next up a little, then move across to an interesting crack on the left side of the arete, by means of a tricky step on sloping rock. Up that crack, then slab footwork to a tree anchor (nice for top-roping other routes), or to the top of the cliff. \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Standard trad rack. Double rope technique might help for protecting the folowers on the traverse without too much rope drag. Or could break it into two pitches.","location":"The \"mushroom\" is the larger and lower of two substantial rocks resting on top of the main south-facing wall of the Sunny Picnics base area. \n\n  About 30 feet Right (east) from the Picnics Dihedral (which is the junction of the wider South-facing wall of the Sunny Picnics area with East-facing wall which forms the Right end of the Tower Wall). \n\n  As of 2015 there is a large fallen tree on the rock ten or fifteen feet to the right. \n\n  --> See on Routes Photo"},"__v":0},{"_id":"4DKqvzLaWs2cDhR0KZ3HKA==","name":"Mushroom","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":6,"mp_id":"111309574","mp_crag_id":"111279235","climb_id":"4DKqvzLaWs2cDhR0KZ3HKA==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Start on the ground below the left side of the perched block. Climb straight up to the top of the block. Or finish lower, step off left onto ledge. \n\n  Low section is the hard part. As it gets more exposed higher up, the holds get more large and positive. \n\n  Descent: traverse right a few feet on slopy ledge and scramble down with a slightly tricky move (as of 2015 could use large fallen tree to Aid the tricky move) -- or perhaps more interesting to downclimb the overhang about five feet left (west) of the fallen tree. \n\nWarning: The rock at top might become loose, and it would be real bad to have something that big fall on somebody -- so check it out (using the descent?) before doing stuff on it or under it which might bring it down.","protection":"Possible Top-Rope from top of block.","location":"The larger and lower of two substantial rocks resting on top of the main south-facing wall of the Sunny Picnics base area. \n\n  About 30 feet Right (east) from the Picnics Dihedral -- which is the junction of the wider South-facing wall of the Sunny Picnics area with East-facing wall which forms the Right end of the Tower Wall. \n\n  As of 2015 there is a large fallen tree on the rock ten or fifteen feet to the right. \n\n  --> See on Routes Photo"},"__v":0},{"_id":"NGVVkhZAUzmarpKlGRlogg==","name":"Manticore Dihedral","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Ken + Sharon Roberts 2015","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":0,"mp_id":"111325114","mp_crag_id":"111279235","climb_id":"NGVVkhZAUzmarpKlGRlogg==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Sustained thoughtful moves with a variety of techniques.   Too bad it's not longer. \n\n  Extra benefits of this short route are to lead it up to near the Manticore Face tree anchor on the upper Tower Wall (from which several other routes can be Top-Roped).   Or to lead it to enable less-strong following climbers to reach the bottom of the (much less difficult) Manticore Upper Arete route -   by attaching an etrier / aid ladder to one or more pieces of protection, so they could climb the Dihedral with a lower requirement of strength and technique - (or the etrier could be placed on rappel). \n\n  Go straight up the dihedral to a ledge. Can then continue up to reach a tree-sling anchor (or to the top of the cliff), by using Manticore Upper Arete . \n\n  From the Manticore Face tree-sling anchor, could also top-rope Rock Romancer, Manticore Face, Red Knob Madara variation, and The Rossinator on the Tower Wall . From a nearby top anchor, could also Top-Rope the Picnics Arete and Picnics Dihedral routes, and perhaps with a directional the Rodeo Clown boulder problem. \n\n  . . . [ Manticore? |  images ] . . . \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Lead: Multiple vertical cracks take small cams and stoppers. One or two points for placing protection have strenuous stances. \n\n  Top-Rope: Top anchor can be set up with a static line from one (or two) trees -- might need to use two trees to handle the angle. Or control rope angle by using a sling from the Manticore Face tree anchor: twenty to thirty feet below the top of the cliff, about ten feet climber's left (west) from the arete (requires a low class 5 move to get from the top of the cliff down to this tree, so recommend using a rope to reach it). \n\n  Might need Trad directional protection to prevent a falling climber swinging toward climber's left (west). \n\n  The rock is high-friction, so think about how to minimize rope drag for Top-Roping. If belaying from the bottom, seems like having the belayer stand below right from the Manticore Dihedral helps reduce rope friction.","location":"Large open book with thin vertical cracks, in the right (east) end of the Tower Wall, about ten feet uphill around the corner from the obvious arete at the right end of the Tower Wall, and about ten feet downhill left from the Picnics Dihedral . \n\n  --> See on Routes Photo"},"__v":0},{"_id":"uOElxCJKXDaWvNDgapSzdQ==","name":"Awning Yawn","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"Jon Crefeld","type":{"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":4,"mp_id":"111843943","mp_crag_id":"111279235","climb_id":"uOElxCJKXDaWvNDgapSzdQ==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Up to finish at the right side of the Awning rock perched above.    Or straight over the Awning rock -- but for that finish, need to first check that the Awning rock is fully stable and will not fall down. \n\n  Much easier for tall climbers.","protection":"Landing for the boulder problem is somewhat obstructed by a rock resting against the wall. \n\n  Perhaps a top-rope could be set up using the \"Awning\" rock perched above as part of a top anchor - (but need to first check that the Awning rock is fully stable and will not fall down).","location":"Start a big right from below the \"Awning\" rock -- which is the higher and thinner and left-ward of the two rocks perched on the top of the right (S-facing) wall of the Sunny Picnics area.    . (The other bigger, left-ward one is the Mushroom rock). \n\n  --> See on Routes Photo"},"__v":0},{"_id":"KV/ujCijV12GMA3xBO00Wg==","name":"Access Scramble","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":10,"mp_id":"111309313","mp_crag_id":"111279235","climb_id":"KV/ujCijV12GMA3xBO00Wg==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"This route wanders up to the wide ledge at the base of the Enclosure sector, visiting a couple of other picnic-ready ledges along the way. \n\n  Useful mainly to access other climbs, especially the Manticore Upper Arete and the Enclosure area -- or to have a more private sunny picnic. \n\n  This route does not go up to the top of the cliff. \n\n  Route: Start walking left gently uphill on the grass/dirt ledge (the Picnic Ledge). Next head above the ledge by scrambling up some rocks to the second picnic ledge. Then left a bit (but not all the way to the Manticore arete at the east edeg of upper Tower Wall), and scramble up some more. Finish with a move right up onto the wide rock below Enclosure wall (the high picnic ledge). \n\n  Variation: Start with the challenge of the Sunny Shortcut overhang to get up the onto the Picnic Ledge. \n\n  Optional to bring a separate picnic snack for each ledge. \n\n  Descent: Down-climb the route. \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Protection for trad leading is unknown.","location":"About 65 feet right (East) from the Picnics Dihedral (which is the junction of the wider South-facing wall of the Sunny Picnics area with East-facing wall which forms the Right end of the Tower Wall). About 30 feet past the perched Mushroom block. As of 2015 need to cross a large fallen tree and walk another 15 feet east, until the rock face is low enough so can easily scramble around up its right end. \n\n  --> See on Routes Photo"},"__v":0},{"_id":"Ww3PmZDkWVKsKLsS5uoJaA==","name":"Access Integrale","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"left_right_index":9,"mp_id":"111369512","mp_crag_id":"111279235","climb_id":"Ww3PmZDkWVKsKLsS5uoJaA==","areaRef":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"This route does go to the top of the cliff (unlike Access Scramble ). Gives access to these areas: Baldy , Albion , Shadow Castle , Devonshire, Puzzle Palace , and (above the top) Good Book Wall. But there’s also a much easier way to get access to each of those areas. \n\n  It’s real class 4, meaning that it requires real climbing experience and technique for some sections -- and if you blow a move in one of those sections you’re going to get seriously hurt or die. \n\n  Directions: Start by getting up the Sunny Shortcut . Next join the Tour des Picnics route ... scramble up on grass + rocks, at first up past the large fallen dead tree, later trend right on gentler ledge to base of a gully below twin cracks (the Mambo route). Up the gully, then onto the mini-arete which forms the right side of the gully. Look right and when see the gentle base platform of Baldy crag area, traverse right horizontally a couple of steps, then down-climb a couple of shield flakes to reach the gentle platform. \n\n  Walk east to the right edge of the Baldy base platform, then down to and across an airy gap (very exposed to a substantial fall). No handholds at first, requires very careful footwork and balance to reach good handhold on rock, then a big step onto the flat platform which is the base of the Albion crag area. \n\n  Walk right across this to a corner, then roughly horizontally right (east) past the bottom of the Shadow Castle and Devonshire areas to below a steep gully. Continue horizontally east past this and past a rock buttress to below the left side of Puzzle Palace wall area which rises diagonally from right up to left. Scramble up the gully along the left (west) side of Puzzle Palace to reach wide gentle ground at the top of the cliff. \n\nwarning: The rock on and around this route has not been climbed much yet, and much of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber. \n\n  . . . (Lots of vegetation on this rock as of 2015. Be prepared when climbing to navigate around protruding trees and branches, and dealing with holds slippery with grass, lichen, moss, dirt).","protection":"Protection for trad leading is unknown. \n\n  Cannot be top-roped, because it has a long horizontal traverse.","location":"Same as for Sunny Shortcut ...   Overhang about 45 feet right (East) from the Picnics Dihedral (which is the junction of the wider South-facing wall of the Sunny Picnics area with East-facing wall which forms the Right end of the Tower Wall). \n\n  About 10 feet right of the larger + lower perched block (the Mushroom) on top of the south-facing wall. As of 2015 there is a large fallen tree on the rock just right of this overhang."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,80770603-5b32-5a9b-84e0-dd0c995fba3f,61038102-80ad-5efb-8f71-eecfb70f94a2,61893fd9-b390-5528-a86d-81054083b4af","pathTokens":["USA","New York","Powerlinez","k. Tower Wall area","7. Sunny Picnics"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.3"},{"count":2,"label":"V-easy"},{"count":1,"label":"V2"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8-"},{"count":1,"label":"V1+"},{"count":1,"label":"3rd"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":2,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":4,"bands":{"unknown":2,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":4,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.16494,41.14499]},"bbox":[-74.16553712102659,41.14454033981813,-74.16434287897344,41.145439660181864],"left_right_index":-1,"ext_id":"111279235","area_id":"YYk/2bOQVSiobYEFQIO0rw=="},"content":{"description":"Small crag with perhaps multiple levels, just right (East) from the base of Tower Wall. At the top of Stockade. Directly below Enclosure. \n\n  Top of the first tier / lower wall could be reached by scrambling way around the right (east) end -- a bit exposed, with at least one thoughtful move.   . (The top of the first tier could be used to construct a Trad anchor for top-roping some routes on Stockade Wall)."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:15:09.680Z","updatedAt":"2024-01-15T16:47:30.794Z"}