{"_id":"63689de0e80bff5a994f9ba0","area_name":"On the Ebb Tide of Death Boulder","shortCode":"","climbs":[{"_id":"sHMM8WMfU6ifdpHM9MpXNg==","name":"Acromion Division Sit Start","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"some unanimous bloke aka Kevin Bacon","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.51583,38.88936]},"left_right_index":1,"mp_id":"120606789","mp_crag_id":"109931862","climb_id":"sHMM8WMfU6ifdpHM9MpXNg==","areaRef":"/OwVlkGrXsWINlpu6m1aew=="},"content":{"description":"The sit-start is being added by request and to eliminate any confusion as to where it starts.\n\nAcromion Division is a striking line that most (the few and the proud who frequent CA) who manage to straggle and venture into Southie have walked past for years, as it is both awe inspiring and chiseled (a figure of speech), and its most obvious feature is that it is larger than life. The sit start adds a few extra moves and a little difficulty to the stand start.\n\nA sit-start also goes at V8, adding 3-4 moves on poor feet but solid rock. There are two loose hand holds right after the sit start. They look like they are going to break, but stay in place like a puzzle piece... so don't pull on or loosen them as they likely might fracture the other starting holds which are solid. The sit uses gaston/pinch and the right on a vertical pocket, cross into the pinch-der-cling and move into the stand start. See the route topo-overlay for specifics.","protection":"This route requires 3~ pads and for the crux of the arete, a very attentive spotter. Making the cross to the bad sloper before going to the better sloper, which signifies the end of the business will send you off explosively....as will making the delicately powerful and off balance crimp moves preceding the slopers.","location":"The location is on the southeast corner of On The Ebb Tide of Death.\n\nA sit also goes at V8, adding 3-4 moves on poor feet, but solid rock. There are two loose hand holds right after the sit start. They look like they are going to break but stay in place like a puzzle piece... so don't pull on or loosen them as they likely might fracture the other starting holds which are solid. The sit start uses a left hand gaston/pinch and your right hand on a vertical pocket, cross into the pinch-der-cling and move into the stand start. See the route topo-overlay for specifics. Rely on you Acromion and Shoulder Girdle to nail a small fin crimp, and then move into the stand start of (nail the left pinch fin with the left, hit the right fin jug) and hold on until the top. Sticking to the arete is imperative to appreciate the moves on this beauty.\n\nThe descent route is a dirty, 22 foot, V1+ slab seven feet to the left of the arete or downclimbing to the finishing hueco two feet below and to the left of the arete lip and dropping down onto pads.\n\nSee the topo overlay in the pictures section for starting holds. Also see the photo and video posted in the comments section submitted by\n\nAaron Bell-Butterfield\n\nfor the sit-start beta."},"__v":0},{"_id":"wJSUxulhWGSw2UEQXFDayA==","name":"Acromion Division","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Some Unanimous Bloke","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.51583,38.88936]},"left_right_index":0,"mp_id":"109931866","mp_crag_id":"109931862","climb_id":"wJSUxulhWGSw2UEQXFDayA==","areaRef":"/OwVlkGrXsWINlpu6m1aew=="},"content":{"description":"Acromion Division is a striking line that most (the few and the proud who frequent CA) who manage to straggle and venture into Southie have walked past for years as it is both awe inspiring, chiseled (a figure of speech) and its most obvious feature is that it is larger than life.\n\nThe route has been done as a stand start at V6 from the right hand fin and left hand pinch fin. A sit also goes at V8/9, adding 3-4 moves on poor feet, but solid rock. There are two loose hand holds right after the sit start. They look like they are going to break, but stay in place like a puzzle piece... so don't pull on or loosen them as they likely might fracture the other starting holds which are solid. The sit uses gaston/pinch and the right on a vertical pocket, cross into the pinch-der-cling and move into the stand start. See route topo-overlay for specifics.","protection":"This route requires 3~ pads and for the crux of the arete, a very attentive spotter. Making the cross to the bad sloper before going to the better sloper, which signifies the end of the business will send you off explosively....as will making the delicately powerful and off balance crimp moves preceding the slopers.","location":"The location is on the southeast corner of On The Ebb Tide of Death.\n\nThe stand start begins on a right hand jug fin at chest height and a left hand pinch-fin which then fires up to a block edge to match. The next few moves are the crux. Start with getting your feet up high lock off nail a small right hand crimp high on the arete, bring the left up to a sharp pinky, ring and middle finger tapered crimp with the left, that is about a foot and a half lower than the right. Figure out your feet and make an off kilter cross body, gravity defiant cross with the left to the bad sloper and then carefully rotate your right hand into the good sloper before moving up to better holds and a thank jeebus Hueco before topping out. Sticking to the arete is imperative to appreciate the moves on this beauty.\n\nA sit also goes at V8/9, adding 3-4 moves on poor feet, but solid rock. There are two loose hand holds right after the sit start. They look like they are going to break, but stay in place like a puzzle piece... so don't pull on or loosen them as they likely might fracture the other starting holds which are solid. The sit uses gaston/pinch and the right on a vertical pocket, cross into the pinch-der-cling and move into the stand start. See route topo-overlay for specifics.  Rely on you Acromion and Shoulder Girdle to nail a small fin crimp, and then move into the stand start of (nail the left pinch fin with the left, hit the right fin jug) and hold on until the top.\n\nThe descent route is a dirty 22 foot V1+ slab seven feet to the left of the arete or, down climbing to the finishing hueco two feet below and to the left of the arete lip and dropping down onto pads."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,4246501c-a558-5494-8fdc-ef635bbb8bbb,b9b123a7-fbea-5dff-81ca-bb33975aa143,f4c2e930-325e-56ce-850c-ca86bed85c98,12210cd6-f5dd-5222-b8be-e1811449c4b3,779eb45e-c52d-5b43-8428-f59c9bbac47e,fcec1596-41ab-5ec5-8836-5a6eea6d5a7b","pathTokens":["USA","Colorado","Grand Junction Area","Unaweep Canyon","Nine Mile Hill","Nine Mile Bouldering","Mecca Boulder Area","Southie Area","On the Ebb Tide of Death Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V7"},{"count":1,"label":"V6"}],"byDiscipline":{"bouldering":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.51583,38.88936]},"bbox":[-108.51640770225399,38.888910339818146,-108.51525229774599,38.88980966018187],"left_right_index":-1,"ext_id":"109931862","area_id":"/OwVlkGrXsWINlpu6m1aew=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:32.364Z","updatedAt":"2024-01-15T16:43:33.790Z"}