{"_id":"63689d5ce80bff5a994f44f2","area_name":"Steeple, The","shortCode":"","climbs":[{"_id":"PtjcCZPBVyCBcvqiUkFJww==","name":"West Corner","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jerome Fitz And Milton Mugambe","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.84812,38.76514]},"left_right_index":2,"mp_id":"106810515","mp_crag_id":"106805996","climb_id":"PtjcCZPBVyCBcvqiUkFJww==","areaRef":"7CdmrAFGXZmOfFX+nsdSSA=="},"content":{"description":"This three pitch route follows a series of corners on the West side of the Steeple. Pitch 1 Start on the large ledge below the first pitch of the Regular route. Climb the easy step approach past the hand-crack and through the trees and up and left towards a pair of right leaning ramps. Go right on the first ramp system and traverse r under a dirty arch. (Extra long runners) Sketch up the orange and black right-facing corner past a couple of pins and some small gear. Work right along good foot and hand holds ot a stance below a left facing corner that ends on a scree covered ledge. Climb the short corner to the ledge, and go straight back then rightup a blocky area to a tree anchor.40ft,5.10a Pitch 2. Climb the clean, steep, left-facing corner directly above the tree belay ledge. This pitch although short, is pumpy.50 ft. 5.10d. Belay from bolts on a sloping ledge system, below a short corner and roof crack(The Mad Hatter5.11b). Pitch 3. From the bolted anchor, below the left-facing, leaning corner, step right and climb the right-leaning ramp/corner, past a steep section where the crack \"jogs\" to the right. Punch straight up to the right side of a large ledge, sling a knob and step onto the easy featured face to the right, past a large spike to the larger summit top. Lower left(north) to the large ledge and two-bolt anchor of the Regular route. 100 ft. 5.10b","protection":"Wires, TCU's and cams to 3\" (2) eac 3/8\" to !\"","location":"The route begins below the Regular route on the west side of the Steeple. Descend by rappleling the Regular route."},"__v":0},{"_id":"LfbwU2/BV/W+5cAfWkQbWg==","name":"The Sail","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Milton Mugambe/Taylor Lamoreuax","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.84812,38.76514]},"left_right_index":3,"mp_id":"106808038","mp_crag_id":"106805996","climb_id":"LfbwU2/BV/W+5cAfWkQbWg==","areaRef":"7CdmrAFGXZmOfFX+nsdSSA=="},"content":{"description":"This left-leaning crack system requires good route finding skills as well resposible gear placements. There is just enough protection to keep the leader safe, however, the leaning nature coupled with the contour of the slope below make \"decking\" a possibility until about 2/3rds of the way up the climb. Also. the fact that the climb crosses some corners, makes protecting the follower from a  crippling swing a must. This multi-crux climb is fantastic but for solid 5.10 leaders only.","protection":"Wires, TCU's and cams 3/8\" to 3\". (3)each 1/2\" to 1\" Include 1 #4camelot for final face crack finish. Many draws and long runners.","location":"The sail is located around the corner from the large boulder barrier. From the boulder barrier in the west gully below the west face routes of the Steeple, walk left(east) along the Catwalk and around the corner to the \"toe\" of the east face side of the Steeple. The angling crack rises just to the left of the \"toe\" and follows the leaning crack across some right-facing corners a parallel  hand crack in a clean right-facing corner leads to a ledge below a thin, slightly broken crack. (a shallow #4 Camelot protects the initial moves off the ledge). Climb the thin crack to a chain anchor to the left of a small tree. Beware of some looseness at the final moves. Lower straight down with a seventy meter rope."},"__v":0},{"_id":"JX3FfMsZUC6vugNAk4G9hQ==","name":"Regular Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Rose and John Rotten","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.84812,38.76514]},"left_right_index":1,"mp_id":"106806049","mp_crag_id":"106805996","climb_id":"JX3FfMsZUC6vugNAk4G9hQ==","areaRef":"7CdmrAFGXZmOfFX+nsdSSA=="},"content":{"description":"This classic route follows the most prominent corner system on the west side of The Steeple. The first pitch although less than memorable, redeems itself before the anchor below the fantastic second pitch. Savor the incredible second pitch's thin hand jams The final squeeze chimney pitch deposits one on an exposed summit stand on top and bust the \"Christ Redeemer Move\"","protection":"Wires and cams to 3\" (2)each 3/4\" to 2\" One 70 meter rope.","location":"This route leaves the large ledge located up and left from the final approach gully. Pitch 1. Climb an easy series of steps leading to a boulder \"split\" by a handcrack. Climb past the boulder and through a couple of small trees. Go up and left through some low bushes, then climb up and right along a ramp system. Exit left, and climb a verticle, west-facing, hand crack to a sloping ledge. Go up and right to a nice ledge and two-bolt anchor.\n\nPitch2. Climb the beautiful corner above at the top of the corner section go left(east) along a wide hand crack to a point where you can look up and over to the east side. Follow the north-facing double cracks above 1\" to a easy open book and ledge(be sure to protect the follower). Go right along a ledge to a two-bolt anchor. Pitch 3. Drop your gear and grind up the squezze chimney, solo the easy, but incredibally exposed northwest arete of the final summit.  Clip the anchors on top and lower to the ledge and two-bolt anchor. Two single rope rappels get you to the base ledge."},"__v":0},{"_id":"PmuTBrRYXyqghWKvsLE1gw==","name":"The East Face of The Steeple","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jerome Fitz , Taylor Lamoreux and Milton Mugambe","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.84812,38.76514]},"left_right_index":4,"mp_id":"106819085","mp_crag_id":"106805996","climb_id":"PmuTBrRYXyqghWKvsLE1gw==","areaRef":"7CdmrAFGXZmOfFX+nsdSSA=="},"content":{"description":"This excellent three pitch route follow a crack and corner system on the east side of the Steeple formation. Everything from finger jamming to offwidth andchimney, with some face climbing thrown in make this a Woodfords classic. The second pitches straight-in 1/2\" crack crux, leaves a comfortable belay ledge above the long, varied first pitch.","protection":"Wires, TCU.s and cams to 8\", (2)each 1/2\" to 3\"","location":"The start of The East Face Route is located up the gully from The Sail. From the toe of the East side of the Steeple(the start for The Sail). Walk carefully down the talus covered slab below the Sail towards the narrow gully system and steep drop to the left. Walk about 100 feet up the loose gully. At a large cairn go right towards a flat wall with some diagonalling cracks leading to some large rocks hanging out of a left-leaning chimney system. Climb the hand crack leading to a 12\" tree growing out of the fissure. Go up and slightly right to a left-leaning double cracks that end in a leaning chimney. Follow the chimney and go over the bulge above at the second verticle crack exiting the wide slot. Some tough finger jamming and some face climbing. Lead to a two-bolt anchor, and possble belay. Continue up, then right under a roof along a dirty and loose hand rail towards a tree. Follow the vegetated left-facing corner above. A short fist crack ends at a two-bolt anchor. A good sized ledge down and left provides a comfortable belay. Pitch 2 Punch up the verticle thin finger crack to right facing flake. Continue up and belay from cams 2\"-3\" on a large ledge below the final summit block of the Stteple. Pitch 3 Move the belay back 30 feet(south) on the large ledge below and to the right of a finger crack in a right-facing corner. Climb the steep finger crack that widens, to few hand and fist jams before quickly widenining to offwidth and squeese chimney. Climb up and over and around the th corner(right) to a short west-facing arete. Climb the atete past a bolt then hand traverse past two more bolts to the north and lower off the anchors on the front side of the final summit block."},"__v":0},{"_id":"Y2DsranxW/iGulQvYtY96Q==","name":"The Center Route","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Taylor Lamareoux and friends","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.84812,38.76514]},"left_right_index":0,"mp_id":"107735114","mp_crag_id":"106805996","climb_id":"Y2DsranxW/iGulQvYtY96Q==","areaRef":"7CdmrAFGXZmOfFX+nsdSSA=="},"content":{"description":"This is a beautiful thin finger crack on the north face of the Steeple. Steep, technical and sustained, this one is guaranteed to keep your attention from start to finish.\n\nBegin with splitter fingers to a taxing hand jam. Punch it up sustained fingers/tips that eventually turns to technical face climbing. Slow your roll and suss out the runout face moves (5.10a) to the anchor. There is about 15' of \"no-fall\" climbing at the top of this pitch.","protection":"Thin to 1.5\". Micro wires and cams.","location":"This route is about 25' east (left) of the second pitch corner of the Regular Route. From the bolted belay at the base of the RR corner move left, up a short, easy crack to a comfy ledge with a bush."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,b9f8ec09-9fa9-5afe-8b68-a68ecda3e0ea,e4ddadeb-4e72-5e50-837d-0ee7490051b1,105b8896-0860-5528-85e2-a301a32f720d,ec2766ac-0146-5d99-8e7c-55fe9ec75248","pathTokens":["USA","California","Lake Tahoe","Carson Pass Highway (88)","Woodfords Canyon","Crystal Springs Canyon","Steeple, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.84812,38.76514]},"bbox":[-119.84869669512634,38.76469033981814,-119.84754330487365,38.76558966018186],"left_right_index":-1,"ext_id":"106805996","area_id":"7CdmrAFGXZmOfFX+nsdSSA==","polygon":{"type":"Polygon","coordinates":[[[-119.84869669512634,38.76469033981814],[-119.84754330487365,38.76469033981814],[-119.84754330487365,38.76558966018186],[-119.84869669512634,38.76558966018186],[-119.84869669512634,38.76469033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:53:57.054Z","updatedAt":"2024-02-19T18:28:56.892Z"}