{"_id":"6368a57ce80bff5a995b8335","area_name":"Cantilever Rock","shortCode":"","climbs":[{"_id":"6d6D6qstUAmMrHJ5zUQ4MA==","name":"Walk the Plank","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown, ascents date back decades","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8308,44.54166]},"left_right_index":0,"mp_id":"112107649","mp_crag_id":"112107630","climb_id":"6d6D6qstUAmMrHJ5zUQ4MA==","areaRef":"C8w4IcxoU9iidk8jlURdcQ=="},"content":{"description":"climb up the steep face on the right side of the cantilever. Pull some balancy mantle moves up onto the ledge on the right of the massive balanced fin of rock (the cantilever). Climb up on top of the cantilever and walk out and kiss the end then fire out a well protected roof (5.8) right above the main body of the cantilever. The offwidth on the right corner has also been climbed at 5.8 and accessed by scrambling up the back side of the cantilever accessed on the left.","protection":"single rack to 4\" make sure you place a piece on the ledge to protect the second for the crux","location":"the Steep face right below the cantilever, scramble up to the higher ledge then fire out the overhanging face on great holds directly beneath the cantilever."},"__v":0},{"_id":"I4G2nJqqX7K6kPuIbXl+Tw==","name":"Cantilever Gully (Home of a Lonely Rock Womb)","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.8308,44.54166]},"left_right_index":1,"mp_id":"115870483","mp_crag_id":"112107630","climb_id":"I4G2nJqqX7K6kPuIbXl+Tw==","areaRef":"C8w4IcxoU9iidk8jlURdcQ=="},"content":{"description":"This climb has been fun for mellow climbers and adventurous hikers for decades. Often done ropeless.\n\n Adventure scramble through gully up to Sunset Ridge. Loose rock and tight squeezes. Expect at least 4 hours of time from the parking area at Underhill State Park.\n\n P1 (5.0): Starts at base of tattered rock laying on a slab, scramble up and into a chasm. P2 (5.2) Low grade climbing past an awesome cave that holds the secrets of life and up strategically placed rocks by a glacier. Class 4 Scramble under some more keystone blocks. P3 (5.2) WARNING: Tight Squeeze! Easy moves to a kneeling ledge, move across a gap and through a tight spelunking type squeeze, harness, backpack, and all clothing must come off, squeeze naked and out of the rock womb into another universe. P4 (5.2) Scramble through bushes onto blocks to your far right and into more gully climbing on large blocks. P5 (5.2) Move up to a slab and make way into a right facing corner with a crack. Easy moves to Sunset Ridge.","protection":"just solo it with a dog. its fun.","location":"From Cantilever Rock walk right and up into a large area with massive boulders. Find the starting slab and crumbling shatter. Protection is possible in places, much of this route involves scrambling, caving, ledge walking. This was contrived by pure movement, the route cannot be seen unless you commit to its inner chasms. WARNING ANYONE LARGE WILL NOT FIT THROUGH THE ROCK WOMB AND WILL HAVE A GOOD CHANCE OF BECOMING STUCK. There may be other options if one walks ledges? At the finish one can make their way back down the climb by down climbing (quick option), head down to Cantilever Rock Finish (if you can manage through the spruce/fir zone, or head up the ridge following slabs and crawling through  Narnia (way cool, adds another hour until trail is reached)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,238138ab-aff0-5fef-9956-47f83d69f8b2,0bcc3821-cc68-53d8-a276-4f2395445d71","pathTokens":["USA","Vermont","1. Northern Vermont","Mt Mansfield","Cantilever Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.2"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.8308,44.54166]},"bbox":[-72.83143088894481,44.54121033981814,-72.83016911105518,44.542109660181865],"left_right_index":-1,"ext_id":"112107630","area_id":"C8w4IcxoU9iidk8jlURdcQ==","polygon":{"type":"Polygon","coordinates":[[[-72.83143088894481,44.54121033981814],[-72.83016911105518,44.54121033981814],[-72.83016911105518,44.542109660181865],[-72.83143088894481,44.542109660181865],[-72.83143088894481,44.54121033981814]]]}},"content":{"description":"This interesting feature just off the sunset ridge trail has some fun climbing on and surrounding it. New route potential is abound and there is one bolted climb 150' left of the cantilever."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:28:14.673Z","updatedAt":"2024-02-19T18:41:23.257Z"}