{"_id":"6368a29ce80bff5a9956b011","area_name":"North End","shortCode":"","climbs":[{"_id":"IH/13XivWW+oOVrGHuQPvg==","name":"X-Games","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Seth Tart / Dennis Buice","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":20,"mp_id":"109793406","mp_crag_id":"107357650","climb_id":"IH/13XivWW+oOVrGHuQPvg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is a straight up X route. There's only a few feet of climbing during the first 50' where falling might be ok. It's a shame this line is not protectable because it would be very popular otherwise.\n\nOf course on traditional routes, the gear has to be placed on lead. Well the first piece of protection on X-Games, if so chosen,  is a tree limb just close enough to the cliff to be able to throw a 48\" runner at it. It's not an easy piece to get but hanging off an overhung face with one arm and trying to lasso a tree limb before pumping out over a boulder infested grounder does promote tremendous staying power.\n\nStart walking up the rock ramp as if to climb Nut Sweat. Before you get to the Nut Sweat crack system move left, underneath and through the left side of multiple polished bulges. Gain a flat single hand hold just above the tree limb's level and start the clock; you've only got about 3 trys. Thin moves lead to the next good stance and your first piece of 'will probably hold' gear. Pull through the next overhung face to some small pieces up high and a good place to turn the corner onto Nut Sweat. Finish out on the second half of Nut Sweat.","protection":"48' runner and a couple small pieces for the first 50' and a standard rack for Nut Sweat.","location":"Left of Nut Sweat."},"__v":0},{"_id":"E7iJW/Q7XSOn4mMPM+SWZQ==","name":"Windigo","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tim Fisher","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":34,"mp_id":"109177468","mp_crag_id":"107357650","climb_id":"E7iJW/Q7XSOn4mMPM+SWZQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Tim Fisher gets a big thumbs up for this one. Windigo is a classic Moores Wall line that delivers the whole package with big emphasis on adventure and intimidation. This is the kind of route where you better have a few tricks in your bag. Physical, emotional and technical expertise required.\n\nWindigo is a 3 pitch, 200' traditional line that ascends the left side of the magnificent Indian Head Tower. All routes on the tower are in and of themselves, incredible lines. Windigo can be done in two pitches but good rope work (via edges and drag) is necessary and climber communication is difficult.\n\nDisclosure:\n\nThis is a serious business route. The rock is 'very' steep with plenty of jagged edges so falls could be potentially dangerous. And there is not an abundance of gear, so don't pass any up.\n\nBe very strong at the grade.","protection":"A full rack from 00 to 3\" cams and mostly smaller to medium nuts. Double up on 1\" cams. You'll need either two 2.5's or a 2.5 and a 3\" cam for the belay station at the very top.","location":"Windigo starts off a massive ledge system 80' above the ground. The easiest approach is by climbing Lark's Tongue, Nevermore or Indian Head P1. The original first pitch to the ledge, climbs the corner 15' right of Jugger Head but probably hasn't been climbed in a very long time.\n\nStart on the largest part of the ledge, to the left side of the Indian Head. Climb straight up the center of the super white, bulging quartzite to a stance 30' up. Prepare for the business and ascend into steep terrain through jagged edges, tiered roofs, tough gear, a vicious pump and Elvis impersonations. (You think I'm kidding!) Continue on to your first reprieve at a set of good stances below the roof system. Set up a trad belay here and bring up your second. The next pitch is shorter yet still longer than it looks via a layered headwall above the roof. The last two pitches can be done as one long pitch and is splendid but the follower should be fairly strong as there will be no visual contact and falls with rope stretch will leave the second suspended out away from the rock. Set up a trad anchor directly at the top and bring up your second. Walk to the first tree and rap 50' down the same side as Windigo onto a very bushy ledge. Rap again to the starting ledge and rap to the ground via Nevermore anchors."},"__v":0},{"_id":"e2Dc/9H+Wj2BGxgCD6bnTg==","name":"War Games","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Seth Tart, Jim Maddox, Chris Huffine","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":2,"mp_id":"108226219","mp_crag_id":"107357650","climb_id":"e2Dc/9H+Wj2BGxgCD6bnTg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"No doubt your going to war but its more pleasure than pain. Climb the steep and towering arete that looms over the back of the gully. Climb its left side and plow past the first bolt to a thin horizontal seam, where you want to have one or two of your smallest tcu sizes available (0-00). Don't mess around long as your guns are still ablaze. Rush to the next piece of gear and a short cease fire. Put in a fresh clip and fire your way thru good gear, even better holds, one more bolt and the red point crux.\n\nA 12c direct start begins from the lower deck that adds another 15' of bouldery moves before you even hit the initial power crux. You will need a couple of nuts. Of the two, the best line is from the top.\n\nThis route is loads of fun for gear at this grade.","protection":"Two bolts and very small to medium size cams. Fixed nut anchors.","location":"20 feet left of The Recommendation. Boulder up the back of the gully to the next level.Start beneath and just left of the first bolt."},"__v":0},{"_id":"xIMl6SeIWQCXzsL9Fs3wUA==","name":"Visual Splendor","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Seth Tart, Dennis Buice, Joy Cox","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":16,"mp_id":"108238005","mp_crag_id":"107357650","climb_id":"xIMl6SeIWQCXzsL9Fs3wUA==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This route is not for the faint hearted at this grade.\n\nP1: From the top of the gully climb the left leaning crack which is formed by the right side of the Joy Loader roof system. Get your first gear behind the block above the roof or a little higher way out left in a slot on a 4' runner. A fall would hurt but you wont deck. This part is not to hard but is heady as you fel pretty committed while looking for the shallow 1/2 inch cam up above your head. Get it and go as if falling was not an option. Get your first \"finally feel safe gear\" just above the cam at a stance and veer right aiming for an obviously large crack/flare hole. Continue to trend up and right to plug in a few pieces at the base of the primary weakness splitting the steep 30' headwall. Climb the headwall through the business to the huge quartzite jug at the top. Don't go left but breakout right into a trendy 3-4 move exit sequence to a big side pull and easier ground. This puts you in line to finish underneath the distinct and intimidating 2nd pitch prow.\n\nSet up natural anchors on ledge just left of the 2'x 3' flat spot of the ledge.  Climb 2nd pitch or traverse all the way left to slings on a lower tree.\n\nP2: This pitch climbs the crack system dead center of the wall and starts off the right side of the 2' x 3' flat spot on the ledge. The belayer should be at the anchors on the left of the flat spot so the 2nd pitch climber does not fall on their head.\n\nRack up all your smal units and a 2-2.5 for just over the roof and have at it. The rock quality and exposure are amazing. Climb straight up the gently overhung headwall to just under the roof at the top. Veer up and right to exit the roof through a large V-slot in the center.\n\nAnchor from trees to belay and soak in the Visual Splendor.","protection":"Standard Moores Wall rack, with extra 1/2 inch tcus. Larger nuts are useful for building the anchor.","location":"15' right of Joy Loader. As you approach the VD buttress take a small trail right along the cliff line through some rhodos to its end (about 30'). Look for a left leaning crack at the corner of the low roof."},"__v":0},{"_id":"0+t5ojpPV4uYRvBpTNAb8g==","name":"Vascular Disaster","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Tim Fisher, Jeff Overby - 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":12,"mp_id":"105989353","mp_crag_id":"107357650","climb_id":"0+t5ojpPV4uYRvBpTNAb8g==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is a pretty classic Moore's Wall route.  The crux may be just getting past the 12- boulder problem start, don't blow it here.  So, fire off the start, get up about 15 feet, place first good pro, bomber gear, long sling.  More mellow climbing brings you to a roof crux with tricky gear placements, good gear, just tricky to see your placements.  Pull the roof and then continue to anchors on a pumpy jug haul with some good gear of #1/#2 size camalots. NC anchor of a couple of wires (cannot recall if there are hexes or of the wires are simply through some rock...but it's solid)","protection":"Trad gear, mostly small cams.  .5 camalot to a 2 camalot range.","location":"Located at the North End of Moore's Wall."},"__v":0},{"_id":"DKsZsvR9XH6tiFJD6OtpRg==","name":"Unknown 5.7 Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":40,"mp_id":"118867729","mp_crag_id":"107357650","climb_id":"DKsZsvR9XH6tiFJD6OtpRg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This route has some enjoyable climbing on it, and a lot of cool water features. Heads up for loose rock in a couple of places.\n\nScramble straight up into the corner system onto an obvious pedestal feature, then stem up into the steepening corner using a mix of crack and face skills. Where the crack steepens through a roof and the white rock on the left wall of the corner becomes more blank, exit right below the roof (being wary of some loose blocks) and continue to follow the broken crack system up through an exit notch at the top. It is possible to climb the crack through the roof directly at 5.9ish, but there is quite a bit of loose rock and it's contrived. Fun to do following with no one underneath you, not a great idea while leading.\n\nAt the exit, be mindful of another loose block, and try to stick to the left wall of the notch as you mantle out onto the spacious belay ledge. Stellar views up there, and a nuts-and-biners anchor. Top-roping not really recommended due to sharp edges, better to bring your second up. Single 60m raps safely to the ground.","protection":"Cams to #3 Camalot, larger nuts, tricams. #2 and #3 Camalots not strictly necessary but add peace of mind and = no-brainer placements. Sling a chickenhead up high if you're inclined.","location":"Approximately 200 feet West of the Nevermore chimney, before you get to most of the documented N.End routes there is a spot where the trail pinches in close to the cliff because of a tree on the left. You will be facing a dirty buttress with a wide chimney / crack where it meets the cliff forming a large right facing corner. This chimney / corner is about 50 feet past the start of Red River Face and Unknown 5.7 Crack. Immediately past the spot where the trail pinches off at the tree, look up and right, and you will see a chunky crack / corner system directly above you."},"__v":0},{"_id":"hrjFjXjtVP6drSgCwu/rFg==","name":"Unknown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":38,"mp_id":"107919293","mp_crag_id":"107357650","climb_id":"hrjFjXjtVP6drSgCwu/rFg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Start where three cracks descend from a large roof. The rightmost crack looks like the most aesthetic start. Climb to a stance below a large roof. Exit left on good horizontals and wedge yourself into the slot above.  Belay from the ledge above the slot. Traverse right to the fixed gear above Red River Wall (a Sean Barb route) and rappell","protection":"Midsize to large cams","location":"There is a wide crack in a corner in the alcove to the right of Nevermore (the 5.8 one. This climb starts to the right of that wide corner crack."},"__v":0},{"_id":"h+c1C+0AVWiQo4CspjS18A==","name":"Unbroken Chain aka Juggernaut","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Eric Zchiesche, Tom McMillan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":27,"mp_id":"106823826","mp_crag_id":"107357650","climb_id":"h+c1C+0AVWiQo4CspjS18A==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Look for a short, steep, hand crack a few hundred feet before VD, uphill in a large recessed area.  The actual 'hand crack' is about 20 feet off the deck.  The whole route is steep and juggy, and would be excellent if the rock did not deteriorate in a big way as you get closer to the top of the cliff.\n\nEasiest descent traverses up and right to a fixed lowering station (slings and biners around a tree).  This brings you down directly over an excellent 5.8 warm up.","protection":"Light rack to #3 Camalot.","location":"North End"},"__v":0},{"_id":"Ji99FpgdUBWh7RkG7os5YQ==","name":"Survival Of The Fittest","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Seth Tart","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":35,"mp_id":"109730482","mp_crag_id":"107357650","climb_id":"Ji99FpgdUBWh7RkG7os5YQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is the King Line of Moores Wall and Moores has so many good ones. It is the most exposed and intimidating piece of real estate in central NC, possibly the state and on the short list of the southeast. If this route does not challenge your sense of well being then you are indeed invincible.\n\nNot many cliff lines harbor such an anomaly. The radical climbing and outrageous positioning would make this a poster child route for any area. Climbing 5.13 and placing gear under a dead horizontal roof with the crux 25' out the lip and 200' of air beneath you is mind bending. Mother Nature just doesn't produce it often.\n\nPorter Jarrard initially looked at this line in the 80's, ultimately concluding,\"the hardest part about this line is going to be finding somebody to climb it.\"\n\nI started working on it in the mid 90's but never got back for an attempt at the monster line, which first ascends the knee knocking Windigo before entering deep enemy territory.\n\nRecently, I revisited the route and completed Survival Of The Fittest.\n\nThe hardest thing about this route is not the power or the individual moves but rather the stamina to hold on and pull the lip after placing gear on lead for 100' of steep climbing. If you were willing to skip the roof gear and run it out, the difficulty could be scaled back a notch.\n\nThere are a couple options for cleaning this route. The easiest is belaying from the top but it's scary with considerable rope drag and tough anchor points for the necessary safety; not advised. The other option is to build a small anchor above the lip to lower from and have your second clean Windigo. Then hike around and clean from above. This is also somewhat challenging. Welcome to 'old school' 101.... Or is that 102 or 103 maybe?? Either way, this line is an undertaking and puts up resistance from start to finish.\n\nClimb Windigo to the good stance section on the left side of the tower, just below roof level. Start working out right to the base of the roof placing multiple smaller cams along the way. Dive into the business and power the first crux half way out the roof. Pass two old bolts to the base of a splitter crack in the roof's underbelly. Climb the crack, placing a 1.5 - 2.5\" cam and then a medium size nut before pulling the lip to salvation.","protection":"Cams from micros - 2.5 inches. Bring some additional smaller cams and nuts. Also bring plenty of 24's and a couple 48\" runners.","location":"Climbs out the left side of the overhang, then directly through the central underbelly of the enormous Indian Head roof."},"__v":0},{"_id":"6iMY3ia6VFOoNBAFRiVwqA==","name":"Superman's Dead","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Seth Tart","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":6,"mp_id":"108212919","mp_crag_id":"107357650","climb_id":"6iMY3ia6VFOoNBAFRiVwqA==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Climb the first 30 feet of Mighty Mouse, through the business and to the obvious horizontal rail. Plug in a few smaller TCU's and break out left into the first crux of Superman. Scratch and paw through small holds and small gear to gain the large block on the arête out left (don't bail onto the wall behind you,least you blow your onsight). Get gear and shake while you can, for the seemingly unimposing headwall above packs a steep and pumpy 5.11 runout that you do not want to fly off of. Hence the name!!","protection":"Traditional lead. Small to medium TCU's and stoppers. Set up natural anchors or traverse 10 feet right to Mighty Mouse anchors.","location":"Start same as Mighty Mouse."},"__v":0},{"_id":"c54LAniJXkyv5v4y9MXGqA==","name":"Spice","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tim Fisher, Bill Holtsford","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":18,"mp_id":"106351341","mp_crag_id":"107357650","climb_id":"c54LAniJXkyv5v4y9MXGqA==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Climb up the initial corner system of Shadowdance. At the sloping ledge system, traverse left and up towards an arete.  Getting good pro before the exposed arete is awkward and strenuous, but mandatory.  No pro at the crux, but you're better off blasting through and getting solid pro up higher.  Enjoy the position.","protection":"Small brass and steel nuts are needed to protect the falls at the crux.  Nuts and small to mid-sized cams will protect the rest of the route.  Double ropes are helpful.","location":"Same start as Shadowdance.  A short rap or down climb will get you down to the Nutsweat anchor which can be rapped just barely on a single 60-meter rope."},"__v":0},{"_id":"lo5CQ78WVHq5tS58DlBM0Q==","name":"Shamans","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Seth Tart / Dennis Buice","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":31,"mp_id":"109756045","mp_crag_id":"107357650","climb_id":"lo5CQ78WVHq5tS58DlBM0Q==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is a rather fun little route that Dennis and I noticed while taking a pee break on it from the top. It looked like it was going to be a little harder so we spent an unjustified amount of time cleaning it and clearing a path through the licken infestation. None the less it turned out to be a neat little line.\n\nStart at the large tree growing against the right wall and boulder up to a ledge. The initial crux sequence from here would be a little scary if this was anywhere near your lead limit and to be honest is scary 'period' - as the first piece of gear is high on an exposed face with nothing to help you if you botch the thin sequence. Climb straight up and then out left onto the face.\n\nGain the botom of a left leaning flake/crack and enjoy big hidden holds and very nice movement to the top.","protection":"Standard rack. Couple extra big cams for belay setup.","location":"Climbs up the far right wall in the Juggernaut alcove, directly below the Indian Head roof."},"__v":0},{"_id":"TZHFJQdPVgiY2m6H8lO7fA==","name":"Shadowdance","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Lee Munson and Steve Pachman circa 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":19,"mp_id":"106067020","mp_crag_id":"107357650","climb_id":"TZHFJQdPVgiY2m6H8lO7fA==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This proud route is located at the far end (from the Amphitheater) of the 1st North End cliff. The first pitch is what usually gets done, because it is a more reasonable and totally classic at 5.10. The second pitch, which is a bit more serious, sees fewer ascents. The best approach is to combine both pitches into the mega classic send.The start of Shadowdance is to be found about 25 feet to the left of Nutsweat, in a sweet, clean lie-back flack. Crank this up to a ledge and get some good gear in for the finger cracks that lead up into a right facing dihedral. There is an anchor at a stance where one can lower to the ground. Or, find the super secret number 6 BD nut placement above the anchor and crank out onto the second pitch. A little gear can be sussed out here and there. Mostly it is an adventure is finding some small stuff that will hold your confidence. Continue up and around the left side of the huge roofs above to finish at the Nutsweat anchor. Rappel from here to the ground with two ropes. Enjoy!","protection":"Gear consists of a standard Moore's Wall rack supplemented with some RPs or other brassies.","location":""},"__v":0},{"_id":"S5SybbuGX+u8zjkKUCCs2A==","name":"Red River Face","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FRA Sean Barb","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":39,"mp_id":"118867637","mp_crag_id":"107357650","climb_id":"S5SybbuGX+u8zjkKUCCs2A==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Fun movement, mostly juggy holds, steep up top. An excellent climb that will clean up to be truly classic with more regular traffic.\n\nStart at the base of the slab and shimmy up some small footholds and a bouldery move to get started, then cruise up into the obvious seam/fracture taking you up the middle of the face, finding pro and good holds in horizontals, and some bomber water-groove possibilities, too.\n\nThe first crux comes as you move up through a blank looking bulge (very Gunks-like) at about 35 feet to some big horizontals. Diagonal slightly right from here, taking the least lichenous path, then head up and slightly left to exit though the overhanging V-slot in darker colored rock at a fun and exposed mantle onto a big ledge. The pump crux is getting good gear (lots of good choices) in the last 10 feet where the route steepens.\n\nOn the right side of the ledge look for a standard North End nuts-and-biners anchor. Top roping not recommended due to sharp edges. The belay is 10' right of the topout, but the wall directly above the topout offers good placements for directionals to bring up your second. Rap from fixed biners, single 60M will get you down no problem.","protection":"Camalots to #2, small TCU's or Aliens, tricams and nuts. You can sew it up, but some of the placements are a little quartzite-creative. Protects MUCH better than it looks from the ground.","location":"Approximately 200 feet West of the Nevermore chimney, before you get to most of the documented N.End routes there is a spot where the trail pinches in close to the cliff because of a tree on the left. You will be facing a dirty buttress with a wide chimney / crack where it meets the cliff forming a large right facing corner. This chimney / corner is about 50 feet past the start of Red River Face. Immediately past the spot where the trail pinches off at the tree, look up and right, and you will see a chunky crack / corner system directly above you, and a gray face 10' or so to the left of that, water stained at the bottom.\n\nLooking East on the trail at FA Sean Barb.\n\nRoute starts directly in front of the orange helmet center-right of the photo.\n\nChimney described above visible in background."},"__v":0},{"_id":"PVn4ENrTVVq23omaiqTpQQ==","name":"The Recommendation","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Reed and Jarrard, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":3,"mp_id":"106465810","mp_crag_id":"107357650","climb_id":"PVn4ENrTVVq23omaiqTpQQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is one of the few \"sport\" climbs at Moore's, and a it's a good one at that.  Good rock, great protection, and a short (read: 2 moves), powerful crux at the second bolt to pumpy but easier climbing above make it worth the effort if you're over scaring yourself shitless on the other North End routes.","protection":"Quickdraws.\n\nP.S. The last time I was there in January of 2009 I noticed that someone has placed a new, two-bolt anchor right above the fourth bolt- This is not the end of the route!  The route continues on bomber fixed gear up through the bulge for another 20 feet to another anchor- whoever put the new anchor in has tarnished the route and obviously did not take the time to look up and see the little wires hanging out of the crack above- IMHO this anchor should be chopped.","location":"The farthest left you can go at the North End- just to the left of Enduro Man and Filet."},"__v":0},{"_id":"gjEy5ZNPUSiTKPik5xFfDQ==","name":"Reckless Abandon Direct","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Doug Reed, Tim Fisher","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":25,"mp_id":"110471316","mp_crag_id":"107357650","climb_id":"gjEy5ZNPUSiTKPik5xFfDQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is the direct start to Reckless Abandon, and it is independent climbing for the first 50'.  Where the regular Reckless traverses in from the left, this starts directly underneath an arete below the upper crack of Reckless.  Power up to some big holds, get some creative gear, and then do a couple of long, tricky cruxes.  Get pro wherever you can.  At about 30' there is a very good rest and from here it is about 5.9+ R up the scoop before merging with the regular Reckless.","protection":"Originally there was a piton in the lower half but it fell out years ago.  The gear that fits in its old location is better anyway.  Now the entire route is protected with natural gear.\n\nNuts, Cams to 2.5 inches, Tricams to #2.5.  Double ropes are helpful.","location":"50' to the climber's right of the shared start of the regular Reckless Abandon, Nutsweat, and Death Wish."},"__v":0},{"_id":"Y7xSNxYuUY+YxKB9dM/imQ==","name":"Reckless Abandon","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Dave Petre, John Provitaro","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":24,"mp_id":"106928114","mp_crag_id":"107357650","climb_id":"Y7xSNxYuUY+YxKB9dM/imQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Almost half traverse and half steep cranking, Reckless packs a wide variety of movement into about 130' of climbing (and quite a punch at the crux).\n\nStart as for Nutsweat, Deathwish, and Bat Attack. Climb up and right past one bolt (1st crux) to a rest near the arête. After recovering, crank out and up to the deep hole. Milk this hole for a rest -- no-hands, if you dare -- and then gear up the crux. Fire the steep tricky sequence and begin stuffing limbs in the crack above. Sustained moderate climbing leads to the rap anchor near a small Huckleberry bush.\n\nBelay from the top with a 60 m rope then rappel on one rope, or extend the anchor (at least 10') to lower off with a 60.","protection":"Gear to 3\" and one bolt. Long pants helpful.","location":"Starts right of Shadow Dance at the North End."},"__v":0},{"_id":"H6MCcphvWmi3/HmZdIgnYw==","name":"Rastafari","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":1,"mp_id":"108178167","mp_crag_id":"107357650","climb_id":"H6MCcphvWmi3/HmZdIgnYw==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"A nice diversion from the neighboring routes, Rastafari features a left rising traverse through slightly overhanging quartz cauliflower heads, flakes, and cracks. Good protection for the most part, although there might be a bit of suspect rock - probably not a fun route to fall on since the sharp rock heads wouldn't feel that great to bounce or scrape down.\n\nRegardless, it's a nice secluded line that is a bit pumpy at times even though the rock is quite featured. It's likely possible to continue past the fixed hardware anchor although the difficulty looks like it eases considerably at that point and you'd have to find an alternate way down.","protection":"Pro: standard rack to C4 #3, although a #2 might be adequate.\n\nThere were two fixed nuts with quick links at the end of the rising traverse - be wary, it might be easy to miss them. Although one nut+link was quite rusty, they both seemed to be slotted fairly well. You would definitely want to back it up for TR and you may want to consider adding to/upgrading the anchor and prepare for an adventure+new anchor if you do miss the stoppers.","location":"This is rather tricky to find. Go to the far end of the north end and follow the trail uphill slightly passing Filet of Fish, etc, around the corner on your right side. Continuing on ahead there is a small clearing with some 10' tall boulders (and a chalked up problem) near the back and side. Leave your pack and rack up here.\n\nScramble up the gully via the left side and go straight back a short distance until you run into a vertical cliff on your left side with some discontinuous cracks/flakes starting head level. Facing this you'll notice a clearing about 40 feet or so to your left around the cliff - this is the landing zone for the rappel from the fixed nuts. Be sure to take in the awesome detached pillar a bit further on.\n\nIf you hike past the start you'll see a dead end with a vertical wide crack in the back (likely wet). Might be worth scouting the area a bit anyway..."},"__v":0},{"_id":"EeNHorCSWi2kSmsuIXjLOQ==","name":"Nutsweat","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tim Fisher, Jim Overby 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":21,"mp_id":"106820188","mp_crag_id":"107357650","climb_id":"EeNHorCSWi2kSmsuIXjLOQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"The guidebook lists this as two pitches, but I think that would be a really silly way to climb this.  Long runners at the very beginning keep rope drag nonexistent.\n\nStart on the ledge that Nutsweat, Death Wish, and Reckless abandon all begin on.  Negotiate a short crack/weakness through a bulge, when you pop up over this head up and left through a beautiful green corner.  Near the top traverse left into a right facing corner (crux).  Continue traversing left out the stupendous overhangs towards the fixed anchor.\n\nGear is adequate but you could go for a pretty big ride in one or two spots.  Belay your second up from the anchor, one 60m rope will just get you down.","protection":"Small nuts help at the high crux.","location":"North End"},"__v":0},{"_id":"/20hcG/DXmS2Vzu1jGHYdQ==","name":"North End Corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":26,"mp_id":"121010896","mp_crag_id":"107357650","climb_id":"/20hcG/DXmS2Vzu1jGHYdQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is in the Carolina Rocks guide book. The FA is unknown. Climb the obvious right facing corner 20' right of Reckless Abandon Direct. Follow the corner up then trend right on the face to an old tat rap station, or continue another 40' to the top and walk off.\n\nNote: Near the top of this climb you may notice a notch follwoed by a large dish like feature (think VW size parking space) with a 30' head wall, and to your left is a ramp like feature. The rap station is about 10 feet right of this notch. If you get to the dish like feautre you have climbed to far.","protection":"Fingers to fist. Lots of gear options.","location":"20' right of Reckless Abandon Direct"},"__v":0},{"_id":"NoNW7eAzVdy30HwEKRPohA==","name":"Nicotine","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Eric Zschiesche and Porter Jarrard","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":8,"mp_id":"106299406","mp_crag_id":"107357650","climb_id":"NoNW7eAzVdy30HwEKRPohA==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Nicotine was Moore's first 5.13, a fact evidenced by the rusty bolts. While pretty stout for the 13a rating given by guidebooks (for me, it was as hard if not harder than Zeus), it is nevertheless a worthwhile endeavor with technical moves (including a devious throw), excellent rock, and a bit of spice that only a Moore's Wall sport climb can offer.\n\nWhile Nicotine does have an independent finish, it may or may not have anchors. Feel free to venture up the lichen-covered rock to see if they exist. I opted to finish on Mighty Mouse's final crack and anchor.","protection":"A Moore's Wall \"sport climb\": 5 bolts, a fixed pin (sticking way out from the rock but seems solid otherwise), and finger-hand size cams for the Mighty Mouse crack at the top. Mighty Mouse's anchor seems like the best way to descend.","location":"Nicotine is located on the second main North End buttress, left of Vascular Disaster and just right of Mighty Mouse. It begins off the stacked boulders (the same start as Middle Road and Boogie) but steps just left and climbs clean, gray rock through two bulges. Above, it crosses a white face to a red band where can step left onto the Mighty Mouse finish."},"__v":0},{"_id":"cnOnbbNlXv+IjAfgflPlbw==","name":"Nevermore (The other one)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tim Fisher, Jim Overby - 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":14,"mp_id":"106823849","mp_crag_id":"107357650","climb_id":"cnOnbbNlXv+IjAfgflPlbw==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Climb up the easy face, then traverse left, just below the roof.  Use double length runners to alleviate rope drag.  Pull around the roof and up into the hanging corner.  Getting gear into the quartzy hole to your right is very strenuous, climbing over there first would make for a pretty big, but safe, fall.  After you hit the hole it is a race to the top on fairly large holds with your forearms on fire; this rig is really, really steep.","protection":"light rack to #2 camalot","location":"Directly to the right of VD."},"__v":0},{"_id":"02744QONUhiN7AOIfCZWjg==","name":"Nevermore","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Rich Gottlieb - 70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":33,"mp_id":"106349863","mp_crag_id":"107357650","climb_id":"02744QONUhiN7AOIfCZWjg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is a cool route with some funky movement.  Looking at it you would think it was much harder than it is.  The opening chimney involves a variety of jamming and stemming techniques.  The hand crack above is for the most part solid and well-protected, with some more tricky moves up high.  While not terribly difficult, the route definitely makes you have to think outside the box.","protection":"Cams up to a #3 and nuts oughta do it. There is an anchor on top (slung tree?) that I seem to remember as being ok, but you'd probably want to back it up for TRing.","location":"On the way into the North End, in the same little grotto where Indian Head Direct starts, directly across from it."},"__v":0},{"_id":"ePO5p+jcVGue0IZr6fmHyQ==","name":"Mighty Mouse","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Eric Zschiesche and Jim Williamson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":7,"mp_id":"106299399","mp_crag_id":"107357650","climb_id":"ePO5p+jcVGue0IZr6fmHyQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Another outstanding and engaging trad pitch, Might Mouse climbs through steep, solid rock on the left side of Moore's North End. It begins with a funky hand crack corner up to a roof featuring a block to sit on if one is so inclined. After pulling the roof, charge up a finger crack with a few jugs and a few big moves to a rightward traverse at a red band of rock. At the end of the traverse (about 10-12 feet), follow another slightly awkward but fun hand/finger crack to the anchor.","protection":"Cams from tight fingers to hands, at least a set of stoppers. The anchors are a few fixed stoppers with cables and 'biners.","location":"Left of Vascular Disaster (and immediately left of the bolted route Nicotine) on the second of the two main North End buttresses, Mighty Mouse begins on the right side of the dark inset/cave  before the trail goes around the corner to Filet-O-Fish and the Recommendation."},"__v":0},{"_id":"pE4/FWfeXI67wQIj5WHb3Q==","name":"Middle Road","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Porter Jarrard and Eric Zschiesche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":9,"mp_id":"106353816","mp_crag_id":"107357650","climb_id":"pE4/FWfeXI67wQIj5WHb3Q==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"A very sustained line up the center of the wall.  Hard clips and a sandbagged grade contribute to make this one a very proud send.  A psyche/head testpiece.","protection":"Small cams and one large piece for the finishing flare.  2 bolts, a pin, and a small steel nut are the in-situ gear.  An anchor of slung nuts will put you back on the ground after you get through the difficult climbing.","location":"Middle of the wall, sandwiched in between Nicotine and Boogie Til Ya Puke."},"__v":0},{"_id":"041cj6zrVqC+H47Yc29hAg==","name":"Lark's Tongue","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Scott and Stephanie Gilliam June 2005","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":30,"mp_id":"109058559","mp_crag_id":"107357650","climb_id":"041cj6zrVqC+H47Yc29hAg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Begin as for the Nevermore corner/chimney (left of Indian Head). At the hollow sounding jug on the left side of the chimney, head left, climbing out onto the face. Follow the line of least resistance to a small stance. Equalize some micronuts in some quartz and tiptoe through the hard bit. Be careful not to break off any holds as ledge fall is quite likely. Sling a horn and break left toward the arete for the scamper to the top. Build a belay on top of the small buttress, bring your partner up and then rap from the anchor above Nevermore chimney/corner.","protection":"Micronuts to 5.0 Friend. Double ropes, screamer helpful","location":"Begin in the Nevermore chimney (left of Indian Head). Break left onto the face and finish atop the small buttress."},"__v":0},{"_id":"pZeTsB14XfOs2wlBI2yKbg==","name":"Juggerhead","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":29,"mp_id":"107625825","mp_crag_id":"107357650","climb_id":"pZeTsB14XfOs2wlBI2yKbg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"I've asked many of the long-time local climbers about a history for this climb without much luck. If it was named by the first ascencionist noone I talked to seems to know what it is. Since it is between Juggernaut and Indian Head I thought Juggerhead would be appropriate.\n\nStart in a fist crack with the hardest moves right off the ground.  Where the crack peters out trend right towards the arete where the rock is most featured. Gear placements in the horizontals are right where you want them, don't pass any up. Rappell from slings at a tree.\n\nPlease pass along any FA info if you have it.","protection":"#4 Camalot can be placed with a Piedmont stick clip (your 6' climbing partner) to protect the opening moves.From there it is mostly small to midsized cams. Tricams are useful.","location":"Located in the same alcove above the main North End Trail as Juggernaut. About 15' right of the start of Juggernaut."},"__v":0},{"_id":"uf4ezY/DVAqPdn4QSgzRNw==","name":"Joy Loader","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Seth Tart, Dennis Buice, Joy Cox","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":15,"mp_id":"108236934","mp_crag_id":"107357650","climb_id":"uf4ezY/DVAqPdn4QSgzRNw==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"The first few feet of this route look damp and low quality but don't let that deture you from sampling the unusually good roof and the spectacular 100' of climbing above.\n\nStart standing on a handplaced rock in front of the short face leading to the roofs weakness. Map out two or three good holds and a foot chip on the face to help you access the completely sinker right hand seam under the roof. Pull the roof via unforeseen huge holds then grunt and pucker over the lip to the complete stance above (Although the roof pull is on seemingly bomber holds, the moves are very powerful and unprotected; being hardest at the highest point). Up high on the stance get your first piece of gear in a slot out right. Then follow sculpted holds thru a bulge just right of an illuring crack to a good horizontal and your next stance. Move just right into the start of a large crack system and take it to the top. From its terminal point, follow the crack feature 3' right, 6' up, and back left into the main seam. Execute the last deceptively steep push through rock'n side pulls onto easier ground and the anchors.\n\nNote: Be strong at this grade because you dont want to get stuck or fall pulling over the highest part of the roof and any following should be snug (with spotter if possible) through the roof because of rope stretch.","protection":"Plenty of very small to medium cams (maybe one larger one) and stoppers. Fixed nut anchors.","location":"20' right of Nevermore-11b. Just before reaching the base of the VD buttress, go right thru the rhodos and halfway up a path (about 20') to a small clearing in front of the low roof system."},"__v":0},{"_id":"LOOTzjDIVoCokUz9saiMkw==","name":"indian toe","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"sean barb and phil york","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":37,"mp_id":"106419610","mp_crag_id":"107357650","climb_id":"LOOTzjDIVoCokUz9saiMkw==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"20 feet right of nevermore is a corner that has a very steep seam-like feature splitting off right of the corner. originally we conceived climbing onto the headwall directly, but avoiding stemming would be pointless and doesn't detract from the interesting nature of this climb.  might still be a fixed nut in the lower crack near the crux.  a great first pitch to access the indian head.","protection":"A mix of small to mid sized cams and nuts protects this line well.","location":"Right of Nevermore (the 5.8 one), and right of a dihedral is an overhanging line with a crack/seam that boulders up a steep underbelly to a really aesthetic, but short headwall."},"__v":0},{"_id":"akS/NILsWce8kZbrGXVKwg==","name":"Indian Head Direct","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tim Fisher and Terry Jennings, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":36,"mp_id":"108142065","mp_crag_id":"107357650","climb_id":"akS/NILsWce8kZbrGXVKwg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"I am posting this route in hopes that some of the Moore's vets can add more info.  I am pretty sure that we (and others, from what I have heard) started this thing wrong and did a sort of indirect version.\n\nThe guide references starting in \"a V slot with an overhang at the bottom.\" We started in what was more like a chimney, toward the left side of the little briar patch under the Indian Head. I am now pretty sure this is \"Nevermore.\" It is definitely longer than 40 feet and harder than 5.7, as P1 is described in the guide. This made our second pitch a short, easy diagonal traverse up and right to the dark corner where the money pitch starts.\n\nThe money pitch is impossible to miss and amazing!  Our \"Indian Head Indirect\" version of P1 and P2 was also actually pretty cool, but I am quite sure it is not the right start.  I am hoping this gets some folks talking about the proper start so that others who wanna get on this thing feel more prepared and do it right!","protection":"Standard Moore's rack.  No fixed anchors.","location":"Good question!\n\nThe Indian Head feature is hard to miss as you walk from the Ampitheater to the North End.  There is a little briar-filled alcove under the feature.  The proper start of the route is somewhere in here.  The wide chimney on the left side of the briar patch is \"Nevermore\" and can also be used to start the route.\n\nIf you have double ropes, the guide says you can rap from a tree island climber's right of the Indian Head.  For a single rope rap, scramble along the rest of the ridge that forms the Indian Head and descend the gully to the left."},"__v":0},{"_id":"PnVXPuuJVdeXOyeAMciblA==","name":"Indecent Exposure","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Seth Tart","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":13,"mp_id":"109890021","mp_crag_id":"107357650","climb_id":"PnVXPuuJVdeXOyeAMciblA==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This was originally an independant R route that climbed the right side of the VD roof but the section above the roof is delicate and unprotected. It is best  to do this line via the start of VD which keeps it protectable and flows very nicely. The climbing is still a touch serious around half height so make sure your gear is good.\n\nClimb the first 25' of VD to the tri-cam slot in the first bulge. Here, VD goes left and Indecent Exposure goes right. Start into an extended boulder problem aiming for the vertical hairline crack through the polished rectangular block. Continue up and right past the crack to get established on the edge of the arete. Follow the arete through nice exposure to the top.","protection":"Standard rack plus a couple micro cams.","location":"Right of Vascular Disaster."},"__v":0},{"_id":"7YUHHkduVYygaHXPh9PSPg==","name":"Filet-O-Fish","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Porter Jarrard, Doug Reed (1988)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":5,"mp_id":"106274134","mp_crag_id":"107357650","climb_id":"7YUHHkduVYygaHXPh9PSPg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is definitely one of the most classic lines at Moore's.  The rock is some of the best at the North End, which would place it in the running for some of the best rock in the universe, the position is wild, and the gear is bomber.  While there are no moves harder than 5.11+, the route is deceptively steep, the gear is kinda tricky at points, and pretty much all of the moves once you get off the ledge are at least 5.11, so by the time you get to the huge jugs at the very top you are really friggin' pumped!  After the technical crux off the ledge, big moves on steep rock take you up and into the blobby dihedral system, at the top of which is another cruxy section, followed by some \"Thank God\" jugs at the top.","protection":"Like all Moore's routes, the pro on this one is tricky, and would make onsighting it probably feel quite hard for the grade. Stoppers, a set of TCUs, and singles of camalots up to a #2 should be sufficient.  There is a fixed pin about halfway up that seems fine, although I haven't tested it to find out.  The bottom 15 feet is kind of chossy, but it is easy so most people just run it out to the ledge, where you can get in plenty of bomber gear to keep you off the ground.  There is a set of anchors at the top- OK for lowering, but you should back them up for TRing.","location":"Filet is at the far end of the North End, around the corner and up the hill from Mighty Mouse, and about 20 feet right of the Recommendation.  To find the start, look for the obvious ledge about 20 feet up. There are a couple of ways to get there, but all are easy and somewhat chossy.  From the ledge, the line follows the tiered, right-facing dihedral system to the left of the arete."},"__v":0},{"_id":"vyCnPaHJUICyzngWjLSfHw==","name":"Fiddlers on the Roof","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tim Fisher, Jim Overby (1985)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":17,"mp_id":"115123091","mp_crag_id":"107357650","climb_id":"vyCnPaHJUICyzngWjLSfHw==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"An esoteric adventure named for the 8' roof on it's second pitch.  The roof crack is classic while the first pitch builds character.\n\n(P1)  5.9+, 90 feet.  It begins with overhanging dirt climbing into a corner underneath a bulge.  The landing is pretty good at the base which is nice because it may take a couple times up and down to figure out the 'dirt crux.'\n\nAfter pulling the low bulge traverse right about 15' and then up some delicate moves.  This leads to a steepening face split by a couple seams about a body length apart. Don't go left into the big wide gully crack.  The first ascensionist likely took the right seam through the face but it seems difficult with sparse pro and lichen (harder than 5.9). The natural weakness is to escape right another 15' aiming for the arete which is hiding a big crack and easy climbing. Regardless of the path belay at the highest ledge in a cleft just underneath the roof.\n\n(P2)  5.10.  45 feet.  Traverse right to the crack splitting the roof.  Pull the roof and the difficulty is over.  You can climb up another full pitch of 4th class and easy 5th class if you like but getting down will require more work.  I recommend traversing up and right for the fixed anchor at the top of Spice.  The anchor is two incredibly bomber nuts, stainless steel wire, with fixed biners.  You could maybe lower to the ground but I was worried about trashing my rope so I just brought my partner up.  It's a short pitch anyway.","protection":"Nuts, Cams to 3\"","location":"About 50' to the climber's left of the start of Shadowdance and Spice."},"__v":0},{"_id":"DgftS0ykW+25kvwWYkjGgQ==","name":"Ferret Hamster","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ryan Barrett and Bill Barham","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":0,"mp_id":"119662017","mp_crag_id":"107357650","climb_id":"DgftS0ykW+25kvwWYkjGgQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"A route for the 5.6 climber going to the North End with their 5.12 crusher friends.  Start up the crack system on jugs for the first 60ish feet, then stem the pillar (or don't, I'm not your dad) to the top.  Without stemming this route probably goes at 5.7.  Build a gear anchor.  The PG-13 rating is not for runout, but because a fall at the last 30 or so feet could have you smack against the pillar behind you.  On the FA, we rappelled on a 80m with a tag line, this isn't recommended as the tag line got caught at the top and turned our descent into an hour long debacle.  You can most likely rap to the ground on an 80m (potentially a 70m) double rope rappel although we did not test this.","protection":"Standard NC rack, #6 comes in handy if you've got it, build gear anchor at the top. Slung rap rings on a tree 15ish feet from the edge.","location":"Getting there is an adventure in and of itself.  Go past The Recommendation and scramble up the gully to the left.  Once at the top of the gully, look left to see the obvious, massive detached pillar.  The route is between the pillar and the wall.  Look for the huge #6 size square slot, the start is directly below this."},"__v":0},{"_id":"5SUWi+8BXVWA3WeYIQP5DQ==","name":"Enduro Man Rides Again","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Tim Fisher, Doug Reed, Jim Williamson (1986)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":4,"mp_id":"106344344","mp_crag_id":"107357650","climb_id":"5SUWi+8BXVWA3WeYIQP5DQ==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Enduro Man is another good North End route that doesn't see a lot of traffic.  While maybe not as aesthetic as some of it's neighbors, it has great rock, interesting moves with a well-defined crux, and tricky but good gear.  Oh yeah, and it's steep too.","protection":"All gear.  A set of nuts (with micros), small to medium cams, and Tri-cams (read: necessary) will suffice.  The gear is all good, but kind of tricky in spots and therefore very pumpy to place.","location":"Between the Recommendation and Filet.  Look for a shallow, overhanging dihedral/crack system with melons about ten feet left of Filet.  While you can do the same start as for Filet, it is also possible to do an unprotected 5.9ish start to the left that makes it an independent line- recommended."},"__v":0},{"_id":"vobto4ecWnKtvt+9WtrvzA==","name":"Death Wish","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Carlton Ramm","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":22,"mp_id":"108952077","mp_crag_id":"107357650","climb_id":"vobto4ecWnKtvt+9WtrvzA==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Death Wish probably has the best crack climbing at Moore's Wall, and it has some of the best exposure as well. It takes the route in between Nutsweat and Bat Attack. Start the same as Nutsweat, but instead of traversing left out of the dihedral, stay with it. Then head right under an overhang and up into a left-angling hand crack. Follow the hand crack through dizzying exposure and into a couple of slot chimneys before finally traversing up and left on easy ground aiming for a bushy collection of trees. Getting established in the upper slot is the crux.\n\nThe first ascent of Death Wash was climbed ground-up in 1979 and was likely protected with only stoppers and hexes. A really proud effort.\n\nNote: To descend, downclimb about 15-20 feet straight down to the Nutsweat anchor and rappel. This downclimb is steep and exposed, but is easy 5th class climbing. A belay is highly recommended.","protection":"Lots of nuts, cams to a #3.5 Friend.","location":""},"__v":0},{"_id":"Azb143AZXd+CJAtmEHiYSA==","name":"ByPass","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Greg Loomis","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":11,"mp_id":"108420144","mp_crag_id":"107357650","climb_id":"Azb143AZXd+CJAtmEHiYSA==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"For all of you Moore's aficionados who've done every route that they can at the North End, this one's for you. I put up a new route called ByPass (~12a PG13) at the North End today. Start on VD and climb through the second crux to the black band of rock, move up and left to place your gear and pull the second roof as usual. Now move left instead of moving right to the good rest and crack system on VD. After moving left, pull another roof and then traverse left ~5ft along a horizontal with gear (.4 stopper & yellow TCU). This will bring you to a clean shield of rock peppered with crimpers (just right of boogie's anchors). Balance your way up the slightly slabby face to reach another ~50ft of 5.10 terrain with ample gear. The fixed anchor (with orange cordelette) is slightly right of Boogie's anchors and 30 ft higher than the VD anchor. Tallest route on the wall, 60m rope required.","protection":"Full rack","location":""},"__v":0},{"_id":"l2Suy4G0VeCiSkd378c+Rg==","name":"Boogie Till ya Puke","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Monty Reagan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":10,"mp_id":"106336842","mp_crag_id":"107357650","climb_id":"l2Suy4G0VeCiSkd378c+Rg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Pull the opening boulder problem of Middle Road and traverse right a few feet past good gear.  Pull the steep roof past 2 bolts and a pin to a jug and gear.  Finish on jugs to the anchor. Pumpy for its height.  Perfect rock and fun movement.","protection":"3 bolts and an old pin (that most people skip).  Good gear after the opening boulder problem and between the last bolt and anchor.  The anchor is a fixed hex that wiggles and I think a fixed stopper.  It seems fine but I'd back it up with a small cam if you plan on TR.","location":"North End. The guide mentions that the original start traversed in from Vascular Disaster, which is true.  There used to be a fixed stopper to protect this but it is gone now.  It also mentions some \"unprotected\" starts.  Everyone I know starts on Middle Road.  This way is very well protected, fun, and consistent with the difficulty of the climb.  I'd recommend this option."},"__v":0},{"_id":"ehzT66ozVCanwWfHm2prUg==","name":"Bat Attack","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Tim Fisher (1988)  direct finish Seth Tart","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":23,"mp_id":"106301044","mp_crag_id":"107357650","climb_id":"ehzT66ozVCanwWfHm2prUg==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is a great route that is often overlooked due to some obscure pro.  The route climbs in two distinct sections.  After gaining the route (see protection) a relatively short crux trough the dihedral gets you to some jugs at the roof.  This is followed by some intense face climbing to the traverse and the anchors (on Reckless Abandon. This was the original route done by Fisher (12a). The route feels short, but when you lower off you see that it takes a full 60. The direct finish pushes strait up the face to a second bolt and a jug.  From hear a hard move to an undercling gets you to a second anchor.","protection":"It is recommended that you use double ropes (pro out left on Nut Sweat) because of the unprotectable traverse (5.10). There is some gear after the traverse and a bolt at a stance in the base of the dihedral. After the first crux, clip fixed pins and bolts for the remainder of the route.","location":"Between Reckless and Death Wish"},"__v":0},{"_id":"i6M399shUUS1nZn0cgb+9Q==","name":"Awakening Spirits","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Seth Tart / Dennis Buice","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":32,"mp_id":"109227128","mp_crag_id":"107357650","climb_id":"i6M399shUUS1nZn0cgb+9Q==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"Awakening Spirits traverses right off of Larke's Tongue and follows classic Moores Wall steep climbing through a very exposed, high quality headwall. If the pump doesn't wake you up, the spaced out gear will.\n\nClimb Larke's Tongue to a horizontal seam beneath the overhanging headwall. Traverse 4' right, across the polished face, where a huge undercling starts off the headwall assault. Climb straight through bulges to top out the highest point of the steep wall.","protection":"Bring an assortment of cam sizes with doubles of 1/2\", 3/4\" and 1\" tcu's. Micro and no.1 nuts. 0 and 00 metolius tcu's for the traverse.","location":"Climb Larke's Tooth to the seam beneath the last overhang and traverse right into a series of overhangs."},"__v":0},{"_id":"ARsmQ04gU++d7CrJ77Du4A==","name":"The Argonaut","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"left_right_index":28,"mp_id":"108960497","mp_crag_id":"107357650","climb_id":"ARsmQ04gU++d7CrJ77Du4A==","areaRef":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":"This is primarily a TR directly under the rap station that serves Juggernaut and Juggerhead.  There isn't a completely clear line but it's possible to make a distinct path and follow various cracks by beginning about 5-10 feet left of the start of Juggerhead.\n\nBegin by immediately overcoming a small roof and work up through the moderate face (watch out for suspect rock here) until you reach the blank headwall. A short vertical slot/handhold looms above marking the vicinity of the hard climbing. Locate the key undercling, then boulder your way to glory, exiting the roof out right.\n\nGiven that Juggerhead was lacking a name, this likely doesn't have one either but please update if you know.","protection":"Top rope is probably the only reasonable way to do this, unless you are really bold.\n\nThe route is protectable up until the start of the crux where the only obvious pro seems to be a tiny brass nut above the sidepull (likely blocking it). Given the hard climbing that single puny nut would have to protect and the consequence of it failing would be an ugly bounce off the slab it's serious. Maybe someone has already lead it anyway? Don't know.\n\nA single bolt on the headwall might transform this from a R/X into a nice lead...","location":"Directly under the rappel line for Juggernaut/Juggerhead.\n\nLocated in the same alcove above the main North End Trail as Juggernaut. About 10' right of the start of Juggernaut."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,7dc6d7e7-fa9e-50f3-94b5-4e7101bd5442,dee90fb3-d596-571a-8446-75dbf92b297e,4940620b-f0eb-5538-9d9b-d80dfb553886,4e0d4d83-322e-5e19-b870-ca62a2fd2e38","pathTokens":["USA","North Carolina","3. Piedmont Region","Moore's Wall","Moore's Wall (Routes)","North End"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10"},{"count":1,"label":"5.13c"},{"count":2,"label":"5.12b/c"},{"count":1,"label":"5.11"},{"count":5,"label":"5.11+"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.10+"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":38,"bands":{"unknown":0,"beginner":8,"intermediate":10,"advanced":18,"expert":2}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":10,"advanced":21,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.2917,36.3979]},"bbox":[-80.29225864268453,36.39745033981815,-80.29114135731548,36.39834966018187],"left_right_index":-1,"ext_id":"107357650","area_id":"Tg1NgzIuXhm4cMpiov0uOA=="},"content":{"description":""},"density":0,"totalClimbs":41,"__v":1,"createdAt":"2022-11-07T06:15:58.574Z","updatedAt":"2022-11-25T11:20:55.341Z"}