{"_id":"6368a50be80bff5a995b0057","area_name":"North Summit","shortCode":"","climbs":[{"_id":"NHNLS1wqW8yTm4Y5SoQfFw==","name":"Valhallelujah!","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Brian & Jonathan Smoot, Les Ellison, Laura Ellison - June 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":4,"mp_id":"106007237","mp_crag_id":"105739455","climb_id":"NHNLS1wqW8yTm4Y5SoQfFw==","areaRef":"RqujFjSoVHaikbTf28ogSw=="},"content":{"description":"This route, and it's neighbor to the the East, Vallalla, offer the best long quartzite routes I've done in the Wasatch. The climbing is clean, exposed and adventurous. The rock is steeper, cleaner and smoother than the \"West Slabs\". Route finding and protection is challenging, but the climbing for the most part is moderate. Great setting!\n\nStart at the bottom left side of the face.\n\nP1 - A 135' moderate pitch leads to a long ledge with pine trees.\n\nP3 - From the right end of the ledge, diagonal up & right past 2 fixed pins and a crack to a vertical crack which is followed to a bolted belay.(160')\n\nP3 - Diagonal right to another crack which is followed to a prominent pine tree. (150')\n\nP4 - Continue diagonaling up 150' to a belay hole.(belay bolts)\n\nP5 - Trend up & right to a long narrow roof. A small tree protects the move over it. Above, a pin & bolt protect the sparse face above. The exposed belay is at 2 bolts.(170')\n\nP6 - Ascend the face above past an arch to the top.","protection":"2 each cams from a #0 TCU to a #2 Camalot. 1 each #3 & #4 Camalots. Small & medium nuts. 55 meter ropes.","location":"Begin at the approach gully for the Great Chimney. Ascend the largest and lowest of the 3 prominent diagonaling walls west of the Great Chimney. Approach takes 2 - 2.5 hours."},"__v":0},{"_id":"2CiJ4BS+UVWODjiQKr/nCQ==","name":"Valhalla","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Les Ellison,  Brian & Jonathan Smoot - June 2004","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":3,"mp_id":"106007107","mp_crag_id":"105739455","climb_id":"2CiJ4BS+UVWODjiQKr/nCQ==","areaRef":"RqujFjSoVHaikbTf28ogSw=="},"content":{"description":"This route climbs the smooth slabs just right of the Great Chimney for 5 long, quality pitches to the summit ridge. Begin 1 or 2 pitches up the Great Chimney to where you can traverse right to an obvious tall pine tree along a narrow ledge. Start 20' right of the pine tree and climb the first 200' tier to a diagonal ledge system. The 2nd tier is climbed by diagonaling 500' up & right to the top. Great route & great exposure! Make sure you are good at placing gear. Most of the climbing is 5.7. All belays are bolted. You can rap the route with 2 ropes.","protection":"15-20 small nuts & cams (up to a #2 camalot) many runners. 60 meter rope.","location":"West of The Great Chimney. This route ascends the upper diagonal face"},"__v":0},{"_id":"BDRb30ZgXheSiHtnvI/uxA==","name":"Traverse to South Summit","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":5,"mp_id":"112889171","mp_crag_id":"105739455","climb_id":"BDRb30ZgXheSiHtnvI/uxA==","areaRef":"RqujFjSoVHaikbTf28ogSw=="},"content":{"description":"Mount Olympus is a great training ground for moving fast on mildly technical terrain (and harder, if you do a route like \"Valhalla\") in the mountains. I'm always impressed at the complexity of the mountain and its various routes, so close to the city.\n\nSo if you've ever wanted to extend your day and get more super fun, exposed scrambling on great, solid rock after finishing the West Slabs or Kamp's Ridge, consider dropping a shuttle at the Wasatch Boulevard TH and continuing up to the N summit after topping out Kamp's or West Slabs and then making the fantastic traverse to the south summit.\n\nDoing so greatly extends the amount of scrambling you get to do, especially if coming from the West Slabs. There is still a surprising amount of good scrambling to do on a fun ridge to get to the N summit from the slabs, and from there you simply turn your sights south and go up and over a series of plates that form a few sub summits standing between you and the true summit.\n\nThe views are spectacular and the position enjoyable. There is some thoughtful, exposed downclimbing and no fixed rappels.\n\nThe crux is dependent on how you choose to ascend and descend, but the final downclimb before the scramble up the summit headwall felt like the crux to me as it is a touch overhanging and airy. YMMV.\n\nThis route is listed on summitpost as \"Traverse of the Goddesses,\" though that name came from the poster.","protection":"Trad gear, if you want it.","location":"From the N summit of Olympus start climbing and downclimbing the sub summits until you reach a large col and a big headwall that will be the final scramble to the true summit. From there I take the standard hiker's trail down which deposits you at the TH on Wasatch Boulevard.\n\nDESCENT: Hike down the standard trail from the summit to the TH on Wasatch Boulevard, ~3.5 miles."},"__v":0},{"_id":"SKt1XOduW0ynfZZIH+WBzg==","name":"Kamp's Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Kamp had several early ascents \"back in the day\"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":999999,"mp_id":"108182481","mp_crag_id":"105739455","climb_id":"SKt1XOduW0ynfZZIH+WBzg==","areaRef":"RqujFjSoVHaikbTf28ogSw=="},"content":{"description":"Looking at the north face of Mt. Olympus you'll see the \"West Slabs\" on the right side of the mountain -- Kamp's Ridge is on the skyline on the left. This ridge is approached via Neff's Canyon, and good directions to the trailhead can be found here:\n\nsummitpost.org/kamps-ridge/…\n\nThere is also some information in the Ruckman/Falcon guide for the Wasatch.\n\nTo reiterate - park at Neff's and follow a broad dirt road/trail to a stream crossing where the trail forks. Head right here. The trail gets pretty faint, and the bushwhacking, depending on where you go, can get pretty nasty. You're essentially following a drainage, getting good views of the ridge earlier on and then just glimpses the closer you get. Takes some scrambling to get back there, and once you're out of the drainage you'll see a series of 3 or 4 ridges that all give you options for ascent. My partner and I started on one too far back and had to traverse over to one that worked better for us and seemed to have the best climbing, second back from the skyline. The lower part of this ridge had excellent scrambling and was nicely aesthetic.\n\nThe approach will take the average person between 1-2 hours, depending on how effectively you're able to navigate the faint trail after the stream crossing.\n\nAs you get closer to the upper portion of the ridge where you cross over the Great Chimney and Valhalla, the two ridges closest to the skyline consolidate into one while the others run up to the sub-peaks between the north and south summit.\n\nYou'll come to a shoulder where the ridge sharpens and you have an amazing view of the slabby north face. The route does not stay directly on the ridge, but uses cracks and ledges to traverse the face below it. You'll come across a few pitons here and there.\n\nThis is one of my favorite ridges in the Wasatch - the climbing is very exposed, sustained at the 5th to 5.4 level with a 5.6ish crux, incredibly aesthetic, rarely visited, and has phenomenal views. In my humble opinion this is one of the best routes on the mountain - more difficult and sustained than West Slabs and Geurt's Ridge (or South Ridge of Superior).\n\nFor good descent options (all of which involve rappels *ninja edit - this is incorrect, there are at least two descents you can do without rappels, I've detailed one out below) check out the summit post link mentioned earlier, or, for a really fun finish, do \"The Goddess Traverse,\" i.e. the scramble across the myriad sub-summits (class 3,4) to the south summit and take the standard trail down (requires two cars, one at Neff's and one at the standard Olympus trailhead).\n\nYou can find more info on the \"Traverse of the Goddess\" here:\n\nmountainalbum.com/mountains…\n\nEDIT RE: NO RAPPELS DESCENT BETA - I went out and solo'd Kamp's today, planning on doing the scramble descent to skier's left of West Slabs and then just hiking the neighborhoods back to Neff's. As I was descending from the North Summit down the western ridgeline I came to a col of sorts where there was a small fire ring. From there a moderately steep dirt path cut down to skier's right. It looked like it had seen foot traffic so I followed it down until it opened up, and then I just kept traversing right until I could see the Neff Canyon parking lot. I scrambled down into a drainage that also looked like it had seen foot traffic, and that funneled me right into the main Neff's Trail. Super easy, no rope needed, just a little routefinding and some easy scrambling. I crossed a few encouraging cairns along the way.","protection":"Light rack. One set of cams and a set of nuts will be more than enough. If soloing, be aware that there is some loose rock interspersed between long sections of great rock, keep your head about you.","location":""},"__v":0},{"_id":"6gZ2mvpNWcuwNKCnSJqgfg==","name":"Hey, This Isn't Kamp's Ridge","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Brett Wines & Tom McLaughlin - August 22, 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":999999,"mp_id":"111390642","mp_crag_id":"105739455","climb_id":"6gZ2mvpNWcuwNKCnSJqgfg==","areaRef":"RqujFjSoVHaikbTf28ogSw=="},"content":{"description":"Start with 300 feet or so of 4th-class with a protectable mantle 30 feet in. Then trek up a wide and long rockbed that goes further up the mountain. Head straight up for two or three hours until you arrive at a rock wall, then go right a while almost until a dead-end: this is the pitch shown in the photo. Go up for a fantastic lieback; the hardest climbing of the route.\n\nAfter the lieback pitch, there aren't any solid pro placements if you go up, so instead traverse left 60m or so to the edge of the ridge and around for probable(?) linking with the Kamp's Ridge route.\n\nCan also be accessed - as we did - by going up and down the two or three ridges closer to the parking lot with medium to heavy bushwhacking in between. These ridges don't have many gear placement opportunities but are (spectacular) 4th-class scrambling so you can simulclimb it.","protection":"1 rack of cams for the lieback pitch; extra slings and bail biners if you rap down (3-to-4 60m raps off trees)\n\nthere aren't any bolts on this route, so if you see any, you're on something different","location":"Approach as for Kamp's Ridge -- \"park at the Neff's Canyon trailhead and follow a broad dirt road / trail to a stream crossing where the trail forks. Head right here.\"\n\nYou'll pass a waterhole / pool of drainage water on your left with graffiti. For direct access to the main ridge of the climb, find the Kamp's Ridge trail (head straight), which heads up the right side of the canyon, until you see a creekbed -- get on it and follow it deeper into the canyon past the ridges on the right until it veers right. Follow it until its end and then further a bit until you find a good place to start climbing.\n\nDisclaimer -- our memory of this location is faulty and this description is OK at best, but the nice thing about this area is that it's all one great climbing adventure, so you can pretty much climb any of the ridges and eventually end up at this climb :P"},"__v":0},{"_id":"rIJc0qt+UUGaMXCItfCwjw==","name":"The Great Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Old timers","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":2,"mp_id":"105741938","mp_crag_id":"105739455","climb_id":"rIJc0qt+UUGaMXCItfCwjw==","areaRef":"RqujFjSoVHaikbTf28ogSw=="},"content":{"description":"This route is a good adventure route.  There are no particular sections of brilliant climbing, however the route in its entirety is good. Know how to climb chimneys, and you'll send easily. There isn't a need to lug any big cams up there, as there are gear possibilities everywhere.Iv'e heard this route is good in March, as a consolidated snow climb.You can rap the route via multiple sections of bomber stainless steel anchors.  Thanks goes out to whomever drilled those bolts!\n\n-tda","protection":"Bring a small free rack, and long slings.Only on rope is needed to rappel the routeMake sure to bring small to medium nuts, there are tons of spots for stoppers.","location":""},"__v":0},{"_id":"qhnxpogQWiKG01zqyvd2jg==","name":"Fuck It Dude, Let's Go Bowling","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Peter Gram, Andrew Gram 6/12/04","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"left_right_index":0,"mp_id":"105740702","mp_crag_id":"105739455","climb_id":"qhnxpogQWiKG01zqyvd2jg==","areaRef":"RqujFjSoVHaikbTf28ogSw=="},"content":{"description":"This pitch is an undesirable variation to start Kamp's Ridge.  Follow the approach listed to the turnoff, then carefully locate the obscure stream bed drainage coming down from the right.  Do not go into the trees which are really thick up higher.  Follow this drainage up to another drainage split on the left which has some tricky scrambling up polished rock.  We climbed up some lower 5th class stuff on the rock to the right to avoid a slippery waterfall.  From here, hike up on the right side of some slabs up to the start of Kamp's Ridge on the left.\n\nThe lower section of Kamp's Ridge has an obvious notch which should probably be avoided.  So, I got psyched about a steep direct pitch to avoid this notch.  Unfortunately, the direct start leads to nowhere, and doesn't connect to Kamp's Ridge. If you choose to do this route, start up easy slabby rock on a buttress right of Kamp's Ridge, separated by a steep nasty gully.\n\nP1) Either rope up or solo this easy pitch for 170 feet or so to a tree which can be used for an anchor. 4th class\n\nP2) Just above the belay tree, pass another small but very solid tree.  Sling this, as pro above is tricky.  Gain a shelf 10 feet above.  A low green Alien placement protects a tricky bulgy move through this bad rock off the shelf. Head up easier rock (red alien placement) to a leftward traverse into a small hands crack (red Camalot sized crack).  Jam the only good part of the route, then make a leftward traverse through easy dirty rock.  A shelf is gained, with a giant tree up and left.  Protect here low (#2 Camalot), then a steep, slabby face tops out at a bulge mantle with loose rock (maybe a couple moves of 5.9?). Reach the giant belay tree. 150 feet\n\nDescent) Two single rope raps around trees (60m rope) gets one to a steep downclimb through a gully which leads back to the base.  At this point, climbing this route didn't gain you any progress towards anything.  So, in honor of the Big Lebowski, go bowling.","protection":"Small to medium gear.  I placed sizes from a green Alien up to a #2 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,d52c91d0-4428-5886-a6a8-02c3471ee9dc,46aba316-34a8-5476-a291-b4dfdbca204b","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Mount Olympus","North Summit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":1,"label":"5.9"},{"count":1,"label":"Easy 5th"},{"count":2,"label":"5.6"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":1,"beginner":5,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.771,40.6569]},"bbox":[-111.77159273077852,40.65645033981815,-111.7704072692215,40.657349660181865],"left_right_index":-1,"ext_id":"105739455","area_id":"RqujFjSoVHaikbTf28ogSw==","polygon":{"type":"Polygon","coordinates":[[[-111.77159273077852,40.65645033981815],[-111.7704072692215,40.65645033981815],[-111.7704072692215,40.657349660181865],[-111.77159273077852,40.657349660181865],[-111.77159273077852,40.65645033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:29.165Z","updatedAt":"2024-02-19T18:40:37.578Z"}