{"_id":"63689de0e80bff5a994f911e","area_name":"Chiefshead Northeast Face","shortCode":"","climbs":[{"_id":"FbdVZgKDXkqcPTMmrLUhig==","name":"Ten Little Indians","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Davis and Winkelman","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":3,"mp_id":"107754017","mp_crag_id":"105744911","climb_id":"FbdVZgKDXkqcPTMmrLUhig==","areaRef":"TLyUrRahUUuTfIBXQ/QbQA=="},"content":{"description":"Ten Little Indians is great long outing on a remote wall. At 11 pitches long, it is more committing than the Diamond considering you would lose most of your rack if you bailed high on the route.  Most of the climbing is in the 5.8 to easy 5.10 range, with only a few moderate runouts. The rock is not the same quality as\n\nBirds of Fire\n\n, but there are some great sections of climbing between your standard alpine crack and face climbing.\n\nP1:\n\n(5.9-, 130 feet) From the left side of the rock tongue angle left through thin cracks to the base of the wide crack (8-12 inches).  Climb this to a good ledge.\n\nP2:\n\n(5.10R or 5.9-, 110 feet) The original P2 heads up the rightmost thin, RF dihedral. The pin is missing, so the first good gear is 20-25 feet up. A more sane option angles left to the ledge above.\n\nP3:\n\n(5.10a, 100 feet) From the ledge shared with\n\nCowboys and Indians\n\n, traverse straight left past a bolt and belay at the base of a RF dihedral. You can link P2/3 with a 70m if you avoid the original RF dihedral.\n\nP4:\n\n(5.8+, 110 feet) Head up the obvious, RF corner and traverse left 50ft on a ledge to a right-facing flake system.\n\nP5:\n\n(5.9R, 140 feet) This is probably the best on the route. Head up a cool system of flakes for about 90 feet and look for a passage to the left. There is a final crack system that leads to a two bolt anchor. The path we took to avoid a water streak did have a 20 foot runout on 5.9.\n\nP6:\n\n(5.10b PG13, 150 feet) Head straight left past two bolts on thin and thought provoking face climbing. At the end of the traverse head straight up combining thin crack features. Belay on a ledge system up and left.\n\nP7:\n\n(5.8R, 210 feet) Climb the RF dihedral and angle hard left to the exit crux pitch on Long ledge. There is some positive 5.5 climbing with 30-40 foot runouts.\n\nP8:\n\n(5.11a, 50 feet) Climb the shallow, RF corner past an old pin. Traverse a horizontal crack system to the left and make crux moves up at the next pin, which can be backed up with good gear. The crux consists of huge moves between positive holds.\n\nP9:\n\n(5.9, 120 feet) Traverse straight right on an angling crack system. As you near the end of a semi-detached flake, crank up to a belay stance.\n\nP10:\n\n(5.9, 180 feet) There is a short, 5.9, RF dihedral to a long section of 5.6 alpine rock.\n\nP11:\n\n(5.?, 180 feet) Find the easiest path to the top.\n\nThe best descent takes the ridge line to a gully on climber's left.","protection":"Single rack to #4 Friend, doubles to #1 or #2 Camalot, triples in the green to yellow Alien size, and one set of RPs and nuts.","location":"Ten Little Indians is best accessed by a traverse in from the right on a rock shelf and the base. Aim for the right side and traverse loose ledges to the base of the wide crack first pitch on the left."},"__v":0},{"_id":"w46aHAgDWlO4kklm9+udHw==","name":"Highwayman (FFA of NE Face Route)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Layton Kor, Bob Bradley, 1963. FFA: 2021 Maximilian Barlerin, Sebastien Barlerin, Zack Fisher","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":1,"mp_id":"121338566","mp_crag_id":"105744911","climb_id":"w46aHAgDWlO4kklm9+udHw==","areaRef":"TLyUrRahUUuTfIBXQ/QbQA=="},"content":{"description":"This route is the free version of the original 1963 route that was the first ascent of the face. If you dig westerns, this should be right up your alley.\n\nP1. Tracks in the Sand.\n\nWander through broken ground for more than a rope length (over 200') either directly off the glacier or off its left flank to a ledge below the dark corner system, 5.6.\n\nP2. The Coal Mine.\n\nClimb up a flake to the base of a blackened wall with a bolt. Continue up and right to switch cracks (place helpful red ballnut here) to gain a much better crack with pro through a small series of roofs, 5.11.\n\nP3. The Railroad.\n\nClimb up chossy flakes into the slimy corner system for a shorter, albeit wet pitch to a comfy tundra ledge, 5.9+ .\n\nP4. The Railroad (continued..)\n\nEmbrace the alpine, and continue up the permanently wet corner system. Belay in the roof to avoid knocking the large block at the lip of the roof down onto the previous belay, 5.11 .\n\nP5. The Cliff's Edge.\n\nTip-toe out the roof, not because it's hard but because there is a huge dagger right at the edge. There used to be two blocks here, but I didn't have the stomach to remove the second, 5.9+.\n\nP6. The Hideout.\n\nYou might as well stay awhile, there ain't no one gonna get you here. Move the ropes 200'+ to the right side of the huge ledge. Belay in a short, left-facing hand crack, 3rd Class.\n\nP7.\n\nThe Chimney.\n\nClimb the wide crack for a shorter pitch, and belay in flakes, 5.7.\n\nP8.\n\nPicked up the Trail\n\n.\n\nContinue up the flakes into knobby, runout terrain to belay in a sneaky 0.75 horizontal crack below the left side of another huge roof, 5.8.\n\nP9.\n\nClimb P8 of\n\nTen little Indians\n\n. They really are one or two huge moves between good holds. It is harder if you're short, 5.11a.\n\nP10.\n\nNo Man's Land.\n\nGo hard right into a semi-detached flake to avoid yet another massive, broken roof. Belay below a right-facing corner, 5.9+.\n\nP11.\n\nClimb into the corner, and then continue for a rope length, 5.9.\n\nP12.\n\nClimb to the base of the steep, summit choss field, and belay at its base, 5.7.\n\nP13.\n\nOut Alive.\n\nContinue towards the summit, 3rd Class.\n\nThis route was cleaned and freed over the course of four long days, spread out over summer 2020 and 2021 alpine seasons, nearly 60 years after its first ascent. The bolt on P2 was added by hand, after climbing and cleaning the pitch.","protection":"A  double set of cams to a red Camalot, 1 #2, a #3, and extra slings (a red ballnut is helpful not mandatory).","location":"Locate the obvious, intimidating, dark corner system in the center of the NE face of Chiefshead."},"__v":0},{"_id":"SxQFHW7LX2my8xBXsYMcFQ==","name":"Geronimo","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Maximilian Barlerin, Quinn Brett","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":0,"mp_id":"110851077","mp_crag_id":"105744911","climb_id":"SxQFHW7LX2my8xBXsYMcFQ==","areaRef":"TLyUrRahUUuTfIBXQ/QbQA=="},"content":{"description":"","protection":"Double rack up to #1 C4; single #2, 3 C4, small Wires, and slings. Walk off.","location":"This is looker's left of the NE Face of Chiefshead starting in a prominent corner system amongst a set of beige columns."},"__v":0},{"_id":"YQJ+m3T9WumYeg+JhO6n4Q==","name":"Cowboys and Indians","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Winkelman and Davis 1993","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"left_right_index":2,"mp_id":"105749587","mp_crag_id":"105744911","climb_id":"YQJ+m3T9WumYeg+JhO6n4Q==","areaRef":"TLyUrRahUUuTfIBXQ/QbQA=="},"content":{"description":"Cowboys and Indians is the most popular, and perhaps finest, route on the NE Face of Chiefshead.  At 11 or so pitches, it is one of the longest routes in RMNP.\n\nOn the right side of the wall, and just left of obvious terraces, find a thin finger crack (5.10d) leading to 3 bolts which protect 5.10 climbing.  Belay on a ledge below an imposing, left trending roof.\n\nUndercling the roof left (strenuous) to a stance out left (optional belay) and continue up an easier left facing corner.  If you skip the optional belay take care you don't stick your rope in the left edge of the roof (probably better to belay at the intermediate stance - then you get to watch your second undercling the roof).  Climb a short left facing 5.9 corner leading to easier (5.8) climbing and a ledge (short pitch). (Ten Little Indians crosses the route here.)\n\nIf you belayed at the optional belay below, it may be possible to combine this pitch with the following 5.10a pitch.  Head up slightly left, then straight up past an overlap and 3 bolts, 5.10a or so, to a ledge with a 2 bolt anchor.\n\nNow climb the pretty wall above (3 bolts, soft for 5.11a) to a right facing corner, 5.8, and belay above.\n\nNow climb a (second) bolted section (rated 5.11c on one topo I have seen, but no way) which leads to a ledge- a long 165+ foot pitch, optional belay out left and lower at a fixed wire.  Move up and left across a corner roof (5.10a) to a 5.8 crack and belay ledge above.\n\nA 5.9 crack groove leads to the large ledge and cave area which is the most prominent feature on the upper wall.  It is on these two previous pitches that routefinding gets fuzzy, and you may find yourself climbing something that bears no resemblance to my description.\n\nWalk right 140 feet to below a steep corner with a couple of fixed pins and belay.\n\nClimb the corner (a 5.11c boulder problem), with the fixed pins a bit lower than you would like and continue to a nice, if cramped, belay ledge.\n\nNow either head right under a roof, then up a right facing corner (5.9), or go up and left from the belay on spicy 5.9 face, belay, then climb the \"hanging gardens\" 5.4 pitch to the top.","protection":"RPs, wired nuts, TCUs, to 3 inch cams.  10 QDs, 6 slings.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,09f2c583-ed39-5172-85bb-6d4772e26308,e559ba53-2cb8-534c-b7b3-640f207d4421,4cbc94ad-16a1-514b-937c-805743f41b40","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Glacier Gorge","Chiefshead","Chiefshead Northeast Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":2,"label":"5.11"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.641,40.2494]},"bbox":[-105.64158914709922,40.248950339818144,-105.6404108529008,40.249849660181866],"left_right_index":-1,"ext_id":"105744911","area_id":"TLyUrRahUUuTfIBXQ/QbQA==","polygon":{"type":"Polygon","coordinates":[[[-105.64158914709922,40.248950339818144],[-105.6404108529008,40.248950339818144],[-105.6404108529008,40.249849660181866],[-105.64158914709922,40.249849660181866],[-105.64158914709922,40.248950339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:53.191Z","updatedAt":"2024-02-19T18:31:13.115Z"}