{"_id":"63689f33e80bff5a9950ccaf","area_name":"Steinfell's Dome","shortCode":"","climbs":[{"_id":"V7zd9tT8UmmaJdoDPkgGKA==","name":"Theater of Shadows","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Pogue, Cunningham, Goodwin '99","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"left_right_index":1,"mp_id":"105741557","mp_crag_id":"105739629","climb_id":"V7zd9tT8UmmaJdoDPkgGKA==","areaRef":"kEL1D62nUbK3wD5oYTMqYw=="},"content":{"description":"This route is on the formation just left of Steinfell's Dome when viewed from the parking area.  It climbs the spine facing the road in 4 pitches.  Find the trail that leads towards Steinfell's, and traverse leftwards on trail to reach this subsidiary formation (called Jackson's Thumb).\n\nThe climbing is fun, low angled, and very well protected. If you are a little low on quickdraws, there are some spots where you can unclip a bolt at your knees after reaching for the next clip. The view of the City from the top is great.\n\nOne rope is all that is necessary, and the descent is very easy.  Two one-rope raps (we had a 60m, not sure if a shorter rope would work?) from fixed stations get you to a major gully.  From here, an easy trail returns you to the base.","protection":"Lots and lots of bolts.  I think there may be up to 18 bolts per pitch.","location":""},"__v":0},{"_id":"jKGofBlQW/S8FSW43vULgQ==","name":"Southern Arches","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jeff Lowe, Brad Roghar. 1968.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"left_right_index":2,"mp_id":"107170217","mp_crag_id":"105739629","climb_id":"jKGofBlQW/S8FSW43vULgQ==","areaRef":"kEL1D62nUbK3wD5oYTMqYw=="},"content":{"description":"When looking at a topo photo of Steinfell's Dome, the Southern Arches route is likely to stick out the most because it goes from the toe of the dome to the summit in a nice, direct line. The climbing is adventurous with only one old button head bolt as the only fixed gear on the route and easy but run-out slab climbing on the first pitch. Be prepared to do a fair bit of route finding and build your own anchors. This is a fun and rewarding outing on one of the City's most prominent formations. To keep the adventurous spirit of the route, consider stopping reading here and going out to pick your way up this line on intuition. But if you want a few more details, read on.\n\nPitch 1: Start from a small ledge directly below a steep, moss covered crack and flake and pull up through this to get established on the dome. Work your way up slabby sections between obvious cracks and flakes for protection to a big, obvious left-trending crack/trough. Your eventual goal is the big sideways \"V\" flake about half way up the dome. Head towards that and run out your 70m rope to a good belay stance in the trough about 60m below the big sideways \"V\" flake. 70m (5.8)\n\nPitch 2: Continue up the trough/crack and onto a small ledge. Work up past another flake and crack just below the big sideways V flake. Clip the only piece of fixed protection on the route, an ancient buttonhead bolt and hanger, on the face below the big V flake. Make the crux moves up the face to grab the big V flake and take a sigh of relief (#3 cam). Trend right along this flake and mantle up on top of continue. Cruise the flake's left-trending trough to a belay stance at its top in a baby alcove. 70m. (5.8+)\n\nPitch 3: Climb around the corner bulge of the alcove to the left and onto a face resist the temptation to continue left into the chimney. Instead, face climb back right up steep but positive terrain and pull up onto lower-angle terrain. Follow a good crack on increasingly easier terrain until the rope runs out at a massive ledge. 70m. (5.7).\n\nPitch 4: By now you'll probably feel safe enough to unrope and cruise the fourth class/low fifth class terrain to the top. Go for it. (Simuling may be a slightly smarter option)","protection":"A single rack from .3 camalot to #3 camalot, a set of RPs and a set of nuts. Cordelettes for building your own anchors as there are no fixed-gear anchors on the route.","location":"Approach from the new Circle Creek Overlook parking area with the restroom. Once you reach the dome, head left along the base until you are directly below the big sideways \"V\" flake about halfway up the dome. Look for the positive mossy crack/flake on a small ledge to mark the start.\n\nTo descend, hike up towards the summit and downclimb just a short bit on the dome's north face to a bolted rap anchor. One single rappel with a 70m rope will just get you to easily downclimbable slabs and the descent trail to swing back around the dome's east side back to your packs. You can also do two single 60m rope rappels using a second bolted rappel anchor about 40m down the first rap to get to the descent trail."},"__v":0},{"_id":"tZ/bH04+UQeV735lBDD52Q==","name":"Southeast Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"S. Johnson, Kent Christianson '68","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"left_right_index":4,"mp_id":"106902986","mp_crag_id":"105739629","climb_id":"tZ/bH04+UQeV735lBDD52Q==","areaRef":"kEL1D62nUbK3wD5oYTMqYw=="},"content":{"description":"Pitch 1:  Climb crack through roof or climb left of roof on face protected by 2 bolts.  Then traverse right to slab climbing protected by two more bolts.  Climb straight up to belay on ledge on ramp heading left. 5.8\n\nPitch 2:  Follow ramp up left to climb a wide crack.  After the crack move right on to a ridge/ fin with one bolt on it.  Follow the fin up and left to a ledge and belay just above the ledge next to big hole in rock. 5.7\n\nPitch 3: Climb a easy ramp to short crack to the right.  Set belay above crack on slab to allow for easier communication or continue up easy chimney until rope runs out. 5.6\n\nPitch 4: Continue up easy slab and cracks to the top.  There are alternate cracks to follow to the top on the right all are no harder then 5.7","protection":"Light rack of cams and nuts with one #4 cam for the wide crack on second pitch.  Long runners are nice to have to allow for long wandering pitches.\n\nNo bolted belay stations.","location":"Starts on right side of face before trail to \"Sinocranium\" goes under a boulder.\n\nDecent: two 60 meter raps down back side"},"__v":0},{"_id":"uIula3dNUAGS1QWEcolbGg==","name":"Sinocranium","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pogue, Hemken","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"left_right_index":6,"mp_id":"105740942","mp_crag_id":"105739629","climb_id":"uIula3dNUAGS1QWEcolbGg==","areaRef":"kEL1D62nUbK3wD5oYTMqYw=="},"content":{"description":"Sinocranium is on the east face and can be approached by following the cairns and the faint trail. The route itself has 2 distinct styles on it. The first 4 pitches and the last 2 are slabby and relatively easy. Pitch 2 is the hardest of these slabby sections and works lright of a roof band. Pitches 4 and 5 can be combined if desired.Pitch 5 climbs up the vertical quartz vein for 60 feet. The final pitch is more of a scramble to gain the summit than a climb.\n\nDuring the approach, pay attention to the beginning of the route as it easily missed. As you are hiking up the hill on the east side you scramble on the slab forming the bottom of the dome. The climb starts in this vicinity. First time I climbed this we missed it completely and ended up FS'ing it up to the 1st anchors without realizing we had missed it.","protection":"Sinocranium has bolts and plenty of them. Bring up to 16 draws for this route, but one can climb it with less if you don't mind passing bolts by. It has double bolt belay stations all the way up.  Two 60 meter ropes are required to descend the route via the belay stations (not recommended).\n\nFrom the summit, find the rappel station at the top of the northeast gully.  Two rappels with two 60 meter ropes recommended.\n\nNote:  it is possible to rappel the route in two rappels with one 60 meter rope if you're comfortable scrambling easy 4th class terrain un-roped.  At the end of the second rappel you must un-rope on easy 4th class terrain and a short scramble leads to an easier third class scramble down a slab.  From there, contour back around the rock back to the base of the climb.  On the second rappel, it would be possible to rappel off the ends of the rope - KNOT THE ENDS OF YOUR ROPES!  A 70 meter rope mitigates the concerns on the second rappel somewhat but not completely.\n\nWhether you use one or two ropes to rappel, take care not to snag your rope on the many scrubs and bushes in the gully.","location":""},"__v":0},{"_id":"CksZjOUsXWOu2u2DdDkwzw==","name":"Orange Corner","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Johnson, Christianson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"left_right_index":3,"mp_id":"106254137","mp_crag_id":"105739629","climb_id":"CksZjOUsXWOu2u2DdDkwzw==","areaRef":"kEL1D62nUbK3wD5oYTMqYw=="},"content":{"description":"Edit Aug 2010: Just looked in the newer Bingham guide. This is \"Orange Corner 10d\" NOT south chimney.\n\nWe headed up the S. Face basically following what looked like a good line. I haven't a clue if the FA party went this way exactly. Start at the base of the slab left of a left facing dihedral with a mini roof at the top....just past the grove of trees on the approach.\n\nFollow slab, cracks, and face with fun gear placements to the major dihedral you can see from the car.  Good times up this part.\n\nPull a very hard to protect headwall after the corner and slabby do dah to the top.  Can be done in less pitches, but rope drag was an issue, as were bees.  Rap off with one 70m rope from chains on the other side from the summit - or two single rope raps.  Kuda to the FA party if they freed this in the late 60's","protection":"No fixed gear - all you.  Big n' small and in between :)","location":""},"__v":0},{"_id":"vgOkwPT8VTST5W35LslzbQ==","name":"Old School, New School","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Sheyne Anderson, Tamara Anderson, Eric Zschiesche","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"left_right_index":0,"mp_id":"110102041","mp_crag_id":"105739629","climb_id":"vgOkwPT8VTST5W35LslzbQ==","areaRef":"kEL1D62nUbK3wD5oYTMqYw=="},"content":{"description":"Start just left ( West ) of Theater of Shadows. Climb,... tending slightly left toward breaks and thin cracks where protection may be realized. Continue up the thin cracks in small left facing corners,... until a very good belay point is realized at about the 180 foot level. The second pitch ascends the thin crack system for approximately 30 more feet,... when one exits right and upward across a beautiful face section to the chains on the 2nd pitch of Theater of Shadows.","protection":"The protection is entirely comprised of passive traditional gear ( no bolts on this baby ), realized in numerous cracks and fissures. The protection is adequate,... though the leader may want to be solid at difficulty levels above the 5.7+ rating. No fixed gear or anchors,.. until one reaches the chains at the top of the 2nd pitch on Theater of Shadows.","location":"The route is located on Jackson's Thumb. Start approximately 15 feet to the left of Theater of Shadows. Ascend upwards,... tending left. At the chains on the top of the 2nd pitch of Theater of Shadows, one may rappel, or finish on Theater of Shadows."},"__v":0},{"_id":"xlX7+7WYU0yIRco9Qqz50Q==","name":"Andromeda","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Preston Perkins, Andrew Thaller, Kourtney Dawson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"left_right_index":5,"mp_id":"116120939","mp_crag_id":"105739629","climb_id":"xlX7+7WYU0yIRco9Qqz50Q==","areaRef":"kEL1D62nUbK3wD5oYTMqYw=="},"content":{"description":"The climb starts about 100 ft prior to Sinocranium and for the most part stays 50ft left of the bolts. An independent line that Preston had previously attempted and bailed into Sino before the crux pitches. On the FA we did it in a party of 3 where Preston and I swapped leads. Andromeda is a far cry from Sinocranium. The climb has a mix of 3 quality pitches, 3 decent pitches and 1 crummy pitch (P1.) The climb ends on the Sino anchors and uses all gear anchors aside from  that.\n\nP1: 5.4  (See beta photo.) Gear .3 and a chicken head. Anchor has a 5 and 4 where the crack widens.\n\nP2: 5.6 Anchor under a roof.\n\nP3: 5.7 Double Cracks (see beta photo) probably the best protected and most quality pitch. Pull a small roof trend right into the double crack system.\n\nP4: 5.8 short section of unprotected slab into a a black alien/BD 0. Into a thin crack with good gear.\n\nP5: 5.5 Dike pitch. Climb the climbers left dike to the base of Sinocraniums head wall. Small gear for the anchor.\n\nP6: 5.7 traverse. We ended up linking the traverse into the crux, but it would have worked better to break them apart. Gear 3 high in a pod off the anchor climb down and left .5-.75 for anchor.\n\nP7: 5.8 crux. Climb up and left on exposed face climbing. Preston basically built two anchors between 20ft of climbing for protection. We initially wanted to climb up a vertical crack above the anchor but ran out of 1-2’s. We had seen that the crack ran out into unprotected slab, when we were at the top of the pitch. Unsure the better option. Build anchor in a right leaning dihedral crack when available.\n\nP8: 5.7/8: climb out the right leaning crack, and pull a small boulder problem. After the boulder problem, fly up easy slab. Trending right will lead to Sino Anchors.","protection":"Gear doubles .1 to 5 double 4s for the anchor. Kitchen sink.","location":""},"__v":0},{"_id":"w1DSmnr6VA+MkEwz/yNTsA==","name":"Felspfeiler","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"James Garrett and Peter Vintoniv,  15 March 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"left_right_index":7,"mp_id":"108773817","mp_crag_id":"105739629","climb_id":"w1DSmnr6VA+MkEwz/yNTsA==","areaRef":"kEL1D62nUbK3wD5oYTMqYw=="},"content":{"description":"Finding this unique feature should be fairly straight forward. Everyone descending from Sinocranium, the most popular route on Steinfels (Stone Rock) Dome, will pass  by the beginning of Felspfeiler (Rock Pillar). Or, you can hike directly to it with just an additional 5-10 minutes walk up from the start of  Sinocranium.\n\nPitch #1: Climb awkward yet fun down sloping holds up a steepening cruxy mid section to an easy roof and typical nice City slab to the top and a two-bolt belay. 5.8, 35m, 12 bolts.\n\nRappel the route.","protection":"12 x 1/2\" x 3\" SS Powers Bolts to a 2 x Glue In bolt belay with chains on top of the tower.\n\nMinimum 70m rope required for rappel!","location":"This is the pillar-like spur feature on the East side of Steinfels Dome that almost looks like a detached tower from some angles. Find the beginning of the climb by following the familiar trail to Sinocranium and continue up the the East side of the Dome along the base of the rock for another 5 minutes.\n\nThe prominent pillar  will soon come into view.\n\nRappel the route with one 70m rope. Tie knots into your belay end. It is a full 35m pitch, so use two ropes if using anything shorter than a full 70m rope!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,76021131-7623-5f5b-9efb-5dda911ccca8,abbebc02-c1f8-57b0-bcba-ee8efb064ed2,9042f50f-ada7-51b2-b7c0-3e6861332a63","pathTokens":["USA","Idaho","South Idaho","City of Rocks","Steinfell's Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8+"},{"count":4,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.68672,42.09646]},"bbox":[-113.68732599692905,42.096010339818136,-113.68611400307093,42.09690966018186],"left_right_index":-1,"ext_id":"105739629","area_id":"kEL1D62nUbK3wD5oYTMqYw==","polygon":{"type":"Polygon","coordinates":[[[-113.68732599692905,42.096010339818136],[-113.68611400307093,42.096010339818136],[-113.68611400307093,42.09690966018186],[-113.68732599692905,42.09690966018186],[-113.68732599692905,42.096010339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:01:31.451Z","updatedAt":"2024-02-19T18:33:18.090Z"}