{"_id":"63689de0e80bff5a994f90aa","area_name":"Main Wall","shortCode":"","climbs":[{"_id":"hFrnAm3CWcSPywC1R7yM2w==","name":"West Face Ramble","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Andy Grauch and Chris Sheridan","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6309,36.6125]},"left_right_index":999999,"mp_id":"107961151","mp_crag_id":"107961143","climb_id":"hFrnAm3CWcSPywC1R7yM2w==","areaRef":"2TJyZtYIULKVZ9PDBl4BCA=="},"content":{"description":"Traverse below the main wall of the Alpine Lite cliffs and continue to the left side.  Climb a low angle ramp feature.  The route starts out somewhat vegetated, though in a pleasant alpine way, then the rock gets cleaner and steeper as you go up.  Follow this feature, trending right for about four pitches of mellow, fun climbing.","protection":"A light alpine rock rack.","location":""},"__v":0},{"_id":"BlNnW6xCVjOlkMQWOQUrPw==","name":"Perennials","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"V. Keller and A. Vidal","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6309,36.6125]},"left_right_index":0,"mp_id":"112007958","mp_crag_id":"107961143","climb_id":"BlNnW6xCVjOlkMQWOQUrPw==","areaRef":"2TJyZtYIULKVZ9PDBl4BCA=="},"content":{"description":"Perennials is a ground-up established alpine route that exists as a 4 pitch variation (and direct start) to the last pitch of \"\n\nMoss and Choss\n\n.\"\n\nTo the left of the large gully, which leads to other routes in the Main Area, exists a somewhat obvious face climbing passage below 3 moss-fill crack systems. Start here.\n\nPitch 1. Climb up without protection towards the most prominent and leftmost dihedral system, and place protection (remember to extend). Start trending right up the run out but moderate slab past a few protection opportunities.  Traverse on positive holds up and right towards (5.7-5.8 R mantel) the low angle ramp and belay beneath a short but steep twin crack system which is just to the left of the large gully, 50m 5.8 R.\n\nPitch 2. Climb up the twin crack system making 5.9 moves past good protection opportunities. Continue up discontinuous and easy crack systems to a corner, and belay at the end of the rope before a small ramp, 70m, 5.9.\n\nPitch 3. Angle up and right on the easy ramp past protection opportunities, and belay beneath the large, left-angling roof above near the end of the rope, 70m, Easy 5th.\n\nPitch 4. The crux pitch. Climb up and right slightly from the belay and onto a small sloping ledge. Follow an intermittent crack system into the left-angling roof on black rock.  Move 30ft left through the roof crack and pull into a small pod (5.9+ R). Chimney up and left through a second roof (5.9), and move up a moderate ramp towards the base of the \"\n\nMoss and Choss\n\n\" crack system. Hexes may be useful in adequately protecting the crux roof traverse, 60m, 5.9+ R.\n\nPitch 5. Proceed up the final pitch of \"\n\nMoss and Choss\n\n,\" taking special care to utilize good protection opportunities in solid rock, when they are encountered. Much loose rock exists on the pitch, so it is a good idea to belay clear of this pitch until it cleans up, 65m, 5.8+ PG-13.","protection":"Standard alpine rack. Hexes and a #4 Camalot are useful.","location":""},"__v":0},{"_id":"0VjZDSZSU06KfIePhaFGUw==","name":"Moss and Choss","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"08/01/2015 Greg German, Jerry Nothstine","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6309,36.6125]},"left_right_index":1,"mp_id":"110979119","mp_crag_id":"107961143","climb_id":"0VjZDSZSU06KfIePhaFGUw==","areaRef":"2TJyZtYIULKVZ9PDBl4BCA=="},"content":{"description":"The Main Wall has several parallel, right-leaning dihedrals. The middle one opens up into an elevator shaft, but the next one to the left is what you are shooting for.\n\nGetting to the start from above requires a couple of raps. Getting to the start from the lake below requires climbing 4 approach pitches as for Highrise Buttress Left.\n\nP1 (5.8) - a short pitch. Move the belay over a couple of dihedrals. It is difficult to protect.\n\nP2 (5.8+) - a long pitch. The dihedral gets cleaner as you go with some technical footwork here and there. There is sparse pro in sections.\n\nP3 (5.8) - a short pitch to the top. Belay from a slung boulder.","protection":"A standard rack to #4 (we had a #5 and placed it, but it isn't a requirement).","location":"Park at the small pull-out near mile marker 8 a couple of curves before Summit Lake. Walk back NE about 0.2 miles to the saddle between Mt. Warren and Rogers Peak, and carefully pick your way up the slope. Alpine Lite is a 20 minute walk directly over the saddle.\n\nTo rap down the face of the main wall: the first rap station requires a belayed 20' downclimb (a station there was built from nuts and webbing). The second rap is a full 60m to a good ledge."},"__v":0},{"_id":"d1szetrGV5OgdYkEosY2Sw==","name":"Highrise Buttress Left","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Andy Grauch and Chris Sheridan","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6309,36.6125]},"left_right_index":999999,"mp_id":"107961193","mp_crag_id":"107961143","climb_id":"d1szetrGV5OgdYkEosY2Sw==","areaRef":"2TJyZtYIULKVZ9PDBl4BCA=="},"content":{"description":"The route climbs the left side of the prominant flying buttress at the top of the main Alpine Lite cliffs.  Climb the lower right side of the main wall in a few easy pitches.  There are easy lines to be had towards the right side and likely some more enjoyable lines to be had further left.  Either way, gain the ledge at the base of the flying buttress.\n\nClimb the left face of the flying buttress on thin, discontinuous cracks left of the sharp arete.  Eventually gain a right-facing corner and continue up to a belay (150 feet, 5.10+).\n\nClimb up and right, gaining the north face and some fantastic climbing, and continuing to the top of the flying buttress (150 feet, 5.9).","protection":"Standard alpine rock rack plus RPs.","location":""},"__v":0},{"_id":"VgZioO2mVxqLHq7NWF0pdw==","name":"The German and the Scot","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Sinor, Greg German, June 27, 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6309,36.6125]},"left_right_index":2,"mp_id":"108216731","mp_crag_id":"107961143","climb_id":"VgZioO2mVxqLHq7NWF0pdw==","areaRef":"2TJyZtYIULKVZ9PDBl4BCA=="},"content":{"description":"P1. Climb the main crack on the north face which widens to ~4\" through a roof (OW crux). Belay at a small foot ledge about 25' higher (it takes a #2 & #3 Camalot) (5.9+)?\n\nP2. Continue up a double cracks and commit to a layback (5.10a) before crossing to the crack on the left. At a 4\" horizontal, head left around the arête. Enjoy the 360° view as you follow the edge (5.9) to an absolutely perfect belay nook.\n\nP3. This is a short pitch: Begin with a fist crack that joins a left-facing dihedral. Top out and pick through some 4th class terrain to a nice lunch ledge. (5.8+)?","protection":"Standard rack up to 4\" (we had two #3 & one #4 C4 Camalots).","location":"Approach pitch(es) are variable: we approached from the apron nearer to the upper lake after hiking in from the Summit Lake TH, but hiking to the lower lake would probably have been the better route to take. Nevertheless, the beta photo shows our 60m approach pitch and a P1 belay that could probably be higher with a different start point.\n\nDescent: We scrambled to skier's left (more or less west) for about 40 meters, and then skier's right back to a dirty gully that was plainly visible from the lunch ledge.  Downclimb the dirty gully, with one committing move (easier if you are taller), and continue to follow the natural fall line.  You are ultimately shooting for the lowest grassy ledge that you can see that goes far skier's left.  When you cliff out, you will find a large slung block with two FS Mini-biners. The 60m rappel left us with a 60', slabby, 5.6 downclimb to our packs.  Also, at the lunch ledge, there was a cairn on the east side (opposite of our descent).  We're not sure where that goes, but we couldn't find any slings to the east and it was opposite of the direction of our packs. This is definitely adventure alpine climbing, so be sure to bring webbing and bail gear."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,d1400621-ad44-5212-b88d-a1c62f6c0e45,d9327266-d608-50b2-9567-d3c3065e0108","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Alpine Lite Cliffs, The","Main Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6309,36.6125]},"bbox":[-105.6314601934116,36.61205033981814,-105.6303398065884,36.612949660181876],"left_right_index":-1,"ext_id":"107961143","area_id":"2TJyZtYIULKVZ9PDBl4BCA=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:51.774Z","updatedAt":"2022-11-25T11:16:21.817Z"}