{"_id":"63689de0e80bff5a994f92ef","area_name":"Lower Peanuts","shortCode":"","climbs":[{"_id":"FmdbCS5SX/uklVKCphsIsg==","name":"Your Basic Lieback","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Richard Rossiter, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":27,"mp_id":"105749740","mp_crag_id":"105806998","climb_id":"FmdbCS5SX/uklVKCphsIsg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Your Basic Lieback is a great pitch, but it is short, and the belay sucks....as does getting down unless you continue up harder lines above to the summit (5.9s). This would be 3 stars for the actual climbing, but the approach onto the ledge 20 feet from the ground, the belay, and descent all suck, hence the 2 stars.... This route takes beautiful lieback/perfect hand crack, about 20 left of\n\nStar Wars\n\n, up steep face with a small bulge 30 feet up. The crack is only 40 feet long but is fun and sustained the whole way. It is a great beginner lead, but protect the bottom belay appropriately, and be careful on loose ledges. Continue to summit with several possibilities or traverse east on rotten strata 20 feet from belay to 2 bolt anchor, and rappel 80 feet to ground.","protection":"Bring hand-sized hex(es) for belay...the start of route is on a loose and somewhat steep ramp...the upper anchor is in a rotten strata with some decent cracks for medium cams.","location":"This is 20 left of\n\nStar Wars\n\n."},"__v":0},{"_id":"mbYJi44dXTmPagFI968aoQ==","name":"Wired","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"P. Ellinwood, D. Rice, 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":20,"mp_id":"105755242","mp_crag_id":"105806998","climb_id":"mbYJi44dXTmPagFI968aoQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Approach this climb and belay as described for Forbidden Planet, which is just to its right side.\n\nStart up a right-facing dihedral to the left until it is possible to move up and to the right in a right-leaning crack.  Place gear and move up and right, following the crack to its intersection with the left-facing dihedral (a 5.9- appropriately named \"\n\nDihedral\n\n\") to your right.  You will intersect the dihedral near a flake.  Place good gear and step up and left until a good ledge is reached.\n\nGo up and right to rap from the top of\n\nForbidden Planet\n\n.","protection":"Small nuts and a few cams.\n\nThis climb is protected by some questionable small gear and is certainly not a great route to press your level on.","location":""},"__v":0},{"_id":"pD/rweekWqahqdDRGvddVQ==","name":"Young, Blonde, and Easy","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":6,"mp_id":"106844218","mp_crag_id":"105806998","climb_id":"pD/rweekWqahqdDRGvddVQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Young, Blonde, and Easy is a terrific mixed route left of\n\nThe Shield\n\n, just about where the trail arrives at Lower Peanuts. Spot a couple of fixed pins along a short, very thin crack about 45 feet up. This is the start of the hard climbing. Make your way to the first knifeblade (not hard and reasonably protected), back up the KB if possible, and head up the thin flake crack, placing reasonably good small RPs and tiny wires. At the top of the crack, you can clip a better pin and soon a bolt. A desperate mantel gains a sloping stance. Puzzle your way up a shallow corner past another bolt and pin to reach the anchor. Lower/rappel.\n\nDespite the pins and bolts, this feels very much like a typical Eldo trad lead. The cruxes are puzzling, but if you're good on your feet you may be able to hang out and decipher the moves. On the other hand, this is also one of those slabby climbs that manages to leave your whole body feeling worked.","protection":"QDs, long slings to reduce rope drag at the start, RPs and tiny wired nuts, a small selection of cams for the start and finish. A purple/black Alien or equivalent small piece is nice for the final hard move below the anchor.","location":"Start just left of where the trail meets Lower Peanuts Wall."},"__v":0},{"_id":"aTWwSZnkUJmRvioNUxSizw==","name":"Whiskey Gala","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"C Ruckgaber & M Brooks, 1980","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":34,"mp_id":"105755260","mp_crag_id":"105806998","climb_id":"aTWwSZnkUJmRvioNUxSizw==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"According to Rossiter's book, this is the \"very flared, obtuse dihedral 20' right of\n\nStar Wars\n\n.\"\n\nI presume I found this correctly, and it is also just to the right of\n\nDouble Cracks\n\n, and can be found by referencing that climb and looking for a route by my description.\n\nThis shallow, leaning, obtuse \"dihedral\" sports one of the most flared shallow cracks I've ever seriously tried to put gear in. I consider myself fairly clever with gear but still ended up climbing this pitch without gear, even after using my nut tool to clean a few chunks of dirt and moss out of the crack. The sloping holds do not inspire confidence in the stances that you'd be fiddling in gear from anyway.\n\nThis is not a good route, in fact my partner declined the opportunity to follow it.\n\nDownclimb\n\nDouble Cracks\n\nto reach the ledge again, or continue upward on a more worthy route.","protection":"Bad thin pro, presuming I found this route correctly.","location":""},"__v":0},{"_id":"QoU6rs9QXsis/DOjIcYyjQ==","name":"West Crack (aka Star Wars)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA: Jim Erickson, Henry Barber, tandem solo, 1973, (solo  P2 K. Donald, et al., 1977?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":32,"mp_id":"105749299","mp_crag_id":"105806998","climb_id":"QoU6rs9QXsis/DOjIcYyjQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This is an EXCELLENT 2 pitch or one long pitch up the beautiful Lower Peanuts Wall.  Scramble to the far right and up onto the first ledge (lots of loose talus...be careful).  Find a large, obtuse corner just below a perfect handcrack in a steep left-facing dihedral (many obtuse corners so make sure you see the obvious handcrack above, some of these other corners have scary pro and are much harder).\n\nP1. Climb the corner with variable crack and fingers at top to large loose ledge under beautiful hand crack (obvious), 5.7.\n\nP2. Jam the hand crack for 40 feet and mantle (crux) onto small ledge, continue up V-slot with thin hands another 25 feet to small ledge....turn small roof into short V-slot that takes you to the summit.  Belay on summit ridge and descend west until you can scramble down into gully between Lower and Upper Peanuts.","protection":"Take extra hand size cams in addition to standard rack.  Aliens/TCUs helpful.... gear anchor(s).","location":""},"__v":0},{"_id":"QeaU3kfrUJOlaZJOYAuRVg==","name":"Trouble And Strife","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"[C. Harrison & C. Lemke, 1981]","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":28,"mp_id":"105751249","mp_crag_id":"105806998","climb_id":"QeaU3kfrUJOlaZJOYAuRVg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This route is difficult to find by following the description in the guidebooks, but it is obvious once you are there and see it. From the base of the [Lower] Peanuts Wall, below\n\nYour Basic Lieback\n\nand\n\nStar Wars\n\n, among others, look uphill and to your right. You will see a small tower of rock with a sharp, lightning-bolt finger-crack going up, to the right, then up again, with the crack getting wider as you climb upwards. It is a good lead or fun TR. Spots are thin and cruxy, but the route is not hard at its grade. The route is generally chalked.","protection":"A standard rack with good nuts and small to medium TCUs at the crux.","location":""},"__v":0},{"_id":"228Yt8YJVXq+axhjjsJiWQ==","name":"Tracer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"C. Harrison, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":29,"mp_id":"105756598","mp_crag_id":"105806998","climb_id":"228Yt8YJVXq+axhjjsJiWQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Locate the route\n\nTrouble and Strife\n\n, which is difficult to find by following the description in the guidebooks, but is obvious once you are there and see it. From the base of the Lower Peanuts Wall, below\n\nYour Basic Lieback\n\nand\n\nStar Wars\n\n, among others, look uphill and to your right. You will see a small tower of rock with a sharp lightning-bolt fingercrack. going up, to the right, then up again, with the crack getting wider as you climb upwards.  This is Trouble and Strife.\n\nGo up the trail just past T&S, around a corner to a North-facing wall on this same small buttress. Look up on this face. Climb this short wall to the top.  That is the route Tracer.  After this, continue on something more worthwhile, like\n\nYour Basic Lieback\n\nand\n\nStar Wars\n\n, or maybe don't. It's not really worth the hassle if you are not going to go upward from there.","protection":"A standard rack.","location":""},"__v":0},{"_id":"xUAIpV+8XAungrYFmZNThQ==","name":"Strolling","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"C. Harrison, solo, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":41,"mp_id":"107628965","mp_crag_id":"105806998","climb_id":"xUAIpV+8XAungrYFmZNThQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This is mostly very good climbing, if you choose the right line.  The quality, the crux, and the run-outs all depend on precisely what line you contrive to fit the best features in, but reasonable gear, solid rock, and fun moves can be had for the price of 5.7. It is there if you look for it.","protection":"A standard light rack of cams and nuts + long slings.  The belay up top is after 110' on a good ledge with gear.  Walk off as for everything else up there.","location":"This route starts just uphill of\n\nSickle\n\nand\n\nFickle Finger of Eight\n\non the left half of a large slab.  Start up in a slightly left-leaning offset and finger crack.  As this ends, wander up linking the most attractive features including some corner, arete, face, and crack."},"__v":0},{"_id":"RA7oKyV+Useq33i14OmAmw==","name":"Star Track","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mike Brooks, Chip Ruckgaber, 1980","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":30,"mp_id":"105757261","mp_crag_id":"105806998","climb_id":"RA7oKyV+Useq33i14OmAmw==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Another tick on Obscure Eldo route tour on Lower Peanuts.  This is a neighbor of Star Wars, 1st pitch.\n\nFind the ledge to the base of Star Wars.  Loose, loose rock cover this ledge as you angle left and down to its start.  Consider a belay to its base.\n\nFind a crack system and move up on easier terrain.  There is a loose wedged flake as you gain a long, horizontal edge that rattles as you bump it.  Perhaps 30 feet up the big holds run out.  You can move left to some side pulls that feels sketchy for 5.8.  Or, you can face climb right on terrain that feels harder than 5.8.  Clip the newly replaced bolt (Thanks, Steve & Bob!).  Step up and get a decent hold.  Here's that spot for that 0.33 Alien.  Traverse right to the top of the 1st pitch of Star Wars.\n\nYou can TR this line with directional pro from the top of the first pitch of Star Wars.","protection":"Standard Eldo rack, 1 bolt, 0.33 Alien.","location":""},"__v":0},{"_id":"Zo3h22f9WzaxQT2Nskwn6Q==","name":"Sickle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"J. Stuberg, solo, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":40,"mp_id":"107627011","mp_crag_id":"105806998","climb_id":"Zo3h22f9WzaxQT2Nskwn6Q==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"There is nothing really wrong with this climb but not much to recommend it either.  The FA was done solo, which makes sense considering it is more like an easy boulder problem than an actual route.  Just a few feet right of\n\nFickle Finger of Eight\n\n, a thin crack leads up under a right-leaning, arching \"crack\" that becomes a horizontal slot. It arches right a few feet then ascends to a ledge.  The horizontal section is the awkward crux and has a few loose bits of rock in that that can be easily enough avoided.","protection":"A few small pieces and a large cam for the horizontal slot. Above the slot, one of several things could be placed - so a standard light rack has you covered.","location":"This route starts a meter right of\n\nFickle Finger\n\nand finishes a few meters right, at the same ledge."},"__v":0},{"_id":"AgHR+wc2VLasasxgfGXUkw==","name":"The Shield","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Brooks and Andrea Azoff, 1986.  FFA: Ken Black","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":7,"mp_id":"106171896","mp_crag_id":"105806998","climb_id":"AgHR+wc2VLasasxgfGXUkw==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This route has some tragic history as written in Rossiter's guidebook, but don't let that steer you away.  The crux pitch is excellent with thin technical moves that keep you thinking and searching for the correct sequence.\n\nThe first pitch is pretty contrived and hard to locate as it appears to climb a blank slab with no gear or major features? Another option is to climb an easy flake to the left and follow the ramp right to the start of the second pitch.  There is really no reason to stop and belay on the ramp since your only about 30' or 40' above the ground at that point.\n\nThe second pitch follows a thin flake with a pin and then breaks right to a bolt.  Getting to the bolt is a bit spicy, but the bolt is bomber.  Continue up a thin crack with another fixed pin and into a broken-up section of rock and belay on a ledge.  The book says there's an anchor at the end of this pitch, but we never saw one.\n\nThere is no description for the last pitch in the book, since the route write-up states that it was never completed.  But we traversed right on a lichen covered ledge and climbed straight up a dihedral to the top.  This pitch was sketchy with lots of lichen and loose rock and difficult to find gear placements.  Probably would weigh in at 10- PG13.","protection":"Mostly small cams and RPs and maybe one large cam (#3.5 Camalot) for the last pitch.  Fixed pins and one bolt.","location":"This route is located to the right of \"Young, Blond and Easy\" just right of some large trees that are near the base of the wall."},"__v":0},{"_id":"XnDrkGboV0O83A5pUiKAJA==","name":"The Sacred and the Profane","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Dale Goddard, 1987","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":17,"mp_id":"105999845","mp_crag_id":"105806998","climb_id":"XnDrkGboV0O83A5pUiKAJA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"The Sacred and the Profane is a sport climbing history lesson.  It's hard to experience the slabby, old school style and sparse bolting on TSATP without being transported back to a time when lycra was king, and footwork, technique, and finesse were the rule.\n\nTo start TSATP, climb the start of\n\nPeanuts\n\n, and traverse 30 feet right along an easy ramp until you are below a small roof which is capped by a blunt arete.  Clip the first bolt, make some easy moves over the roof, and then setup for the reachy, off-balance crux.  Fight to establish on the right side of the arete and continue making bizarre, unstable moves until you reach a rest below the fourth and final bolt.  After recovering, punch through the tweaky second crux, and push through 25 feet of easy (10a), but extremely runout terrain to the anchors.\n\nIt's worth noting that just past the fourth bolt, there is a minimally reinforced flake undercling.  This hold is not foreign to the wall.  A small amount of glue was put behind the hold to ensure that it wouldn't fall off- making the route a lot harder or impossible.\n\nSince this route is all about footwork, and technique, it's really hard to rate.  Older guidebooks suggest a 12d/13a rating.  Newer guides have indicated a 13a/b rating.  For this reason, I have given this route the vague rating of 13-.  Impeccable footwork and technique might make this route feel like 12d.  However, a lack of slab climbing experience could make this thing feel like 13b or harder.\n\nIn the end it doesn't matter.  Simply let TSATP teach you something and allow yourself to be humbled by this amazing route.","protection":"4 bolts, and a two bolt anchor.  In addition to the fixed gear, the first 30 feet (the start of\n\nPeanuts\n\n) requires some fingers to hand-sized gear.\n\nA toprope can be setup via many routes, but the easiest is\n\nYour Basic Lieback\n\n.\n\nAlso, to avoid the huge runout at the end, it's possible to dangle a long piece of rope with overhand knots containing quickdraws from the anchors.  Some may consider this cheating.  Others consider it smart.","location":"TSATP ascends a blunt, slabby arete about 30 feet to the right of\n\nPeanuts\n\n."},"__v":0},{"_id":"bdAzvqnPXGOYRKSB7xHnOQ==","name":"Scorpions","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Not sure","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":14,"mp_id":"105760938","mp_crag_id":"105806998","climb_id":"bdAzvqnPXGOYRKSB7xHnOQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This is a worthy route.  It does not merit a serious rating if your nutcraft is good.\n\nStart as for\n\nPeanuts\n\n.  Where that route cuts left at the overhang, head straight up the shallow dihedral/finger crack above.  A green Alien in a placement below a pin adds to the comfort level.  Clip a bolt and hoist yourself into a second dihedral/groove with another bolt at its top.  More climbing up and left, then back right to clip the anchor.","protection":"Standard rack, with Aliens.","location":""},"__v":0},{"_id":"uvRY3nFgUBqYMFTCg2ta4Q==","name":"The Pretender","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Levin & Jeff Achey, May 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":3,"mp_id":"105961735","mp_crag_id":"105806998","climb_id":"uvRY3nFgUBqYMFTCg2ta4Q==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Many tiny wires to 3\" cam. The gear is okay but difficult and strenuous to place.","location":"Near the left end of Lower Peanuts, and just before the talus slope, find a radically right-leaning dihedral."},"__v":0},{"_id":"2pRC5XafVqWHAQKeHn7LDA==","name":"Peanuts","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"J. Erikson, H. Barber, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":13,"mp_id":"105755239","mp_crag_id":"105806998","climb_id":"2pRC5XafVqWHAQKeHn7LDA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"On the Northwest Face of Lower Peanuts Wall, locate a few dead trees leaning against the lower section.  Just down and left from these is a left-leaning ramp that can be scrambled to a good ledge, some 70' from the ground.  Move down and left on this ledge until a shallow, left-facing dihedral, which curls right to become a flake-roof.  A crack about 10' right of there goes up to intersect the dihedral where it bends to the right to become the afore mentioned roof.  This crack is the start of Peanuts.\n\nFrom this position, a few bolted routes are visible.  To the right you can see The Scared and the Profane (5.13) and Just Another Girl's Climb (5.12), some distance down and to the left, Blows Against the Empire (5.11) is visible.\n\nStart up the crack, arching left to follow it to the intersection of the dihedral and roof.  Place gear and step left across the overhang, going a few moves further left through underclings before getting gear again.  This is the crux.  Once a vertical crack is available, begin moving up again until a good ledge is reached.\n\nGo up and right on the ledge to place gear or belay on bolts.  Rap from the fixed station or finish on Forbidden Planet (5.10d, sport) Wired (5.9) or Dihedral (5.9-). There is a new fixed anchor at the top of the vertical crack, so there is no need go right across the ledge system to get down. It's 100 feet or a little less to the ground from the anchor.","protection":"Nuts and cams to 2\".\n\nThe crux pro is reasonable but not at your chest.  As such, this route is safe but not a great route to press your level on.","location":""},"__v":0},{"_id":"jfZfTNJoXiis2KepO5uwPA==","name":"Right Escape","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"M. Schlauch, C. Ruckgaber, E. Johnson. 2001","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":10,"mp_id":"108181039","mp_crag_id":"105806998","climb_id":"jfZfTNJoXiis2KepO5uwPA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This is a worthwhile and enjoyable climb with interesting and varied climbing and a little spice.\n\nClimb the weakness down low for 40' to access a ledge system with some tottering choss below the obvious, left-facing flake.  Negotiate through the choss past flakes and back to good rock via cracks to fun laybacking up the flake. At the top of the flake, pull the overlap up and right following a finger crack.  This is exciting exposed climbing that is somewhat sustained and tricky to protect at first.  It is jalapeño spicy, maybe more PG than PG-13? Fun continually interesting climbing up and right takes you to the anchors on\n\nPeanuts\n\n.  There is quite a bit of lichen, since this is not well-trodden, but it is well worthwhile and recommended if you are in the area and/or enjoy the road less traveled.","protection":"Standard Eldo rack, maybe extra finger-size.  Levin says to 3\" with optional 4\", but the wide flake has small pieces in the back, and I never wanted anything larger than a #2 Camalot.","location":"This route is a variation to Left Side (10 R), which climbs the obvious flake forming a left-facing corner with a wide slot, right of\n\nThe Shield\n\n. Atop the flake where Left Side traverses left, surmount the overlap via a finger crack and move up and left across the face to the anchors on\n\nPeanuts\n\n."},"__v":0},{"_id":"mBMav6HnXcaFP1qahrSCsA==","name":"Off The Cuff","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"[M. Brooks, Pierce, Stuberg, C. Harrison, 1981]","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":38,"mp_id":"105760239","mp_crag_id":"105806998","climb_id":"mBMav6HnXcaFP1qahrSCsA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"The first pitch, as described in the Rossiter guide, is fun and  worth doing if you have a few minutes. It is only about 30 feet of climbing (fingers- to hands-sized crack that can be jammed or done as a lieback).\n\nThe second pitch is not recommended. As descibed in the guidebook, you climb a 10 inch crack behind a flake. I got into the offwidth, threw a sling around the top of the flake (the only real protection at this point), made a few offwidth moves, and swung my body to the outside of the flake. As my body was making the swing, the top several feet of the flake tilted away from the wall with me and then thudded back into place. There is a tiny (non visible) fracture through the flake. I nearly pitched off the climb while being clipped to a 500 lb. rock!! My belayer said that the top of the flake tilted so far away from the rock that she didn't understand why it went back into place. We have decided that the only reason it did, was because the momentum of my body was moving back into the wall when it tilted.\n\nBasically, don't do the second pitch until this flake falls.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"Za+nSEr0VK6tH3Rl+kFQHg==","name":"Nova (aka Jawa?)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Brooks, Chip Ruckgaber, 1980","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":36,"mp_id":"105757264","mp_crag_id":"105806998","climb_id":"Za+nSEr0VK6tH3Rl+kFQHg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This route, whatever it is called, is another tick on Obscure Eldo route tour on Lower Peanuts. This is a neighbor of\n\nHome Free\n\nand\n\nDouble Cracks\n\n.\n\nFind the ledge to the base of\n\nStar Wars\n\n. This terrain is easy to the base here. This line starts right of\n\nStar Wars\n\nby perhaps 40 feet.\n\nFind a double crack system. Start just right, stem, and yard on top of a ledge. Here you face the crux. There is not much pro here though. Step up and reach to a big flake. Find a series of improbable holds all just enough to keep it 5.7. The pro is certainly spartan at best. Lichen here tells a tale of less traffic than other sort-of-classic routes nearby like\n\nStar Wars\n\nand\n\nHome Free\n\n.\n\nPerhaps a better option for those climbing in this range: TR this line with directional pro from the top of the first pitch of\n\nDouble Cracks\n\nThere is a spot for a #1 Camalot and this can be equalized with #0.75 Camalot under the flake about 4 feet above.","protection":"A light rack & decent size gonads.","location":""},"__v":0},{"_id":"4rj4oaP4VLCkuZWk5x9Nyg==","name":"No Visible Means of Support","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Brooks and Todd Montgomery","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":4,"mp_id":"105999052","mp_crag_id":"105806998","climb_id":"4rj4oaP4VLCkuZWk5x9Nyg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This route starts out above a cut off stump and is 5.8 for the first half, this section is R and takes small RPs behind a flake that may expand. Head for a ledge with a small bush.  The second section goes right of the bush.  I ended up going right and clipping a pin on Easter Island, then going right to clip a bolt and back cleaned the pin.  Now, head straight up to the notch in the roof; this is the 5.10 section.  Find a pin and some gear and power through the roof.  The final 20 feet are on lichen-covered 5.6 find your own way up  the lichen.\n\nRossiter's book says this is a two pitch route, but it sure is fun in one pitch.  The book says to belay at the tree after the 5.8 where you will find a pin.","protection":"The route uses a standard rack, no big gear. Focus on the #1 BD cam and below, take your small nuts.  The anchor I had was suspect, so I had to use long runners to use more than one loose block.","location":"This route is at the far northeast end of Lower Peanuts.  Find the cut off stump and the notch in the roof up above."},"__v":0},{"_id":"+rHsD59gVt2x7eS3QpYbdQ==","name":"The Narrow Gate","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brand Bond and Eric Johnson, 1998","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":8,"mp_id":"106212825","mp_crag_id":"105806998","climb_id":"+rHsD59gVt2x7eS3QpYbdQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Climb the first pitch of\n\nThe Shield\n\nand belay.  Locate the large, ominous roof directly overhead and notice that the lower part of it continues out to the left horizontally. Climb up 30' or so trending slightly left and then climb out the roof with no gear through an obvious weakness and turn the crux lip at  .10b R/X\n\nPlace some gear just after turning the lip and head up and left on 5.9 slab and belay further up on the ramp.  A hard to find micro cam placement eases the tension a bit near the end of the slab.","protection":"SR.  Small tech cams.","location":"Descend the north-facing slab from the summit and then romp down a bit of talus and come back around to the base of Lower Peanuts."},"__v":0},{"_id":"CYfgbW5SUhey8AohfuoEuA==","name":"Let's Jet","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Charlie Fowler, Dan McGee, Marc Hirt, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":1,"mp_id":"106805688","mp_crag_id":"105806998","climb_id":"CYfgbW5SUhey8AohfuoEuA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Walk up the ramp 12 feet.  Clip the first bolt.  Do technical reachy moves to gain the only jug (first crux).  Clip the hidden pin on the ledge and mantel up.  Clip another bolt and gun for the top on crimps and small feet (second crux).\n\nThis route is very short (30 feet) but packs a punch for a short climb.  Not a destination climb but worth doing if you are in the area.\n\nEasy Off\n\nhas roughly the same start but exits left on the ledge part way up the route.","protection":"Two bolts and one hidden fixed pin.  1 to 3 inch cams for the anchor on top.","location":"This is on the far left side of Lower Peanuts.  The descent is painfully obvious.  Scramble off east to get back down."},"__v":0},{"_id":"jQSAVg3TU8KtCpC8BcYHyg==","name":"Just Another Girl's Climb","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Andrea Azoff, Charlie Fowler, 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":19,"mp_id":"105755299","mp_crag_id":"105806998","climb_id":"jQSAVg3TU8KtCpC8BcYHyg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Here is a great outing for the Lower Peanuts Wall: Girl's Climb to Forbidden Planet. Begin Girl's Climb in the left facing dihedral uphill from Peanuts (trad 5.8). Cop a rest at the ledge and get a reachy clip over the roof from here. For me, pulling the roof was the crux, done on thin edges with disappearing feet, this route is very similar in character to Private Idaho at Devil's Head. The rest of Girl's Climb entails largely good edges with long runs between bolts, but the climbing never reaches beyond modedrate 5.11 with some high steps on a vertical wall. Excellent stone, sparse pro (all bolts), and good climbing. From the belay you can check out Dale Goddard's classic The Sacred and The Profane. Scramble right into a corner for the belay below Forbidden Planet.","protection":"Four draws and a rope.","location":""},"__v":0},{"_id":"x4ln+uwPVeeRRnmSuv9y0Q==","name":"Jackson Browne (aka Fluid Power)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Brooks, Joe Huggins, 1982","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":2,"mp_id":"108110939","mp_crag_id":"105806998","climb_id":"x4ln+uwPVeeRRnmSuv9y0Q==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This indirect line features two very different cruxes. Begin at a radically leaning right-facing corner.\n\nP1: Climb crux moves up the corner to a small overlap at 20 feet. Continue into a ramp to a ledge at the bottom of a huge roof (5.11c, 70).\n\nP2: Traverse left on rotten rock and around the corner to a bolt in a tiny, right-facing dihedral. Make a difficult reach to good holds and exit up and right. Watch rope drag (5.11a, 50).","protection":"Tiny wires and Ballnuts to a 3 cam.","location":""},"__v":0},{"_id":"XwiSsjGHUla8L2dnYh5uJw==","name":"Home Free","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"R. & J. Rossiter, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":37,"mp_id":"105755251","mp_crag_id":"105806998","climb_id":"XwiSsjGHUla8L2dnYh5uJw==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Approach this climb at lower section of the top of the Northwest face of Lower Peanuts wall by [following] the trail to the main West Arete of the wall.  From there, scramble up a left-leaning ramp to a good ledge.\n\nFrom the ledge, about 40' right of the start of [Star Wars], or 20' right of Double Cracks (and the large pine tree which obscures it) you will see a large left facing open-book with a flake on the right side. Climb & stem up the corner on thin holds and sometimes thin gear. (5.10d)  This is the mental crux of the route, but it seemed safe.  After this sustained section, you will reach a ledge to belay on.\n\nFrom the belay, start up and left into left-facing flake which is followed (placing gear) to a ledge.  From the rest on this ledge a bolt is visible up and right on the face.  Climb past this bolt and up into a small roof (thin crux) to clip another bolt above.  Pull through the roof and go up and left on the line of least resistance to a final short dihedral above overhang near the top (moderate).  Go up this corner on good gear to the top (5.8).\n\nWalk up and right (southwest) on the sumit ridge to the saddle between Upper and Lower Peanuts wall, then down the loose trail to return to the base.\n\nThis route was fun, but not as aesthetic as some of the other face climbs on peanuts, such as Sunrider or Forbidden Planet.","protection":"This is a mixed route, but gear is definitely required unless you solo 5.10d.\n\nThe first pitch gear is reasonable, but not always where you want it, and is sometimes a little tough to fish in.  Once again, this is not a good place to push your limits.","location":""},"__v":0},{"_id":"OV0s5aUnVBO2/znEdByukw==","name":"Forbidden Planet","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"E. Johnson & A. Azoff, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":23,"mp_id":"105755236","mp_crag_id":"105806998","climb_id":"OV0s5aUnVBO2/znEdByukw==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This climb is an arete and face up on the upper tier of Lower Peanuts wall, just right of the routes\n\nWired\n\nand\n\nDihedral\n\n.  It is some distance up and right of\n\nAspenleaf Dihedral\n\n.\n\nAspenleaf Dihedral\n\nis directly above the route\n\nYour Basic Lieback\n\n(5.6), or a scramble to the right of\n\nYour Basic Lieback\n\n(5.Easy).\n\nGo up and past a slanting ledge and belay at a good stance with gear at the bottom of a good dihedral.  Move out to the right and clip a bolt on the arete, then move around the corner to the right side and out right to a second bolt before moving up.  This is the crux (5.11b).  Continue up clipping a few bolts up along the way and heading back to the arete.\n\nBelay & rap from the good bolted anchor up top.\n\nThis is a good route with great moves.  If I weren't so stuck on multi-pitching, I might give it 3 stars, but like\n\nSunrider\n\n, it's just not long enough to completely satisfy me.","protection":"Bolts.\n\nOf course, you may want gear to do a good pitch to approach the climb.","location":""},"__v":0},{"_id":"rxWXG8NFWziChBKMnq/1PQ==","name":"Fickle Finger of Eight","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Carl Lemke, solo, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":39,"mp_id":"105759777","mp_crag_id":"105806998","climb_id":"rxWXG8NFWziChBKMnq/1PQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This is yet another obscure little route....\n\nIf you seek this climb, find it on the far ight side of Lower Peanuts.  It is right of\n\nStar Wars\n\nand just right of\n\nHome Free\n\n.  It is squeezed between\n\nOff the Cuff\n\nand Sickle.  It has a pleasant if brief, 5.8, crux dihedral.\n\nThis climb starts up in a short, thinnish, left-facing dihedral just right of a wide cleft (10\") called\n\nOff the Cuff\n\n.  Small gear, a bit of stemming, and liebacking and you're through the crux.  You can continue upward in a chimney with an interesting but easy roof move.  Find a belay.  Exit easily right to 3rd class terrain & descend.  There is lichen and a bit of loose rock here.\n\nI found these notes on this route as I was reminiscing about climbing with a young man, Ryan, a son of a good friend of mine, who is no longer with us in body.  It was his first outdoor climbing day.","protection":"Basic Eldo rack.","location":""},"__v":0},{"_id":"atHI0gTxVH+ARnLyVJL2SA==","name":"Faith, Hope, and Charity","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Joseph Crotty and Alex Blum","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":24,"mp_id":"106457041","mp_crag_id":"105806998","climb_id":"atHI0gTxVH+ARnLyVJL2SA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Faith, Hope, and Charity was lead-pointed over three days in late May and early June 2009 and then led all gear placed on lead. This is possibly a three star route, but some suspect holds in the first half detract from the overall movement and stellar upper crux. A combination of creative body work, mental stamina, semi-technical foot work, and a dash of power add up to good climbing.\n\nClimb an easy slab into the right-facing dihedral. Place a few good technical cams, and grapple with the tenuous and awkward lower crux. Mid-crux some dubious gear can be placed. Botching the exit sequence into the rest guarantees carnage. You will not die, but it will not be pretty (.11c R).\n\nFrom a balance rest, sew up the crack with medium stoppers. Fire to the arête and up onto the crux face. Finish on the sparsely protected face/arête just left of the last third of\n\nStar Wars\n\nsecond pitch. JIT (Just-In-Time) gear appears on the face if you search for it.\n\nThis was originally TR'ed by Mark Tarrant.","protection":"SR with an emphasis on technical cams and medium wires.","location":"Lower Peanuts\n\nbetween\n\nForbidden Planet\n\nand pitch two of\n\nStar Wars\n\n. Start 50' left and 50' below the second pitch of\n\nStar Wars\n\nfrom a comfortable ledge below the obvious right facing dihedral.  The dihedral peters out onto the arête and then face.  Finish on the face/arête just to the left of the last third of\n\nStar Wars\n\nsecond pitch. Solid tree for anchor. Walk off uphill a bit to the\n\nLower Peanuts/Upper Peanuts\n\nsaddle."},"__v":0},{"_id":"eLMeX0aJWauIdRobJn0Pcw==","name":"Evangelium Vitae (The Gospel of Life)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Joseph Crotty","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":9,"mp_id":"109073035","mp_crag_id":"105806998","climb_id":"eLMeX0aJWauIdRobJn0Pcw==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Climb out the stellar roof directly above\n\nThe Shield\n\n. Steep climbing on mostly big clean holds leads to a few wild and innovative moves in a spectacular position. A great combination skills route for trad/sport teams - negotiate the excellent but heady .11b R ballet climbing on\n\nThe Shield\n\nto gain the EV belay and then put on your sport face to secure the chains.\n\nFor those looking for an easier alternative approach pitch to EV, you can climb\n\nPeanuts\n\nor\n\nBlows Against the Empire\n\nand traverse left ~80' to reach the belay above\n\nThe Shield\n\n.\n\nFrom the belay atop\n\nThe Shield\n\n, move left five feet and climb up two short angling cracks that converge. Place a good, blue #1 Metolius cam in the left crack high where it nearly converges with the right crack. Layback above the cam and rock onto the slab above finding a couple of good finger rails up high and right, and clip a bolt. You can not see the bolt from the belay. Move right five feet, and place a gold #2 Camalot, which will take the edge off clipping the second bolt next to the \"tooth\". You can stand up to the right of the tooth and get a great no hands shake - enjoy it as it's your last until the chains. Move left past the tooth, and latch a suit case block for clip three. Surf into the bottom left side of the \"shark fin\" for clip four. Get your psyche on for the crux. Hit clip five, and cope with final RP moves. See the Protection section below for helpful specifics on what draw lengths to use.\n\nMany heart felt thanks to Steven Lucarelli, Rob Woolf, Steve Annecone, Rob Kepley, Matt McKey, Travis David, and Greg Miller for their support.\n\nTwo failed ground-up attempts in 2008 and subsequent top down inspections made it clear it required bolts. This was bolted in the Fall of 2009.","protection":"For\n\nThe Shield\n\na SR with a set of DMM Brass nuts (\n\ni.e.\n\n, two HB Brass Offset 3) and few technical finger-sized cams. Save two gold #2 Camalots for the belay.\n\nEvangelium Vitae has five lead bolts and a two bolt anchor equipped with chains and carabiners. Bring a blue #1 Metolius Master Cam and a gold #2 Camalot. The rope will run optimally with the following placements:\n\n1. Metolius Master Cam - blue #1 with quickdraw (gate left).\n\n2. Bolt - shoulder runner and quickdraw (gate right) keeps rope running straight and clean when you're climbing higher.\n\n3. BD Camalot - gold #2 with shoulder runner (gate right) takes the edge off the next clip.\n\n4. Bolt - shoulder runner (gate right) makes your next burn a lot easier as you won't need the BD Camalot gold #2.\n\n5. Bolt - shoulder runner (gate left) keeps the rope running straight.\n\n6. Bolt - quickdraw (gate left).\n\n7. Bolt - two quickdraws (gate right) keeps the rope running clean when you take the airy wobbler at the finish.","location":"On Lower Peanuts Evangelium Vitae is the roof above\n\nThe Shield\n\n. Do\n\nThe Shield\n\nP1, and belay on a 8x2 foot ledge.\n\nBelaying/Rope Length\n\n70m rope is best. Belay atop P1\n\nThe Shield\n\n. Several parties have reported that attempting EV from the ground using 80m rope results in tons of rope drag.\n\nDescent\n\nIf you're at the belay atop P1\n\nThe Shield\n\n, you have several options to reach the ground:\n\n* Climb EV to the top, and walk off.\n\n* With a 80m rope, climb EV to the anchor. Lower one climber to the ground. Rappel to the anchor atop\n\nYoung, Blond, and Easy\n\n(i.e., climber's left) then rappel again.\n\n* With a 70m rope, climb EV to the anchor. Lower one climber to the ledge 40' above the ground then 5.7 down climb to the climber's left.  Rappel to the anchor atop\n\nYoung, Blond, and Easy\n\n(\n\ni.e.\n\n, climber's left) then rappel again.\n\n* With a 60m rope, climb EV, and leave draws on bolts one and two and rappel with rope through draw two to the ledge 40' above the ground, then 5.7 downclimb to the climber's left.\n\n* Then traverse 80' right to the anchor atop P1\n\nPeanuts\n\n, then rappel to the ground.\n\n* Leave the gear you're belaying on atop P1\n\nThe Shield\n\n, and rappel to the ground.\n\nPre-draw/TR\n\nIt's a circus to TR this as it's too steep to get back on if you fall anywhere in the first three bolts. It is possible to pre-draw the bolts by hiking up the back side of\n\nLower Peanuts\n\nclimbing up the slab 100' finding a long large detached block along the ridge. The anchor is just over the edge."},"__v":0},{"_id":"i4OF5um6Xpykxd/q4EgUVA==","name":"The Empire Strikes Back","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dan Michael and Debbie Middleton, 1979","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":35,"mp_id":"105967370","mp_crag_id":"105806998","climb_id":"i4OF5um6Xpykxd/q4EgUVA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"The Empire Strikes Back is the obtuse dihedral to the climbers right of P2 of Star Wars.  I loved this pitch, most of the moves on it are thought provoking, weird, and just fun, perfect Eldo climbing.  The line goes up the dihedral, and as we climbed it, at the bolt near the top, it goes a bit right to meet up with the short steep dihedral that Home Free finishes with.  Rossiter mentions that originally the line goes up left then \"through a notch at the top\".  I wasn't able to see this line, but then again, I wasn't looking too hard for it....","protection":"I noticed one spot that would probably take a tiny TCU, that's about it.  There's a bolt near the top, right before the crux, but right in that section of the climb, some of the holds seemed like they could pull off..so it'd be a pretty dicey lead with that small section of bad rock, and lack of protection.  A TR can be set up in the steep dihedral above a small ledge by either doing P2 of Home Free or by traversing in from Star Wars.  Just after the v-slot and before the short bulge move of that route, traverse right along the ledge to the dihedral (be very careful of loose rock!!).","location":"Starts on the same platform as P2 of Star Wars, its the obvious obtuse dihedral to the right of Star Wars."},"__v":0},{"_id":"f8992LgoVTKS4/IgrMxTQA==","name":"Easy Off","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"M. Brooks, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":0,"mp_id":"105755257","mp_crag_id":"105806998","climb_id":"f8992LgoVTKS4/IgrMxTQA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This short and somewhat grungy pitch looks unattractive but has a few cool moves and a stumper crux. It is certainly no destination, but if you like doing committing thoughtful moves, it is worthy of the bother. The route generally is in the shade.\n\nI cleaned the route well in July of 2001, and it may remain clean for a while if it gets a little traffic.\n\nEasy Off ascends the northernmost section of Lower Peanuts Wall, going up the wall at some fixed slings (bolt and pin?). The original 5.9 grade is a sandbag and does not reflect the difficulty of the boulder problem required to get onto the first good holds of the route. This may range from 5.10a to 5.10d, depending on your height. At 5'11\", it felt like 5.10c.\n\nClimb up and left on a thin and insecure flake to reach a ledge, a short distance from the ground. These first few moves are hard and are not protected. The slab below might twist an ankle badly, so ask your belayer to spot you. Once on the small ledge, move left to its edge, clipping the fixed pro and placing a piece if it makes you feel better.\n\nFrom there, move up and then up and right to reach the slabs above and belay.\n\nTo descend, walk off left (northeast) for 30 seconds to reach the cliff base.","protection":"Despite apparently having had a bolt retro-added, this climb could still produce a fall resulting in some nasty trists or scrapes. You might not clip anything but fixed gear, but placing your own would be a good option to have, including to make a belay, so I have listed this route as trad.","location":""},"__v":0},{"_id":"8BoExBNTXoO5sdL8Zhf7wA==","name":"Double Cracks","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"K. Donald et al., 1977?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":33,"mp_id":"105755254","mp_crag_id":"105806998","climb_id":"8BoExBNTXoO5sdL8Zhf7wA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"According to Rossiter, this pitch is presumed to be the way that K. Donald & his partner reached the second pitch of Star Wars to do the F.A. of that pitch.\n\nFrom the ledge at the base of Starwars and Home free, about halfway between the two routes, a large pine tree sits near the base of an arete.  A few cracks ascent the arete for 60' near to this tree at the base.\n\nClimb up and left on two cracks (mostly easy) to the ledge contiguous with the first pitch of Star Wars.\n\nThis pitch is easy with plenty of good gear and is a reasonable practice lead for a newbie.","protection":"Standard rack with lots of good gear and stances to place from.","location":""},"__v":0},{"_id":"hLle/RWAXn+CiUIoatnVrg==","name":"Do or Do Not","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Steve Levin & Dave Holliday, July 2007","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":31,"mp_id":"105993858","mp_crag_id":"105806998","climb_id":"hLle/RWAXn+CiUIoatnVrg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"RPs to 1\". Critical black Alien for the crux.","location":"Off the\n\nStar Wars\n\nledge, between\n\nStar Track\n\nand Direct Start to\n\nStar Wars\n\n.\n\nFinish on\n\nStar Wars\n\n,\n\nThe Empire Strikes Back\n\n, or\n\nHome Free\n\n, or downclimb the\n\nDouble Cracks\n\n."},"__v":0},{"_id":"Kyp9iEfKUSuEtH2k0vnskQ==","name":"Direct Start to Your Basic Layback","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":26,"mp_id":"117309320","mp_crag_id":"105806998","climb_id":"Kyp9iEfKUSuEtH2k0vnskQ==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This is a short approach pitch (or link into as one pitch) for\n\nYour Basic Layback\n\n. It is listed in the Eldo Levin guidebook at PG-13, but the pro is quite good. This is somewhat chossy but less than I expected from the book description and MP comments. It is a better option for accessing\n\nYour Basic Layback\n\nthan is the ramp scramble.","protection":"A standard rack with an optional #4.","location":""},"__v":0},{"_id":"jLJZ3rXvUzOQ/GDZ281Gnw==","name":"Dihedral","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Jim Ericson, solo 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":21,"mp_id":"105760014","mp_crag_id":"105806998","climb_id":"jLJZ3rXvUzOQ/GDZ281Gnw==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Dihedral is also posted on this site as\n\nCornered\n\n.  Climb\n\nYour Basic Lieback\n\nand set up a belay.  There is a rap station to your left, but it is easier to stay near the recess where Dihedral,\n\nWired\n\n, and\n\nForbidden Planet\n\nbegin (see Rossiter's sketch on page 136 of his new guide).\n\nClimb through a short rotten section, then head into the obvious dihedral and cut left and climb around the left side of a positive flake.  Going straight up the steep finger crack is solid 5.9 (see the description for\n\nCornered\n\n).  Once on top of the ramp, move up and right to the anchor on top of\n\nForbidden Planet\n\n.\n\nRap down and slightly left on a rotten band to another rap station.  One more rap with a 60 meter rope gets you to the ground (just barely).\n\nRossiter lists this climb as a 5.9-, but his sketch shows the flake variation as 5.7.  I led it and I believe the 5.7 rating shown in the sketch.  Linked with\n\nYour Basic Lieback\n\n, this makes for high quality moderate climb, as well as a great warm up for\n\nStar Wars\n\n.","protection":"A standard Eldo rack.  Cams in the finger to hand sizes.","location":""},"__v":0},{"_id":"c2rBsumhV4+MPw5FdgaRhA==","name":"Criller","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Steve Annecone, Mike Schlauch, and Joseph Crotty, August 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":5,"mp_id":"115149684","mp_crag_id":"105806998","climb_id":"c2rBsumhV4+MPw5FdgaRhA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Criller, AKA Lock it for Wayne. Wayne Crill was seriously injured making a FFA attempt with Greg Miller on August 9, 2014 when his rope unclipped from not one but two pieces of protection as reported in\n\nAccidents in North American Mountaineering\n\n(conclusion: locking carabiners would have averted the accident). With Wayne and Gregs' permission, the route has been bolted. Please, keep Wayne in your prayers.\n\nBegin just below a crack in a lie back feature up a slab to a good flat ledge. Place some finger-sized cams until you can work up a bit to clip the first bolt - best to use a quick draw with locking carabiners. Moving left past the first bolt is .11a/b. A green or purple Camalot helps between bolts four and five. The crux of the climb is traversing between bolts six and nine as there are multiple .11+ cruxes, but decent rests are sprinkled throughout. During the traverse, don't climb high into the tempting crack, but stay slightly below the bolts.","protection":"Bring a 60m rope. Clip 10 lead bolts and a two bolt anchor. Bring one each of Metolius #1-#3 for the start and one green or red Camalot between bolt four and five. A shoulder runner on bolt four helps reduce drag later.","location":"It is just left of\n\nYoung, Blond, and Easy\n\n."},"__v":0},{"_id":"JrqaY34FVPyqvBshkccySg==","name":"Chaucer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":25,"mp_id":"105993867","mp_crag_id":"105806998","climb_id":"JrqaY34FVPyqvBshkccySg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Standard rack.","location":"The very lowpoint of the\n\nStar Wars\n\nledge, just left of\n\nYour Basic Lieback\n\n."},"__v":0},{"_id":"HptYlb6eW8yA4zkt1zDWPg==","name":"Cornered, straight up variation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Cornered (5.9-), going left at flake undercling:Jim Erickson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":22,"mp_id":"105749866","mp_crag_id":"105806998","climb_id":"HptYlb6eW8yA4zkt1zDWPg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Climb\n\nYour Basic Lieback\n\n(excellent short 5.6) and traverse to bolt belay ....climb up past rotten section into steepening dihedral corner that gets steep fingers up to a large flake.\n\nThe original route, Cornered or\n\nDihedral\n\n, goes left at the undercling on the flake.....straight up variation goes up the steep but fun finger crack right of the flake in the corner (solid 5.9) to a big ramp/ledge with 2 bolt belay up and right.\n\nRappel 80 feet to bolt belay and 100 feet from there to ground...could easily be done as 1 long and fun pitch.","protection":"Smaller cams....double bolt anchor for both anchors.","location":""},"__v":0},{"_id":"9bJ4v2pxXFirs4k3V7OuGg==","name":"Blows Against the Empire","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Charlie Fowler, Dan McGee, Marc Hirt, 1987.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":12,"mp_id":"105756925","mp_crag_id":"105806998","climb_id":"9bJ4v2pxXFirs4k3V7OuGg==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This route begins with the same 4th class approach as\n\nPeanuts\n\n(look for a dead horizontal tree part way up the cliff). Set up a belay about 15 left of the start of\n\nPeanuts\n\n.  The crux is above the first bolt and is height-dependent to reach a good edge.  The short slab is followed by a short crack, which has one difficult move.  Follow the crack to a ramp, up and right, continuing to the desired anchor.  This route provides a good approach pitch for\n\nAir Guitar\n\n.","protection":"2 bolts protect the initial slab.  The upper crack and ramp traverse can be protected with gear up to 1\".  There is a two-bolt anchor where this route merges with\n\nPeanuts\n\noffering a rappel option, or one can continue along the ramp to the 2-bolt anchor on\n\nJust Another Girl's Climb\n\n.","location":""},"__v":0},{"_id":"EmfveajuVguoAY9/G9yTlA==","name":"Black Pearl","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Eric DeCaria","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":16,"mp_id":"106145091","mp_crag_id":"105806998","climb_id":"EmfveajuVguoAY9/G9yTlA==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Black Pearl was equipped by Fred Knapp. Tech 9!","protection":"Bolts  anchors shared with \"\n\nScorpions\n\n.\"","location":"Climb the black streak between \"\n\nScorpions\n\n\" and \"\n\nSacred And Profane\n\n.\""},"__v":0},{"_id":"Q2Yd7p9FUji6xEjxGcxk/g==","name":"B.A.T.E. Direct","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":11,"mp_id":"121115180","mp_crag_id":"105806998","climb_id":"Q2Yd7p9FUji6xEjxGcxk/g==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This direct start to\n\nBlows Against the Empire\n\noffers a relatively plumb line from the ground to the anchor, adding a crux of similar difficulty, yet with a bit more spice, down low. It seems like the best, most logical way to climb\n\nB.A.T.E\n\n.\n\nAccording to a 2010 comment from \"Ryan Malarky\" on\n\nBlows Against the Empire\n\n, there used to be a pin in the seam. It is no longer there.\n\nClimb blocky terrain, aiming for a distinct plaque of solid rock split by a seam that opens briefly to a finger and thin hand crack. Protection is thin and tricky -- look for a crucial small cam (I placed a #00/0 Metolius offset) to the left of the plaque. Make a committing move to access the finger/hand crack where bomber gear will protect the final moves to the rotten band. Clamber up the ramp to the start of the\n\nB.A.T.E.\n\nslab with two bolts, and follow this to the anchor.","protection":"1 each: tiny cams to #0.75 Camalot and a few medium nuts.","location":"Begin about 30 feet downhill from the start of\n\nPeanuts\n\nand just right of Left Side."},"__v":0},{"_id":"wBSthJTsUb+NzUWOpr1tUw==","name":"Aspenleaf Dihedral","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Brooks (free solo)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":18,"mp_id":"105755233","mp_crag_id":"105806998","climb_id":"wBSthJTsUb+NzUWOpr1tUw==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"This climb is a flake and crack system in an open book dihedral.  The line is attractive, but short and tweaky.  The initial section of the route does indeed look like a 30' tall Aspen Leaf.\n\nAspenleaf Dihedral is directly above the route\n\nThe Scared and the Profane\n\n.  Few climbers would approach the route by this pitch, so consider getting there by going up and right of\n\nBlows Against the Empire\n\n(5.11) or\n\nPeanuts\n\n(5.9) or down and left of\n\nJust Another Girl's Climb\n\n(5.12) or\n\nYour Basic Lieback\n\n(5.6), or a scramble to the right of\n\nYour Basic Lieback\n\n(5.Easy).\n\nSet a belay on the ledge from gear or the bolt anchors above\n\nJust Another Girl's Climb\n\n(up and right of Aspenleaf's start).\n\nPlace a few small pieces on the right side of the aspen leaf and step up off of the ledge into the slightly overhanging route.  This is the first crux (balancy 5.10).  Continue up and left, crossing the dihedral at the leaf's tip to flakes on the left.  Place gear whenever possible, as there will be places where it is not so good.  A fall should be plenty safe if this is considered. From the top of the leaf, climb easier rock (lower angle) up and left near a crack to reach a ledge with a tree and belay.\n\nFrom the belay, one can scramble up to the summit ridge or move over and finish on\n\nWired\n\n.  To descend, get to the bolt-anchors of\n\nForbidden Planet\n\nand rap down to the starting ledge, and then from the bolt anchors of\n\nJust Another Girl's Climb\n\nto the ground.\n\nBetter yet, do\n\nForbidden Planet\n\ntoo - it's a good route and you are up there anyway.","protection":"Thin gear behind, with a few pieces in behind some potentially breakable rock. Overall, the route is safe, but you can not count on every piece, so a lot of pumpy gear should be placed if you are not solid at the grade. Medium HB offsets were overhead crux pro for me.","location":""},"__v":0},{"_id":"KdlNf+ryUO6IgQEb7Pu3ag==","name":"Air Guitar","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Dieckhoff, Kathy Lenz","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"left_right_index":15,"mp_id":"105760593","mp_crag_id":"105806998","climb_id":"KdlNf+ryUO6IgQEb7Pu3ag==","areaRef":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":"Although it is very short, this pitch is action-packed and excellent. Air Guitar climbs a clean face above Peanuts, Blows Against the Empire or Scorpion. Belay at the bolt anchor above Scorpion and the new 5.13 that joins Scorpion. (Using the bolts below for an upward anchor, you can sit on the relatively comfortable ramp and avoid the hanging belay.) The first bolt is just above the ramp, off to the left. Climb up a shallow arete with ever-increasing difficulty. The last move is a real \"you gotta believe\" treat! Belay off a tree and wires right above the pitch. Or, either 1) place a directional and move off left to belay before the downclimb descent or 2) place a directional and move up right  to belay at a two-pin anchor for a rappel descent or to carry on to the base of Forbidden Planet.","protection":"3 QDs plus small to medium wires for horizontal between bolts 1 and 2.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,b66d8360-dd00-50a8-ae29-7fd0480e360c,366d1f5f-3ab9-5c83-bc32-a32c8ef26ef5","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Peanuts Walls","Lower Peanuts"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":2,"label":"5.9+"},{"count":5,"label":"5.11b"},{"count":2,"label":"5.9"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10b/c"},{"count":3,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.11"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.10"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.13"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":38,"bands":{"unknown":0,"beginner":13,"intermediate":11,"advanced":14,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":2}},"tr":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":12,"advanced":15,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28656,39.92885]},"bbox":[-105.28714637912702,39.92840033981814,-105.28597362087295,39.92929966018186],"left_right_index":-1,"ext_id":"105806998","area_id":"Nm0fXzq5XIO8MqMsjvJu9Q=="},"content":{"description":""},"density":0,"totalClimbs":42,"__v":1,"createdAt":"2022-11-07T05:55:58.559Z","updatedAt":"2022-11-25T11:16:32.410Z"}