{"_id":"6368a265e80bff5a99565f02","area_name":"e. The Mac Wall (Something Interesting)","shortCode":"","climbs":[{"_id":"9GdWrLgXU+Wjwg/jDr3how==","name":"Welcome to the Gunks","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Andy Cairns & Jim Kolocotronis - 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":33,"mp_id":"105799065","mp_crag_id":"107039700","climb_id":"9GdWrLgXU+Wjwg/jDr3how==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Welcome to the Gunks is a nice little single-pitch climb that passes through multiple roofs!\n\n Begin below tiered roofs at the center of a low roof with two crack/flake systems which is right of Tequila Mockingbird and Dry Martini. The access trail for Welcome to the Gunks is about an 8-min. walk from the Uberfall, and a 4-min. walk from where the East Trapps Connector Trail meets the carriage road.\n\n The first bit is difficult and scary - unprotected moves on slopers will get you to some decent gear. Above this there is another runout through the second roof, but fortunately the rest of the climb is well-protected.\n\n A 2-bolt anchor gets you to the ground with one 60m rope.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"R84PebNwVBSCLls8ba+G6Q==","name":"Try Again","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"FA: Jim McCarthy & Hans Kraus - 1955FFA: Rich Goldstone, Jim McCarthy, & Ray Schrag - 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":12,"mp_id":"105799088","mp_crag_id":"107039700","climb_id":"R84PebNwVBSCLls8ba+G6Q==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Try Again is just left of Coexistence -- an excellent climb on a totally stacked section of the cliff. It's generally well protected, and could be considered a good warmup for the other climbs here if it weren't so difficult itself.\n\n Follow a right-facing corner system in white rock (usually some sort of fixed pro) to a two-bolt anchor.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"2JpOUfsVVgK7msHJUdyUyA==","name":"Tough Shift","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim McCarthy & Ants Leemets - 1961","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":17,"mp_id":"105799572","mp_crag_id":"107039700","climb_id":"2JpOUfsVVgK7msHJUdyUyA==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Tough Shift is a great, scary little pitch on the stacked MF wall. Begin at the right-hand margin of the wall, just right of Graveyard Shift, at a thin jagged crack. The crux is sandbagged, but fairly well-protected, although there is some scary climbing at about 10a.\n\n Climb up the crack into a right-facing corner system and follow this up to an obvious high point that is about 20' below the roof band. Place some high pro and bust it straight left (crux, long reach) to a good, but committing, hold. Take another deep breath and continue left, and then up into a distinctly orange/white shield of rock. The holds are there, but you definitely don't want to blow it as you're looking at a big pendulum whipper. Climb up into the roof and stretch even further left to a welcome flake/jug, and good protection. Pull the roof, and belay at one of the two-bolt anchors above.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"ashXsherXCGbd1BFWyb40Q==","name":"Tough Existence","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":18,"mp_id":"111695378","mp_crag_id":"107039700","climb_id":"ashXsherXCGbd1BFWyb40Q==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This climb is interesting and deserves more traffic. The P2 crux is unique for the Gunks with mandatory crack climbing, similar to the Bonnie's Roof Direct crux but double the length, exposure and jamming difficulty. \n\n  P1: This is a link-up from Tough Shift to No Existence. After tackling the crux of Tough Shift at the thin jagged crack and reaching the orange face section, move right to the right-facing corner of No Existence. Continue up easy terrain until you reach a tree with slings for a comfortable hanging belay. 5.10a, 120'. \n\n  P2: Right above you is the crux of P2 that requires mandatory jamming on steep overhanging terrain. After a few (desperate) short jamming moves, face holds appear again to exit the overhanging section. This pitch could be sandbagged if you are not used to crack climbing. There is a tree at the top for a belay. 5.10a++, 70'.","protection":"Standard rack plus a #4 or #5 BD to protect the jamming crux of P2 to avoid hitting the rocks and tree below you if you blow the crux.","location":"Start on Tough Shift below the thin jagged crack. At the top, there is a tree with slings about 20' to the climber's left for rappel above Coex and Try Again. Be careful of the climbers on those routes when lowering your rope. One double rope (70m) rappel or two single rope (60m) rappels get you to the ground."},"__v":0},{"_id":"cXcl0kzVU2y6Pda9vy7ZMg==","name":"Three Pines","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Hans Kraus, Roger Wolcott, Del Wilde, 1941","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":0,"mp_id":"105799108","mp_crag_id":"107039700","climb_id":"cXcl0kzVU2y6Pda9vy7ZMg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Until the mid-2000s, you could identify this route by its iconic set of pine trees.  Now, there are fewer.Though it has some competition, this is the best 5.3 at the Gunks. It is the steepest 5.3 that I have ever been on! This area, the Mac wall, is another destination area, since there are a number of high quality routes nearby. One of the three old pine trees is now missing due to an ice storm in 2002.The Three Pines access trail is about a 5-6 min. walk from the Uberfall, and a 1-2 min. walk from where the East Trapps Connector Trail meets the carriage road. The trail arrives just below MF.Start below a corner system 30' left of the obvious crack of Something Interesting, at a short right-facing blocky corner with a small tree on a ledge at ~8'. Two huge pine trees can be seen above.P1: Angle up and left into a left-facing dihedral. Follow this crack to a large ledge with a pine tree. 5.3, 60'.(It is straightforward to combine P1 and P2 - just take care to keep your rope away from pine sap.)P2: Continue up the right-facing dihedral with a large fat crack to your left. Finish on a large ledge with a bolt anchor. 5.3, 50'.P3: Re-establish your belay about 30' to the right, below the next left-facing corner system. Climb the blocky left-facing dihedral above, using the \"diving board\". Step right (or straight up the short hand crack -- 5.6), then work up the face above. 5.3, 50'.Descent: Walk back left to a big pine tree, and find a set of bolts; three rappels with one rope using bolt anchors.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"ZlemizUxU7SzsJVrCM4Yyg==","name":"Tequila Mockingbird","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rich Perch, Ivan Rezucha  1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":30,"mp_id":"106437414","mp_crag_id":"107039700","climb_id":"ZlemizUxU7SzsJVrCM4Yyg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"How could this be 5.6? Overhang after overhang, this route weaves its way up some steep rock.   \n\n  To start, follow a crack that angles up left to the first set of overhangs then up right through a notch to a good ledge.   \n\n  The 2nd pitch tackles a hanging right-facing corner directly over your head. It's steep right off the ledge and if the starting footholds break, you'll land on your belayer. After swinging around left at the top of this corner, you'll be faced with the crux bulge. Above, head up right to find another belay. The first two pitches could be linked, but the rope drag would be horrendous.   \n\n  The third pitch follows a right-facing corner, shared with Dry Martini, until a steep hand traverse to the right to another right-facing corner which takes you to the top.    \n\n  From the clifftop, you can walk right to rappel over Beginner's Delight.","protection":"Standard rack. There was a sketchy fixed-nut anchor above the 2nd pitch. There are also trees at the top.  We chose to walk over to one of the more frequented rap routes...","location":"From Credibility Gap, walk left about 60 feet; further left is a big left-facing corner capped by a big ceiling.  Alternatively you can approach from the Mac Wall by walking to the right about 200'; look for the deep left-facing corner where Dry Martini starts, and the left-leaning crack of this route is another 20' right of that."},"__v":0},{"_id":"haTUwJwYWbG4dLJ8qlqGlg==","name":"Still Crazy After All These Years","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"S. Angelini, A. Rubin, A. Juncusa","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":4,"mp_id":"106738801","mp_crag_id":"107039700","climb_id":"haTUwJwYWbG4dLJ8qlqGlg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Several 5.8/5.9 sections lead to a short, tricky crux. The protection is all there. \n\n  Start ten feet right of Something Interesting. Climb, wandering right and left, for 40 feet or so to a short, orange face; at that point you will more or less at the same level as the crux bulge of Something Interesting. Move up into a short, right-facing corner (crux),  then go straight up to finish on Something Interesting. \n\n  You won't be able to climb this independently of climbers on Something Interesting - you'll have to figure out how to interleave with them, or wait until both routes are free. ","protection":"Standard 'Gunks rack.  Some discussion of protection in the comments.","location":"McCarthy Wall, ten feet right of Something Interesting, at a very small, left-facing corner that begins at the ground."},"__v":0},{"_id":"72jBnMuzUMiWUbInLzbm4w==","name":"Star Action","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Richardson, Dick Saum, Ivan Rezucha, 1974.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":15,"mp_id":"105803185","mp_crag_id":"107039700","climb_id":"72jBnMuzUMiWUbInLzbm4w==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Star Action was my first first ascent (FFA?). See the comments for my version of the story. It's since become very popular--an easier version of Coexistence just to the left. Dick Williams' recent guides call it 10b. Todd Swain calls it 10+. I have no idea, but it's easier than Coex, and likely harder than 10bs in most climbing areas.\n\n P1: Climb the face and up a thin crack at 5.7 or 5.8, with not much gear, to a horizontal. Protect the second, then traverse left and up to the right edge of the ledge. Most parties will belay here.\n\n P2: Follow a thin crack past a few short, thin horizontal cracks to a ceiling. On the FA, we placed a pin in one of the horizontals and one at the ceiling - I don't know if they are still there. In his latest Trapps Guide (aka the Gray Dick), Dick Williams has the crux nailed: \"Work/dyno up to a jug (physical crux), then move left into the corner (mental crux) ...\"\n\n The move over the ceiling was always at the limit of my finger strength for doing it statically. But the move left into the corner was always the crux for me - you have to extend left from the jug, with not much for your feet, to a layback. Transitioning into the layback is spooky. Once you're there, it's easy. There's another way, though. From the jug, if you're strong enough, you can reach straight up to a positive hold and then just step up to stand on the jug.\n\n Above the ceiling, move up and right to a bolt anchor (obviously not there on the FA; in those days, we would traverse left to the Coex pin anchors to bail after P2 of Star Action).\n\n P3: Rarely done; continue up the right-facing corner to a large roof. Roll over the roof at a break, a la beached whale, at 5.9. Todd Swain's guide says this roof had been done previously.\n\n P4: There is apparently an easy pitch leading to the top. In those days, Dick Williams wouldn't put a climb in the guide if it didn't go all the way to the top; hence many routes included less-than-aesthetic upper or bottom pitches just to ensure getting in the next guidebook.","protection":"Trad, bolt anchors above the crux pitch. Standard rack with mostly small cams and nuts.","location":"The McCarthy Wall (\"Mac Wall\") is bounded on the left by the huge right-facing corner of Three Pines. Its bounded on the right by the smaller right-facing corner of Overhanging Layback. Midway on the Mac Wall is a short-left facing corner starting 15' off the ground that leads to a ledge that extends to the right. Men at Arms and Try Again start up this corner. Coex starts just to the right. Star Action starts to the right of the right edge of the ledge. \n\n  The Mac Wall access trail is about a 6-min. walk from the Uberfall, and a 2-min. walk from where the East Trapps Connector Trial meets the carriage road."},"__v":0},{"_id":"0hd6XQQNUzCQ3Oqkvy63RA==","name":"Something Interesting","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Hans Kraus, Ken Prestrud, Bonnie Prudden, 1946. FFA: Art Gran, 1950's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":3,"mp_id":"105799118","mp_crag_id":"107039700","climb_id":"0hd6XQQNUzCQ3Oqkvy63RA==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This great route is very popular, so plan ahead.\n\n The Something Interesting access trail is about a 6-min. walk from the Uberfall, or a 2-min. walk from where the East Trapps Connector Trail meets the carriage road. When the leaves are down, you'll spot the crack from the carriage road, and the access trail is just a few feet further. At the cliff, walk left to get to the start, below a long crack about 30' right of Three Pines.\n\n P1: Follow a right-leaning finger crack to a bulge with a large reach, then surmount that to a ledge. There are several pitons to reassure you that you're in the right place.\n\n P2: Continue up the crack and fun face above to the GT ledge. Gear anchor.\n\n It's easy enough to link P1 and P2 in one 140' pitch to the GT - just bring lots of runners and gear. It's possible to rappel from the Three Pines bolts at the GT ledge (2 ropes, or 2 raps with 1 rope).\n\n P3: Climb a left-facing dihedral behind the (missing) pine tree to a the larger right-facing dihedral above. Follow this to a bolt anchor. 5.7+, 90'.\n\nThe Dangler used to be listed as a variation for P3.\n\n Rap with one rope using the bolted stations between Three Pines and Something Interesting.\n\n Note if you're wanting to set up a TR or top belay: the bolted station at the top of P1 doesn't work well for TR or top belaying; they are 20' to the left of the pitch. At the GT, there are giant rocks at the top of the P2 that you can sling for a top belay (and plenty of gear placements available).","protection":"Standard Rack, extra finger-sized gear.","location":""},"__v":0},{"_id":"qJsXtWw4XAm6Qv75471PPg==","name":"Something Boring","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim McCarthy, Walter Baumann, Beth Stannard, Laura Brant, Christian Leroyer, 1971","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":2,"mp_id":"107060701","mp_crag_id":"107039700","climb_id":"qJsXtWw4XAm6Qv75471PPg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"1. Climb to the bottom of an obvious crack, go right a bit and then wander up to the big ledge on Three Pines. 5.7, 100 feet. \n\n  2. Start 15-20 feet right of the Three Pines corner. Climb straight up the face to the overhang. After the overhang, straight up again to the large ledge. 5.9 X, 60 feet. \n\n  3. I haven't done the third pitch, but those that have told me it is nice climbing and well protected. \n\n  The description in the latest gray 'Gunks guidebook is not correct.","protection":"Standard 'Gunks rack.","location":"Start approximately halfway between Three Pines and Something Interesting; there are no distinct landmarks."},"__v":0},{"_id":"whGyyHGHUvakXH7EyipQkQ==","name":"Scene of the Climb","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kevin Bein and Ron Sacks (1976)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":20,"mp_id":"106138104","mp_crag_id":"107039700","climb_id":"whGyyHGHUvakXH7EyipQkQ==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"P1 is actually very nice, but it is often wet and the crux gear (an old fixed pin) may be questionable.  Use a screamer.  I have not climbed P2, so the description is not mine. \n\n  P1 - Climb up to the overhang and traverse left to a seam.  Climb the seam and the bulge above (crux) to easier rock and a stance.  Escape left to Overhanging Layback, or move up and left to an overhang (5.8 R) then up past the overhang to a belay at a block (you can again escape left by traversing past a jammed block before the overhang). \n\n  P2 - Up the easy face to a white face and small right-facing corner capped by an overhang and fixed pins.  Move up left to another fixed pin (Lost Arrow), then up and left again to a right-facing corner (5.10a, crux) and a stance.  Follow the corner to a ceiling, exit left, and chimney up a past bird droppings to the GT ledge.","protection":"Standard Gunks rack + a screamer for the P1 crux pin.","location":"Below a small overhang just right of the obvious Overhanging Layback flake and right-facing corner."},"__v":0},{"_id":"TYiTmIZ3Ui2hckNp6a0dgg==","name":"Overhanging Layback","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1946: Fritz Wiessner and Bill Shockley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":19,"mp_id":"106294662","mp_crag_id":"107039700","climb_id":"TYiTmIZ3Ui2hckNp6a0dgg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"1. (100') Climb the corner to the overhang. Step right and then up and left - a tricky move. Continue left and up to small ledges below a face near an outside corner.  The anchor is a clump of medium-size trees with rap slings, and a 60m rope will get you down from there. \n\n  2. (60') Climb left, exit the corner after just a few feet, and head up the face, past flakes (some may be hollow and loose; one fell in 2013, and see comment below in 2016), to an overhang. Climb through the overhang, then another overhang, and up right to a big ledge and tree belay. \n\n  From Kurtz:\n\nThe missing flake under the final overhang may have made the overhang on P2 significantly harder (5.8ish). I'm 6' tall and it was a big reach to the hard-to-see bomber jug. It's a very committing (but fun) move now. I didn't see any easier way out.\n\n  P3. Kurtz: P3 is really 3 short walls separated by grassy ledges. The first two are easy and protect well, the third is harder and slabby without any pro. It's only a couple of balancey moves, but they are challenging (5.8 PG)\n\nDescent\n\n  From the top, one option is the Blueberry Ledges/Beginner's Delight rappels, to the north (the rings are 5 feet up in a medium sized tree, on a big grassy ledge). It takes three rappels with a 60m to get down. The first rappel is short, only about 65 feet long, and the second rap tree is easy to miss since it's quite a ways to the left; if you rap too far, you'll be hanging in space below a ledge. The third rap station is a whacky setup of red rope wrapped around a boulder. Despite the core-shot in one of the strands, it's currently safe enough but, for some reason, the rope tends to bind making it an absolute misery to pull.  \n\n  A better option is to walk south (climbers' left) to the bolted rappel line over Three Pines. 3 60m rappels get you to the ground.","protection":"Standard Gunks rack. Rappel from tree - be careful to move your knot below the notch, as stuck ropes have happened.","location":"At the large right-facing corner uphill and right of the McCarthy Wall (Coexistence et al.)."},"__v":0},{"_id":"HzJ99km0XVWIyu9PlqqApQ==","name":"Mother's Day Party","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Kolocotronis, Herb Laeger, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":8,"mp_id":"105829767","mp_crag_id":"107039700","climb_id":"HzJ99km0XVWIyu9PlqqApQ==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"One of the excellent 5.10s on the Mac Wall. \n\n  Use the MF access trail, about a 6-min. walk from the Uberfall, or a 2-min. walk from where the East Trapps Connector Trail meets the carriage road. The trail deposits you at the base of MF; Mother's Day Party is the next route immediately to the left of MF.  The route starts at the base of a small left-facing corner that arches towards the left. \n\n  P1: Climb straight up the corner and continue to a ledge.  The first crux is getting through the small right-facing flakes to the base of the greenish corner.  Step left, up the orange-colored face for a few moves, then step back right to the corner at a small overhang.  Fire through three big moves on good holds (2nd crux) to the MF bolt anchors.  5.10b, 80'. \n\n  P2: Diagonal up and right to a notch in the roof.  Pull the roof (crux) to join MF, and follow it to the GT Ledge.  5.10a, 90'.","protection":"Standard rack.","location":""},"__v":0},{"_id":"EVkcaghOULeqZXVeXJ/CGQ==","name":"MF Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":9,"mp_id":"119364166","mp_crag_id":"107039700","climb_id":"EVkcaghOULeqZXVeXJ/CGQ==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Same start as MF, but stay straight up and left instead of pulling the MF move to the right, then head straight up to the anchors. ","protection":"TR'ed after leading MF, but pro looked dicey above the roof to the anchor. (see beta in comments below)","location":""},"__v":0},{"_id":"Lnkoit1dUFueXYoHTlKOjw==","name":"MF","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim McCarthy, Roman Sadowy, Claude Suhl, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":10,"mp_id":"105799143","mp_crag_id":"107039700","climb_id":"Lnkoit1dUFueXYoHTlKOjw==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This is THE standard for 5.9 routes at the Gunks. It is a must do for a visiting climber. The route is located to the right of Three Pines on the right side of the Mac Wall.\n\n P1: Climb the crack and face below the overhang, making a slight jog to the left. Once you're in the corner below the overhang, place gear in a horizontal on the face to your right, or just clip the piton. Hold your breath, and traverse right and up around the bulging roof onto a small ledge. Gain your balance and place some gear off to the right. Once you're past the roof, the 5.9 climbing doesn't let up, however!  Continue up then slightly left (~25'), finally finishing at a bolted anchor. The final moves on the steep wall above the roof are well protected but will test your endurance. A stimulating lead; 5.9, 80'.\n\n Variation: Instead of moving right after clipping the piton, head straight up the overhang and climb the crack above to the anchor. 5.10a, R.\n\n P2: Traverse right though a left-facing corner and through the notch in the roof. Continue upwards to a horizontal traverse to the left. Follow the right-facing dihedral to the GT Ledge. 5.9, 80'.\n\n Descent: There is a bolted anchor atop P1. From P2, it is difficult to rappel to the P1 bolts due to the overhang. Instead, climb easier rock to the cliff top, then rappel the bolted line 50' to climber's left over Something Interesting, or descend with two ropes to the ground.","protection":"Gear to 3\".","location":""},"__v":0},{"_id":"9NE/IbvUXi2LWUEWjxWFzA==","name":"Men At Arms","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim McCarthy and Hans Kraus","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":11,"mp_id":"106281558","mp_crag_id":"107039700","climb_id":"9NE/IbvUXi2LWUEWjxWFzA==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Head straight up the dark face left of the Try Again's left-facing corner up, just right of the overhanging corner (you'll be just a couple of feet from Try Again). Head back left about 6 feet to just below a small roof. Place a small nut, and head up just left of the grassy seam.  Once you pull up over the roof, it's good to have a small C3 or green alien.  Continue up a balancy move (or 2) then head directly right to the shared chains (but don't forget to protect your second!).","protection":"Standard Rack with double small nuts, and doubles on small cams or 2 for the crux ... limited gear options as you pull the roof and the balance crux above.","location":"Start at the Try Again left-facing corner, down and right from the Mac Wall."},"__v":0},{"_id":"9yN7TIlyWLmhEegDhxqCsw==","name":"Laughing Man","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rick Pleiss, 1970s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":34,"mp_id":"105803234","mp_crag_id":"107039700","climb_id":"9yN7TIlyWLmhEegDhxqCsw==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This climb is a tough one. Hard to climb and harder to onsight. Be ready to do insecure moves or get pumped stupid trying to find \"somethng good\" and then do the hard crux insecure AND tired.\n\n The access trail for Laughing Man is about an 8-min. walk from the Uberfall, and a 4-min. walk from where the East Trapps Connector Trail meets the carriage road. At the cliff, go right to find the route.\n\n Just to the right of the more popular Welcome to the Gunks locate a decent-sized roof about 7-10 meters off the ground.\n\n 2011: A block has broken off at the top of the initial slab section for the right-hand start variation of Welcome to the Gunks, which is also the start of Laughing Man\n\n P1: Climb up to and right through this roof (crux). I think I recall a good horizontal cam for pro, but falling might produce a nasty swing, so place this thoughtfully. Once above the roof and standing upright again, climb up and slightly left into a short left-facing corner. From there, climb mostly right (practically a traverse) along some decent holds, then up and left on a crack line toward some small trees. 5.11b PG, 80'.\n\n Descent: use the Welcome to the Gunks double bolt anchor.","protection":"Some cams and nuts. As I recall it, the crux was off of a solid hand-sized cam in a horizontal, but also as I recall it, you could take a pretty good-sized fall on this, swinging and probably bending up the wires. Watch the sling or biners near the edge!","location":""},"__v":0},{"_id":"fbM4MDoBV3OEDK5YY3nLTA==","name":"Lanman / R-Idealism","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Donald Perry & Neal Weiss July 1992","type":{"trad":true,"aid":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":26,"mp_id":"112278348","mp_crag_id":"107039700","climb_id":"fbM4MDoBV3OEDK5YY3nLTA==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"START: Eleven feet to the left of Organic Iron at the base of a broken corner facing left. This is also directly below a notch facing left where the second overhang jumps down a step size.  \n\n  FIRST PITCH: Climb up 5.1 corner to roof. Aid over roof and through notch. At the top of overhangs follow diagonal crack left to a ledge.  \n\n  SECOND PITCH: Climb diagonal crack through overhangs and on to the Grand Traverse Ledge.  \n\n  THIRD PITCH: Climb 5.2 face that is 20' to the right.","protection":"5.6 - A4 passive","location":"START: Eleven feet to the left of Organic Iron at the base of a broken corner facing left. This is also directly below a notch facing left where the second overhang jumps down a step size."},"__v":0},{"_id":"FgY1bIjoVKmkiXPkSgQucg==","name":"Land's End (Direct)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1960: Art Gran and Jim McCarthy","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":22,"mp_id":"106295842","mp_crag_id":"107039700","climb_id":"FgY1bIjoVKmkiXPkSgQucg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"1. Up face past a right-facing flake and overhang to stance. Move up past a creaking right-facing flake (see comments below) into a right facing corner and overhang. Undercling right, then up and right to belay. \n\n  2. Up face to three inch crack that breaks an overhang. Pass the overhang to a stance. Then up face and right facing corner to GTLedge.","protection":"Standard Gunks rack.","location":"Start 40 feet right of Overhanging Layback's large right-facing corner."},"__v":0},{"_id":"xAnRSDOUWVOv0TGnI+Kzrg==","name":"Land Ho!","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ivan Rezucha, Keith Buesing, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":23,"mp_id":"109451375","mp_crag_id":"107039700","climb_id":"xAnRSDOUWVOv0TGnI+Kzrg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Nice alternative to Land's End that is a little harder to climb, but a bit easier to protect. \n\n  P1: Same start and finish as Land's End, but continue to follow the flakes further right before you move up to a short left-facing corner. \n\n  P2: Pretty much straight up through the overhangs, then up and left to the GT.","protection":"Aliens or other small cams can be helpful. I placed a couple small offset cams, which were bomber. Rap stations at the top of P1 and P2.","location":"Same start as Land's End. 41.74009703, -74.18334197"},"__v":0},{"_id":"uBsEqtLBUgS/OricpBM1YA==","name":"Jungleland","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"(TR) Russ Clune 1994, (Lead) Alan Kline 2020","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":25,"mp_id":"118836365","mp_crag_id":"107039700","climb_id":"uBsEqtLBUgS/OricpBM1YA==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This is an old Clune TR route that climbs the sister corner to the Right of Jane Fonda's Workout for Pregnant Women. It starts up a black-streaked headwall that involves significant climbing to get to the roof and short right-facing corner. From a good shake-out at the laurel bush under the roof, move up and left around the corner, eventually gaining an amazing jug and more gear and then climb the beautiful orange face above to the fixed anchor of Land Ho!. ","protection":"Hard serious gunks route foolery, including offset cams, micro nuts, and bouldering pads.","location":"15' right of Jane Fonda's... start. Start up the black-streaked wall just below an old scraggly laurel bush growing out below the roof 30' up. "},"__v":0},{"_id":"kXSNWA/aWH2dpNdD1XAr2w==","name":"The Jane Fonda Workout for Pregnant Women","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Russ Clune, 1985","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":24,"mp_id":"108270847","mp_crag_id":"107039700","climb_id":"kXSNWA/aWH2dpNdD1XAr2w==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Start on the slab 25’ to the right of Land's End below the roof with a right-facing, bouldery open book. (There is another similar roof problem another 10’ to the right, called Jungleland.) After the roof, go straight up to join the Land's End fixed piton anchor.","protection":"Toprope","location":""},"__v":0},{"_id":"NhBEoEQEWySzpMp4UDsQHQ==","name":"Interstice","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Stannard et al., 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":7,"mp_id":"106169130","mp_crag_id":"107039700","climb_id":"NhBEoEQEWySzpMp4UDsQHQ==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This is an interesting route up the face between Birdie Party and Mother's Day Party, on the Mac Wall. \n\n  Pitch 1, 80', 5.10b PG: Start below the left end of a small overhang 20' right of Birdie Party and about 10' left of MF.  Climb up to the small overhang, place cams in the horizontal, and crank up to the thin seam that goes up from the left end of the overhang.  A marginal nut placement can be had before climbing up to the ledge.  Head up to the obvious, arching, left facing corner and place several pieces of gear as high as you can before pulling up above it to your next gear at a horizontal crack below a small overhang.  Work right across moderate terrain underneath the huge left-facing flake.  Place a large cam (blue camalot) before moving right to the MF bolts. \n\n  Pitch 2,100', 10d (5.9R), description courtesy of ?? : From the bolted belay, traverse left a bit past the left end of the Birdie Party roof. Look for a thin seam creasing the ceiling: cross the roof at that point (crux). Move up series of shallow corners for 15 or 20 feet, then angle up and slightly left to the GT ledge. 100 feet, 5.10d, PG. Strenuous, a bit continuous, and fun.  ","protection":"Small wires to 3.5\"","location":"The Mac Wall access trail, a 5 minute walk from the Uberfall, leads to the base of MF.  Interstice starts about 10' to the left of MF."},"__v":0},{"_id":"SKVQ9bcjW0yzKNBDkir16w==","name":"Impenetrable Ceilings","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Russ Clune (after the hold broke)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":27,"mp_id":"113150479","mp_crag_id":"107039700","climb_id":"SKVQ9bcjW0yzKNBDkir16w==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This route really just revolves around a hard, committing boulder problem through a roof. You get good gear up to the roof on the easy climbing, and then there is good gear to get set up for the first hard move, but then the climbing is on small edges and one good hold that is questionable in quality. If this questionable hold broke, the fall would be bad. Overall the climbing is fun, but the rock quality brings it down a little. \n\n  This climb shares the same start as Grapenuts, about 20 feet left of the easy corner start of Scotch on the Rocks. Climb easy crack terrain to a jug under the big roof, then work your way out left to good holds at the lip of the roof. Climb through a boulder problem and another roof, and you are done.","protection":"Standard rack, with tiny cams for protection after the hard moves. Above the roofs, you can traverse right to an anchor above Grapenuts.","location":"Just left of Grapenuts. There is currently a fixed wire resides in the roof before the crux."},"__v":0},{"_id":"/8E+ZL4vVMOnkz/hlc9UVQ==","name":"Higher Stannard","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Jim McCarthy, John Stannard,  1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":5,"mp_id":"105799128","mp_crag_id":"107039700","climb_id":"/8E+ZL4vVMOnkz/hlc9UVQ==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This route is located about 10-15' to the right of Something Interesting. It is rated 5.9-, but is a very exciting lead for 5.9. Everything is there, and the pro shows up when you need it.\n\n P1: There are a couple of different starts. The face start to the right of the tree is probably the best: bust a few reachy thin moves on obvious crimps before you get your first gear in. Alternatively, start to the left of the tree just left of a left-leaning 2\" overhanging ramp, and aim rightwards.\n\n Make thin moves towards a thin seam about 40' up, with tough balancy moves. After the seam, traverse to the right to a right-facing dihedral. Climb this through a double overhang (tiny cam), to bolt anchors. 5.9-, 80'.\n\n P2: Traverse right around the corner, and head up to the GT ledge. 5.5, 80'. Follow easier climbing to the top, then rap the bolted line over Three Pines.","protection":"Standard Rack, extra small cams.","location":""},"__v":0},{"_id":"FnBj882iUSaOHJjEAsYAcg==","name":"Graveyard Shift","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Russ Raffa & Rich Ross - 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":16,"mp_id":"105799062","mp_crag_id":"107039700","climb_id":"FnBj882iUSaOHJjEAsYAcg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This is one of the rightmost climbs on the MF wall. It begins at a short, thin, black RP crack.\n\n Climb this (somewhat scary), up to better gear and harder climbing. Lower off a two-bolt anchor. 5.10d, 80'.\n\nAdded from a local: \n\n  Possibly the best route on the Mac wall, and that is saying something. A superb and rewarding lead that is hard to beat. While all the gear is good, it can be tricky to get; it can be slightly runout and the climbing is far from trivial. An excellent choice for those solid on hard 5.10 \n\n  Start as for Star Action. Climb straight up thin face about 15 feet to a very small ledge. From here climb the bulging face at a flake that is sitting on the small ledge. There is good gear to be had but it's strenuous to get; this section can be a little pumpy. Move slightly left and up to a small broken ledge and good rest. Continue up to the base of a nice left facing corner, get in some gear, and prepare to work up the tricky face just to the left of the corner. Next up is the crux overlap - get in bomber gear, and pull the technical and challenging sequence, moving up very slightly left and then back right, then follow a nice flake to just below the finish overhang. Pull over and traverse left to the chains shared with Star Action. ","protection":"Standard Rack.","location":""},"__v":0},{"_id":"EEwk7sBVXQyj/2EYDbj7xQ==","name":"Grape Nuts","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Russ Clune 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":28,"mp_id":"113538774","mp_crag_id":"107039700","climb_id":"EEwk7sBVXQyj/2EYDbj7xQ==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Trad bouldering at its finest. Climb up thirty feet of easy flakes, and then build your life nest from the stance before embarking on the core-intensive dyno boulder problem.  \n\n  Perform one more difficult sequence in the corner above the roof before hanging a hard right, and then bust through the next roof at the obvious weakness. Crunch through lichen en route to the fixed anchor.","protection":"Small nuts and microcams, maybe up to a 0.75 or 1 for the top easy bit.\n\n Fixed gear anchor as of 9/2017, but use at your own discretion and take care in cleaning.","location":"The same start as Impenetrable Ceilings. After crossing the roof, the route makes a sharp right."},"__v":0},{"_id":"f+xKVAVVXGel756WpGD5VQ==","name":"Girly Man","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"TR: Russ clune 1993 Lead: Alan Kline 2017","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":21,"mp_id":"113734846","mp_crag_id":"107039700","climb_id":"f+xKVAVVXGel756WpGD5VQ==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This is an old Russ Clune top rope. Good climbing and interesting movement, but a little scary! \n\n  The climb starts about 5 feet right of Scene of the Climb and about 3 feet left of Land's End, beneath a small, 3-inch deep J-shaped roof/corner about 15 feet up. Climb up to this feature, place some gear, and then fire the crux moves, which get a little dynamic with this small gear below your feet. Once you're through the crux, do a few more moves to the next gear location. From here head straight up the orange face heading towards the upper right-facing corner of Land's End. Pull through the face and roof left of the corner and head up to a corner system with a small tree. Build an anchor here, and when you are done climbing the route, you can traverse over to the Land's End rappel station. Or better yet, climb Land's End and set this up as a top rope!","protection":"","location":""},"__v":0},{"_id":"+4dM5JKkVvGz8c2qP4G8QA==","name":"Fly Again","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kevin Bein (TR, 1983)   Russ Clune and Mike Law (1983)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":13,"mp_id":"106763573","mp_crag_id":"107039700","climb_id":"+4dM5JKkVvGz8c2qP4G8QA==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This route has a short crux up high, with easier climbing above and below. It's often TR'd after sending Try Again, as your rope will be right over it when you descend.\n\n Climb a face just to the left of Coexistence to a pin in a horizontal below a small roof. Move up to crux crimps and fire to a good hold. Finish on easy ground to a bolt anchor shared with Try Again","protection":"Recommended as a TR. Otherwise, standard rack with small cam to back up the pin in a horizontal below the crux move.","location":"Mac Wall, between Coexistence and Try Again."},"__v":0},{"_id":"GohVkPUcVpKeoS1IW6CHEg==","name":"Fall to Grace","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"dick williams and tom spiegler","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":32,"mp_id":"107821289","mp_crag_id":"107039700","climb_id":"GohVkPUcVpKeoS1IW6CHEg==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Climb straight up past bulging rock and small right-facing flakes (first crux) to a ledge below double-tiered overhangs with a very small crack. Step right of a left-facing flake and work up past this (second crux) and a jutting flake to the next overhang. Step left, move up and back right, then climb past two more overhangs (5 feet right of Co-op) and up the face to easier rock.","protection":"standard gunks rack","location":"15 feet left of Welcome to the Gunks, below a four-foot high right-facing corner that begins 8 feet up on an obvious ledge. located in an orange-colored rock area.\n\n Descent: Rappel off of the Welcome to the Gunks bolt anchor with one 60m rope."},"__v":0},{"_id":"xS0UDXNJVW2xZr1+8GM4Aw==","name":"Dry Martini","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pitch 1, Rich Perch and Ivan Rezucha, 195. Pitches 2 and 3, Hans Kraus, Bonnie Prudden, and Lucien Warner, 1955","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":29,"mp_id":"106547455","mp_crag_id":"107039700","climb_id":"xS0UDXNJVW2xZr1+8GM4Aw==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"1. Start by climbing the right side of the left-facing corner, up to an overhang.  Swing around right, then traverse right ~40' until you're below a stance in a right-facing corner.  Climb up to the ledge/stance and build a belay.  70 feet, 5.6. \n\n  2. Climb the corner about 8-10 feet to an obvious horizontal, then traverse out left to a bolt. Pass the bolt (crux) and then go up and right for about 25 feet to some ledges. There are several you can use; one has two old pins and a fixed piece. 70 feet, 5.7. \n\n  3. Climb straight up to a corner system then on to the top. 60 feet, 5.4. \n\n  From the clifftop, walk right to various rappel stations.","protection":"Standard 'Gunks rack","location":"At the rightmost end of the McCarthy Wall there is a large, right-facing corner system. Walk past that for about 200 feet and look for the left-facing corner that starts the route. Another 20' feet right you'll see a left-leaning crack, which is the start of Tequila Mockingbird."},"__v":0},{"_id":"7st0XS8yUqaJB83/iSgHtw==","name":"The Dangler","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kevin Bein 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":1,"mp_id":"105890675","mp_crag_id":"107039700","climb_id":"7st0XS8yUqaJB83/iSgHtw==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"This pitch is a variation to Something Interesting or Three Pines. It begins at the GT ledge. \n\n  Establish a belay on the right side of the large alcove above Something Interesting.  From the obvious left-facing corner, hand traverse out to the hanging arete (hand-sized cams for protection are recommended, however pumpy they may be to place).  Pull the lip in an interesting mantle move, and head up to easier ground.   \n\n  The pitch has been graded everywhere from 5.8+ to 5.10a.  Do it and decide for yourself!  Or do it without regard to the grade, and enjoy the aesthetic pleasure of just being ... out there. ","protection":"Mostly hand-sized cams, to a #3.  Double ropes may make the route considerably more pleasant for your second.   \n\n  A camera, for the belayer, is also a good idea (even better, a third party to take pictures).","location":"Proceed to the base of the Mac Wall;  look up.  That's \"it\"."},"__v":0},{"_id":"gCh8AhQWXxy6ruczh2Jcew==","name":"Credibility Gap","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim McCarthy, Joe Kelsey, Dick Williams 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":35,"mp_id":"105950475","mp_crag_id":"107039700","climb_id":"gCh8AhQWXxy6ruczh2Jcew==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Credibility Gap is a fun 5.6 just the the left of Asphodel's huge right-facing corner. The route begins right at the base of the corner.\n\n Pitch 1 is a good introduction to 5.6 for a solid 5.5 leader. The crux moves are exciting and exposed, but the holds are all big, and the moves well protected. The route is better than it looks from the ground.\n\n P1: Climb the crack in the slick but slabby left face of the corner. From the top, diagonal up and left on easy rock to an obvious, low-angle right facing corner. You can belay here, but I found no need to. Climb the ramp and corner to the roof, then make an airy exit left onto the face.\n\n After The Move, go 20' straight up the steep face to the ledge with a couple pine trees to belay ( a 70m is necessary to descend from the left side of this ledge. Or traverse left immediately after pulling through the 'move' to the bolted rappel station over Welcome to the Gunks to avoid the loose rock higher on the pitch, and rappel to the ground with one 60m rope. 5.6 G/PG, ~110 feet.\n\n P2: Straight up to the largest overhang about 30 feet up, step left and climb up the face to a small flaky left-facing corner, step back right and go up to a pine tree on the GT ledge. 5.5 PG, 60 feet.\n\n Descent: From the GT ledge, two ropes to the ground; or rappel leftwards to the double-bolt anchor above Welcome to the Gunks.","protection":"The Williams guide gives P1 a PG rating; however, I felt the pitch was G.  The crux protects well with a 3\" cam.  There are some short runouts, but only on very easy rock.  Other than the large cam, a standard Gunks rack is fine.","location":"Between the Mac Wall and Beginner's Delight; starts at the obvious Asphodel corner.   The trail for Welcome to the Gunks provides the quickest access."},"__v":0},{"_id":"5JQr9mzvXCyucsqHIKuBXA==","name":"Coexistence","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FA: Jim McCarthy, Phil Jacobus, John Hudson, & Peter Armour - 1962FFA: Rich Goldstone & Jim McCarthy - 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":14,"mp_id":"105799053","mp_crag_id":"107039700","climb_id":"5JQr9mzvXCyucsqHIKuBXA==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Co-Ex is a fantastic single pitch climb on the MF wall. It is considered \"the\" 5.10 Gunks testpiece... It's rated 10d, but with the correct beta it should feel, oh, about 11a. It's unbelievable to me that the FFA was done in 1967.\n\n Start 20' right of Try Again at a left-facing corner. Climb up to the ledge that's 20 ft. up (a block was broken off here in 2009). Walk 15 ft. right along the ledge, and then follow the broken left-angling crack up and through the overhang (crux), then step left and up to a bolted anchor.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"TNQHOsn6VHmNmhPrCako/Q==","name":"Co-op","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim McCarthy and Dave Bernays, 1954   FFA Art Gran, 1960s.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":31,"mp_id":"107694010","mp_crag_id":"107039700","climb_id":"TNQHOsn6VHmNmhPrCako/Q==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Pitch 1: Climb up 20' to a small ledge, then diagonal right 15' to a small ledge and horizontal at an overhang.\n\n From this spot you can take a direct route straight up (but beware that a hold has broken off the direct roof variation and gear is hard to place; Williams says 5.10a but I say 10d-ish?);\n\n The route itself traverses left (5.6) on good hands but poor feet, 25' left then up 10' up, and then back right 30' to a corner and a semi-hanging belay stance.\n\n Pitch 2: Diagonal up right through overhangs (strenuous 5.8) past a new piton, then continue on to the Welcome to the Gunks\n\nbolt anchor, which will get you to the ground with one 60m rope.  Be aware that this pitch may overlap with Welcome, and you should plan accordingly if someone is on that route.","protection":"Standard Gunks rack;  a blue C4 camalot #3 is helpful on 5.6 traverse.","location":"Below the left side of a block that is sitting on a ledge 10 feet off the ground, 40 feet to the left of Welcome to the Gunks."},"__v":0},{"_id":"c/nl8dKBWkKtEloJ1cdulA==","name":"Birdie Party","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA - Jim McCarthy and Doug Thompkins, 1959, FFA - Kevin Bein, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"left_right_index":6,"mp_id":"106106801","mp_crag_id":"107039700","climb_id":"c/nl8dKBWkKtEloJ1cdulA==","areaRef":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"Pitch one is a great, solid 5.8 on its own.\n\n Pitch one climbs a thin crack up and traverses right to a thin, left-leaning crack, continuing up past a short right-facing corner to a pair of bolts.\n\n If you're continuing on, clip 'em put a long runner on it, 'cause your about to head right. Way right, on an exciting ride. There is a pointed flake out there in the distance ... head that way, and when you get there don't forget about your second! Continue along the exciting hand traverse across the flake to the bolt anchors above MF. Belay.\n\n Pitch two will require a bit of wandering to get up and into the business. From the MF bolts, head left a touch to a flake in the \"ceiling\", wait now come back right, now crank up and over the ceiling on the flake to a stance...don't forget about how your gonna sew this one up, but don't kill yourself with rope drag either. From here the route continues straight up, connecting with MF.\n\n We actually rapped from the mentioned stance above the crux on the second pitch. There was a scary fixed anchor that consisted of an alien with clipped wires, a TCU with clipped wires and a tricam...we lived.\n\n From the clifftop, there are bolts to the left above Three Pines. Three rappels with a single rope will get you to the ground.","protection":"Standard trad rack","location":"The Mac Wall Trail is about a 7 minute walk from the Uberfall. \n\n  Birdie Party starts at a thin crack halfway between Something Interesting and MF;  it's also about 20' right of the big tree that's just next to the start of Higher Stannard."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,24d28406-0608-5de3-b845-b6aba23b5984","pathTokens":["USA","New York","Gunks, The","Trapps, The","e. The Mac Wall (Something Interesting)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10b"},{"count":1,"label":"5.10b/c"},{"count":5,"label":"5.10a"},{"count":1,"label":"5.3"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.7+"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.6"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":35,"bands":{"unknown":0,"beginner":9,"intermediate":18,"advanced":7,"expert":1}},"aid":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":18,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.18421,41.73936]},"bbox":[-74.184812615412,41.73891033981814,-74.183607384588,41.73980966018186],"left_right_index":-1,"ext_id":"107039700","area_id":"JNKEBgYIXeO4RbarojtZhA=="},"content":{"description":"last area: Strictly - Shockley's | next area: Guide's Wall"},"density":0,"totalClimbs":36,"__v":1,"createdAt":"2022-11-07T06:15:12.044Z","updatedAt":"2022-11-25T11:20:49.960Z"}