{"_id":"63689de0e80bff5a994f909e","area_name":"Seurat Area","shortCode":"","climbs":[{"_id":"of7RT7FeUH6TXUQpx+Ffpg==","name":"Useless Tools","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"James O'Conner, 2009","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106611695","mp_crag_id":"106497849","climb_id":"of7RT7FeUH6TXUQpx+Ffpg==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Useless Tools begins from a sit start that ups the ante for the moderate problem\n\nBroken Arrow\n\n. Begin from a sds on high sloping crimps, pull your butt off the ground and campus up to a left hand edge. Do not cheat by using a dynamic butt start. Now that the real difficulties are over, enjoy surfing right across really good holds and finish as for\n\nBroken Arrow\n\n.\n\nSince it's really an awkward 1-move wonder into a really nice V3, I've given it only 1 star. That doesn't mean there's anything wrong with playing on this problem, it's just \"OK\" as far as V9s go.","protection":"An Organic pad or two.","location":"About 20 feet left of\n\nSeurat\n\non the same boulder, Useless Tools is the sit start to\n\nBroken Arrow\n\n."},"__v":0},{"_id":"jKndv/oGWymCGk5e5mA1Xg==","name":"Silverback","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Randy Puro, 2006","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106579498","mp_crag_id":"106497849","climb_id":"jKndv/oGWymCGk5e5mA1Xg==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Silverback ascends the right-trending rising arete from a stand start just right of a low crack (which is where Seth Allred's\n\nChrome\n\nstarts). Begin matched on high slopers and ride slopers up the arete until you can grab the apex and pull over. Originally V11, this problem is a consensus V10 that can feel easier when conditions are perfect.\n\nAlthough I've given this problem 4 stars, I sympathize with the feeling that CLASSIC problems are generally not lip traverses. This is one of the rare exceptions to that rule.","protection":"A couple Organics and a spotter to slide them along.","location":"Silverback is located on the north side of the Seurat Boulder, ascending a rising right-trending arete from a stand start to its high point."},"__v":0},{"_id":"xfBYQRFpWyuPw0AkL/u75Q==","name":"Seurat","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Ben Scott?","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106498035","mp_crag_id":"106497849","climb_id":"xfBYQRFpWyuPw0AkL/u75Q==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Climb the obvious seam/finger crack on the east side of the Seurat Boulder. Start more or less standing and work up the crack on terrible foot smears and sidepulls to where the crack makes a dogleg and opens up. If you can climb cracks, this could feel pretty easy but it can be very frustrating.","protection":"A couple of pads.","location":""},"__v":0},{"_id":"khEdAYm2WEaNZ3hTprs8mQ==","name":"Rawhide","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Justin Jaeger, 2006","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106571071","mp_crag_id":"106497849","climb_id":"khEdAYm2WEaNZ3hTprs8mQ==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Start low down on the right, possibly sitting, in the same spot as All Dogs Go to Evans. Climb left along and out the overhang, trending along the steep arete as per ADGTE for about 10-12 feet. At this point, instead of continuing left with ADGTE, perform a burly mantel up onto the face (crux), which will require some effort and proud manteling skills. Once established on the face, dance up the 80 degree slab on thin imperfections for 15+ feet to the top.\n\nI've given this two stars but its honestly a little better than that. You get to do the first ~8 moves or so with ADGTE (great), one of the burliest mantels at Evans onto a slab (powerful puzzle-solving) and a slightly sketchy slabtacular run to the finish.","protection":"A few Organic pads and a spotter or two to protect the climber in the event a fall happens towards the top, which could bring the 6' tall talus boulder behind the climber into play with nasty consequences.","location":"This problem is on the same boulder as Seurat. Begin low on the east side of the boulder in the same spot as ADGTE, where the trail first meets the boulder."},"__v":0},{"_id":"N4w896/ZX/qLMgc6+IEKPg==","name":"Jasper","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"Chip Phillips, 2004","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106596719","mp_crag_id":"106497849","climb_id":"N4w896/ZX/qLMgc6+IEKPg==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Begin from a sit start and ascend the pink quartzite band to the top using sharp grips, a sloper or two and a surprisingly tricky sequence based on the appearance of the problem.","protection":"An Organic pad will do it.","location":"Uphill from the Seurat Boulder and the boulder leaning up against it are series of several boulders just above the trail as it traverses across the hillside before heading up to the Dali Boulder. Jasper ascends the pink quartzite left side of the uphill face of what I believe based on memory is the second boulder (see photo) on your left on your way towards the Dali Boulder after you depart\n\nSeurat\n\n."},"__v":0},{"_id":"lh9VFTEOVde10XvzwZnMPA==","name":"Hollow Deception","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"Bennett Scott, 2003","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106511528","mp_crag_id":"106497849","climb_id":"lh9VFTEOVde10XvzwZnMPA==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Today's Hollow Deception is quite different than the original Hollow Deception, as the namesake \"hollow\" and sharp crimp finally broke for good in 2008.  Instead of a face climb with a long reach/toss from the \"hollow\" hold, the problem now more or less is as an arete climb with long reaches.  Begin from a crouching start on the left side of the overhanging face and ascend the left arete/face.\n\nThis problem used to have a ~V9 sit start beginning on the large flake down and to the left, but I'm not sure it's been done like that since the namesake hold broke. Let me know if you have info regarding this issue.","protection":"A couple Organics to save your feet from the rocky landing.","location":"Hollow Deception is located just off the footpath halfway between the Pink Fink Boulder and the Seurat Boulder. Two smallish boulders sit almost side-by-side here, the first being home to Hollow Deception and the second being home to\n\nChocolate Croissant\n\n.  Hollow Deception ascends the left side of the first boulder."},"__v":0},{"_id":"m3Z48W2AVS67OtNNQedgUw==","name":"The Diving Board","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106497868","mp_crag_id":"106497849","climb_id":"m3Z48W2AVS67OtNNQedgUw==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"The Diving Board is a nice gimmick problem that offers a fun diversion for those looking for some cheap entertainment in the area.\n\nScramble up the short slab, latch the top of the diving board and traverse out to the lip, then mantle over the top.","protection":"Pad is nice, but not really necessary.  Spotter would be a good idea if oyu paln to invert yourself.","location":"From Seurat, follow the trail to the Dali boulder for about 20 yds.  The Diving Board is a spike of rock that juts horizontally out over the trail from beneath the Cherry Top Rip boulder."},"__v":0},{"_id":"TOYNgrFsV8Wc6tfwz5KD0w==","name":"Dilithium Crystal","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Chip Phillips, 2004","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106596729","mp_crag_id":"106497849","climb_id":"TOYNgrFsV8Wc6tfwz5KD0w==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Begin matched on a crystal edge, do a powerful move to start and continue to the top and pull over. Honestly, it's a low quality problem, but it's something to try if you're stuck in the area with nothing to do.","protection":"Maybe an Organic pad. Maybe not.","location":"Uphill from the Seurat Boulder and the boulder leaning up against it are series of several boulders just above the trail as it traverses across the hillside before heading up to the Dali Boulder. Dilithium Crystal ascends the right side of the downhill face of what I believe based on memory is the second boulder on your left on your way towards the Dali Boulder after you depart\n\nSeurat\n\n. It is just around the corner to the left from\n\nJasper\n\n."},"__v":0},{"_id":"XOiENbVlUlmdFes0oI4P3A==","name":"Chrome","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Seth Allred, 2007","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106579520","mp_crag_id":"106497849","climb_id":"XOiENbVlUlmdFes0oI4P3A==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Chrome ascends the right-trending rising arete from a sit start at a low crack that sports a cruxy sequence to get things started. Ride slopers the rest of the way, grab the apex and pull over.\n\nWhile Chrome is a really nice problem with a hard sequence into an arguably 4-star V10, I can't imagine anyone asserting that Chrome is a 4-star problem on par with No More Greener Grasses. As such, I have given it 3 stars.","protection":"a couple Organics and a spotter to slide them along","location":"Chrome, the sit-start to\n\nSilverback\n\n, is located on the north side of the Seurat Boulder and ascends a rising, right-trending arete."},"__v":0},{"_id":"veXoXjAPU0KY1XTRPSS5VA==","name":"Chocolate Croissant","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Greg Loomis, 2004","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106511355","mp_crag_id":"106497849","climb_id":"veXoXjAPU0KY1XTRPSS5VA==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"This problem looks like it should be V0 ... it's NOT.  From right on the trail, ascend the northwest arete from a stand start on a left hand crimp and an obvious right hand sidepull crimp.  Every move can spit you off and this problem is surprisingly devious and frustrating, but this is a perfect problem if you're in at Area A by yourself without a slew of pads.  Over the past few years, this problem has exfoliated quite a bit, inevitably making it a tad harder than it once was.\n\nA slightly lower crimp serves as an alternative starting point for a low quality sit-start that adds little difficulty.","protection":"An Organic or two will protect you from the tree roots.","location":"Chocolate Croissant is located ON the footpath halfway between the Pink Fink Boulder and the Seurat Boulder.  Two smallish boulders sit almost side-by-side here, the first being home to\n\nHollow Deception\n\nand the second being home to Chocolate Croissant, which ascends the EASY-looking northwest arete right on the trail."},"__v":0},{"_id":"mBApCJAAUTaa+rpcyRaVrQ==","name":"Child Stars","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Christopher Schulte, 2007","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106588520","mp_crag_id":"106497849","climb_id":"mBApCJAAUTaa+rpcyRaVrQ==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"From a sds under the STEEP roof, begin with sidepulls below the obvious sloper, pull on, get the sloper with your left hand and bump your right hand to a higher undercling. Make a long span to the lip with all kinds of tension and tricky footwork, match the lip, slide left and go for a good edge, holding the swing. Roll over the lip and dance up the slab to the top.","protection":"A couple pads and you can work it all by yourself.","location":"This problem starts under a steep roof on a boulder approximately 50 yards uphill from\n\nSeurat\n\n. Walk uphill and slightly left until a short but steep roof/overhang facing downhill comes into view. That's it."},"__v":0},{"_id":"LDf/N220UEih6zqOVFruFw==","name":"Cherry Top Rip (mame unknown AKA Grey Face Moderate)","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106497860","mp_crag_id":"106497849","climb_id":"LDf/N220UEih6zqOVFruFw==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"This innocuous-looking problem sits like a Siren above the trail to the Dali, luring unsuspecting pad-people towards its large, chalk-caked holds.  This looks like a good warmup., why is there chalk on that hold?  Famous last words before the extended bout commences.\n\nBegin with a sit-down-start on the two lowest of three diagonal holds, above the right end of the short cave.  Shuffle diagonally up and left to the obvious backwards-C-shaped jug.  Hit the sloper out right, set your feet, and drive-by huck for the high hold, which is good if you hit it right.  Kill the swing and top out easily.","protection":"1 or 2 pads.  Spotter is not essential.","location":"This boulder is located just past the Seurat Boulder,  along the trail to the Dali.  From the Timeline Area, follow the well worn trail SW along the edge of the meadow, to a large pink boulder with nice-looking lines on its North face.  Head right, around this boulder.  The Seurat Boulder is the next significant boulder past the the pink boulder, located in the trees, with a beautiful vertical crack (Seurat) in its east face.  From Seurat, follow the trail to the Dali boulder for about 20 yds.  This boulder sits about 10 feet above (SE) the trail on the left.  The problem climbs the heavily-chalked pink quartzite SW face."},"__v":0},{"_id":"S5e6R/9xUMCO+fFyASOrTg==","name":"The Champagne Room","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Ryan Silven, 2009","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106626874","mp_crag_id":"106497849","climb_id":"S5e6R/9xUMCO+fFyASOrTg==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Begin on holds in the roof at or above your head, including a RH undercling. Climb out the right side of the overhang, getting a pinch with your LH at the lip and a RH crimp on the face, then go again with your RH to the lip and topout.","protection":"A pad or two and a spotter to keep you from cracking your skull wide open on the block behind you.","location":"This problem starts under the overhang on the downvalley-face of the boulder 20 yards uphill from the problem\n\nSeurat\n\n, with a boulder forming a sort of sidewall on your right."},"__v":0},{"_id":"wnTvWYAYXueTI0pe/Lm6Mg==","name":"Champagne Right","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unsure, but one of the early developers","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106626889","mp_crag_id":"106497849","climb_id":"wnTvWYAYXueTI0pe/Lm6Mg==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Begin from a sit start shared with\n\nChampagne Left\n\n. Bump up and traverse right across perfect sloping rails to nice edges and then the top. Although the opening move out of the sds is slightly awkward, the quality of the rock is absolutely perfect and the movement across the face is outstanding.\n\nNOTE: Although this problem and what I've called\n\nChampagne Left\n\nwere never actually named by the early developers, the boulder was apparently coined the Champagne Block, and I've given these problems the namesake moniker until further notice. If Ben, Jason, David, Jeremy, Cam or Jamie read this, feel free to chime in.","protection":"1-2 Organic pads and maybe a spotter for the finish.","location":"This problem begins from a sit start in the center of the vertical downvalley-face of the boulder 20 yards uphill from the problem\n\nSeurat\n\n. Perfect salt-and-pepper granite, you can't miss it."},"__v":0},{"_id":"7OC/zVN0W9SxeDx+2QWrpg==","name":"Champagne Left","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unsure, but one of the early developers","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106625417","mp_crag_id":"106497849","climb_id":"7OC/zVN0W9SxeDx+2QWrpg==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Begin from a sit start shared with\n\nChampagne Right\n\nin the middle of the block on obvious sloping edges.  Bump to higher sloping edges and continue STRAIGHT up the face, potentially via a long dynamic move to a good hold higher up. Although the opening move out of the sds is slightly awkward, the quality of the rock is absolutely perfect and the problem stays with you until the end.\n\nNOTE: Although this problem and what I've called\n\nChampagne Right\n\nwere never actually named by the early developers, the boulder was apparently coined the Champagne Block and I've given these problems the namesake moniker until further notice. If Ben, Jason, David, Jeremy, Cam or Jamie read this, feel free to chime in.","protection":"There are a one or two little blocks near your pads, so use a couple Organics and cover them up.","location":"This problem begins from a sit start in the center of the vertical downvalley-face of the boulder 20 yards uphill from the problem\n\nSeurat\n\n. Perfect salt-and-pepper granite, you can't miss it."},"__v":0},{"_id":"DxDdwmHUUWGjQ4bafvcb7Q==","name":"Broken Arrow Right (FKA Anorexic Gymnast)","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"Bennett Scott, 2003","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106503803","mp_crag_id":"106497849","climb_id":"DxDdwmHUUWGjQ4bafvcb7Q==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Find the obvious head-high holds about 10 feet left of\n\nSeurat\n\n, pull on, slide left a bit and make a long move up and left to a left hand gaston at the bottom of a seam while keeping your feet engaged. A couple of different finishing sequences will get you to the juggy lip. Although the first ascensionist suggested the name \"Anorexic Gymnast\" many years ago, it appears Ben changed his mind for publication of Jamie Emerson's guidebook.\n\nFor those who love big hard dynos, it is possible to dyno from the starting holds all the way (~7 feet) to the lip.","protection":"An Organic pad or two and a spotter.","location":"About 10 feet left of\n\nSeurat\n\n."},"__v":0},{"_id":"pIB6YvFaXmO2qPGtB8sWzA==","name":"Broken Arrow Left","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Bennett Scott, 2003","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106503807","mp_crag_id":"106497849","climb_id":"pIB6YvFaXmO2qPGtB8sWzA==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Find jugs in the cave about 20 feet left of\n\nSeurat\n\n, move up and right into the seam, figure out how to get your left hand in the right place and make a move for the juggy lip and easy finish. This shares into the same finish with\n\nBroken Arrow Right\n\n.","protection":"An organic pad.","location":"Start in the cave about 20 feet left of\n\nSeurat\n\non the same boulder."},"__v":0},{"_id":"vzqt2MeUWauGeXz3HCFK8w==","name":"Broken Arrow Dyno","yds":"V6-7","grades":{"yds":"V6-7","font":"7A+","vscale":"V6-7"},"fa":"Bennett Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"107762563","mp_crag_id":"106497849","climb_id":"vzqt2MeUWauGeXz3HCFK8w==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"This is a sweet, 6 foot dyno on the left side of the Seurat Boulder. Start on the jugs, as for\n\nBroken Arrow\n\n, and then huck straight for the lip. High feet make the problem feel a bit awkward at first, but it's worth it.","protection":"Sometimes you can swing a little on the top, so it's a good idea to have a spotter and at least a couple pads.","location":"This is on the left side of the Seurat Boulder, right of\n\nUseless Tools\n\n."},"__v":0},{"_id":"5chAbKILVL62kdhjUeazkA==","name":"Blackie","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Tyler Landman, 2007","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106622495","mp_crag_id":"106497849","climb_id":"5chAbKILVL62kdhjUeazkA==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Simply put, Blackie is the direct start to what is now known as\n\nBroken Arrow\n\n. Begin low on bad pinches down and right from Broken Arrow's obvious starting holds.","protection":"1-2 Organic pads and a spotter.","location":"Eight to ten feet left of\n\nSeurat\n\n, start low on bad pinchers and finish up\n\nBroken Arrow\n\n."},"__v":0},{"_id":"ew1QdGhMUlKUNW2rARjUvg==","name":"All Dogs Go To Evans","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Clayton Reagan, 2004","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"left_right_index":999999,"mp_id":"106611679","mp_crag_id":"106497849","climb_id":"ew1QdGhMUlKUNW2rARjUvg==","areaRef":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":"Start low down all the way down to the right, possibly sitting. Climb left along and out the overhang, trending along the steep arete. In the middle of the problem thin crimps in a rising seam also come into play with the slopey lip. Continue to the apex of the boulder, at the top of a little mini arete, and topout there. If you topout before this, you have not done the full problem.\n\nA great problem, but alas it is a lip traverse with a couple of opportunities to exit early.","protection":"A few Organic pads and a spotter to reposition the pads and to possibly protect the climber from a fall into an uneven landing area at the finish.","location":"This problem is on the same boulder as\n\nSeurat\n\n. Begin low on the east side of the boulder, where the trail first meets the boulder."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,1dbd118d-ede2-53d8-b82d-62ea5fe71ab5,955ad326-15ef-5a0a-ac4e-1c9d9d9e286d,3efe7bd6-e1fc-5f50-8bab-7adc937b9c2c","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Mt. Evans Bouldering","Area A","Seurat Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"V7"},{"count":2,"label":"V10"},{"count":1,"label":"V8"},{"count":1,"label":"V2-3"},{"count":1,"label":"V8-9"},{"count":1,"label":"V1"},{"count":2,"label":"V3"},{"count":2,"label":"V12"},{"count":2,"label":"V5"},{"count":1,"label":"V6"},{"count":1,"label":"V4"},{"count":1,"label":"V4+"},{"count":1,"label":"V6-7"},{"count":1,"label":"V11"}],"byDiscipline":{"bouldering":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":12}},"alpine":{"total":20,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":12}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":12}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6215,39.6315]},"bbox":[-105.62208385090719,39.63105033981814,-105.62091614909279,39.63194966018187],"left_right_index":-1,"ext_id":"106497849","area_id":"Pv571uH8X1CLq3rck3ucLA=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:55:51.165Z","updatedAt":"2024-01-15T16:42:32.941Z"}