{"_id":"63689d5ce80bff5a994f52ea","area_name":"Owl, The","shortCode":"","climbs":[{"_id":"djcghZ3DX1+QOw7tdclg2A==","name":"Wicked Jones Crusher","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dimitri Barton & Roy McClanahan - April, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70862,37.7284]},"left_right_index":4,"mp_id":"106627394","mp_crag_id":"105877451","climb_id":"djcghZ3DX1+QOw7tdclg2A==","areaRef":"aamy5D5gXvuwomCsMdgeXA=="},"content":{"description":"This is a fun climb up an orange wall.  The bottom is a little hollow and should be climbed delicately, however the holds are cool.  The crux is turning a roof with good pro on solid rock.  The crack thins down to fingers at the top.","protection":"Standard rack to 3 inches, bring some shoulder slings for the roof.  The bad rappel bolts have been replaced and are good now!","location":"This climb is on the cliff just east of the Owl.  Approach as for The Owl Bypass but continue all the way up the hill.  The climb is right facing, look for the orange blocks and flakes."},"__v":0},{"_id":"T7UE4Ue3X7G2wl3h3jl9Tw==","name":"The Walrus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Don Reid, Rick Cashner, 1977.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70862,37.7284]},"left_right_index":5,"mp_id":"105877583","mp_crag_id":"105877451","climb_id":"T7UE4Ue3X7G2wl3h3jl9Tw==","areaRef":"aamy5D5gXvuwomCsMdgeXA=="},"content":{"description":"This route climbs a wide crack in a corner on the left side of a pillar, about 200' up, right of the Owl.\n\nRappel 140'.","protection":"Big.","location":""},"__v":0},{"_id":"wnhEuU5KUiut2kiNMYhhMQ==","name":"Owl Roof","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FA (using chockstone placed by Bridwell): Tom Higgins, 1973.  FFA (chockstone removed): Dale Bard, by 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70862,37.7284]},"left_right_index":2,"mp_id":"105877580","mp_crag_id":"105877451","climb_id":"wnhEuU5KUiut2kiNMYhhMQ==","areaRef":"aamy5D5gXvuwomCsMdgeXA=="},"content":{"description":"This is the wide crack that splits the roof at the top of The Owl.","protection":"Pro to 6\".","location":""},"__v":0},{"_id":"yZ9tOl2SUo2VUQN3DFRobQ==","name":"The Owl Bypass","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70862,37.7284]},"left_right_index":1,"mp_id":"105877577","mp_crag_id":"105877451","climb_id":"yZ9tOl2SUo2VUQN3DFRobQ==","areaRef":"aamy5D5gXvuwomCsMdgeXA=="},"content":{"description":"From the right side climb a 5.9 jamcrack to a belay under the roof.\n\nEither rappel or do a 5.9 traverse left.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"sC9IIuRPUIiKJ1JDwTv3DQ==","name":"Mirage","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dale Bard & Rick Cashner - 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70862,37.7284]},"left_right_index":3,"mp_id":"106627025","mp_crag_id":"105877451","climb_id":"sC9IIuRPUIiKJ1JDwTv3DQ==","areaRef":"aamy5D5gXvuwomCsMdgeXA=="},"content":{"description":"This is a great finger crack.  It is very rough and grainy so bring some tape.  The crux is a short section at the bottom.  Kind of similar to Tips, it sometimes has a ladder hanging from it to gain access to the good crack above.  Up top, exit out right even though the chains are up and left.","protection":"Gear to 2.5.  Bring small gear for the bottom,  and extra finger sized gear for the rest.","location":"This climb is on the east side of the Owl.  Look for the obvious splitter when you first reach the cliff on the approach trail for The Owl Bypass."},"__v":0},{"_id":"yZLvGgOtWT+LhO3Sbj6AOw==","name":"Dromedary","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Frank Sacherer and Gordon Webster (Nov, '65)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.70862,37.7284]},"left_right_index":0,"mp_id":"107099582","mp_crag_id":"105877451","climb_id":"yZLvGgOtWT+LhO3Sbj6AOw==","areaRef":"aamy5D5gXvuwomCsMdgeXA=="},"content":{"description":"This rather obscure route is a great chimney adventure on mostly clean and solid rock. Pay notice to the \"plus\" sign at the end of the grade. This is one stout 5.8, even for those who are accustomed to wide cracks. For those who have no shame, knee pads and elbow pads will prove useful. The rock in the Owl area is coarse and this climb chews you up a lot faster than most Valley chimneys.\n\nGetting to the start of the climb can be tricky. The base of the Owl is a maze of small cliff bands and bushwhacking. If you are familiar with\n\nThe Owl Bypass\n\n, there is a ledge system that comes in from the right side which is used to access that route. If you walk across this ledge to the far left side you will see an alcove below the large, blocky, gully system that splits the two main buttresses. The climb starts out of this alcove, which is inaccessible (about 50 ft below) from the ledge below the Owl. It is possible however to traverse (5th class) left from this ledge over to the top of the first pitch of Dromedary which ends at a large tree on a ledge. To access the start of the route, you must scramble into the alcove on 3rd and 4th class ledges and bushwhacking from lower down. It is not really possible to describe the approach, other than to say it kind of sucks and makes the Owl Bypass/Roof approach seem pretty easy by comparison.\n\nPitch 1 (5.7, 50ft): Scramble up some moss covered blocks and enter into a slot. Chimney up the slot, exit it via double cracks, and then you must step right into a dirty, low angle crack leading up to a big tree. The step right is sort of precarious, but is protected. I grabbed some of the lower branches of the tree to make the move A0.\n\nPitch 2 (5.8+, 150ft): The long chimney in the corner that seemingly goes on forever. It starts off pretty easy but builds in difficulty. According to the guidebook, there is an optional belay about half-way up but I found the opportunities for an anchor there to be quite dismal. The difficulties lie above this point. The first being a narrow section just below a chockstone. The second crux is another impasse at a slippery knob. I found myself facing the wrong way and had to dead-hang off the knob to get turned around and utilize another knob out on the face. If you come to this spot and are already facing the correct way (left side in) this upper crux could be avoided. Above this the chimney widens and a nice jamcrack appears inside. Tunnel through some blocks and then claw your way up a final mungy section to reach a nice belay ledge.\n\nPitch 3 (5.7 or 5.9, 70ft): Scramble to the left a short ways and you'll find a deep, parallel-sided chimney. Wiggle up the chimney and if you're comfortable on 5.4-5.6ish?? R/X-rated slab, then attempt to slab climb out the side of the widening chimney at the top. Go either left or right, whichever looks easiest. Or if you're like me, and unprotected slab climbing freaks you out, you're in for one last crux. At the back of the chimney, the exit is blocked by a bulge. You can exit via either the difficult slot to the left or the difficult slot to the right. I chose to go right. Although the handjams in the back make it very secure, squirming up the thing is incredibly difficult (awkward, burly 5.9). Whichever option you choose, you'll find a good ledge to sit on and belay.\n\nDescent: Scramble and bushwhack through manzanitas heading towards the notch between the Owl Roof and the adjacent buttress you just climbed. There is a tall pine tree in the notch with rap slings on it. Make a short rap down the gully and then traverse across the slabby ledge to reach the bolted anchors atop pitch 1 of\n\nThe Owl Bypass\n\n. At the bolted anchor, you will likely need to anchor yourself in with the rope (with about 20 ft of slack) so you can walk back across the slabby ledge to the side of the gully and pull the rope from directly below the tree. From the bolted anchors make a double-rope rappel to the ledge system below the Owl.\n\nIf you left anything at the base of the climb (as we did), the best way to retrieve it is walk to the far left end of the ledge system below the Owl. Fix the rope on one of of the trees, and rappel down into the alcove to the start of Dromedary. Grab your stuff and then ascend the rope back out of the alcove.","protection":"Single set of cams to 4\". Leave the 4.5-5.5\" cams on the ground, but bring all of your really big stuff (6\" and up). I had two #6 Camalots which I thought was adequate. Large tubes would be useful if you have them.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,14a34046-d4ba-5064-b505-92d1514f96b6,f051303b-b6c1-548b-925d-b0fdde6c0745,69a9b2e4-3e60-5efb-b0a2-60ac31d81e5c","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Lower Merced River Canyon","Ar. The Owl Area","Owl, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.70862,37.7284]},"bbox":[-119.70918852779175,37.727950339818136,-119.70805147220823,37.72884966018186],"left_right_index":-1,"ext_id":"105877451","area_id":"aamy5D5gXvuwomCsMdgeXA==","polygon":{"type":"Polygon","coordinates":[[[-119.70918852779175,37.727950339818136],[-119.70805147220823,37.727950339818136],[-119.70805147220823,37.72884966018186],[-119.70918852779175,37.72884966018186],[-119.70918852779175,37.727950339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:54:45.168Z","updatedAt":"2024-02-19T18:29:56.242Z"}