{"_id":"6368a0dee80bff5a9953bbd7","area_name":"Palisade Head","shortCode":"","climbs":[{"_id":"q9AfsERRUUa0eqhddq0yVA==","name":"“A twister with teeth”","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Zachary Strong and Charlie Hazelroth","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":59,"mp_id":"119753356","mp_crag_id":"105814857","climb_id":"q9AfsERRUUa0eqhddq0yVA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Do you like choss? Do you wake up in the morning longing for a bit of lichen and dirt in your eyes? Well look no further because this baby’s got it all.\n\n About 25 ft north of “Goliath’s Finger Crack.” A detached pillar leads to a few exposed/reachy 5.7-5.8 moves, to a finger crack, to a ledge. Once at the ledge continue up the tight dihedral/chimney and shimmy your way to another ledge. From here a bomber #3 can be placed. Fire off some slopey face moves to the left and pull the mini-overhang (Crux1) which can be protected by a very nice #2 or a .3/.4 down low. From here the gear is good but the last 15 ft has lots of dirt and lichen.If you find yourself in the area with a brush it could definitely use it. I cleaned this route up quite a bit but the rock quality is still quite poor.Not sure on the grade.","protection":"A large clump of birch trees about 15 ft back can be slung and used as a TR anchor. The top out location is fairly steep and a bit loose. For leading I used doubles .3-.75 , singles of 1-4, and a set of micros. If you get my purple .5 out lemme know. :)","location":"About 20 ft north of “Goliath’s finger crack” is a sloped dirt ramp down to an exposed rock edge (see pictures)."},"__v":0},{"_id":"dVIJRY+2X3i6Gmpwaw+myg==","name":"Yellow Feather","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"JJ Schlick (Lead) R.Kollath (TR)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":24,"mp_id":"105854196","mp_crag_id":"105814857","climb_id":"dVIJRY+2X3i6Gmpwaw+myg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"A beautiful, airy pitch which climbs out the top half of the wall. \n\n  Start on a cushy belay ledge.  The climbing starts out with stemming and edges with a few good finger jams below the crux.  The crux involves hiking your feet up into a splitter stem, with an awkward jam (I found one finger to be the key) and a slopey crimp.  Then deadpointing or stretching for the distant jugs.  After your feet are on the jugs think left.  At a small ledge with a slight bulge above you work left to easier climbing to the top on good, but still scruffy rock.","protection":"Small wires and brass are ticket with some bomber blue Metolius or the same BD down low.  The crux is well protected.  The top 15 feet or so is run out, but the climbing there is 5.7ish or so.  Yellow and orange Metolius or the likes in a jaggedy horizontal are your last pieces.  Nuts or small hexes or tricams even may work better here.","location":"The route is about 30 feet south of Road to Emerald City.  Maybe 60 feet south of Danger High Voltage."},"__v":0},{"_id":"hQmIPQaoWGSQuPgIoxP5uQ==","name":"Yamadori [CURRENTLY CLOSED]","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":80,"mp_id":"117555914","mp_crag_id":"105814857","climb_id":"hQmIPQaoWGSQuPgIoxP5uQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"A wonderful sustained hand crack in a corner, hanging above Lake Superior, and finishing on an easy exposed arete.Rap down the crack that eventually turns into a right facing corner. Where the crack pinches down to nothing, there is a very small \"ledge\" left of the crack and about 10 ft off the water. This is where you start the climb. If leading, an anchor here can be built with .5 and .75 cams and good luck not getting your rope wet when pulling it. We rapped a single line and were able to flip it around the arete to the left to get it mostly out of the way or have third person pull up your rap line.Climb up the obvious crack until it peters out, then bail left to the arete for a few moves until trending back right and finishing on the crack on the face.","protection":"Top anchor is trees needing some pretty long cord/webbing. Gear for leading is mostly between .5 and 2 with not a lot bigger or smaller so I would suggest doubles in that size. A hair run out during the easier climbing up top but protects really well through any hard parts. Anchor down low is two .75’s and a .5.","location":"Hike up north until you can see Palisade Creek coming into the lake and locate the epic triangular diving board. Yamadori is climbers right of this and around the corner. See pictures for the location of the top of the climb. If you can’t find it you probably didn't go far enough north."},"__v":0},{"_id":"qrDKj1jdWnuzNCrcPIGOOA==","name":"Withering Heights","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":54,"mp_id":"106464464","mp_crag_id":"105814857","climb_id":"qrDKj1jdWnuzNCrcPIGOOA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"(From \"Superior Climbs\") \"The off-width from Hell. Guaranteed to purge you of all moisture.\"\n\n Withering Heights climbs the north side of the northern tower.  Rap or lower down the gully of loose rocks (watch out!) and you will quickly be wondering what you're getting yourself into.   \n\n  This route is kind of a 15-20 foot wonder.  Climb easy ground in a corner until you find your self facing the feature-less wide crack that doesn't want to lie back or get good jams.  Finish by treading lightly through a chossy chimney. If only it kept going for 50 more feet! ","protection":"You can clip two of the new bolts from \"Gun Fight\" in the first 20-30 ft, or a couple BD #2-4.  Then, big bros.  A couple nut placements here and there.","location":"On the north side of the North tower.  It's hard to miss because it is right below the large gully system that is full of loose rocks.  Just be careful top-roping for rope placement."},"__v":0},{"_id":"4USH4io1W1GG7RGQ60b9FA==","name":"Wise Guys","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Dahlberg","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":43,"mp_id":"106027592","mp_crag_id":"105814857","climb_id":"4USH4io1W1GG7RGQ60b9FA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Start to the Left of the rotten/shattered overhanging seam. Do a couple moves on side-pulls to get established on wall and traverse directly Right to good hold at base of shattered crack. Climb rotten seam up and right until it ends at rest stance in shallow dihedral. Follow shallow corner up to the hanging block at which point you gave 2 choices: Go straight up lie-backing hanging block (burly but secure) -or- sneak left and do easier but quite delicate and insecure moves which reward you with a no hands rest leaning against the Left side of the hanging block. Finish on good crimps up short final head wall. Kinda a \"gimme\" at 12a (some suggest 11d) but the botom bit is pumpy and the top section is tricky. It's a great TR as well as \"heady\" lead. fun and varied climbing.","protection":"Although it would not be impossible to place gear in the bottom section on lead it is HIGHLY recommended to pre-equip the bottom 30 feet! On rappel it takes a considerable amount of time and skill to finagle gear into the funky slots and rotten cracks. Even then, most of it is not extremely confidence inspiring (It's ok, just not what I'd call Bomber). Bring a set of stoppers and TCU/Alien/C3's, medium sized cams up to BD #2 (3\") as well as a long (48\") runner to sling the \"sideways tombstone\" up top.","location":""},"__v":0},{"_id":"4qNZ00ASV62uFgORa8MgXA==","name":"Water Babies","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian Gitar and Bill Gitar","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":60,"mp_id":"106536982","mp_crag_id":"105814857","climb_id":"4qNZ00ASV62uFgORa8MgXA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Large rock stairs up to a birch tree. Followed by fun corner crack climbing.","protection":"Full rack. Cams .5 to 4","location":"Northern Ramparts. Roughly 150 yards Northeast from the parking lot. Trail meets a clearing at the cliff. Half way down the cliff there is a large birch tree."},"__v":0},{"_id":"L5SKbzNEXEiIyxQset+AbQ==","name":"Warrior's Last Dance On Earth","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":39,"mp_id":"107010425","mp_crag_id":"105814857","climb_id":"L5SKbzNEXEiIyxQset+AbQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"This route climbs the face to the climber's right of Blue Bells.  Start ~15ft right of the start of Blue Bells. Hard moves off the ground lead to bigger edges. Follow the face holds up past a few hard undercling moves, traverse right and up to the top.","protection":"Gear anchor at top","location":"The face to climber's right of Blue Bells"},"__v":0},{"_id":"pZ+wRbfDWXyhCvIWSPG8jA==","name":"Urge to Mate","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Peter L Scott and Chris Holbeck, 1988.","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":45,"mp_id":"105920472","mp_crag_id":"105814857","climb_id":"pZ+wRbfDWXyhCvIWSPG8jA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"From RCM&W \n\n  A short but excellent, thin hand crack with good rests and the requisite manky pin at the crux.  From the ledge, follow the obvious crack straight up to a crux near the top.","protection":"#2 and #3 camalots. Belay takes small (0.4 - 0.75) camalots","location":""},"__v":0},{"_id":"0t/F+GrBVHqwJQgw0g6f1w==","name":"Swizzlestick Legs","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Peter L Scott and Scott Brockmeier, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":20,"mp_id":"107239929","mp_crag_id":"105814857","climb_id":"0t/F+GrBVHqwJQgw0g6f1w==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Balancy and technical face and arete climbing. Little spicy with a runout between 3rd and 4th bolt. Holds are sometimes difficult to find but they are there and they're decent. The question is: can you hold on long enough to find them? \n\n  Belay from the ledge with a bolt. Frome here step right and go up the face. You could start 40ft lower and add a pumpy 5.10c crack (bring  medium cams and nuts). \n\n  The name of the climb comes from Tom Waits's song \"Putnam County\": \n\n  And they'd suck on Coca Colas, yeah, and be spittin' Day's Work   Until the moon was a stray dog on the ridge and...   And the taverns would be swollen until the naked eye of 2 a.m.   And the Stratocasters slung over the Burgermeister beer guts   And swizzle stick legs jackknifed over naugahyde stools... yeah","protection":"4 bolts, 1 additional bolt at the belay. Small cams (yellow Alien) useful to reduce the runout between bolt 3 and 4.","location":"Face on the pillar to climber's left of Jim's Crack. The easiest way to locate the bolts is from the top of Jim's Crack. Bolt for belay anchor is at the grassy ledges left of the arete."},"__v":0},{"_id":"JcU58UQ4WM68B/lKEPP5KQ==","name":"Swimsuits and Harnesses","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Pagel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":1,"mp_id":"107598152","mp_crag_id":"105814857","climb_id":"JcU58UQ4WM68B/lKEPP5KQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Start in a 4-5\" crack and continue up discontinuous cracks that vary in size from .5\" to 2\" for about 60-70 feet. Crux seems to be 15 feet from the top. Pro is very good, can be easily protected all the way up the climb. Cracks are not \"junky\" but may be dirty due to the lack of traffic. The climb is very fun and should be on your list if you're at Palisade. This beach is calm, quiet, and sunny in the afternoon. Why not climb here?","protection":"Rack:    .3\" to 4\" BD Cams (may help to have 2 #2's and 2 #.75's)   The nuts and hexes could easily be left out.  ","location":"If your starting at the Palisade parking lot, head south for a good ten minutes or maybe 500 yards to the area called \"The South Annex.\" You can either repel to the beach or climb down the gully that is on the southwestern side of the beach. The gully is a little sketchy and very poor rock to scramble on. A 30 ft piece of webbing would be sufficient to protect your decent. Once your at the beach head left or east (about 40 yards) to a very obvious crack system. There is a left facing dihedral (that goes almost halfway up the cliff) to the right of the climb."},"__v":0},{"_id":"h0ScjID9XvWIYhaQtYMvdg==","name":"Superior Crack","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":41,"mp_id":"105827808","mp_crag_id":"105814857","climb_id":"h0ScjID9XvWIYhaQtYMvdg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"There are basically two approaches to climbing this corner.  The first is to embrace offwidth technique and the second is to stem in the corner.  The rock has lots of features making stemming a viable option but this certainly makes it seem harder than 5.8+.  This route it slightly overhung so be prepared for a swing if you pop off. \n\n RCM&W #49, p.214.","protection":"For lead large cams, Big Bros, and any other off-width gear you have, there's some smaller stuff in there too but not much.  Standard Top Rope setup, I would recommend using a belay device that allows you to easily lower the climber in case they pop off (i.e. not a reverso).","location":"About 50 yards northeast of the parking lot.  Follow the cliff line past Bluebells to a corner with a large crack."},"__v":0},{"_id":"jBqMFhKNV/6oi1q8yL21vw==","name":"Superior Arete","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FA: Dave Groth   FFA: Rob Pilaczynski, August 28, 2011.","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":42,"mp_id":"105849326","mp_crag_id":"105814857","climb_id":"jBqMFhKNV/6oi1q8yL21vw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Stuck in the spotlight, it is hard to miss the line. Start up Superior Crack for 15 feet or so until you can traverse right onto the arete via edges.  The route weaves its way up the arete switching sides now and then, with the crux at a small roof 1/3 or so the way up.  Excellent stone and movement.","protection":"Quote from Rob Pilaczynski (FFA):    \"The two cruxes have bomber gear right below them. I placed a total of five pieces, and I think you would be hard pressed to find any more than that. The first piece is right when you step right out of Superior crack, a .75 BD in a vertical crack. Right below the first roof I placed a bomber yellow alien in the constricting crack. After pulling the roof, you move left then back right to the arete and can fit a really good .5 BD in a small vertical seam. Once on the giant rest ledge, look around the corner to place a blue alien in a horizontal crack, then run it out to the last roof and place a horizontal green C3 before committing to the final headwall.\"  ","location":""},"__v":0},{"_id":"343WSAiDWYuJHoOYLYutMQ==","name":"Sunny and Sheer","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA: Eric Fazio-Ricard  FFA: Krzysztof Gorny, July 2015","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":33,"mp_id":"107010413","mp_crag_id":"105814857","climb_id":"343WSAiDWYuJHoOYLYutMQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Great exposure and fun pumpy face climbing up the arete to the left of Palisaid and Hidden Treasure.\n\n Climb the obvious multi-layered juggy flake that does not appear to be attached to anything for 30 feet into a series of big holds followed by the balancy and technical crux on the right side of the arete. For full-value, move back left past some calcite following a crack system with face holds to the top. For an easier escape, climb to the right of the arete.","protection":"Plenty of small cams (c3's and up to 0.75 c4's). Few good shallow placements in solid horizontal cracks. Some 'good looking' placements in questionable rock that would hold body weight. Burly crux protects with few decent pieces (including dyneema sling around the jug hold). \n\n  Gear anchor at the top.","location":"The arete to climbers left of Palisaid and Hidden Treasure."},"__v":0},{"_id":"xHToImKuU/+9pQv2yRppxg==","name":"Sunday Excursion","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA: Dave Pagel, First TR: Guy Evans, FFA: ?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":55,"mp_id":"117065922","mp_crag_id":"105814857","climb_id":"xHToImKuU/+9pQv2yRppxg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Sunday Excursion begins with a strenuous crack inside a left leaning corner capped by a triangular roof. At the roof traverse left (crux) and continue on a 5.10 terrain to the top. Pay attention to some potentially loose blocks near the exit.","protection":"Small to medium cams and nuts. Single BD #4 or equivalent nicely protects exiting cracks.","location":"The route is roughly 100 ft north along the cliff from the North Tower. It is best located from the top of Praise the Many Seraphim or I Could've Been a Contender by looking south towards the North Tower and identifying a buttress with an obvious triangular roof which is a landmark for the route."},"__v":0},{"_id":"8EsUBAdbUQ+2lkitVu1Uyw==","name":"Squab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":13,"mp_id":"107106852","mp_crag_id":"105814857","climb_id":"8EsUBAdbUQ+2lkitVu1Uyw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Pitch 1: Cracks through a roof lead to a chimney. Shares first belay ledge of \"Pussyfoot\".   Pitch 2: Same finish as \"Pussyfoot\". Follow ledges and chimney up and left to the top.","protection":"Stoppers, double rack of BD cams up to 3 and one BD 3.5","location":"Right of \"Pussyfoot\" and left of \"Scars and Tripes Forever\"."},"__v":0},{"_id":"yF8tcYPDVL2T4A9XGkk/5Q==","name":"Spruce Tips","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":4,"mp_id":"119090333","mp_crag_id":"105814857","climb_id":"yF8tcYPDVL2T4A9XGkk/5Q==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"A scrappy little climb that works its way up an improbable blank face using a sharp arete as a sidepull and heel hook and then traversing into an amazing finger crack for the upper halfIt is not your typical Palisade Head route. Short and punchy, no corners or stemming, and small nubin feet everywhere.Lots of choices for how to start. The fist crack on the left, stem your way up against the column to the right, or just go directly up the face. Either way, your goal is to reach the horizontal crack 10 ft up and it doesn't really effect the grade.Then work your way up the face using the sharp arete to your right and a few key holds on the face. Once level with the base of the finger crack, traverse left to it and try to find some feet to move up. Follow the finger crack getting better and better as you go up. Traverse slightly left up the diagonal hand crack near the top and then find some final good edges to finish.Note: There is a lot of loose rock on top of this climb so it doesn't lend itself well to a top belay. Its not impossible, but if you move at all on top, you will likely rain down rock on your climber. Best to just set up a sling shot and rap down the escape gully. Even when leading, I set up a sling shot so I could just clip and lower and didn't have to top out, avoiding bombing my belayer with rocks. ","protection":"Single rack of cams .2-.75, a couple draws, and a small nut or two.","location":"Broadly speaking it is in the Southern Ramparts area,  about a quarter mile south of the parking lot and down a 3rd class scramble to reach the top of the climb. Between the popular easy climbs KGB and Socket Wrench.\n\n The base of the climb is immediately to the right of Night Vision and left of the tall free standing pillar.\n\n To reach the base, the easiest way is to rappel the escape gully.\n\n See photos for a visual."},"__v":0},{"_id":"2iEnCK1PXAiFqU+0GDb2FA==","name":"Soli Deo Gloria","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA (Toprope) Paul Bjork - FA (Lead) Dave Groth","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":69,"mp_id":"106021263","mp_crag_id":"105814857","climb_id":"2iEnCK1PXAiFqU+0GDb2FA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Start right of obvious thin crack and climb left up shattered rail to base of thin crack. Place small cams and/or bomber nuts as you climb thin crack and face holds on left passing a fixed piece below overlap/small roof. Pull small roof passing another fixed piece on crimps & side-pulls to gain shattered rail on the left. Work rightward up rail to a not-as-restful-as-you-think-it-will-be rest alcove with fixed pins. Go up trending slightly rightward placing gear in slots as you pass. There's a bit of a kick in the ass at the finish. Good gear (albeit sometimes awkard to place) throughout. Excellent route with great movement and interesting sequences! Reasonable lead as well as fun TR.","protection":"Bring small to medium Stoppers, Cams to #2, Heavy on small (.3 Camalot) to Medium (#1 Camalot) cams. Draws and a couple 24\" runners","location":"This climb is on the Northern Ramparts section, south of No Sugar, No Baby and north of Ecclesiastes. The top is fairly easy to find: between the aforementioned climbs look for a place where the cliff juts out a bit. There is a prominent clump-o-trees about 5 feet back from the edge. You will see a notch in the bare rock cliff edge just in front of the tree clump. That's the top of the route."},"__v":0},{"_id":"3M6g02jEVfKPEjsABBfQrA==","name":"The Sound of One Hand Jamming","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Rick Kollath and Roger Harkess","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":63,"mp_id":"115142745","mp_crag_id":"105814857","climb_id":"3M6g02jEVfKPEjsABBfQrA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"The best part of this route is the name. Other than that its mediocre climbing into an awkwardly tight dihedral that, you guessed it, you can really only jam one hand.\n\n The route technically starts on the ledge but you might as well go all the way down and climb the first 15 ft of Praise the Many Seraphim dihedral.\n\n I think a few people have accidentally climbed the first half of this route while trying to climb Praise the Many Seraphim if they miss the bolt line and don't climb the face. The two climbs are with in a few feet of each other.  \n\n Pro through the bottom and upper sections looked good. One section in the middle had a tricky move with some loose looking rock that would take small pro. I didn't lead it and didn't feel like I was missing out on anything.\n\n Plenty of better routes in the area. Would not recommend to a friend.","protection":"Standard rack. #4 may be useful","location":"One corner south of Praise the Many Seraphim/Ecclesiastes/Last Gift of a Sinner "},"__v":0},{"_id":"0EoLAvq2X+SkbwbJY9SBGw==","name":"Socket Wrench","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Pagel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":6,"mp_id":"106487592","mp_crag_id":"105814857","climb_id":"0EoLAvq2X+SkbwbJY9SBGw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Climb the finger and hand cracks up the corner. Abundant face features for feet. The crux is probably the finger crack at the bottom.","protection":"Standard rack to hand-sized for lead or lots of webbing for a TR set-up.","location":"Located in the Laceration Jam area of the \"Southern Ramparts.\" You'll find it about 150' north of the Southern Escape Gully. This is a huge left facing corner to the left of Old Men in Tight Pants (.10a)."},"__v":0},{"_id":"7JURSDk2XD2HbfGt14v09A==","name":"Smuggler's Cove","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Randy Baum","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":23,"mp_id":"119701097","mp_crag_id":"105814857","climb_id":"7JURSDk2XD2HbfGt14v09A==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Begin with a 5.11 intro of face climbing that leads into a shallow corner.  Once past the dihedral and on the headwall, navigate a sustained crux with small edges and tricky movement (V7-8).  After some 5.10 climbing, one final crux awaits.  While not straightforward, the finish only clocks in at V3 or so.  Smuggler’s Cove the route draws its name from the deservedly famous San Francisco tiki bar of the same name.  If you enjoy mixing drinks, the cocktail book, which is also called Smugglers Cove, demands a seat at the home bar.   Send this route and once home be sure to dial up a Zombie or Jungle Bird. Yum!","protection":"Top rope anchor takes nuts and cams from micro to #2 C4.   \n\n  Climb itself has 8 bolts.  Supplement with two 0.4 cams and one 0.3.  Be sure to take 3-4 standard length runners.  Locate the dihedral at mid-height.  Extending the bolts below helps with rope drag;  the same can be said for the piece you place in the dihedral itself.   \n\n  Belay ledge takes cams 0.2-0.4.  Route overhangs 15 or so feet.  Clip into bolts #4 and lower, otherwise you might find yourself hanging in space and unable to reach the belay.  You’d then have to lower to the ground then fourth class up chossy ledges to get back to the belay.  This method is not advised.   The route is only a hundred yards or so from the access gully.  You can skip the rappel and approach via that path, if you so choose.","location":"10ft climber’s right (north) of Jim’s Crack.  Belay from the lowest ledge before 4th class terrain begins; this is about 50 ft above the water.  "},"__v":0},{"_id":"7uWe40hmUJi4HhZXTJWa/A==","name":"Smear Job","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Steve Mabley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":21,"mp_id":"119528425","mp_crag_id":"105814857","climb_id":"7uWe40hmUJi4HhZXTJWa/A==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Either start from the talus (for extra 5.9 climbing) or from the big ledge to get into the finger/thin hands crack. Lots of dirt seems to fall into this route, but the climbing is quite good.","protection":"I'd guess a double rack to #2 cams. Sorry, only toproped it.","location":"15 feet or so to the climber's right of Swizzlestick legs."},"__v":0},{"_id":"3GVpM21QWZypuUlHF/8WAQ==","name":"Scars and Tripes Forever","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Pagel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":14,"mp_id":"105920333","mp_crag_id":"105814857","climb_id":"3GVpM21QWZypuUlHF/8WAQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"From RCM&W \n\n  A long, forbidding, dark corner forms the first major break in the clifftop to the north of Laceration Jam.  Your mission is to reach that corner and climb it.  Start about 10' north of a right-facing corner and work up to a small bush.  Forge boldly past a wide section (5.9) to the continuously difficult crack above.","protection":"Doubles from .75 to 2, long route","location":""},"__v":0},{"_id":"YGXHvDyTUUqs5S49vARY6Q==","name":"Rapprochement","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":32,"mp_id":"105920464","mp_crag_id":"105814857","climb_id":"YGXHvDyTUUqs5S49vARY6Q==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"From RCM&W \n\n  A reachy crux near the bottom leads to slightly easier climbing above.  Start on the face between Ex Nihilo and Sunny and Sheer.  Climb up through double cracklets (crux at pin) and enter the 5.9 corner above.","protection":"Standard Rack, larger pieces for a toprope setup","location":""},"__v":0},{"_id":"pv+fGlveWLKk7XIoJmWhDw==","name":"Quetico Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":40,"mp_id":"105831429","mp_crag_id":"105814857","climb_id":"pv+fGlveWLKk7XIoJmWhDw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Another popular route.  Follow the chimney and large flake system to the top.  Some of the holds can a bit hard to find, adding to the fun a bit.  Often done as a top rope but leadable with large gear. \n\n RCM&W #48, p.214.","protection":"Larger gear #2-#5 camalots, and some big bros.  Standard top rope setup.","location":"The crack is located about half way between Bluebells and Superior Crack."},"__v":0},{"_id":"bbRLNB8bU3ubBKSId+zrHg==","name":"Presents","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Pagel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":8,"mp_id":"105920458","mp_crag_id":"105814857","climb_id":"bbRLNB8bU3ubBKSId+zrHg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"From RCM&W \n\n  Thin, technical, and aesthetic.  Start in the small corner/crack just left of Laceration Jam and climb up, then right to the first belay on Laceration Jam","protection":"Standard Rack","location":""},"__v":0},{"_id":"qwVihrZoWvaP8GrByQAkGw==","name":"Pussyfoot","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Rick Kollath, Dave Pagel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":12,"mp_id":"106053723","mp_crag_id":"105814857","climb_id":"qwVihrZoWvaP8GrByQAkGw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Start on the crack with a tree inside a right facing corner. The crack continuously widens and eventually turns into an off-width. Step up and slightly left, and continue on a crack towards the roof. Pull the roof (crux) and continue to the big ledge (some loose rock). From here traverse left and finish on pitch 3 of Laceration Jam.","protection":"Cams up to #5 BD. Double on medium sizes. Set of medium and large nuts. 24\" slings.","location":"The route ascents the very prominent crack system with a small roof  ~50 ft up, between Laceration Jam and Scars and Tripes. It is easily identifiable by the tree at the bottom (see beta picture)."},"__v":0},{"_id":"TMFYHWtwXZyUIxIR9nMwnQ==","name":"Praise the Many Seraphim","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rick Kollath","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":64,"mp_id":"110263697","mp_crag_id":"105814857","climb_id":"TMFYHWtwXZyUIxIR9nMwnQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"One of the most accessible moderates at the crag! Great line for folks who are unfamiliar with the style and/or are intimidated by the set-up and location of P-Head. Follow a line of bolts 20 feet left of Ecclesiastes (if looking up from the ground) that takes you through a series of good, flat holds to the large ledge. From here, work up the super cool finish on two wide-ish cracks.","protection":"Four glue-ins to a brief hand crack, then a wider double crack after the ledge. For gear, bring #.75 - #4, a few smaller nuts.","location":"Just left of Ecclesiastes in the Northern Ramparts"},"__v":0},{"_id":"klhgiclxUmu3UsiYEWdhiA==","name":"Poseidon Adventure","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dave Pagel and Rick Kollath","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":76,"mp_id":"105872011","mp_crag_id":"105814857","climb_id":"klhgiclxUmu3UsiYEWdhiA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Hats off to Dave Pagel and Rick Kollath for this one. Awesome, sustained, and technical. Finger locks and laybacks in and around a thin crack. The crux is roughly 30 feet above the belay ledge but it doesn't get much easier all the way to the top. The last 10 feet are little run out but can be protected with a bomber nut placement. Farris's guidebook mentions first pitch, which is a short crack leading from the water to the belay ledge. Unless you have a boat, I am not sure how to do it without getting soaked.","protection":"Small to medium nuts and cams. Belay at the ledge down low takes medium cams. Top anchor requires long slings wrapped around several smaller trees.","location":"Very end of the Northern Ramparts. The corner with Poseidon Adventure is perhaps best visible from the clifftop at Mr. Lean/Mack the Knife (see beta photo) Walk along the cliff to the uphill section with no vegetation and lots of pebbles. Caution when locating the route looking down from the edge."},"__v":0},{"_id":"WzreaBFVUZqtuVSpssZl5w==","name":"Phantom Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":36,"mp_id":"105826890","mp_crag_id":"105814857","climb_id":"WzreaBFVUZqtuVSpssZl5w==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"One of the classics of the area, and the back cover of Mountaineering Freedom of the Hills 6th Ed.  Climb a somewhat chossy slab (5.6) with limited protection to a small ledge with a hand crack in it.  Jam the crack to the top (5.9).  Some people do this as one pitch or set up a belay at the ledge below the hand crack.  You can easily rap in with a single 60m rope, not sure about 50m. \n\n RCM&W #42, p.214.","protection":"Nuts and small cams for the bottom.  Hand sized hexes and cams for the top.  For the top rope setup I found a large cam (fist sized), nuts and tri-cams are helpful.","location":"Phantom crack lies about 10 yards north of a rock retaining wall overlook in a corner.  The crack is clearly visible from further down the cliff, making it quite photogenic."},"__v":0},{"_id":"fzIeLmSEUIuTx9t7QAi38g==","name":"Phantom Corner","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Eli Curry","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":37,"mp_id":"105854799","mp_crag_id":"105814857","climb_id":"fzIeLmSEUIuTx9t7QAi38g==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Burly little stemming problem immediately right of Phantom Crack. Pretty fun if you like this type of climbing. Recently cleaned, some holds changed due to loose rock. The lead is fairly well protected with small/micro cams. A fall in the lower crux could be painful due to its close proximity to the ledge. ","protection":"TR, TradSmall rack of micro cams and / or nuts. Primarily cams in the .0 to .3 bd sizes.","location":"Main Ampitheater"},"__v":0},{"_id":"YF+I7NmdWNmoAQIiDNbTvA==","name":"Palisaid","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dave Groth- Mid 90’s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":34,"mp_id":"105851007","mp_crag_id":"105814857","climb_id":"YF+I7NmdWNmoAQIiDNbTvA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Also known as Palace-Aid. Featured in Rock and Ice article, \"Head Games\" , as one of the seven US routes to die for, which is remarkable for a route in Midwest (\"To die for: North America's 7 most dangerous head points\", Rock and Ice, issue 138, 2004).  \n\n  This former aid line was originally envisioned as a free route by Mike Dahlberg and Scott Backes (they added two bolts at 30 ft from start), and completed by Dave Groth in the late 90's. It remains one of a few hard test pieces at the crag, and features technical climbing over good gear. The route remained unrepeated for almost a decade until Chris Hirsch got the 2nd ascent in 2007. \n\n  Follow seams and thin cracks past several cruxes up a long thin line on the clean face to the left of Hidden Treasure. It's hard to miss if you are looking for it!","protection":"Wires, small to medium cams, 2 bolts","location":""},"__v":0},{"_id":"1v1o1tm5WNmtsOGzSAkrPw==","name":"Oz - (AKA The Road To Emerald City)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA (2 Pitch, A4) Kolath & Pagel - FFA (one 170' pitch) James Loveridge (detailed FA history below)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":25,"mp_id":"106021178","mp_crag_id":"105814857","climb_id":"1v1o1tm5WNmtsOGzSAkrPw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Rap in (fixed single or 2 ropes tied together as it's about 55M to the base ). Set up belay on sloping rock at base (about 30feet from the water). Use single camo GI on the face above block and a #4 Camalot to set up belay for lead. From belay, move right to short chunky buttress and up through bulge passing 2 camo GI's. Continue with the line of least resistance placing good gear in slots and funky pods as you go. When yu gain the juggy, left trending block feature, look for one last camo GI on the left. A few more slots and edges get you to the base of the crack proper. Climb Stunning crack for 65 feet or so to the big ledge. Head up corner (kinda tricky to get off the ledge...) to the top of the cliff. The route has no super hard moves but it's an enduro pump-fest for sure! Plumb line, incredible position, amazing rock (especialy on the 70' crack section!) IMHO, this is one of the best routes at the Head.","protection":"Bring a set of Stoppers , a double set of cams from BD #.3 (or other 1/2\") to BD #.75 (1.25\"). Plus a coupple other small C3/TCU/Alien up to 1/2\" (A single BD #3 is helpful for one short section where the crack widens. Some draws and a couple shoulder length (24\") runners. NOTE: For the first half of the route (before the crack starts) the gear takes some skill-planning-thoughtfulness to place. Also: The gear on the start is more than adequate, if a wee bit run out (you have to go 8-10 feet or so between a couple placements). There is NO chance of hitting anything if you do fall so just give'er and climb to the gear.","location":"Oz is located about 30' climbers left (south) of Danger High Voltage. Look for a large tree growing about 10 feet down a Dihedral with a big ledge 30' below (there's a obvious crack in the ledge). It's best to set-up an anchor on the slight promontory to the climbers left of the tree Dihedral. NOTE: You need 2 Ropes tied together to get to the belay rock at the base! That, or fix a single line to the anchor and take your lead rope with you."},"__v":0},{"_id":"/bdrDji/WtauASUa2Erb5w==","name":"Old Men in Tight Pants","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rick Kollath","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":7,"mp_id":"106487612","mp_crag_id":"105814857","climb_id":"/bdrDji/WtauASUa2Erb5w==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Blast up the thin crack and flake system to bigger holds near the top.","protection":"TR. Potentially leadable, but would be pretty dicey with some of the flakes being fairly thin and hollow-sounding.","location":"In the Laceration Jam area of the Southern Ramparts. About 150' North of the Southern escape Gully or 50' South of Laceration Jam."},"__v":0},{"_id":"L/f+pdycXlOBZ7Z3qcI/VA==","name":"Northern Exposure (***CLOSED***)","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Eric Enquist/Tony Ledin","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":78,"mp_id":"117513018","mp_crag_id":"105814857","climb_id":"L/f+pdycXlOBZ7Z3qcI/VA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"","protection":"Five bolts, singles to BD .5 and a #3. Trees for TR anchor or a nut, #1, and #2 to rappel your rope to the belay at the water.","location":"Located far north past “Poseidon Adventure.” Walk the trail toward Shovel point, the climb goes up the most prominent and slightly overhanging arete on the cliff facing Shovel Point."},"__v":0},{"_id":"5SYmo5o7WQuCEBS9/UGUBQ==","name":"North Tower, South Face","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":51,"mp_id":"117331038","mp_crag_id":"105814857","climb_id":"5SYmo5o7WQuCEBS9/UGUBQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Starts on a pedestal, with some 5.5-5.6 scrambling up from there.  Midday up you start to stem, with some small flakes and cracks to grab.  For the full 10d do the finger crack on the final headwall - more like 5.9 if you stay in the corner all the way up.\n\n RCM&W #65","protection":"The tower is pretty small on top - not a lot of great spots for TR anchors, but we made it work.  Natural anchors are scarce as the tower is detached from the main rock.  Didn't lead, but you'd want lots of smaller stuff.","location":"The name says it all - stand on top of the North Tower, then climb the southern face of it. Be careful accessing the tower - go slowly around the big chimney, don't jump across.  "},"__v":0},{"_id":"mr1vUeuIW/GYUgMTgprM/Q==","name":"No Sugar, No Baby","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Kolath","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":71,"mp_id":"114986256","mp_crag_id":"105814857","climb_id":"mr1vUeuIW/GYUgMTgprM/Q==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"A nice 5.9 corner. Starts with a hand crack. More varied up top.\n\n Start on the ledge just above the tree. Loose and thorny below the tree. \n\n A directional would be nice but not mandatory. ","protection":"Standard Rack for leading. Trees for TR set up","location":"Right before the big roofs on the northeast end of Palisade. Start is at the last tree on the talus. See photos for top of route location. "},"__v":0},{"_id":"zHONNmJ2WCSDbvI5XFSP6g==","name":"Night Vision","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steve Mankenberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":3,"mp_id":"108370099","mp_crag_id":"105814857","climb_id":"zHONNmJ2WCSDbvI5XFSP6g==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Night Vision is a steep finger-tips crack in a left-facing dihedral.  Climb the corner on face holds, tips jamming, and stemming.  The crack takes very good (small) gear.  It's a nice, clean line, except the top out is a bit loose.  Too bad it isn't longer.","protection":"Small stoppers and cams.","location":"Night Vision is just to the right of KGB."},"__v":0},{"_id":"epdPMtvgWMyINrvs0xddJw==","name":"Mr. Lean","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dave Rone","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":49,"mp_id":"105920475","mp_crag_id":"105814857","climb_id":"epdPMtvgWMyINrvs0xddJw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"From the talus, climb up to a prominent right-arching crack that gets much wider as you go higher. Jam, layback, and face climb the crack to the large pedestal. From the pedestal, climb the hands/tight hands crack to a locker finger slot and pull up onto a small sloping ledge. Shake out here, it's your last chance! From here the crack narrows to finger tips for a few moves (crux) until you can reach good holds where a horizontal crack intersects the route. Although the difficulty eases the pump factor takes off as you continue up the overhanging crack that has widened to fingers/rattley fingers. Finish by traversing left on small edges to a big ledge about 15' below the top and then up the arete. A harder finish continues up the crack a few more feet to the arete.","protection":"You can use some bigger cams (up to 3 camalot on the right arching crack) on the lower part of the route, leading to the big ledge.  After that, the crack starts out tight hands, then ranges from tips to large fingers.  So take cams from 00 C3 up to 3 Camalot, and stoppers 8-12. \n\n  Note:  On the FFA I used only stoppers, hexes, and slider nuts.","location":"Mr. Lean is about 20' south of Mack the Knife, and is best viewed from the North Tower. From North Tower, look south for the large pedestal at about 1/3rd height on left edge of the cliff face, and the crack which rises from the pedestal. This crack, about 3' right of the arete, is the business of Mr. Lean. "},"__v":0},{"_id":"146eQEjOUJCsEdB5svpjGg==","name":"The Metamorphosis","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Brockmeier and Pete Scott late 80's","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":67,"mp_id":"121080244","mp_crag_id":"105814857","climb_id":"146eQEjOUJCsEdB5svpjGg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Splitter crack starting in dihedral, moving through a roof, past an old anchor, and through a few offwidth moves at the top. Unfortunately the top of the route is at the bottom of a gravel gully, so you need to be careful setting up the anchor.","protection":"Black diamond sizes: #6, #4, #3(2), #2, #1, #.4(2), #.3, #.2","location":"This is two routes to the climber's left of Soli Deo Gloria, or one route to the climber's left of Mann Act."},"__v":0},{"_id":"oJNZ5LgVWECgrGG/TyPzzg==","name":"Mann Act","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA: Kimson Ridge (TR), FL : Kris Gorny, Nov 2017","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":68,"mp_id":"113716497","mp_crag_id":"105814857","climb_id":"oJNZ5LgVWECgrGG/TyPzzg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Mann Act combines a splitter 5.9 crack, that takes good pro, with meandering face above, that barely takes any. Climb the crack to the roof and do a short off-balance traverse right to the arete. From here go up placing very few pieces, execute.a tricky 5.11 traverse left, and finish to the top. Cool adventure climb in a best part of Palisade Head with hardly anybody around.","protection":"Cams up to BD #3. C3’s, small nuts.","location":"Splitter crack capped by a small roof just left of Soli Deo Gloria."},"__v":0},{"_id":"2hZKyrY6U6WLB84ra1rWuA==","name":"Mack the Knife","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"TR Kollath?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":50,"mp_id":"105863608","mp_crag_id":"105814857","climb_id":"2hZKyrY6U6WLB84ra1rWuA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Crux towards the top of corner at steepest most thin section.","protection":"Excellent  natural pro all the way.","location":"North Escape Chimney area - Left wall.  First visible corner right of Great Bird Chimney.  Traverse in from right along ledge to base of route."},"__v":0},{"_id":"sqrNm8RGUe6U/QcOl7pv6g==","name":"Mabley's Traverse","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Steve Mabley","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":15,"mp_id":"113620210","mp_crag_id":"105814857","climb_id":"sqrNm8RGUe6U/QcOl7pv6g==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Start may of changed as mention in RC M&W pg146 in the description for the route. I started on a small ledge to the left of what appeared to be a more direct start but has since collapsed.   \n\n  P1) Stepping off the ledge around the small protrusion and upward toward  the series of broken ledges is easy with sparse protection. Once on route proper the climbing remains straightforward through crack systems up to a slabby off-width where a natural chock with two pieces of worn nylon webbing are tied with water knots. Top out of that short but strenuous crack to a stance with two crumbling but sturdy, stubby  pillars.  \n\n  P2) From the belay disappear around the corner to the left on a small but easily traversed ledge, with great exposure to your right over looking the lake. A relatively easy series of ledges leading up and down  to the ominous dark chimney / off-width climbing ahead requires some route finding skills and commitment. \n\n  P3) Start just below the large boulder thats lodged and creating a key hole entry, lots of loose rock here up the dull gully. Carefully climbing through the key hole and into a nice stance below the next short but intriguing off-width (#6 in the far back of the crack). atop the off width is more 5.easy with lots of loose rock, belayer must be tentative. into a comfortable chimney harboring your belay just before the top.","protection":"Fixed chockstone on pitch 1. Rack, c4 #1-6, nuts.","location":"Route #21 in RC M&W pg146, climbers right of \"Scars and Tripes Forever\", Mostly located in the Southern Ramparts Center."},"__v":0},{"_id":"vy85oepyV02QZ1A3Ubemew==","name":"Lord of the flies (free) AKA: Comrades in Slings (aid)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dave Groth (FFA) R.Kollath (Aid)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":48,"mp_id":"105877892","mp_crag_id":"105814857","climb_id":"vy85oepyV02QZ1A3Ubemew==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Nice 75 foot over hanging dihedral. Tricky with some rests.","protection":"2 bolts, set of wires and cams, extra 1\"","location":"Between bird chimney & Mr lean"},"__v":0},{"_id":"5AZmUH4TWiKk8bzbS8rP7Q==","name":"Long Distance Commute","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Josh Columb/ Joe Nixon","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":18,"mp_id":"106462689","mp_crag_id":"105814857","climb_id":"5AZmUH4TWiKk8bzbS8rP7Q==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"This route takes the left hand of two cracks in the corner to the left of Iron Maiden up to a ledge about 1/2 way up, than switch to the right hand crack.  A short section of face climbing(crux), protected by a fixed pin in the face on the right, is followed by 10 more ft of a finger crack that splits the large block at the top.  This is a surprising find at Palisade Head.  An unclimbed moderate hand crack.  I couldn't find it in any guide books, but wouldn't be surprised if someone did it a long time ago and just forgot about it.  It basically just needed to be scrubbed clean of lichen.  A fun moderate safe warm up.","protection":"The whole route can be safely led on trad gear 2\" and smaller, mostly thin Hands to fingers.  There is a fixed pin near the top between this route and Iron Maiden that can be clipped for extra security right at the second little crux","location":"This route is on the south side of the route Iron Maiden (large awesome off with/squeeze chimney).  An anchor is best set up on the large block on the south side of Iron Maiden.  You can easily rapel to a large ledge about half way down the face.  There is a fixed pin in the corner (don't know how old it is)but ample anchors abound (large block can be lassoed)."},"__v":0},{"_id":"CTG6rjmYVuaZBdF2jXAPNQ==","name":"Lapidarian","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"James Loveridge and Dave Groth","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":16,"mp_id":"110829372","mp_crag_id":"105814857","climb_id":"CTG6rjmYVuaZBdF2jXAPNQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Starting at a narrow ledge half-way up the wall with 3 new-looking bolts, climb a shallow dihedral with a small crack and some lie-back moves. The crux is right at the end, just before topping out.","protection":"There are 3 bolts at the starting ledge. The beginning rock seemed crumbly, so would probably be a scary lead.","location":"20 feet south of Bridges Over Troubled Water.   The top of the route is a smooth spot of pink rock with a very slight dihedral shape visible (see picture)."},"__v":0},{"_id":"BA5lXCEZViy81GIuYGqHIw==","name":"Laceration Jam","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Kennedy and Dave Mital","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":10,"mp_id":"105920328","mp_crag_id":"105814857","climb_id":"BA5lXCEZViy81GIuYGqHIw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Located towards the south end of Palisade Head Laceration Jam takes an aesthetic line up a striking hand crack.  The second pitch takes you up a wide crack around the corner to a belay ledge.  The third and less memorable pitch takes you through a roof and up a chimney to the top.   \n\n  A great route in an even better location.","protection":"P1 The crux pitch leads up the crack, past the overhang, to an airy stance on the left. Belay takes orange tcu, .75 BD, and 3 BD. Or skip this and link into 2.\n\n P2 Continue up into wider terrain and traverse right around the corner to a ledge with an old pin belay. Back up with pro in crack if necessary.\n\n P3 Traverse around block and climb through an overhang (5.8) and up a chimney (5.6R) to the top.\n\n Rack: Singles of Orange Tcu - .75 BD, Doubles from 1-4 BD with an optional 5 for P2.","location":""},"__v":0},{"_id":"vU+7Ch7UXbaL7FywJ8huxw==","name":"Killing Me Softly","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Pagel and Rick Kollath","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":11,"mp_id":"119289899","mp_crag_id":"105814857","climb_id":"vU+7Ch7UXbaL7FywJ8huxw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Dihedral with loose flakes, tricky bulges/overhangs to surmount, and some gravel.","protection":"Not sure on the pro, I just toproped it.","location":"If rappelling from the top of Laceration Jame (the wide chimney with an old buttonhead bolt at the top), continue down to the bolted belay on Laceration, then beneath that stance are two dihedrals. The climber's right dihedral is Killing Me Softly. The dihedral on the left is Queen of Venus."},"__v":0},{"_id":"5why3qe2USa94DLZmDakOg==","name":"KGB","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Pagel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":2,"mp_id":"106326644","mp_crag_id":"105814857","climb_id":"5why3qe2USa94DLZmDakOg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"There are two cracks, the left being bigger. I took the right crack which seemed easier, but both are climbable.  \n\n  The crack runs the length of the climb. Start climbing and continue up the crack/corner until you surmount a ledge about half way up. Then a nice crack to the top.  ","protection":"Standard rack.","location":"If you are descending the Southern Escape Gully, KGB is the first major corner with a flake to the right. We went to the top of the climb and rapped, and would strongly recommend this.  \n\n  Just to warn everyone, there is scree on top of the climb and gets quite annoying. Not so much dangerous, well it could be but if you where a helmet you should be good.   "},"__v":0},{"_id":"FlGx4XKzUCS5ltUPv94Mqg==","name":"Keystone","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FA: Rick Kollath and Roger Harkess (A3); First TR: James Loveridge; FFA: ?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":56,"mp_id":"119724300","mp_crag_id":"105814857","climb_id":"FlGx4XKzUCS5ltUPv94Mqg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"An old aid line put up by Rick Kollath: rusty angled piton from those days still sits inside a crack near the top. Engaging and fun route that has it all: stemming, mantels, cracks, burly crux, and loose rock -- you name it. Most of the climbing is 5.10/11- with good gear. The crux, which is the exit from the characteristic “keyhole” alcove, is a tricky 5.12- protected by a bolt.The route has recently been cleaned from vegetation and most loose flakes and blocks. The only loose block I did not clean was inside the keyhole alcove. I did not want to dislodge it as it sits at the base of a small pillar. It is marked with an ‘X’. The route can be climbed avoiding the block.","protection":"2 bolts, cams up to #3 (but mostly small), small to medium nuts.","location":"Keystone starts just to the right of “Sunday Excursion”, roughly 100ft to climber’s right (north) from ”Gun Fight”. It can easily be identified by the signature keyhole-shaped alcove near the top (see pictures)."},"__v":0},{"_id":"lwrzxGr7WKqmfZX64HVNLw==","name":"Johnny Tsunami","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":77,"mp_id":"119649001","mp_crag_id":"105814857","climb_id":"lwrzxGr7WKqmfZX64HVNLw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Starting on a cozy ledge just a few feet above the frigid water of Lake Superior, chimney up the water polished rock and out above the lake, eventually committing to an overhanging hand and fist crack on the right side of the chimney. Once at the horizontal roof, traverse out right through a finger crack with some key feet.  Pull the lip continuing up the steep finger crack dihedral to its end where you can traverse left to a decent sized ledge ending the first pitch. The second pitch climbs the much easier but still engaging dihedral to the top. Rock quality is poor for the first 30 ft of the second pitch without a ton of pro options and is PG-13. Climbing is 5.9ish. The entire first pitch including the hard climbing protects very well. .Some fine print on this logistical nightmare:This route is a lot of work before you even start climbing.  Whether you are TRing or leading, you need to get to a belay ledge that is 2 feet off the water and 20ft in from a plumb line rappel under a big roof. For TR you HAVE to have directionals (or you could fall into the lake) so you horizontal/down aid while rappelling, clipping pro for directionals. If leading it makes sense to do 2 pitches and end the pitch at the mid route ledge as your rope drag is getting pretty heinous due to the roof and subsequent traverse to the ledge. Originally led as one pitch with some double rope shenanigans.Best Logistics for Top RopingTR solo is a must due to, rope stretch with low crux, mega rope drag, and lack of communication with the top.  Rap down the upper dihedral (no directionals needed) to the obvious ledge. Move out right to the steep/slightly over hanging dihedral. Place a .3 at head height and rebelay/clove hitch this piece to reduce rope stretch through the low crux. Continue placing a couple more directionals down this over hanging dihedral. Once you reach the horizontal roof you will need to aid across it and eventually down the steep fist crack clipping your rope to pieces for directionals as you go. If someone else is TRing after you, leaving pieces in place makes it much easier for subsequent climbers. Doubles .3-3 needed for directionals. Best Logistics for LeadBoat approach: Yep this is the easiest way. There is a small parking lot off of Highway 61 about a half mile north of Palisade where you can walk a canoe or raft down to the lake and paddle south. Rappel approach: Getting to the belay ledge for leading is a bit easier than for TR since you don't need to place directionals and can go on the left side of the roof which is a little smaller. There are some slight variations to this, but this will likely be the easiest. Rap down do the obvious ledge at the bottom of the dihedral. Set an anchor here and pull your rope. Then do the following1. Fix one end of your rope to the anchor and start rappelling hard left. 2.Place a .75 in a horizontal crack on the left side of a small dihedral at the same level as the belay ledge you just left and clip your rappel line to this as a directional (you will be able to reach down and get this from the belay ledge later). 2.Rap down until slightly below some obvious jugs on the left side of the chimney and the fixed nut (see pics). Tension traverse in using side pull crimps and eventually the good jugs to reach a fixed nut with a carabiner on it. Easiest to PAS to the nut and then pull slack to clip your rap line. 3. Lower down level with belay ledge while swinging in. or tension traversing in the chimney. Have some cams ready to place for your anchor.  Set anchor on the ledge using .1-.4 cams. You have used less than 25m of rope to get down there, so you will use the remaining part of your rope to lead up the right side of the roof. Once back at your anchor, end the pitch and untie the fixed end and your belayer can pull the rope down through the fixed nut to retrieve your rope and you can reach down to clean the .75. You could also double rope rappel in and pull your rope if you want a much more committing experience. Also definitely use a gri when tension traversing in, its a 2 handed affair. Your second should probably TR solo although from the mid route ledge you may be able to top belay. .Seasonal Note: The roof crack seems to stay pretty wet in the spring even if it hasn't rained for several days. Bone dry in the fall though. Difficulty:I’m pretty torn on the grade. On one hand it isn't very technical, but it's a burlfest that doesn’t let up. So please let me know what you think when you get on it. Wind/WavesThe belay ledge is only a couple feet off the water, so if there is a NE wind, with even medium sized waves, you are going to get wet. Its all a part of the experience!","protection":"To stitch it up:Pitch1 : Doubles .3 to 3. Optional #4Pitch 2: Singles .3-2, Doubles .4,.5 and some medium/large nuts.Top Anchor. Quite a bit of cord is needed to reach some good trees and set this one up. You can use the tiny tree but I certainly wouldn’t rely on it too much. And there are very few cracks around.TR directionals needed: doubles .3-3","location":"Hike north from the parking lot following the cliff line. Once the talus ends and the cliff goes straight into the water (Poseidon), go another ~400 ft and stay higher when the cliff drops down. Look for the baby pine tree on top of the dihedral. It is a few dihedrals to the climbers left of Northern Exposure, (which is located on the prominent point before the cliff line heads west to the beach.)  It is a pretty open area with limited trees. You cannot see the beach yet from the top of this climb."},"__v":0},{"_id":"As5UlhbnU3eS4O/mLT4Vxw==","name":"Jim's Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jim Ronnigen, Steve Mabeley","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":22,"mp_id":"105854803","mp_crag_id":"105814857","climb_id":"As5UlhbnU3eS4O/mLT4Vxw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Starts off broken ledges with rotten flakes. Not lead very often, though it does happen.  Follow crack system up using face holds and jams.  There is a cool section in the middle with the \"huggy flake\".  Fun, long pitch if you don't mind some choss thrown in for flavor.","protection":"You name it once you look at it! An assortment of cams, some of which should be quite large.  Wires.","location":"About two hundred feet south of main ampitheater."},"__v":0},{"_id":"OoGIK+JMUyyf3y8BcSVneA==","name":"Iron Maiden","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":19,"mp_id":"106464453","mp_crag_id":"105814857","climb_id":"OoGIK+JMUyyf3y8BcSVneA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"(from the Falcon Guide)  At least one person has liked this climb, though the torture never stops.  \n\n  This climb is an off-width lover's delight!  Or an absolute nightmare for everyone else.  It starts with a fist crack and quickly widens to the first crux of chicken winging akwardness.  After your wrists hurt and you're already sore, take a rest on a nice ledge and then go into the squeeze chimney to the top.","protection":"Some old pitons scattered...deffinitly want big gear if leading.","location":"On the south side before laceration jam area.  Look for the wide crack with the obvious chock stone 5-10 feet down."},"__v":0},{"_id":"/nk4VrTwVD25sEx2U2a7Cg==","name":"I Could've Been a Contender","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Pagel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":61,"mp_id":"106563117","mp_crag_id":"105814857","climb_id":"/nk4VrTwVD25sEx2U2a7Cg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Start by climbing a nice finger crack with small edges on either side for the first 20'.  Gain the large ledge and choose to either climb the finger/hand crack on the left or the offwidth on the right, or combine both.  Probably better to place gear in the hand crack.  The last 20-30' is climbing up loose, gravely, broken ledges.  The majority of this climb is pretty loose.  Rap in with on 50 or 60 meter rope.","protection":"Cams Black Diamond #.3-#4.  I think I placed doubles of #1 and #2. Anchor setup is long slings around two trees.","location":"100' feet north of the North Tower in the Northern Ramparts.  Just north of Water Babies.  Look for open gravel area at the top.  #79 in the Falcon guide."},"__v":0},{"_id":"xsFiMex0Uf6P0Ch52/kETw==","name":"Hidden Treasure","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jim Kennedy","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":35,"mp_id":"105827817","mp_crag_id":"105814857","climb_id":"xsFiMex0Uf6P0Ch52/kETw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"A somewhat sustained route in a corner using a combination of jams and stemming.  I remember the crux being about half way up.  This route is slightly overhung, so if pop off before you are about half way up, you may need to be lowered and start over.  Fortunately the crux is up high enough that I was able to get back on after popping off there.  The rock is rather sharp in places.","protection":"Nuts and small cams, I don't think you need anything very big.  Standard top rope setup.","location":"This route is one corner southwest of Phantom Crack.  From the old rock overlook the route is in a corner slightly to the left."},"__v":0},{"_id":"+ZLmvISBXR6EFmZ3E8q/HA==","name":"Hidden Agenda","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":62,"mp_id":"106550265","mp_crag_id":"105814857","climb_id":"+ZLmvISBXR6EFmZ3E8q/HA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"(from the Falcon Guide) * Up the hand crack. Very loose at the top; it is not known if the bolts below the rim are still good. Not a good top-rope.* \n\n  Both myself and my partner took out a lot of loose rock while climbing this one...both in the crack you protect and other random face holds.  It was a little unnerving.  Once you get by the fact that a lot of it is loose, it is a fairly fun climb.","protection":"Pro to 3\"","location":"Northern ramparts past Arms Race about 100ft or so. Find the blank looking buttress, and look around the corner.  It is in the right facing dihedral. \n\n  Rap is off two old rusty 1/4\" bolts and some fixed webbing.  We added a locking biner to the webbing yesterday. The whole anchor could afford to get replaced soon.  Bolts are looking really old and webbing faded."},"__v":0},{"_id":"wpz7YiXdWRS06j5nQ72BBw==","name":"Happy Happy, Joy Joy","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Tom Ramier (FA, 1997), Travis Melin (FFA, 2008)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":74,"mp_id":"105854794","mp_crag_id":"105814857","climb_id":"wpz7YiXdWRS06j5nQ72BBw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Echoes Extension is the only fully bolted route at Palisade Head. Several bouldery pulls dispersed between somewhat tiring rest stances. According to Travis Melin (FFA) it is a great and secure sport lead. Except for the last 10 feet the route is pretty clean, although some of the small holds in the lower crux may be brittle. Use caution topping out as the rock is loose for the last 10 feet.","protection":"Bolts","location":"Second pitch to Echoes"},"__v":0},{"_id":"F3W+PLIyXbGEXhrcd7UpcA==","name":"Grunge Off (aka Goliath's Finger Crack, see below)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bob Bickford","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":58,"mp_id":"105920482","mp_crag_id":"105814857","climb_id":"F3W+PLIyXbGEXhrcd7UpcA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"From RCM&W \n\n  Big offwidth crack, located in the corner right of Arms Race.","protection":"Big Pro","location":"From North Tower, the cliff drops down, and the trail moves away from the cliff edge.  For climbs in the vicinity of Arms Race, Spot a grove of tall birches while you are at the North Tower.  Go to that grove, find an eroded area near the cliff edge, and pick a good spot for an 80-foot rappel.  Otherwise, pick the cleanest looking area and fix a line (more than 80 feet most other areas)"},"__v":0},{"_id":"wp6Fs2TFWiKvP/zqeI8GLw==","name":"The Great Bird Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":47,"mp_id":"105815329","mp_crag_id":"105814857","climb_id":"wp6Fs2TFWiKvP/zqeI8GLw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"A good climb on mostly good rock. The chimney is pretty wide so as to be comfortable and featured enough so as to be climbed without grunting, and close enough to the edge for the claustrophobic. It is to be found in the longest (highest) parts of the central ramparts of the Palisade Head, a few hundred meters N. of the popular crack routes: Quetico, Superior and Phantom. Rap in as per these other climbs, then walk to the base of this north-facing chimney.","protection":"A standard rack. Pro can be tricky to place here and there, so take it when you get it.","location":"This route is the obvious wide chimney that can be seen from the top of the cliffs up North. Although one can clearly see the chimney, photographing a climber in it is entirely another matter. You'll likely get one arm and one leg in most shots..."},"__v":0},{"_id":"erc9V2xUWt22g02a8KtwFw==","name":"Genetically Correct","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Brian Gitar","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":0,"mp_id":"113212574","mp_crag_id":"105814857","climb_id":"erc9V2xUWt22g02a8KtwFw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"As of now (05/18/2020) the route is closed to climbing due to peregrine falcon nesting. \n\n A shallow corner with a dirty crack down low and some mildly loose blocks up higher. If that doesn't entice you to make the trek all the way down to the south Annex, picture yourself stemming out on thin feet with excellent finger locks in a sustained right facing corner that is slightly overhung. Protected from cold winds that chill the crowds in the Amphitheater, down here the calm lake water could almost be inviting on a warm enough day...\n\n Climb easy face holds and ledges to a high first piece, pull up into the corner proper and fire away for 40 feet of quality that is on (mostly) solid rock. Step up to a small ledge for a rest before the last 25 feet of loose 5.8 crack climbing to the top.\n\n With more traffic this route should clean up nicely.","protection":"Single rack of cams to 3\" with doubles of finger to thin hand sizes. Rigging rope for the trees at the top.","location":"Find yourself in the South Annex hiking past the loose gully along a faint trail. If you're leading the route, better to approach from the top and rap in than descend this 3rd class death trap. Continue past the first and obvious corner with a conifer near the edge to the next corner. You're there."},"__v":0},{"_id":"kzZHGPlNVyav9cO12fiwxA==","name":"The Gales of November","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Kurt Hager","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":27,"mp_id":"112057392","mp_crag_id":"105814857","climb_id":"kzZHGPlNVyav9cO12fiwxA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"This steep and intricate line takes a stunning position up the blank face of A Mind Forever Voyaging, generally following a faint seam that comes and goes throughout.   \n\n  P1   5.13-, 120 feet, 7 B and small gear. Sustained, technical and slightly runout climbing leads through several long and pumpy 5.12 cruxes. The final smack down comes with an abrupt 12 foot crimp traverse to gain the belay ledge. \n\n  NOTE: that if lowering from the Pitch 1 anchors you will need a 70 meter rope. A 60 meter will NOT reach the bottom. \n\n  P2   5.13, 65 feet, 2 B plus mid-sized gear. A powerful and bouldery pitch. From the ledge this climbs the obvious thin seam. Three cruxes, each one harder than the previous, lead to an easier top out. Poor feet, several deadpoints, strenuous body tension on gastons and side-pulls characterizes the climbing.","protection":"draws, small nuts through #1 red BD cam. You would be hard pressed to find more than 3 placements per pitch.","location":"The route starts just left of Danger High Voltage if looking up from the ground. \n\n  Shout out to Rick Kollath and Dave Pagel for developing this as an aid route, which I believe has seen few (maybe no?) repeats. From what I've heard via word of mouth is that this was done in winter, bolts where hand-drilled on lead. Even if that's not the case, I'm gonna believe it since that's a great tale and good adventure."},"__v":0},{"_id":"Z684uxVOWq+9SWFTV3prrA==","name":"The Fool's Progress","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Scott Brockmeier, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":31,"mp_id":"107244923","mp_crag_id":"105814857","climb_id":"Z684uxVOWq+9SWFTV3prrA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"This is the bolted line between Ex Nihilo and Rapprochment.  Climb the right facing corner for a few bolts, then make some bouldery moves to the right arete (crux) and continue up to a small stance on a horizontal ledge.  Shake out here, because the pump will continue as you climb the slightly overhung face using small sequential edges.  Very fun climb, get on it! \n\n  This climb is rated 5.11 in both guide books, but seems much harder than other 5.11's at the cliff. Maybe 12a?","protection":"Bolts.  I placed one stopper on the lead between the 1st and 2nd bolt. It would probably take a blue alien as well. If you blow it clipping the second bolt without additional pro, you will deck.","location":"This is the right facing corner between Ex Nihilo and Rapprochement.  Look for bolts!"},"__v":0},{"_id":"IdCaLy2/UNGP9QFX/aCV6w==","name":"Flight School","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Rone. 6/29/86","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":5,"mp_id":"108369577","mp_crag_id":"105814857","climb_id":"IdCaLy2/UNGP9QFX/aCV6w==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Start 20' left of Socket Wrench and climb crack and face up 20' until crack on left ends.  Make a difficult step right and pull up onto a big ledge.  Climb prominent overhanging finger crack (crux) to a slot, then work up and right to the top.","protection":"Set of stoppers and cams to #3 Friend.","location":"This will be one of the first routes you come to after descending the southern escape gully."},"__v":0},{"_id":"F67Qn/HdVRqINZ1cKXJCNw==","name":"The Fall of Ascomycetes","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rick Kollath - FA 2nd pitch, Kurt Hager and Rob Pilaczynski - TR entire route, Alex Ristow - First Lead entire route","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":72,"mp_id":"114985890","mp_crag_id":"105814857","climb_id":"F67Qn/HdVRqINZ1cKXJCNw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Fun engaging climbing with some confusing options regarding top and bottom half. \n\n For a long time, only the top half of this climb had been done (from the hanging bolted belay). Although a first pitch had been identified, it had not been free climbed.  In 2018, Kurt Hager and Rob Pilaczynski did the first top rope ascent of the whole route from the talus and then Alex Ristow did the first lead of the whole route shortly thereafter.\n\n What is quite confusing about this climb is that the first “pitch” of this climb doesn’t join the second pitch at the belay station its actually above the belay (see photos). So its one pitch either way, just depends where you start I guess. The second “pitch” is the same as the second pitch of Mital’s Roof which does have a first pitch directly below the bolted anchor and seperate from the first \"pitch\" of this climb.\n\n I swear I felt the whole upper flake flexing at times so it seemed like it would be pretty spooky to lead.  Also you are either going from old shitty bolts or doing it from the talus which is R rated. So any way you cut it, it’s a pretty serious/scary lead.\n\n I have personally only done the top pitch, so not sure about details on TRing the bottom, but it seems you would need a few directionals since it is not plumb line.\n\n If you do only the top pitch, simply lower/rap to the bolted anchor (definitely don’t trust your life to those old bolts) and climb the corner to the top. See detailed gear and route beta from Alex in the comments.","protection":"Old bolts at the belay. Small stuff for leading. See detailed gear beta for first pitch in comments below. Trees for TR anchor","location":"Walking north, as the trail heads back up hill and the trees start to get less dense, there is a small split going towards the cliff. Refer to pictures for the top of the climb. If you reach the dihedral of Poseidon's Adventure you have gone too far.\n\n For reference the talus below disappears into the water about a hundred yards past the climb.\n\n Also it is just above the first big roof you can see on the north end."},"__v":0},{"_id":"E0brgscnWl2KPK2OJsGCrQ==","name":"Faith","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA (Aid): Rick Kollath & Dave Pagel, FFA (TR): James Loveridge, FFA(Lead): Taylor Krosbakken","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":52,"mp_id":"117719195","mp_crag_id":"105814857","climb_id":"E0brgscnWl2KPK2OJsGCrQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"A great climb in a very cool position on the outside exposed face of the North Tower.\n\n Start in the hole next to the cedar tree on the left side of the north face of the tower. Stem your way up the crumbly rock, try to find some feet for a few lay back moves, then jam your way up the sharp crack to the big ledge. Trad Anchor. First pitch clocks in at around 5.10 crumbly.\n\n The start of the second pitch off the big ledge is GAME ON for the first boulder problem crux featuring several big moves to edges and finger locks on a flat overhanging wall ending at a thank-you-jesus jug. Then trend up and right and eventually back left up easier but tricky climbing leading you to the upper head wall crux.  Figure out a way to position yourself on the blank wall and stretch (read: dyno) to the next ledge. Good luck if you are short. Hold it together and try to appreciate the spectacular position of this route while you make it to the top.  \n\n For leading this route, it makes sense to do in two pitches, since a fall at the very low crux off the giant ledge mid route would likely land you right on it with rope stretch. With the ledge being big enough to take a nap on, it doesn't effect the difficulty of the climb, just makes it a little safer.\n\n Note: For TRing it is very reasonable to do as one pitch. At least 2 directional are needed. One somewhere in the middle of the second pitch and a .75 somewhere near the top of the first pitch in the sharp corner crack climbers right of the ledge.\n\n Original aid route was rated A3+ and was done as 2 pitches as well. ","protection":"Doubles .1- .75. a #2 was useful for top of pitch 1 anchor. #4 brass nut was the highest gear during the boulder problem off the ledge. A blue metolius master cam fits a foot or so below this.","location":"Faith is located on the East Face of the North Tower. The North Tower basically has 3 sides. Gun Fight is on the north face of the North Tower, \"North Tower, South Face\" is obviously on the south face of the tower, and Faith climbs the face closest to the lake.  Set your TR anchor in the little notch and there is a little ledge climbers right to sit on and belay. The start is more so on the north side. It actually starts in kind of a hole on the left side of the north face very close to the Cedar tree. "},"__v":0},{"_id":"pRfRzg/MWBKPGi5K5O05Tw==","name":"Ex Nihilo","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rick Kollath","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":30,"mp_id":"105920461","mp_crag_id":"105814857","climb_id":"pRfRzg/MWBKPGi5K5O05Tw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"From RCM&W \n\n  Climb the large dihedral immediately north of the Dirty Harry start and belay.  The right-facing corner and cracks above form the crux pitch","protection":"Standard Rack, for toprope a few bigger pieces.","location":""},"__v":0},{"_id":"kKfHDq8AWWCnm2KupzetYw==","name":"Echoes","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Scott Brockmeier and Peter L Scott , 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":75,"mp_id":"105854790","mp_crag_id":"105814857","climb_id":"kKfHDq8AWWCnm2KupzetYw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Start up the dihedral of the first pitch to Posieden Adventure until you can clip the first bolt.  Then move out onto the face and follow good positive (mostly) edges to the two bolt belay. The crux comes around the last bolt.","protection":"Bolts","location":"Farthest north section of the North Annex"},"__v":0},{"_id":"/6DEDwwBX9+R+Jjjwdz4Nw==","name":"Ecclesiastes","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Paul Bjork","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":65,"mp_id":"105854776","mp_crag_id":"105814857","climb_id":"/6DEDwwBX9+R+Jjjwdz4Nw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":" If you are looking to lead an all natural gear 5.12 at Palisade Head then Ecclesiastes should be on top of your list. Although, to be fair, it’s a pretty short list. This classy line starts with some bouldery and committing moves right off the deck, with a terrible landing below. If you blow it and hit the deck, there’s a good chance you won’t be walking away from it, let alone climbing out. Rough water behind you could certainly put the fear of god in you.\n\n At 15’ you will reach your first good piece of gear, a #1 BD. Above this the crack opens up into a splitter of sorts, with killer positioning and just enough face relief to keep the rest of the route in the .10+ range. You can belay on the ledge or continue to the top with some bigger cams (#2, #3 BD).\n\n At some point in the winter season of 2017/2018 a monster storm swept away the starting boulders, thus changing the nature of the route dramatically. It is reportedly even scarier and harder than before. Although a work around would be to preplace a good, high first piece of gear while you are rapping in, and setup your lead line accordingly. The Head will always be bad place to break a leg or worse. ","protection":"An assortment of cams, wires.","location":"North Annex"},"__v":0},{"_id":"w3VvIUk9U1yQD4RXDX2bWA==","name":"Driving in Duluth","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"(FA) Rick Kollath, (FFA) Krzysztof Gorny","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":44,"mp_id":"106027183","mp_crag_id":"105814857","climb_id":"w3VvIUk9U1yQD4RXDX2bWA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"The route meanders in a shallow dihedral cut by ledges and delivers great climbing with balancy moves. There are no huge run-outs on this climb but rock quality and pro aren't great at spots where a fall could be rough - hence the R rating. The route starts from the top of triangular talus block and has three \"cruxes\" intersected with easier but delicate traverses and climbing on good holds. The low crux (5.10R) is the start of the route with no pro for 20 feet. The other two cruxes (5.11) higher up take decent pro but getting to them can be exciting.","protection":"Small to medium nuts, small TCU's, Aliens, or C3's. Lowe Balls are very useful. Single medium cams up to BD #4. Double ropes and plenty of 24 and 48 inch slings.","location":"The route is located roughly 25 yards north from Superior Crack. Walk along the cliff and locate a notch above a shallow dihedral with a triangle-shaped block at the bottom. The top anchors can be set up from slings around trees."},"__v":0},{"_id":"99VTqbB2UgWMJldK71bCPw==","name":"Double Breasted Anchor","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Holbeck","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":46,"mp_id":"107846780","mp_crag_id":"105814857","climb_id":"99VTqbB2UgWMJldK71bCPw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Climb just north of Urge to Mate.   Short, hand crack that starts on a small ledge about 40' feet down.   Good climb, good exposure, too bad it's not longer.   Pretty rotten rock below.","protection":"Hand sized gear, plus maybe some smaller stuff to build the anchor for lead.","location":"Top is ~5' north of Urge to Mate."},"__v":0},{"_id":"xMpiLJiwXGes4INHjNXNEw==","name":"Don't bring a knife to a gun fight a.k.a. \"Gun Fight\"","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"(FA) Rick Kollath, Dave Pagel, (FFA) James Loveridge","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":53,"mp_id":"106019926","mp_crag_id":"105814857","climb_id":"xMpiLJiwXGes4INHjNXNEw==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Formerly known as \"Knife Guys Finish First\" (A3). Start on pedestal in corner (Same start as for \"Withering Heights\" a super dirty and loose 5.11). Sustained thin crack climbing with good pro throughout. Start is protected with two pieces of fixed gear. After that it's small to medium TCU's and/or Aliens. Very good rest in the middle when you need it. Follow crack/shallow-dihedral to dirty alcove 25' from top. At alcove, move left 3' to clean widening crack and follow it to the belay perch.","protection":"Bring full trad rack, Cams up to #2 Camalot. Heavy on small to medium cams.     \n\n  Thanks to James Loveridge for providing the detailed route info.","location":"On the north face of North Tower (prominent buttress N of \"Mack The Knife\"). The climb ascends the distinct, left trending S-shaped crack system on the northern side of the Tower. Set up anchors on top of the tower to hang over the edge at the nice belay perch 5' below top of tower. Rap to the base of tower (route starts on top of pedestal). NOTE: A 60M rope just makes it to the bottom with rope stretch. If you want to TR, do it from a top belay set up and make sure you place a couple directional's as you rap/lower to the start (a couple small cams to 1\" and a draw for upper fixed piece should do it). "},"__v":0},{"_id":"zn+U4QstVc68jKroYlQhow==","name":"Danger High Voltage","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":28,"mp_id":"105887364","mp_crag_id":"105814857","climb_id":"zn+U4QstVc68jKroYlQhow==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Great fun popular 2 pitch mid difficulty crack route that follows along lightning cables at bottom and moves right of the cables for top half.  There are a couple ways to climb the first half of the first pitch.","protection":"P1-be ready to run it out hard unless you have valley giants, big bros, or some other tricks...P2 (.3, .4, .5., (2).75, (2) #1, #2, #4, #5, a few shoulder length and a few double length runners.   ","location":"Around the corner (right) from south end of Amphitheater area - middle of the \"Big Wall Area\". Look for the black lightning cable coming out of the ground. Follow the crack that it runs through."},"__v":0},{"_id":"IrLu+xCKU6SkXxcYV4rkwg==","name":"Christmas Tree Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":9,"mp_id":"105920455","mp_crag_id":"105814857","climb_id":"IrLu+xCKU6SkXxcYV4rkwg==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"From RCM&WA little bit of loose rock, but still a nice climb. After the first pitch of Laceration Jam, slink left and up this crack. This can be toproped in conjunction with the first pitch of Laceration Jam.When starting from the base of the first pitch of Laceration Jam, this route is about 85ft.","protection":"Medium sized gear for the lead.  A #3 Camalot and some long webbing if you want to toprope.","location":""},"__v":0},{"_id":"MxxIMh2tXxa46tfixurLzA==","name":"The Choice of a New Generation","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dave Pagel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":70,"mp_id":"105920491","mp_crag_id":"105814857","climb_id":"MxxIMh2tXxa46tfixurLzA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Thin and slightly overhanging crack just to the right of Soli Deo Gloria. Pumpy liebacks followed by the technical crux of getting into a v-shaped hand slot leading to a ledge with a good rest. From the ledge continue the second half of the climb in a tricky corner with so-so pro.Awesome moves, not the best rock. Zip it up. Especially near the bottom.","protection":"Cams from small TCU’s to 3 inches. Small to medium nuts.","location":""},"__v":0},{"_id":"I8Z5JR/IWFWiHSe3n6Iu6w==","name":"Bridges over Troubled Water","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rick Kollath","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":17,"mp_id":"107162689","mp_crag_id":"105814857","climb_id":"I8Z5JR/IWFWiHSe3n6Iu6w==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"The crux is in an open dihedral about 25' below the top. There are small holds for hands and feet. It is three moves to clear the crux.\n\n The route begins at the big ledge 100ft down (part of Mabley's traverse). You start out with 10ft of face climbing into a pretty long fist crack with lots of face relief and layback potential. Then you get into the dihedral which is pretty easy (5.8/9), except for a very short thin section(crux). This dihedral brings you to a bird poop covered ledge. The last 20 ft are another dihedral with a second crux, easier than the last","protection":"Top rope anchor - It can be led with standard rack.","location":"The route is located about 30' to the left of Scars and Tripes forever."},"__v":0},{"_id":"+i3iQ2FYVUuA4qNgpW5H+A==","name":"Bluebells","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dick Wildberger and Dan Kieffaber","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":38,"mp_id":"105826905","mp_crag_id":"105814857","climb_id":"+i3iQ2FYVUuA4qNgpW5H+A==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"A classic for the area. A fun crack climb, although face holds exist as well. Follow the finger crack up into a dihedral and continue to the top.","protection":"Nuts, cams, hexes for lead.  Some large gear might be helpful for the top rope setup.","location":"This route is in the next corner down from Phantom Crack, and about 25 yards to the left from the stone lookout."},"__v":0},{"_id":"TfWurGVlU2ybEr9JV9EAiQ==","name":"Arms Race","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Pagel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":57,"mp_id":"105920478","mp_crag_id":"105814857","climb_id":"TfWurGVlU2ybEr9JV9EAiQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Arms Race is located about 30 yards north of north tower. The top is just below an eroded area, which, in this case, is a dirt pit filled with gravel and rotten roots. It looks as though water runs through this v-shaped ditch and then down the route's upper dihedral.\n\n The route begins on a small pedestal and then climbs a 20 foot flared crack in solid rock. The section is the crux and calls for hard-to-see beta. the climb then meanders up increasingly choosy rock for another 20 ft to a small ledge. this section's 5.9. From the ledge the climb finishes up a dirty (lichen) and chossy (loose, poor quality, and so on) dihedral that goes at 5.8.\n\n If you dig the crux on this climb, get on the vastly superior Mr. Lean.","protection":"Gear: two #2 camalots; singles of blue to black TCUs, #1 and #3 camalots. I did not place any nuts, as the bottom section is splitter and the top is a frickin chosspile with funky, semi-parallel cracks.","location":""},"__v":0},{"_id":"6DF+DJbMX2OExP/uNE+fxA==","name":"Amphitrite [CURRENTLY CLOSED]","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Taylor Krosbakken, Aug 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":79,"mp_id":"117633699","mp_crag_id":"105814857","climb_id":"6DF+DJbMX2OExP/uNE+fxA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Are you ready for stemming sequences harder than Poseidon? A lie back sequence that will make you cry for your mama? You better be. \n\n If this sounds like your idea of a good time here’s what to do. Rap down to decent sized ledge about 15 ft off the water with a small tree on it. Its about 5 ft by 5 ft in size. Using the crack system to the left and pasting your feet and palms on the right wall, stem your way up the slightly overhanging corner until it disappears. Then without much of a rest, initiate the layback crux sequence to a couple face moves ending on a decent sized ledge. From here trend up and right on easier but run out terrain and then into an acute dihedral where you will find more pro. From the last ledge, about 10 ft from the top, turn and face the lake and stretch for where your belayer's feet probably are at if top roping, for the fun and exciting finish. If you are short, this will be an all out dyno. You can also be lame and bail up the dirty corner straight up/climbers left.\n\n Short climbers may also have more than average difficulties with the stemming. Things get pretty stretched out.\n\n Overall a blast of a climb. A fun lead, but the gear is thin and there's a little run out after the crux. \n\n For a top belay, there is a nice ledge 4 ft from the top lip so set the masterpoint just below the lip, then sit or stand on the ledge for a cozy belay. Rappel climbers left of the sharp arete creating the ledge.\n\n If the conditions are right and you are lucky enough, you may just catch a glimpse of Amphitrite’s Beaver.","protection":"Top anchor is trees needing some pretty long cord/webbing.For leading, a double rack of cams micro to .4, singles .5 and .75. Ball nuts very useful. Nuts not so much. Used one very small nut after the runout. A couple of small/medium cams for the lower anchor, but its a pretty cozy ledge. ","location":"Hike up north until you can see Palisade Creek coming into the lake and locate the epic triangular diving board. Amphitrite is immediately climbers left of this. See pictures for the location of the top of the climb. If you can’t find it you probably didn't go far enough north."},"__v":0},{"_id":"dmUFEzP7UniOna30K62GQQ==","name":"Aching Alms","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Seth Dyer, JJ Schlick 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":73,"mp_id":"105854780","mp_crag_id":"105814857","climb_id":"dmUFEzP7UniOna30K62GQQ==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Ah yes, a line for those of you who don't mind a little burly OW in your diet. Look for a roof crack a little ways left of Echoes. Climb the dihedral to a roof and out the crack to the lip. Here the crack widens and the crux is pawing up this bad boy or trying to dig deep for finger locks in the back. After the crux, cruise up the separated pillar to the chain anchors below the another roof.","protection":"Single set .75-3 C4 plus one #5 C4. Two bolt anchor with chains.","location":"North Annex, Left of Echoes"},"__v":0},{"_id":"fwZLZQQ4XHOQko4gst8Xag==","name":"A Sinner’s Last Gift","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JJ Schlick, Seth Dyer 1996","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":66,"mp_id":"105854770","mp_crag_id":"105814857","climb_id":"fwZLZQQ4XHOQko4gst8Xag==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Once a serious, all natural gear 5.12 lead and one of the first for the grade at Palisade Head. This rowdy pitch has seen natural changes and was then cleaned years after the FFA, but I am sure it has made for better climbing. This intimidating line starts below a small overhang with an undercling in it about 15’ or so right of Ecclesiastes. \n\nClimb up and out the overhang onto good edges to the seam. The crux comes at you at the 20’/ 25’ mark. A powerful off balance layaway will hopefully get you up enough to fit your tips into an obvious bottleneck jam. #0 TCUs will bolster your confidence at this point. Follow the ever growing crack as it widens to fingers and ends with 15’ of hand jamming and laybacking to a large ledge.","protection":"Single set from .3\" to #2 Camalot, two #3 camalots, wires.","location":"North Anex, right of Ecclesiastes."},"__v":0},{"_id":"uuQFrFhvW4uJ5CrYxJqNJA==","name":"A Feathery Tong","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Scott Brockmeier and Peter L Scott , 1989","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"left_right_index":29,"mp_id":"106006247","mp_crag_id":"105814857","climb_id":"uuQFrFhvW4uJ5CrYxJqNJA==","areaRef":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"8/9/07: I'm surprised this route was not in already.  It has been about 5 years since I climbed it so I will try to edit this post if someone reminds me of details. It was fantastic.  I have a good memory of crimping hard high above the lake on a sunny day.  Long and strenuous.  Slightly more than vertical makes for good exposure.  I only top-roped it but the bolts were in good condition at the time.  5.10d in the Mike Farris guidebook, and that sounds about right.  10/15/07: Thanks for comments Dave Rone - I changed the length to 150 feet.","protection":"Lead: Bolts and some supplemental gear. See comments below for more up to date pro suggestions [7/21/09 update]. Sounds like 12 draws minimum.  \n\n  Top Rope: If you have trouble setting topropes at the North Shore it is because you don't have a long enough piece of webbing.","location":"From above it is on a prow just north of Danger High Voltage, about 10-20 feet away.  Near pointy orange rock. Set an anchor over the edge and have your belayer lower you almost to the bottom, or rappel.  Stop a little below the first bolt or where the rock gets dirty from high water.  If you might not be able to climb it all you will need another way to get yourself to the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,94f21cb4-21bf-59f0-96f7-c319bfe5a61b,d3d9ce52-7c0b-555e-8146-3e834e3921a4","pathTokens":["USA","Minnesota","Tettegouche SP (North Shore)","Palisade Head"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.9"},{"count":5,"label":"5.11c"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.11a"},{"count":5,"label":"5.12a"},{"count":7,"label":"5.8"},{"count":1,"label":"5.10b/c"},{"count":4,"label":"5.10a"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.12c"},{"count":3,"label":"5.11+"},{"count":3,"label":"5.7"},{"count":6,"label":"5.12b"},{"count":2,"label":"5.10d"},{"count":2,"label":"5.13-"},{"count":3,"label":"5.10c"},{"count":7,"label":"5.10b"},{"count":3,"label":"5.11d"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.8+"},{"count":5,"label":"5.11b"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.13"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":75,"bands":{"unknown":0,"beginner":12,"intermediate":27,"advanced":33,"expert":3}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}},"tr":{"total":43,"bands":{"unknown":0,"beginner":6,"intermediate":19,"advanced":18,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":28,"advanced":36,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-91.21086,47.32016]},"bbox":[-91.21152331242166,47.31971033981814,-91.21019668757832,47.320609660181866],"left_right_index":-1,"ext_id":"105814857","area_id":"09nOUnwLVV6BRj6DTjkhpA=="},"content":{"description":"Palisade Head is the most serious and richest crag in Minnesota.  With very few climbs easier than 5.8 and the bulk of climbs harder than 5.10, this is the place in Minnesota to hone your hardman skills.  Between several off-width, hand and heinous finger cracks, crystal faces, or stunning arête's, there should be enough variety here to please almost anyone! \n\n  The Southern Ramparts are generally closed early in the season for Falcon nesting. Keep an eye out for posted closure signs and respect closures to avoid conflict with the Park. \n\n  Climbs in the Amphitheatre tend to be the most popular and crowded and are also most easily visited by tourists.  Plenty of crack systems to be found along the entire top of the Head to build anchors.  If you are not feeling confident, a pair of ascenders is a good idea."},"density":0,"totalClimbs":80,"__v":1,"createdAt":"2022-11-07T06:08:31.384Z","updatedAt":"2022-11-25T11:19:15.644Z"}