{"_id":"63689de0e80bff5a994f9883","area_name":"Sno-Cone Cave, The","shortCode":"","climbs":[{"_id":"mlKGO6PwW8O8M8eZ2XbqeQ==","name":"Winter's End","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":14,"mp_id":"108159481","mp_crag_id":"105745456","climb_id":"mlKGO6PwW8O8M8eZ2XbqeQ==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This is a new route with steep climbing on gray limestone. It has technical moves below the steepest section and a delicate move right to a good hold with an easier finish.","protection":"5 glue-in bolts and anchor.","location":"This is the next route right of\n\nWedding Streak\n\n. Look for the glue-in bolts and fixed draws on the steep route in a gray streak."},"__v":0},{"_id":"40nqFOBNW+qW9FNdauQ5kg==","name":"Wedding Streak","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":13,"mp_id":"107856016","mp_crag_id":"105745456","climb_id":"40nqFOBNW+qW9FNdauQ5kg==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Climb beautiful, textured limestone up the prominent, gray streak. The crux moves are right at the first bolt involving a key undercling and some sharp pockets. Above, the climbing stays fairly consistent before latching the large holds below the anchor.\n\nThis route was reclaimed from a previously bolted route and cleaned up, rebolted, and the path changed into something new.","protection":"4 glue-in bolts and anchor.","location":"10 yards to the right of the large block on the ground that serves as the start for\n\nLever Action\n\nis a prominent gray streak. Look for the glue-in bolts."},"__v":0},{"_id":"uL8WTp4dXNaqRxEltsGn4g==","name":"Suck It and See","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dave Pegg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":4,"mp_id":"108327782","mp_crag_id":"105745456","climb_id":"uL8WTp4dXNaqRxEltsGn4g==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This is a nice gymnastic route on quality rock that is steeper than the other 5.11s in this sector. Long pulls on edges, slopers and pockets with a bit of strenuous footwork characterize the climbing. The FA suspected there was an \"obligatory dyno,\" but, this being Rifle, a big drop-knee was found that allowed the \"dyno\" to be done statically.","protection":"Approximately 9 bolts to anchor chains that have steel biners.","location":"It is left of\n\nNo Risk No Fin\n\n."},"__v":0},{"_id":"JfebgWvcUL+9wf3rKJ1Vew==","name":"Straight Man","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":16,"mp_id":"107856027","mp_crag_id":"105745456","climb_id":"JfebgWvcUL+9wf3rKJ1Vew==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Climb steep, orange rock with the hardest moves at the beginning. This direct start is best started from the top of the dagger of rock at the base. it is also possible to avoid the direct start and start in a crack with broken rock on the left. Starting from here is a fine option on towrope or you will probably want the second bolt pre-clipped if doing so on lead. This lefthand start is more in the 5.9 range.\n\nAmple rests and large holds characterize the rest of the climb which ends below the large roof.\n\nThis reclaimed route takes the upper path of a previously bolted route and was straightened out and cleaned up to provide for a new moderate route in an increasingly popular, moderate zone.","protection":"10 bolts and anchor.","location":"It is on the far right of the section of wall with the Sno Cone moderates. Look for a sharp dagger of a rock protruding from the ground below the steep, direct start. It is left of the two short, slabby moderates."},"__v":0},{"_id":"bLKbdSnhWWCwdR1cjGlFxw==","name":"Rehab","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tyler Vaughan & Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":19,"mp_id":"108159474","mp_crag_id":"105745456","climb_id":"bLKbdSnhWWCwdR1cjGlFxw==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Start underneath the first bolt with good edges and pockets, climbing a steep section before pulling right into a crack feature. The angle lessens drastically after this section. Follow the crack feature and finish at the anchor which is situated in a panel of gray limestone.","protection":"6 bolts and anchor.","location":"When you first approach the main zone of the Sno Cone, after walking past\n\nPistola\n\n, there is an orangish-red slab.\n\nDoctor's Orders\n\nand Rehab are on this slab.\n\nDoctor's Orders\n\nis the left hand line and Rehab is the right hand line.\n\nDoctor's Orders\n\nstarts about 10 feet right of\n\nStraight Man\n\n."},"__v":0},{"_id":"VR6poSsRWkSsVIrnlv3XBA==","name":"Pump Action","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jerad Friedrichs. Equipped by Bill Gibson.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":11,"mp_id":"108276908","mp_crag_id":"105745456","climb_id":"VR6poSsRWkSsVIrnlv3XBA==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Pump Action is a superb new extension to\n\nLever Action\n\n. This route was bolted by Bill Gibson and was graciously offered as an open project during the 2013 Rifle Climbers' Festival.\n\nPump Action continues past the anchors of\n\nLever Action\n\nclimbing the impressive headwall on beautiful blue and gray limestone. Unlike many extensions in Rifle which are short, bouldery, and desperate, Pump Action extends for an additional 7 bolts. This route has a definite crux where body language will help you unlock it more than just pure power!","protection":"7 bolts from the\n\nLever Action\n\nanchors, the crux bolt has a permadraw. There are chain anchors. Use a 70m to lower or rap twice with a 60m at\n\nLever Action's\n\nanchors.","location":""},"__v":0},{"_id":"r3ugNAP/UP6112clkpBg3A==","name":"Pistola","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bill Gibson and Chris Knuth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":20,"mp_id":"106515299","mp_crag_id":"105745456","climb_id":"r3ugNAP/UP6112clkpBg3A==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Pistola is a far better climb than its popularity indicates.  This seemingly forgotten route is located at the relatively quiet Sno Cone Wall and would surely see far more traffic if it were located at a more popular cliff.  As is such, it makes for a nice place to hang away from the crowds and enjoy quality climbing without a stack of rope bags piling up as you work out the moves.  Pistola is located right where the trail meets the cliff and begins with a short choss scramble to the first bolt and the real climbing.  Boulder through the first four bolts of crimpy terrain and gain an excellent rest.  Continue up the dihedral, sidepulling, stemming, and attempting to clip some difficult-to-reach bolts.  One last excellent stem rest is above and just before the second (and final) crux.  Pull through this and scoot left to some great holds on the arete.  Easier climbing leads to the anchors.\n\nI thought this route was a lot of fun and deserving of two stars and perhaps one more star if the poorly (read scary-to-clip) placed bolts were moved more in line with the climbing (Rifle clean-up project, anyone?).","protection":"11 bolts to a two bolt anchor that currently sports a locking biner on each bolt.","location":"It is located where the trail to the Sno Cone Wall meets the cliff."},"__v":0},{"_id":"DhN53VvtXw+A+yYb59wxYA==","name":"Peaceful Revolution","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":15,"mp_id":"108252810","mp_crag_id":"105745456","climb_id":"DhN53VvtXw+A+yYb59wxYA==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Climb the orange face to the roof and move right. Easy climbing in the middle leads to the crux section in the upper, gray face. Finish below the large roof.","protection":"11 bolts and anchor.","location":"Just left of\n\nStraight Man\n\n, this is the route that people typically start from the protruding dagger of rock at the base. It's fourth route you come to when approaching the left side of the Sno Cone after passing\n\nPistola\n\n."},"__v":0},{"_id":"aJzrsbBAUeeuA/qP7tNq1g==","name":"No Risk No Fin","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Andrea Bruder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":5,"mp_id":"106532545","mp_crag_id":"105745456","climb_id":"aJzrsbBAUeeuA/qP7tNq1g==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"First route to the left of\n\nMariscos Lambada\n\n. Watch out of the rotten bank at the start. Other than that, it is a good route on good stone that will clean nicely after a little travel. Interesting power crux to gain the fins and a nice stem.","protection":"6 bolts plus anchors (there were 2 biners in the anchors as of 8-09).","location":"Just left of\n\nMariscos\n\nthe Snow Cone Wall 5.8. Start between\n\nMariscos\n\nand little bush growing out of a rock ledge."},"__v":0},{"_id":"15mXDCCCUUqWXhdT56Y4PA==","name":"Mariscos Lambada","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"John Bissel & Bill Gibson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":6,"mp_id":"105757219","mp_crag_id":"105745456","climb_id":"15mXDCCCUUqWXhdT56Y4PA==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Cross the river and head left for about 30 yards after you hit the wall.  There is a block sticking out at ground level at the base of the cliff which is where the climb starts.  The route is 10-15 feet left of the block following a gray streak to the roof.","protection":"7 bolts to a 2 bolt anchor just under the roof.","location":""},"__v":0},{"_id":"YF4z5mIJUUyDDL7gkqNe0Q==","name":"Lever Action (not Downdraft)","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bill Gibson, Chris Knuth, and Helmut (from Austria)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":10,"mp_id":"105985196","mp_crag_id":"105745456","climb_id":"YF4z5mIJUUyDDL7gkqNe0Q==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This is basically the route to the right of\n\nMariscos Lambada\n\nwith two variations to get to the big roof crack (I think the left is harder and on better rock). Neither are harder than 5.10 to get to the roof and there are also two sets of anchors there.\n\nOnce you're standing on the ledge under the business, lean out to the crack (exciting). Flip around and get crankin on this fun, airy boulder problem. The anchors are just after turning the lip.\n\nTo me, this feels like an easier and less-scary version of Yosemite's\n\nSeparate Reality\n\n(11d), but the guidebooks have always called this 12a.\n\nDowndraft was the first \"5.12\" I ever laid eyes on when I was 13 years old, toproping the 5.8 on this wall. I saw some burly looking dudes falling off of it, and thought that it would be amazing if I was ever able to consider climbing something that hard. Not too long ago I climbed this route barefoot -- but I still get a flutter in my heart when I rack up for it! For me, Downdraft has remained the psychological epitome of 5.12a.\n\nIf it was more sustained, and not so out of the way, and such a biatch to clean, it would be classic. However, on a hot, crowded morning, it can sure be a lot of fun.\n\nAs far as the FA info, my friend Bill said he bolted the three lines in this particular section back in the day, but that the first guidebook gave credit to someone else and assigned different route names. He said he bolted\n\nMariscos Lambada\n\n(I forget his name for it) for his wife and daughter.","protection":"12 draws should get ya there. A 60-meter rope might be necessary to lower from the top anchors.","location":"The route starts off the big, triangular block next the the wall."},"__v":0},{"_id":"NTsvD2WbXGeUxbKk53Sq3w==","name":"Just the Tip","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Stevie Damboise","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":3,"mp_id":"117240775","mp_crag_id":"105745456","climb_id":"NTsvD2WbXGeUxbKk53Sq3w==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Just The Tip is a great route with multiple challenging sequences that involve powerful and also delicate movement on edges and crimps.","protection":"Bolts.","location":"Begin on\n\nFootlong\n\n, then head up and right as the wall gets steeper. This is a right variation that branches off of\n\nFootlong\n\nbefore the crux."},"__v":0},{"_id":"RxD9BJPVUUOAiZ8pj71+mQ==","name":"Joey Ninja Superstar","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":12,"mp_id":"111730921","mp_crag_id":"105745456","climb_id":"RxD9BJPVUUOAiZ8pj71+mQ==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Steep climbing at the start pulls through a mini-roof with the route's first crux. Above, climb a vertical face with well-featured holds to a final crux at the top. Finish at the anchor underneath the roof and to the right of the roof crack on\n\nLever Action\n\n.","protection":"10(?) bolts plus an anchor with steel biners.","location":"Start just right and below the block from which you start\n\nLever Action\n\n/\n\nPump Action\n\n."},"__v":0},{"_id":"SHQSf6qdWBiHVNfYb+jb4Q==","name":"Footlong","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Stevie Damboise","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":2,"mp_id":"110619231","mp_crag_id":"105745456","climb_id":"SHQSf6qdWBiHVNfYb+jb4Q==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This is a great addition to the crag. The bottom half of the route still has some loose crumbly rock, but the quality increases as you progress into steeper terrain. It has easy climbing for the first 4 or 5 bolts, then some strenuous and tricky moves will get you through the overhang and a hard clip. Once you hit the lip of the swell, the hardest moves are over. Save some juice for the final mantle move guarding the chains.\n\nThere are no tweaky holds, and no kneebar shenanigans are necessary. It is probably soft for the grade (12+) when comparing to other routes in the canyon with the same difficulty.","protection":"Bolts to steel biner equipped anchors.","location":"It is on the far left side of the main cluster of routes at the Sno-Cone."},"__v":0},{"_id":"WBmd+9GlVpabFG5pJS+u3A==","name":"Durban Poison","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Dunne","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":1,"mp_id":"105757039","mp_crag_id":"105745456","climb_id":"WBmd+9GlVpabFG5pJS+u3A==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Despite being directly across the road and river from the heavily-trafficked Arsenal, this hidden route rarely sees traffic and offers a nice, quiet venue away from the smuttier routes by the road.\n\nWalk across the bridge to Fluff Boy, as per the Sno-Cone cave approach, then hook a left, going up canyon. Pass through a mini talus field below a wall with a roof (there are a few routes here of limited merit) and go another minute or two along a rough trail until you're beneath a cave in the trees. Durban Poison climbs straight out the middle of this cave onto the bulgy, red and brown stone above.\n\nBust out the cave, making four strenuous clips and big moves to deep holes. A lip encounter leads to some \"harder than it looks\" type climbing on the short headwall. The lower cave is a good introduction to the thuggy-type climbing at Rifle.","protection":"8-10 quickdraws and a rope.","location":""},"__v":0},{"_id":"E/rU0CJmUxKoppmVfkhxsg==","name":"Duck A Day","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"old, unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":17,"mp_id":"108193179","mp_crag_id":"105745456","climb_id":"E/rU0CJmUxKoppmVfkhxsg==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Start on\n\nDoctor's Orders\n\n, and climb the first three bolts. Traverse left with two bolts for protection before doing the top of\n\nStraight Man\n\n.\n\nThere was an old route here with cold shuts that was long abandoned. It was refitted with new hardware and a bunch of cleaning!","protection":"11 bolts plus anchor.","location":"Start on\n\nDoctor's Orders\n\n, the two short, easy routes with steep starts and slabby finishes."},"__v":0},{"_id":"L+1HvhY1XB2QJUmELjLDxg==","name":"Dry Doctor (aka Buzzworm)","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Steve Hong","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":21,"mp_id":"105753853","mp_crag_id":"105745456","climb_id":"L+1HvhY1XB2QJUmELjLDxg==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This is a good route if you're looking for a cavey tick at the grade and has lots of varied, bouldery moves on super-steep terrain.\n\nBuzzworm is one route left of\n\nFluff Boy\n\n, and while it lacks the perfect stone in the middle of the cave, this route has cleaned up (and gotten harder) with traffic. Two bolts close together down low in a perfectly horizontal roof mark the start.\n\nReef out onto a block/jug and trend generally left along hard-to-see block and pinch features. This route is very sustained, but with modern kneebar technology you may be able to cop a shake or two along the way. Expect long moves to positive holds and a nice finish on featured orange and tan rock.","protection":"10 quickdraws.","location":""},"__v":0},{"_id":"YPExDnT9V9y9r6ojgzPffQ==","name":"Doctor's Orders","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Schneiter & Tyler Vaughan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":18,"mp_id":"108159470","mp_crag_id":"105745456","climb_id":"YPExDnT9V9y9r6ojgzPffQ==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This has moderate, well-protected climbing with a steep start and a slabby finish. Start underneath the small roof and pull on pockets to reach the first bolt. Continue on big, flat holds with many options.","protection":"6 bolts and anchor.","location":"When you first approach the main zone of the Sno Cone after walking past\n\nPistola\n\n, there is an orangish-red slab. Doctor's Orders and\n\nRehab\n\nare on this slab. Doctor's Orders is the left hand line and\n\nRehab\n\nis the right hand line. Doctor's Orders starts about 10 feet right of\n\nStraight Man\n\n."},"__v":0},{"_id":"oE5Gfo9+XuekHzvV9/nt4A==","name":"Brenna","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Scott Bouldien, 7/29/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":7,"mp_id":"106002745","mp_crag_id":"105745456","climb_id":"oE5Gfo9+XuekHzvV9/nt4A==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This is just to the right of\n\nMariscos Lambada\n\n(5.8). It is pretty clean, but you may encounter some small loose pieces here  and there, but it should be really solid after a few more ascents. This is the most sustained of the easier routes here. It has good movement with a definite crux. It is slightly height-dependent.","protection":"7 (or 8?) bolts plus anchors. Fixed biners at anchors were left on 7/29.","location":"The route is between\n\nMariscos Lambada\n\nand\n\nA Stiring of Air\n\n. Stick clip first bolt as the route is new and the landing not good. Head straight up through the alien face surf right clip bolt then move left up and over bulge."},"__v":0},{"_id":"Kwlmk6WQXoSyTEoxzd5NPg==","name":"Basic Overhang","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Matt Samet, Ryan Sappenfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":22,"mp_id":"105753316","mp_crag_id":"105745456","climb_id":"Kwlmk6WQXoSyTEoxzd5NPg==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This route climbs directly out the center of the Sno-Cone cave and features a hard boulder problem at the start (now avoided by going right and grabbing the footholds—meh) and a cruxy lip encounter. Fortunately, the holds are biggest where the route is steepest, making it much more do-able than it looks from below.\n\nThe \"Cyclops\" hold is natural, believe it or not. I just added some sika to keep it on there.","protection":"10-12 quickdraws.","location":""},"__v":0},{"_id":"PIuDjEymVRSMeaw4trDffg==","name":"Air Patrol","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":8,"mp_id":"108193184","mp_crag_id":"105745456","climb_id":"PIuDjEymVRSMeaw4trDffg==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"This is the new variation for\n\nA Stirring of Air\n\n, and it avoids the hard start on that route. This variation makes for a great way to do this route and has become the most popular way to do\n\nA Stirring of Air\n\n. It is a great warmup.\n\nStart on\n\nBrenna\n\n, clip the first bolt, and step right to a bolt in between\n\nBrenna\n\nand\n\nA Stirring of Air\n\n. Continue up and right before clipping the 4th bolt on\n\nA Stirring of Air\n\nand finish on that route.\n\nThis is a nice, true 5.10a unlike the hard, sort of sandbagged 5.10 that\n\nA Stirring of Air\n\nhas long been.","protection":"7 bolts plus anchor.","location":"Start on\n\nBrenna\n\n, just left of the large block at the base of the wall, underneath\n\nA Stirring of Air\n\nand\n\nDowndraft/Lever Action\n\n."},"__v":0},{"_id":"JTNdpuMWVUCPWmlxLBda+A==","name":"Achilles","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Danny Robertson, Summer 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":0,"mp_id":"106448415","mp_crag_id":"105745456","climb_id":"JTNdpuMWVUCPWmlxLBda+A==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"Achilles is a great new addition to Rifle that follows the lip of a huge, neglected overhang across from the Arsenal.  Although this route is less direct than most routes, the movement, position, and opportunity to escape the crowds more than compensates for the traversing nature of the line.  Not as hard as routes like Simply Read or Living in Fear, this route would be a great choice for anyone looking to tick their first 13d.\n\nScramble up some easy choss, and clip the first bolt on the overhang while standing on a slab. Establish on the wall, and follow a powerful series of underclings, cracks, pods, and edges until you are forced to traverse right for about 15 feet.  At the end of the traverse you are rewarded with a rest below the crux.  With strength fading and an unclippable draw dangling in your face, pull into double underclings, make a big crossover move, and gun for the arete.  Make a couple of burly arete moves on slopers to reach the next rest, take a quick shake, and then punch through a devious boulder problem to the anchors.\n\nThis route is still cleaning up, so beware of loose rock- especially near the top.\n\nAlso, for those interested there is a bolted direct start and an abandoned project to the right.","protection":"Bolts and a 2 bolt anchor.  May want kneepads.  A 60 meter rope will get you back to earth from the anchor.","location":"This route is about 80 yards upstream from\n\nFluff Boy\n\n, almost directly across the stream from the Arsenal."},"__v":0},{"_id":"I/QeGz5qX+CMQahtodmgrw==","name":"A Stirring of Air","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Bissel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"left_right_index":9,"mp_id":"105757237","mp_crag_id":"105745456","climb_id":"I/QeGz5qX+CMQahtodmgrw==","areaRef":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":"The route starts just to the right of\n\nMariscos Lambada\n\ndirectly over a block at the base of the cliff.  The crux of this climb is definitely at the start.  This makes getting to the second bolt a mental challenge because of the almost certain fall onto the block if missed.  The bolt spacing on the route is not for the faint of heart, but if you are going to climb at Rifle....","protection":"7 bolts to a two bolt anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,22dac198-10d8-5ebf-94d5-6e503a0753a0,b8bb8241-8282-5aeb-9d5e-3c87ec6afd79","pathTokens":["USA","Colorado","Rifle","Rifle Mountain Park","Sno-Cone Cave, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.10"}],"byDiscipline":{"sport":{"total":23,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":8,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":8,"advanced":8,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.69446,39.70651]},"bbox":[-107.69504448513808,39.706060339818144,-107.69387551486193,39.70695966018186],"left_right_index":-1,"ext_id":"105745456","area_id":"uLuCQYKCWuudXjyH7Gr9eQ=="},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T05:56:20.935Z","updatedAt":"2022-11-25T11:17:04.788Z"}