{"_id":"6368a185e80bff5a9954f2e1","area_name":"Aquarium Wall","shortCode":"","climbs":[{"_id":"lUwBjFv3WgCny9Md/AbN2g==","name":"The Octopus Cave","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Barnes, Bruce Bindner, 4/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48831,36.11653]},"left_right_index":0,"mp_id":"106138890","mp_crag_id":"106067892","climb_id":"lUwBjFv3WgCny9Md/AbN2g==","areaRef":"yUzGtM+PXWaeJwRrpI5g7Q=="},"content":{"description":"A wild pitch up into the deep, huge chimney left of Aquarium leads to a tunnel through to the outside. The second pitch starts up the big right-leaning corner, then transfers left to the thin crack which ends in the middle of a black face.","protection":"pro to 4\", double 1-4\". You could use a huge cam but it'd only gain you a couple feet since the ow widens rapidly to 14\", then pinches to 4\". The ow is slightly flared making big bros dicey. Good luck not kicking the last piece out!","location":"Left of Aquarium there's a great black hang out ledge. Scramble to the left (a 3rd class down-step) to the base of the chimney. Take the leftmost crack up 30', transfer to the middle crack (hands), take that up 20', then transfer right past a thin crack (overhung stemming) to pass the chockstone. Take the brown offwidth on the left (crux) until you can chimney through the hole to the outside. Second pitch (5.8/9) starts up the right crack for 50', then transfers left to the nice thin crack which ends in the steep black face. Rap 190' from nuts back to the black hang out ledge (you rap right past the crux of Aquarium)."},"__v":0},{"_id":"m0sL58m6X3ejrYuPZqAGFg==","name":"Moondog","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joanne Urioste & Karsten Duncan, fall 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48831,36.11653]},"left_right_index":2,"mp_id":"116827636","mp_crag_id":"106067892","climb_id":"m0sL58m6X3ejrYuPZqAGFg==","areaRef":"yUzGtM+PXWaeJwRrpI5g7Q=="},"content":{"description":"The first two pitches are the main attraction in addition to a lovely ~spire summit with great views of Crimson Chrysalis.\n\n P1 5.8 (Scary Larryesque / Herbsty) 115': Up the chimney. The initial roof goes easier than you might expect, but then things gradually escalate. Suspect rock at times contributes to an adventurous pitch. Upon exit from the chimney climb ten more feet over a bulge to chain anchors.\n\n P2 5.7 125': Move left 8' to the left hand crack system and launch straight up for ~120' until a belay is convenient ~30-40' below a tree up and left.\n\n P3 5.7 190': Move up and left close to the tree but then launch up and right following the right trending crack / ramp. When you see bolted anchors to the left set a belay just under a steeper headwall with a mossy finger crack splitting it.\n\n P4 5.9 (soft) 150': Follow the finger crack over the steep bit onto a yellow slab. Continue straight up to a small ledge and set a belay.\n\n P5 5.7 180': Move up and left to a right trending crack / ramp. Follow this over a bulge and continue past its end to the summit. Hip belay or small gear just below summit for an anchor.\n\n Drop down the back side of the spire and climb up a left facing corner crack to the next spire top. Another dip down and back up gets you to the last spiry bit. Most folks should feel comfortable unroping here. Contour back to Brownstone and follow its descent.","protection":"Single rack to 4\" sufficed.","location":"Approach as for Aquarium. Starts in the large chimney just right of the start of Aquarium."},"__v":0},{"_id":"E1ZwXadOWS+Y9cUwlKWshg==","name":"Minnows on Mescaline","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andrew Gomoll, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48831,36.11653]},"left_right_index":4,"mp_id":"106068194","mp_crag_id":"106067892","climb_id":"E1ZwXadOWS+Y9cUwlKWshg==","areaRef":"yUzGtM+PXWaeJwRrpI5g7Q=="},"content":{"description":"Climb the varnished crack to the major chimney.  The direct start is hard (5.10?) but there are easier variations on the adjacent face.  Three pitches up the chimney system lead to an exit on the right.  The fourth pitch continues straight up the rounded buttress above, passing a few delicate moves to a belay stance near an obvious diagonal crack.  Go right along the diagonal, then up to a small stance on the side of a chimney.  A long pitch up the chimney leads to the top.  (The last pitch is also the top pitch of Guppies on Ritalin.)","protection":"Standard rack plus a 6\" cam","location":"After squeezing through the vertical tunnel on the Aquarium Wall approach, continue up the canyon for another hundred yards.  Cross left to the wall at an obvious ledge.  The route starts in the varnished crack immediately to the left of the clean, razor-cut dihedral of Guppies on Ritalin."},"__v":0},{"_id":"/fGBbbyxWCqa7I2DsBpeKg==","name":"Guppies on Ritalin","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Wilder, Karsten Duncan, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48831,36.11653]},"left_right_index":5,"mp_id":"106068218","mp_crag_id":"106067892","climb_id":"/fGBbbyxWCqa7I2DsBpeKg==","areaRef":"yUzGtM+PXWaeJwRrpI5g7Q=="},"content":{"description":"On the right (western) side of the Aquarium Wall, there is a very clean corner that leads toward an unpromising slab.  Delightful climbing ascends the corner to a stance where the crack widens to hand size.  Pitch 2 follows the crack to its end, then frictions up and left to another crack, eventually belaying beneath a steeper section.  Three more pitches go up the crack system to the top.","protection":"std rack","location":"Approach as for the Aquarium Wall.  After climbing throught the tunnel, continue up the gully until you can cross left beneath the obvious opening corner."},"__v":0},{"_id":"d/XhWv5TWtiVgA+QfsYNwg==","name":"Balsamic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bruce Bindner, Greg Barnes, 4/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48831,36.11653]},"left_right_index":3,"mp_id":"106139835","mp_crag_id":"106067892","climb_id":"d/XhWv5TWtiVgA+QfsYNwg==","areaRef":"yUzGtM+PXWaeJwRrpI5g7Q=="},"content":{"description":"The steep wide crack with black varnish insides through a bulge. Wild and fun and a lot easier than it looks - but you better know what a chicken wing is!","protection":"Pro to 3\", plus one or two 10-12\" (i.e. #4 Big Bros). Also a thin sling  (single shoulder length fine) is needed to tie off a cool 3/4\" diameter hole through the rock before the crux. 90' rap off a big tree into the gully.","location":"About 50 yds above Olive Oil, there's a bushy ledge that leads over to the Aquarium wall. Balsamic climbs the obvious crack, starting on hueco'd face up to a constriction, then up the gaping crack above. Once past the overhang, climb up the easy face to the right of the big chimney, belay on a ledge, then scramble up past a short easy 5th chimney to the rappel tree."},"__v":0},{"_id":"Pvrh2L9AW52jL2Wx27+YKA==","name":"Aquarium","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48831,36.11653]},"left_right_index":1,"mp_id":"113755995","mp_crag_id":"106067892","climb_id":"Pvrh2L9AW52jL2Wx27+YKA==","areaRef":"yUzGtM+PXWaeJwRrpI5g7Q=="},"content":{"description":"Both the Handren and the Supertopo guides make this route sound a lot harder and scarier than it is. In reality, it’s a great long moderate with good protection. However, both the approach and the exit off the top of the tower make for a full and adventurous day. It may be possible to combine some of the pitches with careful rope management. \n\n  P. 1: Climb the slot chimney to a great, huge flat ledge. 5.5,150’ \n\n  P. 2: The original route apparently climbs a 5.9 flake that’s quite a bit to the right, then traverses back left, but it’s a lot more obvious to go straight up the slab, left on a ramp, and up a corner to a nice stance on a pedestal below a wide section. (This is the third pitch of Luna.) 5.6, 60’  \n\n  P. 3: Both Handren and Supertopo describe the start of this pitch as unprotected 5.9, but the gear is quite good and the climbing is never above 5.8 (at most). Stem up the obvious wide section, placing the #6 when convenient, then continue up the crack. Step right when the crack gets brushy and climb the crack and corner system on the right, passing a bolt, to a bolted belay/rappel anchor at a good stance on the right. 5.8, 120’ \n\n  P. 4: Continue up the right-leaning crack, then traverse right (there are a couple of opportunities) to a corner with a hand crack, and follow it to any of several possible belay stances. 5.6 or 5.7 depending on reach, 150’ \n\n  P. 5: Climb up and traverse left around a bulge, then follow an easy right-leaning corner to a stance below an obvious offwidth section. 5.6, 60’ \n\n  P. 6: Pass the short offwidth section by face climbing on the right (a #6 gives toprope protection), then continue up the crack on much more moderate climbing to a good stance. 5.7-5.8, 80’ \n\n  P. 7: Traverse straight left on easy ledges (passing about 20’ above the top anchor of Luna), then climb the varnished face left of a big corner to a stance. 5.6, 80’ \n\n  P. 8: More or less straight up, passing a short varnished headwall down low, on mostly easy white rock with limited protection opportunities. Near the top, a #.75 Camalot in a horizontal protects a short set of face moves; continue up to a good ledge at the base of a wide crack. 5.6-5.7, 210’ \n\n  P. 9: Up the wide crack, then step left and go up easy ground through a wide notch. Continue up easy ground on the left side of the notch to the summit of the tower. 5.6, 200’ (It’s easy to split this pitch by belaying in the notch.) \n\n  P. 10: But wait, there’s more! Easy but poorly protected downclimbing leads to a step across to the main wall. 5.4, 60’. From here, 4th-class climbing leads to easy ground. Both Handren and Supertopo mention a fixed rappel to get down the downclimbing section, but we saw no sign of one.","protection":"Single rack to #4 Camalot, plus doubles on #.75-3 and a #6. Very little fixed gear (one protection bolt and one bolted anchor).","location":"This route climbs crack systems on the north face of a prominent tower facing the Rose Tower; it’s highly visible from the approach. From the base of Olive Oil, head more or less straight left, passing a brushy spot, to the base of the wall. A very awkward and brushy step (some may prefer to rope up) leads to an alcove at the base of a slot chimney with a varnished right wall. It may be easier to approach via the lower pitches of Luna, but we didn’t test this theory. \n\n  The descent is non-trivial, and involves some easy but unprotected downclimbing off the top of the tower until one can step across to the main wall, followed by scrambling up to easy ground. A bit of slabby downclimbing gets you to the Jackrabbit Buttress walk-off, following cairns over to the Brownstone Wall descent trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3a44c556-7981-5855-8c45-d5eb8f7c5274,c94cc6b4-cf8f-5d66-9e27-046ba48e60ed","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Juniper Canyon","Aquarium Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":3,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48831,36.11653]},"bbox":[-115.48886663422147,36.11608033981813,-115.48775336577854,36.116979660181855],"left_right_index":-1,"ext_id":"106067892","area_id":"yUzGtM+PXWaeJwRrpI5g7Q==","polygon":{"type":"Polygon","coordinates":[[[-115.48886663422147,36.11608033981813],[-115.48775336577854,36.11608033981813],[-115.48775336577854,36.116979660181855],[-115.48886663422147,36.116979660181855],[-115.48886663422147,36.11608033981813]]]}},"content":{"description":"This tall, north-facing wall is directly across the canyon from Olive Oil on Rose Tower."},"density":0,"totalClimbs":6,"__v":2,"createdAt":"2022-11-07T06:11:18.787Z","updatedAt":"2024-01-20T01:02:59.676Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e5f3f8258fb5bda051ac","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}