{"_id":"6368a3d4e80bff5a9958d6a2","area_name":"Pussy Boulder, The","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,10f89d9c-9003-5a54-bad9-5849a525a2de,0982209a-cd25-53c2-ae9c-9e7175f02c26,f4a73cc7-b1e7-5303-bd49-4819d8176f36","pathTokens":["USA","Rhode Island","Arcadia Management Area","Pussy Boulder, The"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.6972,41.5794]},"bbox":[-71.69780112044307,41.57895033981814,-71.6965988795569,41.579849660181864],"left_right_index":-1,"ext_id":"107481111","area_id":"9Kc8x7HnUwO9SUgZ2BdvNg==","polygon":{"type":"Polygon","coordinates":[[[-71.69780112044307,41.57895033981814],[-71.6965988795569,41.57895033981814],[-71.6965988795569,41.579849660181864],[-71.69780112044307,41.579849660181864],[-71.69780112044307,41.57895033981814]]]}},"content":{"description":"I am a bit amazed that we local climbers didn't notice this earlier, considering the embarrassingly easy access, though, due to the suspicious absence of vegetation in some of the cracks, maybe somebody did find it a long time ago and kept it to themself. It doesn't look like anybody has climbed here recently. That should change with some grooming. The name is from the conspicuous graffiti on the side. Thankfully, graffiti is a very rare sight in Arcadia.\n\n This outcrop is made up of high quality, fine grained stone, with comfortable rounded granite flakes, scoops and cracks with the occasional large quartz intrusions that produce flat edges and big pinches.\n\n At first sight there doesn't seem to be anything challenging here, but it is covered by fun looking easy and moderate lines, a place to warm up or just cruise around on. The right side has a mini cave and bulge that tops out around 15 feet and curves around the side. This section could use some cleaning, but looks fairly climbable as is.\n\n To the left is a long, tall, heavily vegetated off vertical section of the same great rock that might yield a few fun 20' plus V easies. Around to the right and in back is a marginal short wall that may be all right for some lowballs or a traverse."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:21:08.821Z","updatedAt":"2024-01-20T01:06:04.848Z"}