{"_id":"63689d5ce80bff5a994f507f","area_name":"Starlight Peak","shortCode":"","climbs":[{"_id":"QGYqNukEWcCNffyLoRADaA==","name":"Starlight Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Norman Clyde, June 15, 1933","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5151,37.095]},"left_right_index":1,"mp_id":"119554921","mp_crag_id":"106588453","climb_id":"QGYqNukEWcCNffyLoRADaA==","areaRef":"6fzIhafSWr+2hMjFKGlcSQ=="},"content":{"description":"Starlight Buttress IV, 5.7, AI 2, 1500’\n\nThis is an amazing alpine route straight to the summit block of Starlight Peak from the glacier side of the Palisades. Located just right of the Clyde Couloir the SB climbs through almost every type of terrain you could encounter in the mountains. Start off ascending up the snow slope to the Clyde Couloir, depending on the season and conditions getting into this Couloir could be the crux of the entire route, or impassable entirely. Unless you venture straight onto the rock from the snow slope, in which case you would most certainly encounter terrain much harder than 5.7, but stepping across onto the rock from the snow with a very deep bergschrund looked hard with very little protection. I climbed this route on September 3, 2020 with my guest and we were able to walk around the left side of the bergschrund (which was actually completely filled in) to the back side. So in some sense we were on top of the bergschrund but also inside it? Disclaimer- this is just a description of what I climbed with my guest, there are many options on this buttress, this is just what made the most sense to me at the time. Choose your own adventure and pay attention to the conditions and weather. This is not a 1000', 5.7 multipitch route like you'll find in Red Rock... this is a proper alpine climbing objective that should be approached as such.\n\nP1: From here we climbed a 25m pitch of snow, ice, rock and névé to the rock. One tool and crampons was enough in the conditions we climbed it. There was one crack about 5m up on the right for rock protection and past that could have gotten an ice screw in the conditions we had. AI 2\n\nP2: We chose to leave crampons and tools at this anchor. Moving up left on the rock up a low angle corner/ramp back towards the Clyde Couloir (5.5) to a rappel anchor, passing the rappel anchor on the right side (5.7 for a move) into a terraced low angle amphitheater with the Clyde Couloir just to your left and steep rock overhead. A rats nest of a rappel anchor marks the end of this pitch. 5.7\n\nP3: Traverse out right to the crest of the buttress and up to a big ledge. 4th class.\n\nP4-5: Move up corners and ledges on great rock for two pitches, staying on the crest of the buttress past a couple rappel anchors. 5.5.\n\nP6: One 50m pitch through easy ledges leads to a steeper wall with what looks like many options. 3rd class\n\nP7: Another long pitch up and right, over flakes, corners, and cracks, trending back left towards the top. 5.5\n\nP8: Long 3rd class pitch up to a huge ledge.\n\nFrom here you have two options. Stay left and climb to the notch between Starlight and North Palisade for 2-3 pitches and then continue up to the summit block via the NW Chute route. OR stay right a climb up a STEEP gully system. We chose the right variation which is described below.\n\nP9-10 (maybe 11): From the huge ledge climb up and right in a steep broken corner. About 5m up this corner you can step back left (5.7) and into the main gully system. Continue up through low 5th class terrain passing a few rappel anchors and good belay ledges. This section is about 400' and is probably best broken into 3 pitches, or it's possible to climb two full 60m pitches straight up to a notch just east of the Starlight Peak summit block.\n\nFrom this notch move west (climbers right) through 3rd class terrain, dropping into a chimney where you will now be able to see the Starlight Peak summit block, aka the \"Milk Bottle\".\n\nTo summit the Milk Bottle you can climb from the east side at 5.4 or up the west side at 5.9. There is some rope trickery involved if you want to protect it, otherwise you're basically soloing.\n\nDescent: Reverse the route by rappelling and down climbing. There are no bolted rappel stations but there are many different established anchors for descending that are constructed of webbing, cord, and slings, most with carabiners or quicklinks. Definitely bring your own anchor material to rebuild or make new anchors. This is an involved descent and will likely take the same amount of time getting down as it did to get up. I used one 50m rope and made it work. A 60m might make things slightly easier but two ropes are not necessary and may in fact create more of a hazard pulling down rocks or getting stuck. Shorter rappells in this terrain is the ideal way to go IMO.\n\nHave fun! This was one of the coolest alpine objectives I’ve climbed in the Sierra! And if you do make it out there please comment with updated conditions! Thanks!","protection":"Standard Sierra Alpine Rack. Depending on the snow/ice conditions in the Clyde Couloir you may need ice screws. I took a single rack from .3-2 BD C4's and a single set of stoppers, 6 alpine draws, 50m rope, and crampons/single ice tool for each climber. As well as extra material to build new rappel anchors (30' of webbing and 2 quick links and used all of it)","location":"Starlight Buttress sits just right of the Clyde Couloir on the east side of the Palisades. Approach via the North Fork of Big Pine Creek. Ideal bivy would be Submoranian Camp, Fischer Camp or Gayley Camp."},"__v":0},{"_id":"xmnfTZMZU9qOKr0g6eBLkw==","name":"Northwest Chute","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"James Wright - July 13, 1933","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5151,37.095]},"left_right_index":0,"mp_id":"118038783","mp_crag_id":"106588453","climb_id":"xmnfTZMZU9qOKr0g6eBLkw==","areaRef":"6fzIhafSWr+2hMjFKGlcSQ=="},"content":{"description":"The NW Chute is a good route. It is marred only by the tedious nature of the Upper Chute on the way down. Other than that, I would definitely recommend it. The crux depends on conditions. Either the 'Waterfall Pitch' or either of the final options to the summit might qualify.\n\nOnce past the 'Waterfall Pitch' (see below) the route kicks back and you're obliged to look for fun amidst all the loose scree.\n\nYou can avoid almost all of it. The trick is to find it again on the way down. As you near the rim, you have two choices. You can continue to the ridge and then onwards to the summit, but the easier route is to take the obvious weakness left and climb steep but stellar 4th class rock straight up to the summit.\n\nThe Milk Bottle is it's own special thing and while attractive, it seems out of character when compared to the rest of the route. I was 67 when I did this route. I was alone, so did not attempt the summit boulder problem.\n\nRap slings are easy to find and the first set gets you back into the scree. Several rap options exist when you get back to the top of the Waterfall Pitch. After reversing the traverse you can either downclimb of rap back into the Lower Chute.","protection":"Most people solo this route. But you will want to bring a rope for the descent. You can downclimb the entire thing but as easy as it was on the way up, I ended up doing 5 raps on the way down. You be the judge.","location":"As described in the Porcella / Burns guide to CA 14ers (pg 210), this route starts in the 3rd chute south of Thunderbolt Pass.\n\nYour time in the initial chute doesn't last long. As you approach a point where it begins to look problematic, look right and start up a nice moderately steep well featured slab.\n\nAt the top of this slab you will come to the rather obvious traverse into 'Upper Chute' The so called 'Wright Traverse' is more visual than difficult.\n\nUp next is the 'Waterfall Pitch'. When dry, it's really the best part of the route. The climbing is really nice and you wish it would go on forever. If it's wet, well that's a different story."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,c6e36f00-8d84-5a2b-beaa-92d7a3061787,e9fcc885-a7d2-5abf-b684-c8c528695c49","pathTokens":["USA","California","High Sierra","09 - Palisades & Surrounding Peaks","Starlight Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.5151,37.095]},"bbox":[-118.51566374068247,37.09455033981814,-118.51453625931752,37.09544966018186],"left_right_index":-1,"ext_id":"106588453","area_id":"6fzIhafSWr+2hMjFKGlcSQ==","polygon":{"type":"Polygon","coordinates":[[[-118.51566374068247,37.09455033981814],[-118.51453625931752,37.09455033981814],[-118.51453625931752,37.09544966018186],[-118.51566374068247,37.09544966018186],[-118.51566374068247,37.09455033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:36.105Z","updatedAt":"2024-02-19T18:29:43.854Z"}