{"_id":"6368a50be80bff5a995b0325","area_name":"Golden Throne","shortCode":"","climbs":[{"_id":"jZx2JtyiVdGqe5wzCPwaDA==","name":"Southwest Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Hurley, Jean Hurley, Dave Rearick, March 25, 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.18477,38.2194]},"left_right_index":999999,"mp_id":"120368851","mp_crag_id":"120368674","climb_id":"jZx2JtyiVdGqe5wzCPwaDA==","areaRef":"tnohkFXwV8SUy4UNsQSI7Q=="},"content":{"description":"Climbed with Bill Wright and John Homie Prater on March 6, 2021\n\nThe route consists of four or five pitches, located mostly in the obvious chimney/gully system on the southwest side of the Golden Throne.\n\nThe rock on this route is not terrible, but there is a lot of loose and sandy rock. Wear helmets! Belay out of the direct fall line from the leader, test every hold, and use common sense. There are plenty of blocks up there that would ruin your day if they were to come loose.\n\nNote that there are at least three tight chimney sections on this climb, so wearing a pack of any size is problematic. But these sections are pretty short. If you bring a pack, consider dangling it from your harness when it won't fit in the chimney with you.\n\nP1: Climb a short chimney past a chockstone, then move up and left to a three-bolt anchor. (100', 5.6)\n\nP2: Move up to the very back of the chimney system and work your way up the right-hand wall to a 2-bolt anchor (110', 5.6)\n\nP3: Move the belay to the base of the large gully above. Climb the right side of this gully into a short squeeze chimney at the top, then exit on a ledge system and build an anchor in cracks in the wall at the back of the ledge. Some small trees on this ledge system are visible from the belay. (120', 5.8)\n\nP4: Hike on the ledge system around to the northwest side and look for a place to climb to the top, which is now less than 100' away. A few routes seem possible. We followed a crack system up and around to the left of a huge rotten bulge. Rope drag was bad so we belayed above that bulge. There is a lot of loose rock here! (80', 5.6)\n\nP5: Climb the last 15' to the summit plateau. The last few moves are steep but on nice pocketed limestone--a nice change after so much questionable rock. (15', 5.7)\n\nThe true summit is a short hike to the southeast.\n\nDescent: Find a rappel sling around a tree on the north side of the plateau, just a few hundred feet north from the point we topped out. A 90' rappel brings you to the large ledge system at the base of P4. Hike back around and find another tree with slings that will take you to the bolts at the top of P2. Make two more rappels back down the route. The rappel down P2 is a bit longer than 100', so be prepared to downclimb a bit (climbing is moderate and exposure is mild) or bring a 65+ meter rope or bring two ropes.\n\nNote about the First Ascent\n\nIt appears the FA party may have used a different route to the top. In the summit register (yes the original register from 1974 is up there), there is a route description as follows:\n\n\"First Ascent March 25, 1974\n\nGeorge Hurley\n\nJean Hurley\n\nDavid Rearick\n\nVia the S.W. chimney to the ledge below the red band, then along the ledge to the S.E. side, from which the summit was reached. We placed 1 belay bolt for the first pitch, and used about 10 pitons and nuts for protection. No direct aid was used. Time from trailhead in Capitol Gorge 4 3/4 hours.\"\n\nIf that description is correct (\"along the ledge to the S.E. side\"), then we unwittingly did a variation, which should be called P4-P5 (Wright Variation).","protection":"Desert rack up to a #4 and doubles of mid-size cams.","location":"Follow the approach described in the \"Golden Throne\" area, then hike to the base of the obvious chimney/gulley system on the southwest side of the Golden Throne."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,9db60618-e224-5d6a-93ed-c801b927b491,b67a2190-55f0-57c4-94cb-850db10488ed","pathTokens":["USA","Utah","South Central Utah","Capitol Reef","Golden Throne"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.18477,38.2194]},"bbox":[-111.18534234345609,38.21895033981814,-111.18419765654392,38.21984966018187],"left_right_index":-1,"ext_id":"120368674","area_id":"tnohkFXwV8SUy4UNsQSI7Q=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:38.467Z","updatedAt":"2024-01-15T16:49:20.637Z"}