{"_id":"63689de0e80bff5a994f969d","area_name":"Land that Time Forgot","shortCode":"","climbs":[{"_id":"nD0J4+XiVJuvV/qG5iVVGg==","name":"Temple 19","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Hubbel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":3,"mp_id":"105926073","mp_crag_id":"105925803","climb_id":"nD0J4+XiVJuvV/qG5iVVGg==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"2 pitches, with an unfinished 3rd pitch.\n\nStarts below the \"African Flake\". TO the right is a very obscure and old mixed 2 pitch route, called Smile for the Camel, identified by some 1/4inchers and a small right facing corner second pitch to the same ledge as T19.\n\nP1: Start with a step around a left facing corner (protected by a pin). Follow face up and right. 5.9 excellent pitch and great warm up. 165' rap\n\nP2: crank over a bulge and balancy face climbing up to a good sized ledge below the headwall. 5.10c/d","protection":"QDs, one pin","location":"Located at the far left end of Land that Time Forgot, at the base of the African Flake."},"__v":0},{"_id":"wIlZQQYWVjWFOrK3a2K+bA==","name":"Solarian","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mabe / Hubbel,  2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":6,"mp_id":"106194942","mp_crag_id":"105925803","climb_id":"wIlZQQYWVjWFOrK3a2K+bA==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Solarian is identified by the striking, sunlit, dihedral system on the left side of the north face of Sheeprock. This route features face climbing, layback corners, a 100', diagonaling, finger crack traverse, and great exposure for only 3 pitches. This is one of few trad routes on Sheeprock.\n\nBegin as for\n\nCloak of the Wolf\n\n, on the Perch above the bivy spot on the left side of Land that Time Forgot.\n\nP1: 5.10+, 150'\n\n, shares the first pitch of the\n\nCloak\n\n. 16 bolts, 3 bolt belay on a grassy belay ledge.\n\nP2: 5.10, 105'\n\nclassic. Lieback up the arching, right-facing dihedral (5.9) to a steep, cruxy step left into the main dihedral, protected by a bolt. Jam through a weakness in a roof above a spooky, hollow flake to a 3-bolt, hanging belay. Be mindful of rope drag. (you cannot retreat after this point).\n\nP3: 5.10+, 150'\n\nexcellent and memorable. Continue up the finger crack above the belay to join a dihedral and A-frame roof. Pull around the roof, 5.10+, (strangely reminiscent of\n\nFat City\n\ncrack in Lumpy) where a tight, finger crack splits to the right. This is the crux of the entire route. CAUTION: be sure to place pro for your follower, the roof edge is sharp! Dance the sustained rising finger crack traverse (5.9) for about 100' to a comfortable sunny belay ledge with two bolts/gear (and a great place to take a pic of your follower!). This pitch gobbles up nuts and small cams.\n\nP4:\n\ntraverse the ledge right for about 20' to rap anchors where you escape by rapping 70' to the top of\n\nAnkar Gate\n\n, or rap/traverse to the saddle and have a picnic. If you still want to summit, climb Velcro Wall via\n\nAcid Crack\n\n, 5.5, (classic!) and a hundred feet of 3rd Class slabs to the top.\n\nThere are a few options to get down. From the summit, rap\n\nCloak of the Wolf\n\n. From the saddle, rap\n\nJacobs Ladder\n\nor\n\nAnkar Gate\n\n. Bring 2 x 60m ropes for raps.","protection":"Stoppers, TCUs, doubles of #0.5, #0.75, and #1 Camalots. EDIT: one #2 and one #3 are optional. Bring 2 x 60m ropes.","location":"This is on the left side. See the topo."},"__v":0},{"_id":"S7qAA26qUBePucX0jjm4ag==","name":"Shadows on the Rock","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chuck Fitch and Adam Huxley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":1,"mp_id":"114967644","mp_crag_id":"105925803","climb_id":"S7qAA26qUBePucX0jjm4ag==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"If you are climbing on the north side of Sheep Rock and you are looking for shade, this is it. Routes on this part of the wall go into the shade early in the afternoon, unlike most of the others.\n\nPitch 1, 5.9. Climb an easy face and corner to a large, shallow groove on the right side of the next face. Climb the face and groove to the base of a distinctive steep face and arete. Belay at a nice ledge by a bush, 160 feet, 8 bolts, 2 bolt anchor.\n\nPitch 2, 5.10+. Do crux climbing to get on the face, and continue difficult climbing to the chains above, 80 feet, 10 bolts, 2 bolt anchor.\n\nFrom the top, easy climbing up and left gains the eastern shoulder of Sheep Rock or\n\nOver the Hills and Far Away\n\n, or rappel the route.","protection":"12 quickdraws.","location":"This is 50 feet right of\n\nOver the Hills and Far Away\n\n."},"__v":0},{"_id":"fnYPZVF0V/CFC9APsk2KiA==","name":"Sea of Sorrow","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Greg Miller, solo, 9/19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":17,"mp_id":"117675953","mp_crag_id":"105925803","climb_id":"fnYPZVF0V/CFC9APsk2KiA==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Climb the blunt arete; the crux is at the steep bulge midway up... don't let your guard down.","protection":"14 bolts/2 bolt anchor.","location":"Start just right of\n\nNorth Buttress of Acid Rock\n\nand 100 feet left of the original first pitch of\n\nAnasazi Arete\n\n."},"__v":0},{"_id":"tZOsJth7WbeQk3ZmyxgdXA==","name":"The Route that Time Forgot","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":16,"mp_id":"117680594","mp_crag_id":"105925803","climb_id":"tZOsJth7WbeQk3ZmyxgdXA==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"This is a forgotten pitch that ascends a sharp and varied crack.","protection":"A standard rack and a 2 coldshut anchor.","location":"Start left of ‘\n\nSea of Sorrow\n\n.’"},"__v":0},{"_id":"cozBHRG0XtaVZ54VPQYkng==","name":"Practislab","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":8,"mp_id":"105926094","mp_crag_id":"105925803","climb_id":"cozBHRG0XtaVZ54VPQYkng==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Fun and aesthetic.\n\nLocate a large rectangular slab of rock to the right of the\n\nAnkar Gate\n\n. Casual entry moves to a stiff face crux and rest. Joins the left arete for sustained edging, smearing, and palming-liebacks to the top of the slab. 105'.","protection":"About a dozen draws. 70m rope is nice to have for this one, otherwise lower into the gully with a 60m.","location":""},"__v":0},{"_id":"cToF6cTxUJmjHnwk1U44xg==","name":"Over the Hills and Far Away","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Adam Huxley and Chuck Fitch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":0,"mp_id":"113805638","mp_crag_id":"105925803","climb_id":"cToF6cTxUJmjHnwk1U44xg==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Pitch 1. 5.10+. Climb a face, 130 feet, 12 bolts, 2 bolt anchor.\n\nPitch 2. 5.10. Go up a face, 90 feet, 8 bolts, 2 bolt anchor.\n\nPitch 3. 5.0. Traverse up and right, 90 feet, 1 bolt, gear anchor.\n\nPitch 4. 5.10. Ascend an offwidth and chimney, 90 feet, 5 bolts plus a few medium cams, 2 bolt anchor.\n\nPitch 5. 5.10+. Climb a hand and fist crack, 50 feet, 3-5 #3 size Camalots plus a couple mid-size cams, 2 bolt anchor.\n\nScramble right to top anchors on\n\nThe Cloak of the Wolf\n\nto reach the top of Sheep Rock.\n\nYou can descend the route with a single 60 m rope. Bear to the left on the last rappel to reach an easy gully, and scramble down the last few feet.","protection":"12 quickdraws/slings and a rack including a few medium cams, 3-5 #3 size Camalots, and a couple mid-size cams.","location":"This is on the left side of the rock. Approach up a slope. It is left of\n\nTemple 19\n\n. See the photo."},"__v":0},{"_id":"3icRBgFLXGCo0eA1dh/kCA==","name":"Riders in the Sky","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bill Schmausser & Andy Kovats","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":11,"mp_id":"105926244","mp_crag_id":"105925803","climb_id":"3icRBgFLXGCo0eA1dh/kCA==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"4 very long pitches, sometimes climbed in 5 by breaking P1 in two.\n\nPitches (as 4): P1 5.9 14 bolts, P2 5.7 bolts, P3 5.10cR, modest traverse left (the 'R') to two bolts through the crux to a belay. [The R is 5.7, 10.c has good pro], P4 5.10b, bolts to the summit.\n\nDon't let the R scare you away, this, like many of the routes up here, is a superb climb and accessible to any mid 5.10 slab aficionado. All belays have 1/2\" bolts. Some people have suggested adding another bolt, and I could do that.\n\nDescent: Raps: 1) rap P4, 2) rap to a station 100 feet down and 70 feet left ot the top of P2, 3) rap to top of I Love a Cigar pitch 1, straight down, 4) rap to ground.","protection":"Bolts. A few small cams for some runouts.\n\n2 x 60m for descent.","location":""},"__v":0},{"_id":"bpA841NLWe2OCplEspECEg==","name":"Oklahoma Princess","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bill Schmausser & Andy Kovats","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":15,"mp_id":"105926221","mp_crag_id":"105925803","climb_id":"bpA841NLWe2OCplEspECEg==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Oklahoma Princess is more than OK!\n\nThis is a fun warm-up shorter route on the far right side of the north face routes. Locate a pillar-slab formation left of the gully formed with back side of Acid (there is actually a newer route on the backside of Acid, but i do not know anything about it). OP is approximately 100 feet right of the Knossos tiered base. Though mostly moderate climbing, there are some long runouts for the grade, and bolt spacing may seem a little further than the other routes. it may be possible to protect these with gear if youre feeling timid.\n\nP1. follows the left arete of the pillar. fun! ends at a semi-hanging belay. 5.7.\n\nP2. continue up the arete until you step right and up the face. possible to protect this move with some gear. Continue up the face to a good ledge.\n\nRap the route with two ropes.","protection":"Bolts, and possibly some gear to supplement.","location":""},"__v":0},{"_id":"+eZU7vLTWTuq0gyJTJHxzg==","name":"North Buttress of Acid Rock","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":18,"mp_id":"114518731","mp_crag_id":"105925803","climb_id":"+eZU7vLTWTuq0gyJTJHxzg==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"The cat is out of the bag on this one. It seems like a little more information will be helpful. My notes say 5.10, but my recollection is a boatload of 5.8 and 5.9 face. 90+ % of the bolts are large buttonheads currently in good condition.\n\nPitch 1. 5.10. Begin by an old ring pin, climb past a bush on to a high quality rock face, 170 feet, 15 bolts, 1 pin, 2 bolt anchor.\n\nPitch 2. 5.10. Climb a steep face, 150 feet,. 11 bolts, 2 bolt anchor.\n\nPitch 3. 5.10-. Climb up to the large dihedral, and then left across the face to a tiny stance near the arete, 150 feet, 8 bolts, 2 bolt anchor.\n\nPitch 4. 5.8 A0. Face climb near an amazing arete to a step about 90 feet up, 8 bolts, and an anchor is a large slung boulder at the top. Consider descending from this point. The last 100 feet. of low 5th Class climbing is littered with debris including football-size rocks that could be dislodged by your rope.\n\nFrom the top, you can descend\n\nMinoan Maze\n\nwith double ropes.","protection":"16 quickdraws and something for the anchors.","location":"This begins immediately to the left of the large gully that separates Acid Rock and Baby Helen's Dome at the lowest point of the north buttress of Acid Rock."},"__v":0},{"_id":"VtZce7dxXQqRJmXyjgmqWw==","name":"Minoan Maze","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Hubbel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":13,"mp_id":"105926196","mp_crag_id":"105925803","climb_id":"VtZce7dxXQqRJmXyjgmqWw==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Minoan Maze is uper sustained with great position and exposure! This works as a variation to\n\nKnossos\n\nfor the last two pitches, though it starts further to the left, but I don't remember it as well.\n\nP1-2. Climb\n\nKnossos\n\n.\n\nP3. From the tight ledge, continue up to the left-leaning, left-facing corner. Make a rising traverse left. Try to stay low on the traversing moves and watch for drag. There are many bolts on this pitch (24 or so), as the pitch feels almost a full 200' but may be as short as 150'. The hanging belay is exposed.\n\nP4. From the belay, move up, and make a committing step right over a small headwall with a short section of crumbly rock (5.8) Look for a line of bolts paralleling a left-facing corner. Follow the line of bolts past one anchor (at about 75 feet out from the belay) to the final (summit/saddle) anchor over increasingly easier terrain, ~130 feet.","protection":"You will need as many as 23 draws for the long pitch 3. Two ropes for rap.","location":""},"__v":0},{"_id":"g0mHd41iXZKC7vXawI4dAg==","name":"Labyrinth","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chuck Fitch and Adam Huxley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":20,"mp_id":"114584505","mp_crag_id":"105925803","climb_id":"g0mHd41iXZKC7vXawI4dAg==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"You might notice the bolts on the first pitch as you are approaching\n\nAnasazi Arete\n\nwhich is about 200 feet to the left.\n\nPitch 1. 5.10+. Start just left of a deep gully. The crux climbing is past a high first bolt to easier climbing, 100 feet, 6 bolts, a #3 Camalot (for the flake near the top), a #0 Metolius, a small wire before the first bolt, and a 2 bolt anchor.\n\nPitch 2. 5.10-. Our original line followed the line of least resistance to the right on crumbling rock, 5.8. We have reworked the pitch to climb directly on high quality rock to the second pitch anchors, 100 feet, 11 bolts, 2 bolt anchor. We left the original bolts but took the hangers.\n\nPitch 3. 5.9. Climb up and left on moderate face to a steep headwall. From here, you could climb to the right on an easy 5th Class ramp that takes you to the shoulder were the south face routes of Baby Helen's end. Instead, climb offwidth and hand crack to anchors, 80 feet, 5 bolts, a #1 and #3 Camalot, and a 2 bolt anchor.\n\nPitch 4. 5.11. Climb low angle slab to a left-arching crack. We found ancient bail gear at the bottom of the arching crack. We climbed the arching crack to the prominent corner above. We placed a bolt next to a giant loose block and retreated due to crumbling rock above, 50 feet to our last bolt.","protection":"11 quickdraws, a light rack, and something for the anchors.","location":"This is on the north face of Baby Helen's Dome."},"__v":0},{"_id":"21hNFvs4V02koIcDdixq3w==","name":"Nazca Line","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Hubbel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":14,"mp_id":"105926210","mp_crag_id":"105925803","climb_id":"21hNFvs4V02koIcDdixq3w==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Nazca Line is follows kind of a strange and interesting line, and frankly one of my least favorite routes here. It has a pretty heady feel to it in spots, especially starting pitch 3. get ready for an adventure!\n\nP1. Start at the\n\nKnossos\n\ntwo tier bivy spot on the right side of the north facing saddle routes. Nazca Line follows the black bolts right of\n\nKnossos\n\n. note that there is a point on pitch 2 that you can join up with the upper section of P2 of\n\nKnossos\n\n, via a straight traverse left.\n\nThe gold rock at the end of pitch one feels unusually slick.\n\nPitch two eases off a bit to end on a good ledge, where the anchors are hard to spot.\n\nP3. traverse the ledge/ramp right and around the corner. the first bolt is a ways up there, and a scary second clip! 5.9+\n\nP4-5. keep following your nose and bolts up the steep weakness. good pitch.","protection":"Bolts. Two ropes for rap. This route can be a nightmare to rap, unless you pay attention to some other rap stations. Probably best to rap\n\nMinoan Maze\n\nor\n\nRiders in the Sky\n\n.","location":""},"__v":0},{"_id":"1j7kBBxPVOOk2ibtbQvcNQ==","name":"Jacob's Ladder","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"P. Hubbel, CT, D. Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":9,"mp_id":"105926238","mp_crag_id":"105925803","climb_id":"1j7kBBxPVOOk2ibtbQvcNQ==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"4vLKXpFpVbW6y4DvPwZZ/w==","name":"Knossos","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Hubbel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":12,"mp_id":"105926176","mp_crag_id":"105925803","climb_id":"4vLKXpFpVbW6y4DvPwZZ/w==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Starts from the two-tiered bivy site on the right side of the Land that Time Forgot area. Knossos is an excellent route with mostly moderate climbing, and good intro to north face routes. An excellent variation connects with the more difficult and sequential pitch of Minoan Maze for pitch 3 and 4. Knossos tops out near the center of the Sheeprock saddle. Almost every pitch is surprisingly long.\n\nP1. moderate slab climbing to a small ledge and belay 5.9-. 130'\n\nP2. steepens to pull an overlap and awesome face features in the darkened face above to another comfy ledge formed by the rock flakes. 10-. 130'\n\nP3. move belay 20'left to another anchor. skip the first bolt that is straight to your left, and rather, go over the tree to the second clip. wander up the face on very steep 9+. cool pitch! A few abandoned variations exist to the right, so pay attention! 130'\n\nP4. shorter and moderate pitch. small roof above the belay, and up into a corner. 85'\n\nP5. step right and follow flake to a ledge, continue on slabs to the anchor block. 115'","protection":"All bolts. Bring a few runners, and two ropes to rap. Some of the raps are a little squirrly due to the traversing nature. A better rap option is\n\nJacob's Ladder\n\n, though a little difficult to find. See\n\nJacob's Ladder\n\ndescription.","location":""},"__v":0},{"_id":"Itg89MeTVHWGD6dAg3HHmg==","name":"I Love a Cigar","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bill Schmausser, Andy Kovats","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":10,"mp_id":"105970057","mp_crag_id":"105925803","climb_id":"Itg89MeTVHWGD6dAg3HHmg==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Most parties do the first three bolted pitches (10+,10b,10b), which are fantastic, rapping station to station before the crux roof fist crack on the fourth pitch. If you are inclined to take several #4-5 cams up here, it's fun to go all the way up. The 5th pitch checks in at 10b protected by all draws.\n\nPer\n\nDoug Haller\n\n: P1. Scramble 20-30 feet up the right side of the two flakes to gain a small pointed ledge. Look for the first bolt about 20 feet up followed by a second bolt a body length higher and near a small flake/roof. Follow a line of bolts up and through the peak of the \"A\" shaped roof/overlap. Pull the overlap, and continue to the obvious ledge with two cold-shuts as anchors, 10 bolts, 100 feet.\n\nP2. Locate the line of bolts trending up and left. Climb up and left along the bolt line using a faint but large dike in the rock for foot and hand holds As the route trends to the blunt arette, climb up and over a bulge to sight the anchors, 10 bolts.\n\nP3. Pitch 3 pulls through two overlaps. From the anchors, climb steep slab to gain crack holds below the first overlap. The third bolt is out of sight but atop the edge of the overlap. Make a long reach and high step to gain a stance above the overlap. The second overlap is surmounted along a rail. Keep your focus to reach the anchors as the climbing is continuous.\n\nRap\n\nRiders in the Sky\n\n.","protection":"Pitches 1-3: 14 draws. Pitch 4: gear to 5 inches. 2 60m ropes are necessary for the descent raps.","location":"Start up the face on a very large flake leaning against the wall, almost in the center of the main wall. It is about 70-80 feet left of\n\nRiders in the Sky\n\n.\n\nPer\n\nDoug Haller\n\n: locate pitch 1 by looking for two large flakes at the base of the crag below a \"A\" shaped roof/overlap. The outer flake stands upright while the inner rests against the main wall. Both flakes are about 20 feet x 30 feet. Only the second bolt can be seen from the ground."},"__v":0},{"_id":"4l8XvA2NVPyTG+uXHCjL3g==","name":"Fire on the Horizon","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Greg Miller, solo 9/19; P2: Greg Miller, Adam Huxley, 9/19; P3: Greg Miller, solo 9/19","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":2,"mp_id":"117748152","mp_crag_id":"105925803","climb_id":"4l8XvA2NVPyTG+uXHCjL3g==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"P1. Climb the slab over a right-facing overlap, 5.10-.\n\nP2. Steep moves on good holds lead to a wide stem crack, 5.8.\n\nP3. Climb the exposed arete to the large ledge, 5.7.\n\nEnjoy the view.","protection":"P1. 9 bolts and a 2 bolt anchor.\n\nP2. 7 bolts and a 2 bolt anchor.\n\nP3. 7 bolts and a 2 bolt anchor.","location":"Start 40 feet left of\n\nTemple 19\n\n(there is an abandoned line on a pillar in between, note the studs and bolt with a hanger).\n\nDescent: 2 anchors lead down the gully, on the left of the ledge, at the top of P3."},"__v":0},{"_id":"ENsiXRsiVGKOdA9X4vsKvw==","name":"Cloak of the Wolf","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"D. Mabe ,10/05,  FFA: C. Scarpella / D.Montgomery, 10/14!","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":5,"mp_id":"106194774","mp_crag_id":"105925803","climb_id":"ENsiXRsiVGKOdA9X4vsKvw==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"This is THE Sheeprock testpiece. The Cloak is a well-protected line following the most direct and some of the steepest features to the summit of Sheeprock. The last pitch cuts right through center of the headwall. This also provides the only rap line down the North Face from the summit.\n\nStart on the far left side of the North side, at the bivy site. 4th class 30' to the cozy perch.\n\nP1: \"Gateway\". 10+\n\n. This pitch also provides access to trad routes\n\nSolArian\n\nand\n\nBlack Sheep\n\n. Slab and sequential face climbing warm-up. Pass a chain anchor at 100 feet and continue on easier ledgy climbing to an excellent 3 bolt belay ledge, 150' 16 bolts. Use a few long runners in spots.\n\nP2: \"\n\nBlack Sheep\n\n\" dihedral. 11+\n\n. Insecure step into the right facing dihedral and tricky crux pulling around left at the 3rd bolt. This sets the stage and establishes you onto the Cloak. Once around the corner, finish on easier slab and face to an exposed and uncomfortable hanging 3 bolt belay, 65' 8 bolts.\n\nP3: Roof Pitch. 12+?\n\n. Tighten up your shoes. Sustained steep edging and smears separated by 2 roofs. The first and smaller of the two being an improbable balance boulder problem at, say, V5. Once over the roof, sequential face climbing follows a leaning rounded arete to near-impossible friction slab below a five-foot roof. Paw your way over this powerful roof and enjoy a comfortable tiered 3 bolt belay. Probably the biggest challenge on this relentless pitch is keeping your concentration sharp and your calves from burning! Be smart with some longer draws/runners as the route wanders a bit, 115', 16 bolts.\n\nP4: Headwall. 12\n\n. Soak up the exposure. This follows an unbelievable natural weakness in an otherwise impasse. Follow the first few clips on big holds to a ledge rest. Continue on steep and vertical sustained face climbing with small knobs, edges, and sloping stances to where the angle finally breaks. The crux is about midway with a reachy sequence of crimps. Chase several more clips on 5.10 to a great ledge 30' below the summit, 125', 16 bolts.\n\nP5: 5th Class\n\n(optional). Cruise past two bolts to summit anchors and enjoy the view, 30'. Congratulations.\n\nRap the route with two 60m ropes (3 raps). Best rap is from stations 4 to 3, 3 to 1, 1 to Perch. Although its possible with 2 x 70s to stretch the rap from 4 to 2, and 2 to Perch (although pulling ropes is more of a workout this way).","protection":"","location":"This is on the far left side of Land Time Forgot, between\n\nT19\n\nand\n\nAnkar Gate\n\n."},"__v":0},{"_id":"zz2dk7IEW9aOLqVkpxKGOQ==","name":"Ankar Gate","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Hubbel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":7,"mp_id":"105926089","mp_crag_id":"105925803","climb_id":"zz2dk7IEW9aOLqVkpxKGOQ==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"Hike past the tiered bivy spot on the far left side up to a ledge system. The route follows the face formed by the large gully under the \"neck\" of Sheeprock.\n\nP1: There are two variations. The right is harder. Face climb near the edge of the right facing corner, until you have to traverse out over the roof, right. Ginish on a rounded arete.\n\nP2: Excellent. This has exposed and wandering face climbing. The belay ledge is a little rotten and a large spooky block looms.\n\nP3: This has sustained face and edges close to the huge, right-facing dihedral. Belay at the base of a dihedral.\n\nYou can escape right across bolted 5th class traverse to the saddle, or rap.","protection":"18 QDs and two ropes for raps.","location":""},"__v":0},{"_id":"O0ErpB6ZUdizUnzf1Msh8w==","name":"Black Sheep","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Cassidy Hill / Brian Milhaupt - summer 2007(?)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":4,"mp_id":"106199518","mp_crag_id":"105925803","climb_id":"O0ErpB6ZUdizUnzf1Msh8w==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"A link-up/variation to both\n\nSolArian\n\nand\n\nCloak of the Wolf\n\nthat tackles the attractive OW in the\n\nCloak\n\n-headwall. I have not climbed this variation, but the following route description is from my notes from Cassidy. This route is a serious undertaking. Expect run-outs, poor quality rock, and some questionable pro. none-the-less, its an adventurous line, and great vision from the FA team.\n\nStart as for the\n\nCloak\n\nfor the first pitch to the grassy comfy foot ledge.\n\nP2: 5.11+S. continue up the right facing, leaning, and overhanging finger crack dihedral (Sol follows the dihedral right of this). Reported from the FA that this pitch has pretty thin gear, and is strenuous awkward crux, where your feet drop out from under you. This joins up with the second half of P2 of\n\nSolArian\n\nabove its crux. hanging belay with bolts. 105'\n\nP3: 5.10+R. thin and flared finger crack as if you were starting P3 of\n\nSolArian\n\n. Instead of going to the A-frame roof, undercling/smear traverse straight left under the roof of the\n\nCloak\n\nGo past its roof crux, to a crumbly left facing dihedral weakness in the roof and around the corner. Gear belay on a good ledge at the base of the wide crack. watch for drag. Apparently there is not good pro pulling through the roof and the rock is shite.\n\nP4: 10+S. the headwall OW. though it looks stellar from the ground, this crack is apparently very sandy, crumbly, and flared with marginal to no pro through most of it. This leads to a small ledge, then a final 30' hand crack puts you on the summit shoulder.\n\nDown climb to the anchors of the\n\nCloak\n\nand rap. 3 raps with two 60m ropes. or two stretched raps with 70m ropes.","protection":"About 17 draws/runners for P1. Plenty of thin stuff for P2 and P3, and perhaps some wide gear for the headwall crack.","location":"This is a variation to\n\nSolarian\n\nthat tops out on the summit. See the approach info for the\n\nCloak of the Wolf\n\nand\n\nSolArian\n\n."},"__v":0},{"_id":"jg4YTFZDXZWTeeNu4IyHzg==","name":"Anasazi Arete (Pete Hubbel Memorial)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Hubbel, Traufield, Mabe, Miller. FFA: Mabe/Miller June 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"left_right_index":19,"mp_id":"114471195","mp_crag_id":"105925803","climb_id":"jg4YTFZDXZWTeeNu4IyHzg==","areaRef":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":"","protection":"15 draws and a 70m rope.","location":"AA is the obvious Arete/roof on the NW flanks of Sheeprock, beginning above the smoking sections and ending below the dirty gully/poop-chute that connects with left side of Acid Rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,39d76483-f0b6-5190-923f-59e7bb956c35,1ec30a23-ca55-5640-8fba-877d6945a307,1aefcd49-4fe7-50c3-b4ee-88cfde418616","pathTokens":["USA","Colorado","South Platte","Goose Creek/Molly Gulch Campground","Sheeprock","Land that Time Forgot"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.10+"},{"count":2,"label":"5.11-"},{"count":2,"label":"5.10"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":2,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":1,"intermediate":9,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":13,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33063,39.19]},"bbox":[-105.3312101656728,39.18955033981813,-105.3300498343272,39.19044966018186],"left_right_index":-1,"ext_id":"105925803","area_id":"Gu/NSU/nUMO07ojP3kGGFg=="},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:56:14.492Z","updatedAt":"2022-11-25T11:16:55.819Z"}