{"_id":"63689d5ce80bff5a994f451d","area_name":"Grouse Tor","shortCode":"","climbs":[{"_id":"UuDHiLWvVE2teCLVkF6Fxw==","name":"NurdWand (Nerd Wall)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Skyler Cummins, Bill Price, Eric Laursen and John Tuttle Oct 2020.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.60561,39.38532]},"left_right_index":2,"mp_id":"119871297","mp_crag_id":"119871246","climb_id":"UuDHiLWvVE2teCLVkF6Fxw==","areaRef":"1sHp/RRSWcOtMmvJ5Bd//w=="},"content":{"description":"NurdWand is a super fun and easy trad adventure with good but spaced traditional protection. All belays are bolted and have good stances. Most of the pitches do not feature distinct cruxes but are moderate with spaced pro as the cracks open intermittently. A good sense of how to manage your protection over a varied pitch is useful. North Facing so cool and snow at the base in spring, nice and shaded in summer. Summit elevation is ~7600'.\n\nA rare North Tahoe and north facing multi-pitch trad adventure on beautiful stone that could become a local classic for those first getting into longer climbs and placing their own gear.\n\n1. Seasonal snow at base. Followed furroughed (5.6) cracks left of a brown corner to bolted belay 30m.\n\n2. Straight up to next bolted anchor 25m (5.6). Easily linked with pitch one.\n\n3. Up to the left of a black streak then traverse easy ground to the east (climber's left) to reach next bolted anchor 35m (5.6).\n\n4. Start in a small left facing corner then straight up discontinuous cracks and ledges to a bolted anchor 37m (5.6) just short of Liger ledge. Easy 4th class escape to the west at the top of this pitch.\n\nMove belay 3rd Class across the large and flat \"White Liger Ledge\" (seasonal snow) to bolts. Careful as there is plenty of loose debris on der Liger ledges.\n\n5. Above the bolted anchor follow thin cracks to a  short ramp traverse under a bulge (bolt) then up to a steep bulge (bolt) and crux mantle (5.7) to gain easy ground to the summit bolts on a large block above a big ledge (35m). A huge loose block guards an easy chimney to the left of the mantle but must be avoided until it gets trundled. Seriously, don't fuck with this refrigerator sized death block as it is right above the belay and will make tomato paste out of your belayer.\n\nThe descent is a simple walk on the trail down from the summit along the top of the ridge to the parking area.\n\nIf you choose to rappel the route beware that the rappel from the top of the 4th is 37m if using one 70m rope. Knot your rope and rope stretch should (?!) get you to to the 3rd anchor. Otherwise only a single 70m rope needed for the route and rappelling the route if required.","protection":"Standard Trad rack with wireds and doubles on small cams to 3\" plus plenty of slings and a lead nut tool to clean out the occasional placement. Bolted belays. Only a single 70m rope required.","location":"Approach from Grouse Ridge Road (dirt) which can be found ~6 miles from Hwy 20 along the Bowman Lake Road. Drive another ~6 miles east along this rocky but good road to where parking before the Grouse Ridge campground can be found at the ridge crest. Descend the steep gully between Grouse Tor  (crag to the east of Grouse Ridge Lookout) and smaller crags to the north at a large solo pine. The route starts from the base (seasonal snowfield) ascending furoughed cracks left of a corner formed by brown stone."},"__v":0},{"_id":"6yrvUauJVK+aRwjuofPhpw==","name":"Donut Panic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Trinidad Collier, Andrew Richardson Nov 2021","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.60561,39.38532]},"left_right_index":0,"mp_id":"121723040","mp_crag_id":"119871246","climb_id":"6yrvUauJVK+aRwjuofPhpw==","areaRef":"1sHp/RRSWcOtMmvJ5Bd//w=="},"content":{"description":"The route wanders a bit, but there's some fun climbing to be had! The final pitch is not recommended for a brand new 5.8 leader.\n\nP1: Follow lichen-y corner, but it's mostly face climbing. Protection is a bit sparse and footing can feel insecure due to the lichen, but it's easy climbing. Transitioning from the corner onto the face is likely the crux. 5.6 35-40m pitch\n\nMove belay up series of ledges or extend the pitch further to the obvious cracks above\n\nP2: Follow clean finger cracks with plenty of footholds on the face. More sustained climbing than P1 for about half the pitch, then it becomes an easy romp to liger ledge. 5.6 35ish meter\n\nOnce on the ledge, move belay/scramble left to the prominent dihedral. Nice bit of exposure here!\n\nP3: Climb the corner, placing nuts and microcams in thin corner cracks to back up a nice .75 BD placement on the face. Rather than pull through the roof and potentially trundle oneself with a loose block, pull onto the face about 10 feet from the roof (crux). Fun movement on easy holds to the top! 5.8, 30m","protection":"Gear to 2', some microcams are nice for the crux of P3. Gear anchors","location":"Start at the base further left of Nerd Wall, requires a bit of scrambling to get to the beginning of the right-facing corner."},"__v":0},{"_id":"lbhNsy8dW/OHnLuVudklUQ==","name":"Corn Silk","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.60561,39.38532]},"left_right_index":3,"mp_id":"121418393","mp_crag_id":"119871246","climb_id":"lbhNsy8dW/OHnLuVudklUQ==","areaRef":"1sHp/RRSWcOtMmvJ5Bd//w=="},"content":{"description":"This well protected cruiser goes at about the same grade as NurdWand but it finishes at the large gully/plateau 2/3 of the way up the wall, giving you another option for doing both routes on the wall and where you want to finish for the day.\n\nPitch 1:\n\n25m\n\n- Follow the bolt line straight up like a row of juicy kernels. Unlock a fun and well protected bulge 1/3 of the way up. After that the rest of the pitch is easy and enjoyable climbing. Place gear if you'd like but the bolts will lead you straight to a 2 bolt anchor at a comfy belay ledge.\n\nPitch 2:\n\n35m\n\n- From the anchor clip the first and only bolt of the pitch, which is up and left about 10 feet. Follow the silky crack systems straight up to another bolted anchor.\n\nPitch 3:\n\n35m\n\n- Crest the ledge and follow the seam 3 feet right and up from the belay anchor. From there, follow the cracks that are directly above your belayer. Many to thin cracks choose from that suck up gear so pick whatever looks fun and clean. Finish at the two bolt anchor is on some smooth, whitish granite that is on the edge of the middle plateau of Grouse Tor. Walk off, grinning (corn) ear to ear.","protection":"Single rack of cams and widgets, Doubles from small to 0.75","location":"This is the first route (far right) on the Grouse Tor wall. From the Grouse Ridge parking area, head toward the large pine tree and descend the gully staying towards the right side with the wall. At the base of the climb near the middle of the wall, look just right of the large area of brown stone. Pitch 1 is bolted so you will see the blue bolts/hangers from the base of the climb. GPS coordinates of the base of the route:\n\n39.386352, -120.605340"},"__v":0},{"_id":"Cf0Z2PvbUAmXITBSQ19eNg==","name":"Cherry Pie","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Payton Bartlett, Eva Huber June 2021","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.60561,39.38532]},"left_right_index":1,"mp_id":"120880555","mp_crag_id":"119871246","climb_id":"Cf0Z2PvbUAmXITBSQ19eNg==","areaRef":"1sHp/RRSWcOtMmvJ5Bd//w=="},"content":{"description":"Thin seam down low that eases into easy 5th. Pull a roof (crux) about 2/3rds of the way up and finish on easy 5th to shared anchors with the last pitch of Nurdwand.","protection":"Standard rack, 0.3-3. Bolted anchors","location":"About 30 feet up Liger Ledge from the last pitch of NurdWand"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,f1e4876b-4b0a-599a-8f39-f2e80d76bce4,e4d82288-f85c-5917-8bb2-0a7113f1de70,d6c1e9fd-1452-59c3-ad32-6bc9e4177fff","pathTokens":["USA","California","Lake Tahoe","I-80 Corridor","Bowman/Emeralds","Grouse Tor"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.60561,39.38532]},"bbox":[-120.60619178600993,39.384870339818136,-120.60502821399007,39.38576966018186],"left_right_index":-1,"ext_id":"119871246","area_id":"1sHp/RRSWcOtMmvJ5Bd//w=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:53:57.772Z","updatedAt":"2022-11-25T11:12:53.653Z"}