{"_id":"63689d5ce80bff5a994f4fbd","area_name":"Northwest Face","shortCode":"","climbs":[{"_id":"QaP5HeAHX2GDqkI2x4NTqQ==","name":"Sandbag","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Jensen/Patrick Warren","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"left_right_index":0,"mp_id":"107617635","mp_crag_id":"105875168","climb_id":"QaP5HeAHX2GDqkI2x4NTqQ==","areaRef":"L+hiVqY3VKeRH+gzlA+xnA=="},"content":{"description":"This route starts off of the ledge at the end of the the first pitch of the NW Buttress route.  A series of three cracks lead up and left for the second pitch of NW Butt.  For Sandbag, stay in the rightmost crack.  Nice climbing up a right facing corner that eventually roofs out right.  Pull around to reach ledge/rail.  Clip bolt then move up and right connecting rails with one fat mantle being the crux.   Good stuff.  Head up placing gear in a seam that eventually dead ends.  Reach up and left to a slanted and a bit hard to see rail and climb up to ledge system.  Move right a few feet and clip pin (there is gear) in right facing corner.  Climb corner until it starts to arch right and turn to choss.  Before choss pull out to left arete on bulbous heads to eventually gain belay ledge.  Long pitch. 220+ ft  Steep and fun!","protection":"Surprisingly good pro.  I brought triples of black to yellow aliens.  Doubles .5-.75 camalots.  Singles 1-3 camalots.  Lots of extendable runners.","location":"Located on the far left side of NW face.  Descent:  left down slabs seemed best."},"__v":0},{"_id":"MuR5c18yUDuYzbSvO/ibrg==","name":"Northwest Books","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Warren Harding and Frank de Saussure, 1954","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"left_right_index":6,"mp_id":"106032393","mp_crag_id":"105875168","climb_id":"MuR5c18yUDuYzbSvO/ibrg==","areaRef":"L+hiVqY3VKeRH+gzlA+xnA=="},"content":{"description":"This is a great climb for the grade on Lembert Dome.  The first pitch is the meat and potatoes of the climb with a fun 5.6 lieback section.\n\nP1: 5.6 (or 5.9 variation). Start up a 3rd class ramp and belay at a thick shrub / small tree (whatever you want to call it).  There is a good bolt that protects the face friction to gain the corner / lieback about 15' from the belay shrub.  Then follow the lieback up to some broken ledges until you reach another belay shrub.  Avoid the steep crack that looks harder than 5.6 (5.9) or charge up it with good pro.\n\nP2: 5.6 or less. Continue up the broken ledges and up a short crack that accepts wider pro.  Finish near the lip with a gear anchor wherever is convenient.\n\nWalk off right to gain the upper sloping section of Lembert, then follow it down the backside on the easiest path pack to the parking lot.  No real downclimbing required and pretty easy (unless wet).","protection":"Tree/shrub anchor for belay 1,2, and gear anchor for the top.\n\nCams to 2.5\" (optional #3&4, not really necessary)\n\nset of nuts\n\nlong slings","location":"The first route on the Northwest Face of Lembert Dome when approaching from the parking area.  Ascends the obvious broken section just right from where the wall turns very steep."},"__v":0},{"_id":"hprVHqCBUlOK2Rrigho9Tw==","name":"Mega Bleam","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mark Spencer, 1985","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"left_right_index":7,"mp_id":"107621930","mp_crag_id":"105875168","climb_id":"hprVHqCBUlOK2Rrigho9Tw==","areaRef":"L+hiVqY3VKeRH+gzlA+xnA=="},"content":{"description":"Tightly bolted route by Tuolumne standards. Some guidebooks describe the 5.8 climbing to the first bolt as runout, but it's really pretty mellow.\n\nThere is a second pitch with no pro that did not look that exciting.\n\nP1: Climb mostly straight up, trending slightly left toward the first bolt.\n\nOne could clip the first bolt with a longer runner to completely eliminate drag, but it's not bad either way.\n\nFrom the first bolt, climb on a diagonal mostly up and to the left for 6 more bolts.\n\nAt this point, there is a short section of slab Supertopo describes as 5.7, which this climber thought felt considerably easier, especially for the Meadows. You could take up some small gear, around green/yellow Alien sized, however if you haven't had trouble up to here, you most likely don't need it to get to the chains.\n\nIn general, whenever difficulty is encountered, the best course of action is to move further left, and then up. Positive holds abound.\n\nDescent: Not sure on route length, but rapping on a single 60m rope will easily get you back to the belay ledge.","protection":"7 draws, plus something for the anchors (2 bolts.)","location":"Easiest approach would be to climb Beginner's Route and head right. Could also climb one of the Water Cracks (or similar) and scramble toward the NW. Belay is at a ledge with a bush."},"__v":0},{"_id":"WUPce4GbUkSMYECSzMqqXg==","name":"John Henry","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Cantwell, Barry Chambers 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"left_right_index":5,"mp_id":"106890182","mp_crag_id":"105875168","climb_id":"WUPce4GbUkSMYECSzMqqXg==","areaRef":"L+hiVqY3VKeRH+gzlA+xnA=="},"content":{"description":"John Henry is a fine two pitch bolted face route. An easier alternative to Crying Time if that climb is booked up or a fun way to start the Direct NW Face route.\n\nWhile the bolts are well located to protect each hard move, you can expect to be well above each bolt on relatively easier climbing.\n\nStart about 200 feet down and south (right) from the start of Direct NW Face, look for a low angle seam/crack on the face right near the edge of a recess on the right side of the apron.\n\nPitch 1: Head up the low angle crack as it heads up and right, as it bends further right find a nice 1-2\" cam placement and head up and left on the slab past two hard to see and well spaced bolts to a new double bolt anchor/rap. 5.7(5.6R) - 180 feet.\n\nPitch 2: Head up and right up ever steeper and harder face climbing with nice holds and good rests past 8 bolts to a double bolt anchor/rap. 5.9 - 180 feet.\n\nFrom here you can do two double rope rappels from the fixed anchors or continue up Direct NW Face. If you choose to continue up, dirty slab up and right past an old rusty 1/4\" bolt on slabby ledges and then back left to join the second to last pitch of Direct NW Face - one move of 5.9R.","protection":"Bolts and a 1-2\" cam for protection.  Bolted belays with rappel rings.  All new bolts with new hangers thanks to ASCA!","location":"On the NW Face of Lembert Dome, with great afternoon sunshine.\n\nStart about 200 feet down and south (right) from the start of Direct NW Face, look for a low angle seam/crack on the face. This thin seam is just left of a large low angle right facing dihedral. This is uphill from NW Book.\n\nRappel the route with two 60 meter ropes or better: follow Direct NW Face route with a short 5.9 slab above the last anchor then traverse left on a ledge to link into that route and belay just before the crux pitch of that route as a third pitch reaching the top in four excellent pitches total."},"__v":0},{"_id":"3JKc6tLAVkWdgF051j4YyA==","name":"Direct Northwest Face","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"FFA: Mark and Beverly Powell, 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"left_right_index":4,"mp_id":"105973663","mp_crag_id":"105875168","climb_id":"3JKc6tLAVkWdgF051j4YyA==","areaRef":"L+hiVqY3VKeRH+gzlA+xnA=="},"content":{"description":"An awesome crack route that is generally well-protected. Very memorable views and climbing.\n\n3rd class up (about 150') to the base of the most obvious cracks on the NW Face and build a belay.\n\np1- Climb a great crack to a 5.9 overlap. Pull the overlap. Book says to stop here. We continued through the next great 5.8 crack section and stopped on a roomy ledge. Right at the end of the 60m, but we could've third-classed in higher from the ground. 5.9, 200'.\n\np2- Climb great 5.8 fingers to a .10a hands section. The book says to belay here at a small ledge. W/ a 60, it's easy to gun it through the .10c thin crack to a good ledge. Belay here where the crack peters out. Have some smaller nuts to back up the piton with. 5.10c, 170'.\n\np3- Work up to the top of the flake off the belay ledge and piece together a route through the face to the crack above and right. 5.9, 50'.\n\nNOTE- w/ a 70, you might be able to link pitches two and three in a marathon pitch.","protection":"I took doubles from the .1 camalot to a #2 camalot, with a single three.","location":"Walk off the back side down the obvious low-angle route."},"__v":0},{"_id":"kNTZ1cT1VXuAc2mePHPfQA==","name":"Crying Time Again","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"left_right_index":1,"mp_id":"105923367","mp_crag_id":"105875168","climb_id":"kNTZ1cT1VXuAc2mePHPfQA==","areaRef":"L+hiVqY3VKeRH+gzlA+xnA=="},"content":{"description":"Awesome moderate knob pulling. Even though this climb has bolts I would not consider it a sport climb. The bolts can be almost impossible to see at times even if they are five feet in front of you. The last pitch has several different options. 5.9 R or 10a safely bolted.","protection":"Light rack, quick draws, and runners","location":"This route starts to the left of The Northwest Face route. Walk off the top slab and back around"},"__v":0},{"_id":"XRReE7R/Vnq/Kp48ak5DBw==","name":"Cry Baby","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian Bennett & George Ridgley,  Sep 2008","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"left_right_index":2,"mp_id":"121122087","mp_crag_id":"105875168","climb_id":"XRReE7R/Vnq/Kp48ak5DBw==","areaRef":"L+hiVqY3VKeRH+gzlA+xnA=="},"content":{"description":"Excellent pitch that is often used as an alternate start to Crying Time Again.","protection":"Quickdraws and pro to 2\"","location":""},"__v":0},{"_id":"KL5Y/g6JX96lAuv4Uioz4g==","name":"Big Boys Don't Cry","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Leary, Ricky Wheeler and Dennis Philips 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"left_right_index":3,"mp_id":"110905353","mp_crag_id":"105875168","climb_id":"KL5Y/g6JX96lAuv4Uioz4g==","areaRef":"L+hiVqY3VKeRH+gzlA+xnA=="},"content":{"description":"Maybe not as classic as Crying Time Again, but good nonetheless.  If the marginal pro on the last pitch is too daunting one can easily escape right on the big ledge.\n\nPitch 1 - poorly protected 5.8 climbing past one bolt to a single bolt and gear belay.\n\nPitch 2 - steep, well protected climbing past three bolts(5.10a). Higher up a fourth bolt leads to a small ledge where you belay.\n\nPitch 3 - climb up on knobs and edges past two bolts to a two-bolt anchor.  Crying Time Again comes in from the left, make sure you head up and right to the belay.\n\nPitch 4 - climb more or less straight up past two bolts to the big ledge which cuts across the face.  There are some big knobs up there!\n\nBITD, we used to combine pitches 3 & 4 into one, long rope stretching 180' pitch when the longest ropes we had were 165'!\n\nPitch 5 - climb up and right past a couple of pieces of fixed protection(5.10c) then head straight to the top.","protection":"The climb is almost entirely bolt protected.  Bring a rack up to 2\" for the belays.","location":"This route lies to the right of Crying Time Again and left of the Direct Northwest Face.  Follow the 3rd class cracks which share the start with the Direct Northwest Face. Head up and left from the cracks to begin the route.\n\nWalk off the top of Lembert Dome on ledges on the south face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,6cc1dc2e-97c4-5036-b72a-f2f9a0b8b20d,2fe86256-a637-54a7-911f-e833940fb19c","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Lembert Dome","Northwest Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.35106,37.88103]},"bbox":[-119.35162970397327,37.880580339818145,-119.35049029602673,37.88147966018187],"left_right_index":-1,"ext_id":"105875168","area_id":"L+hiVqY3VKeRH+gzlA+xnA==","polygon":{"type":"Polygon","coordinates":[[[-119.35162970397327,37.880580339818145],[-119.35049029602673,37.880580339818145],[-119.35049029602673,37.88147966018187],[-119.35162970397327,37.88147966018187],[-119.35162970397327,37.880580339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:54:34.523Z","updatedAt":"2024-01-20T00:58:19.144Z"}