{"_id":"63689d20e80bff5a994f2237","area_name":"Hobo Jungle","shortCode":"","climbs":[{"_id":"uBeGzr3pUmisIlZrZp0l6Q==","name":"The Whistling Wabash","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"JJ Schlick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":0,"mp_id":"107715518","mp_crag_id":"107651160","climb_id":"uBeGzr3pUmisIlZrZp0l6Q==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"The \"Wabash Line\" is a mythical rail line that appears when a hobo needs it most, and can take them anywhere they want to go.... Hopefully to Sendtown. This somewhat tricky and compact route features great holds and meanders up some of the steeper rock at Hobo. All aboard!Start to the left of Road Sister. Nimble your way through a thankfully short chossy section at the start. Check your holds. After that the rock and the climbing both get tremendously better as the wall gets steeper. Follow the faint dihedral executing intriguing off balance layback moves. Shuffle left to some bigger holds and then punch it over the bulge. You can lower off Road Sister to access the anchors for hanging draws or an easy TR.","protection":"I felt It was going to be under bolted or over bolted, so I over bolted it for safe onisights which might make it a good project for some.\n\n7 bolts, 2 bolt anchor with ClimbTech Mussy Hooks.","location":"Back end of the canyon before the water chute, on the only west facing wall. This wall holds four bolted routes. Whistling Wabash is the second route from the climber’s left side of the wall. Left of Road Sister. Morning shade."},"__v":0},{"_id":"PEL5M/AiWv602TovMDAlDw==","name":"Westbound Willy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D. Mabe, June 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":32,"mp_id":"107651343","mp_crag_id":"107651160","climb_id":"PEL5M/AiWv602TovMDAlDw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"This Sedona style route is the grungy and crumbly dihedral left of Mulligan Stew that will only continue to get better as it cleans up. Despite its crusty exterior, it still kicks up some fun movement near the top. Begin as for Mulligan stew, clip the first bolt, but head left up the stone escalator to the base of the corner. Finish with exciting mantle on to the ledge. The pro can be good, but careful attention should still be made in where you place it or you will be catching the Westbound!","protection":"C4s from #.5-#3 plus a few large stoppers should do the trick","location":"Left of Mulligan Stew."},"__v":0},{"_id":"9hxupz2PWRCZ4PGD/UCfyQ==","name":"Wanderer Over Yonder","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mabe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":48,"mp_id":"111995977","mp_crag_id":"107651160","climb_id":"9hxupz2PWRCZ4PGD/UCfyQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"If you find yourself over yonder on the far right side of the crag. This is a variation to Band of Gypsies. Start with BoG, but wander right and onto the headwall face with bolts.","protection":"A piece of gear for the start, I used a #1C4 with runner followed by 4 bolts to rap anchors on ledge.","location":""},"__v":0},{"_id":"u5y7jmTUUjSU2BU6NiiHmg==","name":"Volt","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jason Henrie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":6,"mp_id":"107673183","mp_crag_id":"107651160","climb_id":"u5y7jmTUUjSU2BU6NiiHmg==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Start off of cheater blocks to reach starting holds. Climb up past low crux of small edges on smooth rock, past a bulge and then finish with another crux of technical stems to help get you to the anchor. Real consistent and varied. Lots of bolts. Tricky onsight.","protection":"7 bolts, 2 bolt anchor with ClimbTech mussy hooks.","location":"On the far left side of the cliff, close to the \"slot.\""},"__v":0},{"_id":"fT3GYCWFXFKJcZSb8RUijw==","name":"Uberfall","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Manny Rangel, Steve Tweito","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":3,"mp_id":"107685964","mp_crag_id":"107651160","climb_id":"fT3GYCWFXFKJcZSb8RUijw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"The first third of the route has tricky climbing and protection. A cruise after that. Don't pass up pro and look around. The move left after the roof is ok/PG-13 and protection stares you in the face as you make the move.","protection":"Cams (double fingers to #2), sm-med nuts; some tricky pockets to finish on top (could use lowe tri cams but I used cams).","location":"The buttress left of the slot; just right of A#1 \n\n  Start to left of overhang and work up and right to roof. Pass this on its right and work back left. A loose but well-lodged chockstone is useful to make the move left above the roof. Easier climbing to top. Wander up final pockets to top. Rap off biners."},"__v":0},{"_id":"X5WakdMSX66MBgAoG5MzSQ==","name":"Twist a Dream","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"D. Mabe, June 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":22,"mp_id":"107651213","mp_crag_id":"107651160","climb_id":"X5WakdMSX66MBgAoG5MzSQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"This is a grand adventure following a rather moderate dihedral crack system, with plenty of face holds and jugs along the way. The corner leans and twists to the left, finishing with a steep and off-balance crux protected by bolts to the apex of the corner/arete. A few jugs mantle you over to finish on the last few moves of Hungry Hungry Hobo and its anchors. Be careful when lowering to not pinch the rope in the groove of the final jug.","protection":"Light SR #0.3 up to #3 C4. Stoppers work well too. 4 bolts at the top. Two bolt anchor with ClimbTech Mussy Hooks.","location":"the right facing corner left of Hungry Hungry Hobo."},"__v":0},{"_id":"VwritbqsUPyesqaWFnJ1OA==","name":"Tin Roof Sunday","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"D. Mabe, June 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":28,"mp_id":"107651367","mp_crag_id":"107651160","climb_id":"VwritbqsUPyesqaWFnJ1OA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"This one is on the house. Begin with either Flintstone Kids or in the corner that Sweet Back starts.\n\n From the ledge, crank up the angled crack to a block beneath the roof. A bolt protects the puzzling crux boulder problem roof. Continue up the crack and roll around the bulge to the right at a horizontal. Finish with the intimidating slab to anchors on a good stance.","protection":"#0.3 to #2 C4, with an extra #0.4, #0.5, #0.75, and #1. stoppers and aliens are also nice to have.","location":"TRS pulls the roof to the left of the obvious leaning splitter of Never Ending Night Train, and starts the same as for the obvious bolted Sweet Back arete."},"__v":0},{"_id":"tq5Ac8kGVtGp/PRkJzbmkQ==","name":"Sweet Back Direct","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"JJ Schlick, Wade Forrest 2014","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":27,"mp_id":"109018072","mp_crag_id":"107651160","climb_id":"tq5Ac8kGVtGp/PRkJzbmkQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Sweet Back Direct is a fantastic new variation to the classic Sweet Back. It’s both a hair easier and a pinch less technical if you’re finding all the right holds.After bolt #5, and just below the bulge, move hard right on somewhat hidden holds. Moving up to the roof is straight forward enough, and you'll gain a very cool pinch/crimp/jug at the lip.A series of distinct, vertical runnels above the roof on the right will test your gastoning skills and shoulders alike. If you are clever with your toes at this point, you'll be rewarded with two very unique finger buckets and the end of the hard climbing. Clip one last bolt and scamper up good holds to the hanging chain anchors.\n\n If you have sampled Sweet Back and been shut down at the technical crux arête, then you may enjoy the Direct a little more. It is more straight forward, but just as pumpy. SBD is perhaps one of the better dacite routes in Flagstaff for the grade.","protection":"9 bolts to a 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Left of the crack climb Tin Roof Sunday."},"__v":0},{"_id":"PXd7EMjzXiWt9OCnhHMcCg==","name":"Sweet Back","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"JJ Schlick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":26,"mp_id":"107652118","mp_crag_id":"107651160","climb_id":"PXd7EMjzXiWt9OCnhHMcCg==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"A sweet back is a hobo \"sheik\", and one who merely samples the ways of hobo living. This route features excellent, bouldery movement on positive holds, and it's a great sports action route. For the grade it feels like some of the steeper dacite climbing around town, and the rock quality is excellent.\n\n Begin up featured right facing dihedral passing one bolt on the left, then continue up and left to a plank rest. Long draws on the first two bolts off the ledge will help your rope flow. When ready, punch through 25' of semi technical bouldering to a decent shake below the obvious bulge.\n\nFrom below the roof/ bulge, Sweet Back Direct moves right around the bulge, while the original Sweet Back traditionally climbs around the bulge on the left in order to get setup to climb the right side of the upper arete feature. Move up the right side of the arête past a knee scum at the second little bulge, compression moves, and a few hidden pocket jugs. Follow the curving spine to hanging chain anchors.","protection":"9 bolts, 2 bolt chain anchor with ClimbTech mussy hooks provided by the ASCA.","location":"Towards the middle of the wall. Right of the popular Hungry, Hungry Hobos and Hobolicious, to the left of Tin Roof Sunday. Hard to miss if you are looking for it."},"__v":0},{"_id":"zXdIZEosX8SfIMLmURYksw==","name":"Steel Reserve","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"D. Mabe / P. Rullman, 2011. FFA: Sam Davis, June 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":44,"mp_id":"107677317","mp_crag_id":"107651160","climb_id":"zXdIZEosX8SfIMLmURYksw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Looming over the hobo cave awaits this steely-eyed test-piece. One perfect weakness climbs this extremely overhung face. Start from the obvious rail at the arête and crank through the first of two high-gravity bouldery cruxes. Thin and sharp crimps, pockets, and yes, even a jug or two, pack a punch in just under 60 feet of dacite.","protection":"6 bolts. usually with fixed draws.    stick clip the 1st one or bring a crash pad. Gear in the horizontal crack at the start of Jungle Buzzard can be used to re-direct the belayer for the opening moves.","location":"The overhanging bulletproof face above the hobo cave as you arrive to the Jungle."},"__v":0},{"_id":"sbCg1oHqW9yo2sIGsF7rJw==","name":"Southern Exposure","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jason Henrie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":9,"mp_id":"107673165","mp_crag_id":"107651160","climb_id":"sbCg1oHqW9yo2sIGsF7rJw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Nice big holds lead to some tricky climbing past a couple bulges. Catch a good rest on a ledge and then enjoy great climbing on nice, crisp edges on the upper wall leading to anchor. This route is named after Jason ripping the crotch of his shorts and having \"southern exposure\" (wasn't wearing any underwear...too much information??)while hanging on the wall, cleaning the line.","protection":"8 bolts, ClimbTech Mussy Hooks","location":"On the far left side of the crag. A tall pine tree is at the base. This route is located just left of \"South of No North.\""},"__v":0},{"_id":"O1g8Wgx7Vle7ltWAWPWqog==","name":"South of No North","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"D. Mabe, FFA: E.Deschamps, 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":10,"mp_id":"107651311","mp_crag_id":"107651160","climb_id":"O1g8Wgx7Vle7ltWAWPWqog==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"On the far south end of the Hobo Jungle is a striking arete. SoNN opens with steep 5.10 stemming and crack moves to a decent rest below the bulge. Crank over the steep bulge (5.11), with good holds but poor feet. Establish on to the arete with an off-balance and techy crux at the end.","protection":"9 quickdraws, preferably pre-hung.","location":"far left side of the crag. A tall pine tree is at the base, as tall as the route."},"__v":0},{"_id":"lE40P4IFXBqSfeK7HQM7Jg==","name":"Shootin' Snipes","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mabe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":40,"mp_id":"111996043","mp_crag_id":"107651160","climb_id":"lE40P4IFXBqSfeK7HQM7Jg==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Snipes are discarded cigarette butts hobos find that may have a drag or two left on them.\n\n Start with interesting moderate face/flake moves past three bolts, step over the gully and jam through the steep crack crux. Finish with a few face moves past a bolt to anchors.","protection":"4 bolts, and a few pieces for the crack, .3-.75 C4 is adequate. Fixed trad permadraw loweroff anchors.","location":"Starts around the corner left from Hobophilia, at toe of featured buttress"},"__v":0},{"_id":"szOkfjV2V/+ReVmORFzd6A==","name":"Rockin' Hobo","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Team Mabe","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":25,"mp_id":"115187132","mp_crag_id":"107651160","climb_id":"szOkfjV2V/+ReVmORFzd6A==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"I made this short TR slab route for my little hobo. Worth mentioning for other climbers with kids. Good edges and thought provoking crux midway. Arete variation for more challenge.","protection":"Solo up to a 1 bolt TR anchor","location":"This is the short slab just around the corner from start of Sweet Back. "},"__v":0},{"_id":"LPG+ynFwWl6gMkDMFuJ0sw==","name":"Road Sister","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"ccox","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":1,"mp_id":"107690389","mp_crag_id":"107651160","climb_id":"LPG+ynFwWl6gMkDMFuJ0sw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Road Sister climbs next to A No.1 on the lone West facing wall. Climb a steep v0 boulder problem start without protection to a ledge where the bolts begin.    A fantastic crux through a bulge continues the adventure.    Afterwards, scamper on to a ledge and then past another crux through a shear, slabby face with some nice incuts(10c/d).    Finish with some 5.8 cruising past widely spaced bolts to the top.","protection":"8 bolts, 2 bolt chain anchor with ClimbTech Mussy Hooks","location":"Begin 10 feet left of A No.1 on the other side of a small tree."},"__v":0},{"_id":"ACOIE/ncWJWCRvUOKCz9yA==","name":"Redball","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"JJ Schlick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":36,"mp_id":"107652086","mp_crag_id":"107651160","climb_id":"ACOIE/ncWJWCRvUOKCz9yA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"In the world of Hobo's, a Redball is a fast train to the next jungle. In this jungle however, Redball is 35' of beautiful stone set at an ever so slightly overhanging angle. The bouldery crux comes early with a soft dead point to an imperfect crimp, coupled with some serious high stepping, which may make this train hard to hop for some. It’s a quality express route with near perfect stone.","protection":"4 bolts, 2 bolt anchor with ClimbTech mussy hooks.","location":"This line is hard to miss as you get to the wall. Look for a beautiful \"pillar\" formation with a stunning tan streak that splits the first 20'. Redball is on the right hand side of this streak.Second route climber’s right around the corner from Mulligan Stew."},"__v":0},{"_id":"/OyBpkGJVMeGVB13hARmTA==","name":"Rambler's Choice","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"JK","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":16,"mp_id":"115137951","mp_crag_id":"107651160","climb_id":"/OyBpkGJVMeGVB13hARmTA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Right off of the ground is an unorthodox sequence to gain a perfectly horizontal edge. Next, two crispy gastons offer just enough positivity to gain a good brick hold. Move left along textured crimps to the arete past a bolt on the slab using tiny sharp dacite crimps; make it this far and take the much earned rest at the first ledge. Two bolts with alpine draws on them guard the first few moves before another crux comes with pulling the bulge at the 9th bolt; again, a great ledge and deserved rest. Two more bolts off of the second ledge and a set of anchors equipped with chains and a couple of locking biners. The 4th through the 8th bolt are all recommended to be pre-clipped using alpine draws to reduce extreme rope drag. This is easily done by climbing Hobophobic (5.11b/c) as a warm-up and equipping the route from its' anchor station.","protection":"11 Bolts & Chains","location":"A pathway of steps built by Yours Truly and A Close Friend mark the base of this route. Black and orange streaks paint an aesthetic face above an obvious 'rib' feature start, just left of the bolted dihedral 'Hobophobic'."},"__v":0},{"_id":"/0wZu0DvWf2FDlRNHS+mLA==","name":"Railway Runaway","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"D.Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":21,"mp_id":"112849057","mp_crag_id":"107651160","climb_id":"/0wZu0DvWf2FDlRNHS+mLA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Essentially an all bolted variation of and to the finishing moves of the leaning corner system of Twist a Dream. Fun and varied with slab, techy face, dihedral, and steep finale. Cruxes are brief with plenty of rests.\n\n Begin on the toe below Twist a Dream. Smear your way up the prow slab (10-) and scamper around the corner below the copper wall. An off-balance crux from a set of small incuts (11b), guard a timely jug rail. Height dependant, more like 11+. Finish in the crux corner of Twist a Dream (10+).","protection":"12 bolts, 2 bolt anchor with ClimbTech Mussy Hooks.","location":""},"__v":0},{"_id":"I8iLbmdsUDqsfEdwB81D6w==","name":"Pie in the Sky","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"D. Mabe, June 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":31,"mp_id":"107661147","mp_crag_id":"107651160","climb_id":"I8iLbmdsUDqsfEdwB81D6w==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Pie in the Sky climbs the short headwall above Westbound Willy, left of Mulligan Stew. The first ascent was climbed as one long pitch linking with the first half of Never Ending Night Train.\n\n EDIT 8/18/18: Best option to start with Flintstone Kids to link with the PitS headwall.\n\n Once at the small ledge alcove stem wide to start. Traverse the S-curved crack over space past 4 bolts to anchors at the top of the wall. A tasty slice of exposure!","protection":"13 clips if starting with Flintstone Kids","location":""},"__v":0},{"_id":"JInlGIe2We2TQgxa/JEc/Q==","name":"Possum Belly","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":8,"mp_id":"111996070","mp_crag_id":"107651160","climb_id":"JInlGIe2We2TQgxa/JEc/Q==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Add this one to the Southern circuit. Possum Belly climbs left of Southern Exposure up to a ledge and into the overhanging gymnastic finish. The first crux over the bulge is tricky and powerful.","protection":"10 bolts to chains near a pine sapling. A few longer draws help in spots.","location":""},"__v":0},{"_id":"5uQpYtojV16MOI6TvAUwmw==","name":"Never Ending Night Train","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"JJ Schlick, Darren Mabe","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":29,"mp_id":"107652153","mp_crag_id":"107651160","climb_id":"5uQpYtojV16MOI6TvAUwmw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Never Ending Night Train is a unique trad pitch which tackles some surprisingly steep terrain. This line climbs the first half of Tin Roof Sunday. Just below the roof on Tin Roof, move right following the obvious weakness passing great holds, but awkward stances for placing gear. Continue to follow the crack as it turns rather splitter and bends it's way to the top of the crag.\n\n The grade is more a reflection on the pump you get trying to get good gear in the heavily textured crack. That, and it climbs steep. Please help us with the consensus.\n\n If you are fond of the West Elden trad lines, then you will probably enjoy this rumble in the jungle. It almost feels like a Gunk’s route.","protection":"Well, I found .5 and .75 BD Camalots to be the most useful, and I would bring three of each next time.  Also, a single set from .3 through #3. Highly recommend a fist full of long runners.","location":"Starts on Tin Roof Sunday"},"__v":0},{"_id":"vBT69C4HVAWtgqFGU1Vykg==","name":"Mushfaker","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Darren Mabe / Glen Broom","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":11,"mp_id":"107704504","mp_crag_id":"107651160","climb_id":"vBT69C4HVAWtgqFGU1Vykg==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"In case you need a fix in the rain...   Start with the steep crack entry moves of South of No North but traverse into the leaning dihedral over some rotten rock. Jam and stem the corner (crux) and continue almost to the roof but traverse straight right to the anchors of Gandy Dancer. \n\n  Though having mediocre climbing and pro, this route stays dry in a downpour except for the finishing moves to the anchors.","protection":"a few draws, a couple slings, and gear to #.75 Camalot with emphasis on smaller stuff and a set of stoppers. For full trad value, skip the bolts of SoNN.","location":"the obvious right facing dihedral right of the South of No North arete."},"__v":0},{"_id":"2y4auo2lWuOk3OxS0S7qSw==","name":"Mulligan Stew","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"D. Mabe, July 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":34,"mp_id":"107651178","mp_crag_id":"107651160","climb_id":"2y4auo2lWuOk3OxS0S7qSw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"A tasty mix of steep face and an exposed arete. Begin with an intermittent crack steepening to a short and sweet crux sequence with pockets, edges, and jugs! Work onto the arete at the horn and follow exposed moderate ground staying right, and mantle to an airy perch!  \n\n  It can be tricky to clean your draws and works best to clean them by following the route.","protection":"8 bolts","location":"located on the right side of the obvious white-streaked copper and gold wall around the corner from Redball and High Hanging Biscuits."},"__v":0},{"_id":"3FAkNQFcWzC/GBgJ7KYMYQ==","name":"Mulligan Pie","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":33,"mp_id":"109043635","mp_crag_id":"107651160","climb_id":"3FAkNQFcWzC/GBgJ7KYMYQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Traditionally, each hobo would add to the communal Mulligan Stew with the hopes of making it more varied and tasteful.  \n\n  This variation now climbs the original Mulligan Stew, but at the horn above the first crux, instead of bailing out right on easy ground to the low anchor, continue cranking on the left side of arete to the ledge rest. Finally chase two more bolts in the exposed headwall for dessert! \n\n  It is easiest to clean the route by following.","protection":"13 draws","location":"Direct variation/extension of Mulligan Stew"},"__v":0},{"_id":"NyVA5fLyVkuttm8WL9+zpg==","name":"Lucky Streak","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"D. Mabe, Aug 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":18,"mp_id":"107651279","mp_crag_id":"107651160","climb_id":"NyVA5fLyVkuttm8WL9+zpg==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Lucky Streak features steep face climbing with a couple of bulges interspersed. The crux is sharp and cryptic giving a surprising pump. Anchors are set back on a nice ledge.","protection":"8 bolts, 2 bolt chain anchor with ClimbTech mussy hooks.","location":"Located around the corner from the Twist a Dream route in a nice grassy clearing."},"__v":0},{"_id":"8Zra3Ks3UCSMxZ6LDLM3Pg==","name":"Late for the Gravy Train","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Wade Forrest","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":39,"mp_id":"107662703","mp_crag_id":"107651160","climb_id":"8Zra3Ks3UCSMxZ6LDLM3Pg==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Late for the Gravy Train is a striking mixed moderate, that is sure to get your engines firing and make you hungry for more. Start up a slabby featured seam which will deposit you into a steep blocky section passing a bolt on the left at mid height. Keep chugging up the blocky dihedral, clipping a bolt out right before mantling onto a sloping ledge on climber’s left.\n\nTake a rest before the vertical head wall as it is a bit technical for the grade. The intended path off the ledge is to traverse right over open air to the right of the bolt line past a deep jug, a couple small positive crimps, and one great foothold that keeps it in the grade. Continue up past one more little crux move to bigger holds at the anchor.","protection":"Single set to #1 or #2, med/large wires, 3 bolts, runners, 2 bolt chain anchor with ClimbTech Mussy Hooks.","location":"To the right of Frisk A Drag, look for distinct thin crack."},"__v":0},{"_id":"McTU3AowUVSbtbQTwvWAgA==","name":"Jungle Buzzard","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Matt Greco, JJ Schlick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":45,"mp_id":"107658634","mp_crag_id":"107651160","climb_id":"McTU3AowUVSbtbQTwvWAgA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"A Jungle Buzzard is a Hobo who preys on his own, so look out for this overhanging arete. NOTE- you will probably want to hang the second draw, and stick clip the first.\n\nStarts on the same low hold of Steel Reserve. Power your way past compression moves to the obvious jug. Then continue past another little burly move using an inconspicuous two finger, full pad side pull to access some larger holds. Turn the slab and scamper to the top. If you are into roped bouldering, unlocking this problem could please you.","protection":"6 bolts, 2 bolt fixed biner anchor.","location":"Shares starting holds with Steel Reserve, then follow arête."},"__v":0},{"_id":"r1rG1r7YVKy/fmNpuPLLKg==","name":"Jolt Train","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Eric Deschamps","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":43,"mp_id":"107652532","mp_crag_id":"107651160","climb_id":"r1rG1r7YVKy/fmNpuPLLKg==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"A climb that supertopo members will appreciate.  This must be cleaned by a second that follows the route.   \n\n  The chockstones in the very back of the cave have not been tested and don't look good.  The obvious chockstone in the middle of the roof has supported full body weight.","protection":"Some big cams including a #5 as well as some small cams for up high.","location":"Starts inside the deep hobo cave near where the trail hits the crag and climbs chimney/wideness up and out.  Once you hit vertical follow the obvious left leaning crack to chains (shared with the 5.9 Phil's Route on the left)."},"__v":0},{"_id":"C7uMtQNcWK2lcEEyzxMUJA==","name":"Hungry Hungry Hobo","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Angela Mabe / Darren Mabe,  June 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":23,"mp_id":"107651204","mp_crag_id":"107651160","climb_id":"C7uMtQNcWK2lcEEyzxMUJA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Fun and long romp. Start with a broken steep juggy face and flake. Mantle onto a small ledge pod, and follow the slab angling LEFT along a wonderful seam. Finish to anchors near the top of the cliff. Lower to your left, over the edge. Take a peek at Twist a Dream and Bindlestiff on your way down. This route would make for a decent beginner's first lead.","protection":"10 bolts and two bolt anchor with ClimbTech Mussy Hooks. Use a long draw on the 3rd bolt. Due to the traversing nature, it works best to clean the draws by following.","location":"near the middle of the crag identified by the long sweeping black slab."},"__v":0},{"_id":"/2JTPcLpWsKrXiPw1fiBjQ==","name":"Honey Dipper","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Henrie/Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":49,"mp_id":"114209827","mp_crag_id":"107651160","climb_id":"/2JTPcLpWsKrXiPw1fiBjQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Short. Sweet. Sharp. Engaging and techy thin face climbing from start to finish. Three star movement.","protection":"4 bolts. Consider stick clipping the first one.","location":"Far right side of the crag in the obvious short bronze panel"},"__v":0},{"_id":"Ln/zEy4dUROT8M2srM6UsA==","name":"Hobophobic","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Darren and Angela Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":17,"mp_id":"108079751","mp_crag_id":"107651160","climb_id":"Ln/zEy4dUROT8M2srM6UsA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Climb the steep and leaning left facing corner system with mostly straight forward climbing. The first tricky crux is brief and sets you up to pull around a small roof. A second thoughtful, though much easier, corner crux awaits above.","protection":"7 bolts to 2 bolt anchor with ClimbTech Mussy Hooks.","location":"Around the corner and left of Lucky Streak. If you go up the small hill you went too far."},"__v":0},{"_id":"Uy6fai20VhuluSHlpuX1xA==","name":"Hobophilia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Phil Rullman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":41,"mp_id":"107663184","mp_crag_id":"107651160","climb_id":"Uy6fai20VhuluSHlpuX1xA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"One of the first routes at the Hobo Jungle, Phil's route follows the slab left of the large left-facing OW dihedral route, Jolt Train. Start with a few clips up a featured panel, hop over the chasm and finish continually steeper moves to anchors on a ledge.","protection":"8 bolts, 2 bolt anchor with ClimbTech Mussy Hooks.","location":""},"__v":0},{"_id":"lyp3tQ+HXheStEThGpvbfw==","name":"Hobolicious","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":24,"mp_id":"114209793","mp_crag_id":"107651160","climb_id":"lyp3tQ+HXheStEThGpvbfw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"More slab fun to satiate those hungry hungry hobos. Begin as for H^3, but after rolling onto the slab at bolt 4, climb past fun flake features in the prominent black streak to the RIGHT. Follow your nose up to a sneaky traverse back left onto a perch below the crux headwall move. A final intimidating mantle guards the chains. The stone is bullet and hobolicious.","protection":"12 bolts. Runner on bolts 4 and 8 recommended. 2 bolt anchor with ClimbTech Mussy Hooks.","location":""},"__v":0},{"_id":"EmO+WjZHUgGBaD8N267s+A==","name":"Hobo Hash","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Cox, Bloom","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":13,"mp_id":"107708753","mp_crag_id":"107651160","climb_id":"EmO+WjZHUgGBaD8N267s+A==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"This route is better than the name implies. Great steep moves on an arete lead to a fun crux in the first 30 feet. Continue past a contrived section where you can choose to avoid, or use, features right of the crack that merges temporarily  with the arete. Finish at the Gandy Dancer anchor.","protection":"7 bolts, 2 bolt anchor with ClimbTech mussy hooks.","location":"Just right of Gandy Dancer."},"__v":0},{"_id":"XlIPCpDQVC+bMpZInQ4CWA==","name":"High Hanging Biscuits","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"EFR, Cox","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":35,"mp_id":"107694428","mp_crag_id":"107651160","climb_id":"XlIPCpDQVC+bMpZInQ4CWA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"High Hanging Biscuits is a beautiful line that climbs independently on the other side of the Mulligan Stew arete, and continues to the top of the crag via a crux head wall. A 5.11 crux on the arete in the first 30 feet yields to some classic cruising with occasional jugs. Navigate an interesting slab which steepens to an enjoyable jug haul over a crest. Follow another slab as it steepens into the final head wall crux. Stick a tenuous move... and clip, then tug through good crimps to the chains.","protection":"11 bolts","location":"Between Mulligan Stew and Red Ball."},"__v":0},{"_id":"Teo+WVlKV6SaHYuUGZNqjA==","name":"Grease the Tracks","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"D.Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":19,"mp_id":"112849187","mp_crag_id":"107651160","climb_id":"Teo+WVlKV6SaHYuUGZNqjA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"A decent addition for the grade at Hobo. The first half is fairly mediocre, though is worth the surprisingly steep V6ish boulder problem, showcasing unique dynamic movement and holds.\n\n Begin with slab mantle, wander up to a precarious looking flake and scramble up the ramp system. A few interesting sloper moves in the rotten band get you to no-hands stance. Bear down and fire the overhung headwall crux to a glorious finish.","protection":"10 bolts. Shoulder-length sling on bolts 2 and 4.","location":"Begins in the clearing below Lucky Streak, right of the ugly broken corner"},"__v":0},{"_id":"n7JqZesFWqiAkhJa3kenYA==","name":"Gandy Dancer","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"D. Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":12,"mp_id":"107700773","mp_crag_id":"107651160","climb_id":"n7JqZesFWqiAkhJa3kenYA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"A hard working hobo who laid and maintained the rail lines was a Gandy Dancer. Start at the Toe, on sloping jugs to a brief layback crack. Long steep face moves mark the crux, though one can avoid it by going off-route to the left. Continue past a dubious horn and a thoughtful finish.","protection":"7 bolts to 2 bolt chain anchor with ClimbTech mussy hooks.","location":"Right of South of No North, and is the first route as you come down the small hill from the big log and base of Hobo Hash."},"__v":0},{"_id":"I49ZQjmyXgWhyif+3wKwaw==","name":"Frisk a Drag","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"JJ Schlick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":38,"mp_id":"107689921","mp_crag_id":"107651160","climb_id":"I49ZQjmyXgWhyif+3wKwaw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"To “frisk a drag” means finding a safe place to hunker down after hopping a train. This is a clever little feature line that will keep you thinking as the pump grows. Starts to the left of Late for the Gravy Train. Stem up into a large black scoop, and work up through the weakness to a sloping ledge on the right.\n\n Depending on your wingspan, either layback the left arete feature, or for better climbing, bump back and forth between that and face holds on the bolt line. After finding your place to ride, the crux still waits for you above. \n\n You can, if so desired lower off Late for the Gravy Train and hang a TR or draws on this line. Having the face holds chalked is an extra treat as they are hard to see when it’s squeaky clean.","protection":"7 Bolts, 2 bolt chain anchor with ClimbTech Mussy Hooks on ledge.","location":"In between Redball and Late for the gravy Train."},"__v":0},{"_id":"yi/JV8ysVFGn0U37vw1/UA==","name":"Flintstone Kids","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D.Mabe 8/18","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":30,"mp_id":"114974650","mp_crag_id":"107651160","climb_id":"yi/JV8ysVFGn0U37vw1/UA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"\"Flintstone Kids\" was a term hoboes used for the new generation of hobo. A  somewhat decent new addition in itself, though pairs nicely with Pie in the Sky for a 3-star 5.12.\n\n A rather awkward start sets up for a tricky mantle and thin set of moves (5.10) to access the ledge. Crank from a couple of nice pockets up to crimps and thin flakes around the blunt arete (5.11). Scamper up the slab with good edges to jug rail and the anchors.","protection":"7 bolts. If continuing with Pie in the Sky bring 13 draws.","location":"In the clearing left of Mulligan Stew. This route provides direct access to ledge below Tin Roof Sunday. The starting corner of Sweet Back to it's left"},"__v":0},{"_id":"jKK1lqY+UTK6o5BJaEbseQ==","name":"Flagrant Vagrancy","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D.Mabe June 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":7,"mp_id":"117095938","mp_crag_id":"107651160","climb_id":"jKK1lqY+UTK6o5BJaEbseQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Varied climbing and perplexing crux. Start with grungy moderate blocks and up to steep jug rails. There are a couple ways to climb the sharp crux bouldery moves turning the lip. Enjoy a nice rest on the slab. Jam a short finger crack in a block and finesse the scoops in the headwall.","protection":"11 bolts. Runner for 2nd bolt.","location":"Down the hill from Possum Belly and right of Volt and the tree."},"__v":0},{"_id":"tPpU1hlYWmCz5Ax1q3jpAQ==","name":"Elk Sign","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jason Henrie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":5,"mp_id":"107673203","mp_crag_id":"107651160","climb_id":"tPpU1hlYWmCz5Ax1q3jpAQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Climb past overhanging jugs to corner. At top of corner, catch a shake before a couple tricky moves to anchors. This route is fun and on good rock but only gets 2 stars because of it's length. If it were 80 feet tall...","protection":"5 bolts, ClimbTech Mussy Hooks","location":"On the far left side, near the \"slot.\" This is the closest route to the slot and just left of \"Volt.\""},"__v":0},{"_id":"3u63bMf1V1SXZ5biOjwKqA==","name":"Couch Surfer","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Thompson, Manny Rangel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":4,"mp_id":"107757793","mp_crag_id":"107651160","climb_id":"3u63bMf1V1SXZ5biOjwKqA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"I think getting past the initial crack seemed to be the crux. It is a fun romp up to the top. Use caution at the end; we did clean some loose stuff on the right of the arete; Mike went left and I went right to top.","protection":"single rack cams, nuts, slings and QDs; large slings for top. I slung the very top of the arete.","location":"Walk to slick slot at end of the wall, pass Uberfall and the crack is up and left at top of slot. Look for a layered slab to a hand crack then continue to anchor. Anchor biners"},"__v":0},{"_id":"V965IPqrXVe2wNBV3+2CfQ==","name":"Cat Wagon","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Cox, Bloom - July 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":15,"mp_id":"107691578","mp_crag_id":"107651160","climb_id":"V965IPqrXVe2wNBV3+2CfQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Cat Wagon is a sexy little line that swoops through a scooped black and tan face. Begin by stemming in a crack until you can clip the second bolt out right. Move right into the face with delicate balance. Traverse further to the great features leading back left and to the crux.","protection":"5 bolts","location":"At the high point in the trail along the cliff base look for an obvious short black and tan face, about 50 feet up and right of South of No North."},"__v":0},{"_id":"mKz2Ha29XqmgTHbgC6VqWQ==","name":"Calling In","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Corey Ellison, Wade Forrest 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":42,"mp_id":"107662747","mp_crag_id":"107651160","climb_id":"mKz2Ha29XqmgTHbgC6VqWQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Calling In starts to the right of Hobophilia with a single bolt on the face. Tech your way up the face to the large break in the wall which allows one to stare down the crux. There may be a couple ways of doing it, but the easiest way will feel kind of wandery as you use the big rail more for your feet than your hands and sway back and forth across the bolt line. After you crank through the solid crux section, you will join Hobophilia at the top for several bolts and a few more intriguing moves.\n\n Shares anchor with Hobophilia so it makes for any easy TR burn.\n\n The bolting on this has been reconfigured (2018), and is a much more pleasurable experience. It’s definitely worth doing if you haven’t been on it yet.","protection":"8 bolts, 2 bolt anchor with ClimbTech Mussy Hooks.","location":"In the Grotto, left of Jolt Train (offwidth dihedral) and just right of  Hobophilia."},"__v":0},{"_id":"5SZaBf/TWs2HPW1qjpilMQ==","name":"Cackleberry","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":46,"mp_id":"111996009","mp_crag_id":"107651160","climb_id":"5SZaBf/TWs2HPW1qjpilMQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"What hobos call eggs. This boulders on and above the rotten egg right of the Buzzard, with steep moves that are harder than they look. Also serves as an access route for JB to hang or remove draws.  \n\n  After the sharp bouldery entry, finish on scruffy slab to Jungle Buzzard anchors","protection":"6 bolts. Stick clip first one.","location":""},"__v":0},{"_id":"A4DhqmFcWHaTd/QGHbzvdQ==","name":"Boxcar Tourist","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Cox, Bloom, Crawley, Mabe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":14,"mp_id":"107710358","mp_crag_id":"107651160","climb_id":"A4DhqmFcWHaTd/QGHbzvdQ==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Excellent 5.11 climbing for 5 bolts leads to a v0 boulder problem on a perched boulder. Finish past 3 more bolts on the final headwall with powerful and precise compression climbing on pinches and smeary footwork.","protection":"9 bolts","location":"Between Hobo Hash and Catwagon. Start in the obvious dihedral with bolts on the right side."},"__v":0},{"_id":"xmnBWXU9US64TIwUxQNg5A==","name":"Bindlestiff","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"D.Mabe and A. Mabe, May 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":20,"mp_id":"107651232","mp_crag_id":"107651160","climb_id":"xmnBWXU9US64TIwUxQNg5A==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"A bindlestiff is a hobo who carries his belongings wrapped in a bundle attached to a stick carried over his shoulder. This route opens with a steep face start and slab cruise past a few clips to the base of the corner crack. Jam, stem and layback your way up the hands and thin hands crack.","protection":"A few stoppers, cams #0.4 to #2 C4, #3C4 optional, with maybe an extra in the thin hand sizes. An optional small cam placement can protect the boulder problem start.","location":"Follows the obvious slab prow and corner right of the Lucky Streak area."},"__v":0},{"_id":"XIi0EgfMVHCzmKD8lg1HGw==","name":"Big Rock Candy Mountain","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Manny Rangel, Sayfe Kiaei","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":37,"mp_id":"107768329","mp_crag_id":"107651160","climb_id":"XIi0EgfMVHCzmKD8lg1HGw==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"The crux is after the slab above; a double roof with a bolt protected brown face to the right. Above, remember the #5 camalot (#6 would be good too) for the overhung OW exit. ","protection":"nuts, single rack cams C3 to #3 plus #5,6 \n\n  Mussy Hook anchors.","location":"Just right of Redball is a brown crack on broken rock. Pass first roof easily then the nice tight hands to crux roof. Finish on OW."},"__v":0},{"_id":"csm5JvaTV6iZjTimOE4+bA==","name":"Band of Gypsies","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"D. Hoffman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":47,"mp_id":"108131292","mp_crag_id":"107651160","climb_id":"csm5JvaTV6iZjTimOE4+bA==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"An overlooked gear route that will clean up quite nicely with time.  Angling up and left, climb carefully through friable rock with good gear.  Use long slings and step left at the small bulge/roof.  Don't touch the chock stones, they're not coming out but will distract you!  Continue trending left into the thin crack, good gear is there be patient, step left onto the face and move delicately up to the anchors.  DON'T STEAL THE ANCHOR BINERS!","protection":"Doubles from .4 to #2 Camalot, one #3, singles in C3s... Long slings\n\n Two bolt chain anchor with ClimbTech Mussy Hooks.","location":"Right of Steel Reserve and Jungle Buzzard, obvious left trending crack system out small bulge/roof on suspect looking rock..."},"__v":0},{"_id":"aiCcRZV3VI2qmIh61OoYRg==","name":"A No.1","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Henrie, Bloom, Crawley, Padilla, Cox, Mabe - July 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"left_right_index":2,"mp_id":"107685069","mp_crag_id":"107651160","climb_id":"aiCcRZV3VI2qmIh61OoYRg==","areaRef":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"A No.1 perfected the hobo symbols system and was regarded as the \"King of the Hoboes.\" This route climbs the slabby wall across the dry pond from Volt and Southern Exposure.   A No.1 features three unique cruxes separated by a couple ledges that you could sit on to eat a can of beans.   This route was a collaboration of many locals determined to climb this lichen encrusted wall.","protection":"9 bolts, 2 bolt chain anchor with ClimbTech Mussy Hooks","location":"Left of the slippery slot, across the dry stream from Volt and Southern Exposure."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,066d9014-045a-5d86-afa4-3ffe37744b00,db576a34-5750-5f26-8072-38631986c10f","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","San Francisco Peaks","Hobo Jungle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.11"},{"count":3,"label":"5.9"},{"count":5,"label":"5.10"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10+"},{"count":5,"label":"5.11d"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.5"},{"count":2,"label":"5.11a"},{"count":5,"label":"5.11b"},{"count":1,"label":"5.12"},{"count":2,"label":"5.11-"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":2,"intermediate":10,"advanced":2,"expert":0}},"sport":{"total":35,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":27,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":15,"advanced":29,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6138,35.3899]},"bbox":[-111.6143515746946,35.38945033981813,-111.61324842530543,35.39034966018186],"left_right_index":-1,"ext_id":"107651160","area_id":"21dqNFdQXyaAcjhjGYbBDw=="},"content":{"description":"Tucked back on the north-east side of the San Francisco Peaks and north of Lockett Meadow is a small and secluded andesite/dacite crag called the Hobo Jungle. Hobo Jungles are camps of transient hobo communities, which congregate usually near a railroad. The hobo culture is quite elaborate and intriguing having aspects not too different than those of the climbing community. If you are more interested in hobohemia and an internet search isn't enough, check out the documentary \"The American Hobo\".\n\nThe climbing at the Jungle has been described as a mini-Peaks with climbs of all grades, though stacked with 5.11s. Routes are mostly all bolted like the powerful sport problems, Jungle Buzzard and Redball. There are also a few trad/mixed adventures like Bindlestiff and Twist a Dream. Don't miss out on the crag's classics Southern Exposure and Mulligan Pie. The Jungle is also home to area testpiece, Steel Reserve, an overhanging 5.13. There's something for everyone.\n\n Facing mostly east and in national forest land, the Hobo Jungle is a wonderful afternoon crag, though the left side routes get cool morning shade."},"density":0,"totalClimbs":50,"__v":1,"createdAt":"2022-11-07T05:52:43.829Z","updatedAt":"2024-01-15T16:39:29.012Z"}