{"_id":"6368a214e80bff5a9955d9a4","area_name":"(C) Long Rib","shortCode":"","climbs":[{"_id":"VCB7987mV82Xej3Lma6rgA==","name":"Xiphoid Process","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.58365,32.3643]},"left_right_index":0,"mp_id":"112457296","mp_crag_id":"111539730","climb_id":"VCB7987mV82Xej3Lma6rgA==","areaRef":"yMmTNVmJX0CyOAhPtROSlw=="},"content":{"description":"This route may be the easiest way to get onto Long Rib proper from the north, after bypassing some false summits and razor thin ridgleline on the lower several hundred feet of Long Rib. There is at least one viable alternative to P1, and probably several more. Evidence exists of past climbing here, in the form of a section of large diameter, very old rope around the base of a large Ponderosa Pine tree at the end of the route. This particular tree provides a convenient landmark for locating the climb, which ends at what can roughly be considered the center of the Rib Cage (hence the route name). The “first known ascent” was by Michael Briseno (lead) and Drew Chojnowski on 2016-12-13. The \"first known ascent\" of the harder P1 alternative was by Pat Gioannini (lead), Marta Reece, and Drew Chojnowski on 2017-02-04.  \n\n  P1 Normal (5.7, 150ft): Start by climbing up the middle of a small gully for 20-30 feet, and then traverse  left along a crack (5.5). From here, walk ahead slightly right 20 feet or so on a non-technical ledge and then climb up a chimney-like feature to the left. Once in the last comfortable standing spot in this chimney, reach out to the right and traverse on good holds through a short overhang, and then pull up onto a slab to the right (crux). Climb up the slab directly toward the tree, where we've added some modern webbing and a rap ring. Note the ancient rope segment wrapped around the base of the tree.  \n\n  P1 Alternative (5.9, 150ft): Skip the non-technical ledge mentioned above and stay on the rock to the left of the normal P1. The crux is a short but steep left-leaning fist crack about halfway through the pitch. \n\n  P2 (5.6, 150ft): from the large Ponderosa Pine, climb onto Long Rib either to the right or slightly to the left and stay on the ridgeline until the angle eases and you reach a high point of sorts. Look down and choose one of several large cracks (have some #2-3 Camalots) to build a comfortable, sitting belay station. \n\n  Due to the fact that the next several hundred feet of Long Rib appear to be mostly non-technical ground, the route currently ends here.","protection":"Some bigger cams (#2-4 Camalot) are useful for protecting the crux move on both variations of P1, and small cams subsequently come in handy on normal P1. There are no known bolts in the Rib Cage, so bring plenty of webbing.","location":"Take the approach for False Rib, and either climb it first or go around it and up the gully on the north side of Long Rib. Once in the gully near the giant boulder that was probably once a section of the Broken Rib ridge, identify the large tree on Long Rib (largest living tree on Long Rib) and head for it, inevitably doing some 3rd class scrambling and a bit of bushwacking on the way. \n\n  The pine tree at the top of P1 can be used for rappel, but a good way to back there from the top of P2 remains to be determined (we hung up a rope). The best thing to do is either continue up Long Rib, or downclimb a bit to the south toward viable trees, and rapping into the south gully."},"__v":0},{"_id":"udzH0YeLXQuAG7wy/8LE5A==","name":"Roll Them Bones","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brandon Gottung, Ian Harris, Drew Chojnowski, Forrest Wilcox (2018-01-13)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.58365,32.3643]},"left_right_index":3,"mp_id":"114017016","mp_crag_id":"111539730","climb_id":"udzH0YeLXQuAG7wy/8LE5A==","areaRef":"yMmTNVmJX0CyOAhPtROSlw=="},"content":{"description":"To get to the base of the route, scramble to the left side of the rock pile formation in front of the headwall. Climb a short 3rd/4th class pitch to get on to the ledge/rock pile. \n\n  P1 120 ft. 5.9: Step from the large ledge directly into a vertical hand sized crack, which shortly changes to two parallel vertical cracks. Follow the crack system until reaching a right leaning roof with green lichen. Follow the roof using fist jams and poor feet (#4 and #5 Camelots useful here). Upon exiting the roof, climb directly upwards on lower quality rock to a small, sloping ledge. \n\n  P2 100 ft. 5.9: from the belay, grab the large flake to the left and stand into the start of a corner. Climb 20ft to reach a small bulge with a yucca growing out of the top. Mantle the bulge to reach the bottom of a left leaning chimney. Upon exiting the chimney, continue following the weakness up. Large, broken flakes remain inside the crack providing some instances of protection. Finish on a decent ledge directly on the ridge of the Rib. \n\n  P3 70 ft. 4th/low-5: Follow the ridge up from the belay ledge to the \"summit\" (one of several such \"summits\" along Long Rib).  \n\n  Descent: Follow the ridge East until it is possible to scramble down into the gully along a grassy horizontal ledge on the left. At the top of the gully is a large dead Juniper tree with webbing and a quicklink. Double rope rappel with 60m ropes will reach the ground South of the Rib.","protection":"Doubles in Camalot .2-#3. #4 and #5 for the traverse. Set of nuts.","location":"From Topp Hut Road, follow the Long Rib trail. You should end up in a steep wooded gully which leads you to the base of the rock pile formation mentioned above."},"__v":0},{"_id":"zlrHRtdNX4Wi4LewjOl4qw==","name":"False Rib","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"First known ascent: Ian Harris, Drew Chojnowski, Marta Reece, 1/18/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.58365,32.3643]},"left_right_index":2,"mp_id":"112453774","mp_crag_id":"111539730","climb_id":"zlrHRtdNX4Wi4LewjOl4qw==","areaRef":"yMmTNVmJX0CyOAhPtROSlw=="},"content":{"description":"Go up the widest of a series of parallel cracks in the left wall, make a right at the prickly pear, and continue up an easier terrain of a broad ridge line. Head to the left to get up a steep step. A balancy move and a traverse to the right along a crack will bring you back to the ridge, which continues as a series of bulges separated by just enough cracks for both protection and climbing purposes. The crux move, done again on the left side of the ridge, is to get to the top of the steeper section and exit onto a more slabby part above. Belay can be set up in a comfortable, nontechnical area at the top, just short of a tree and a sizeable gully cutting through the ridge at this point.","protection":"Standard rack.","location":"Approach takes about an hour and half from the car to the start of climb. Take the trail to Gertch, turn left at a large cairn, see details in the description of the area. Follow the trail to the first rocks then left into a wooded nook, which you exit to the right, then continue up and left to what appears to be the start of Long Rib. See photo. \n\n  To exit, we scrambled off to the left by first getting into and up the gully. We did this because our destination was more climbing higher on Long Rib. Going down the gully, however, appeared feasible and should lead to the start of the climb."},"__v":0},{"_id":"c2hdfQK0WxCaMDUZEJDO4Q==","name":"Early Start","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.58365,32.3643]},"left_right_index":1,"mp_id":"113540233","mp_crag_id":"111539730","climb_id":"c2hdfQK0WxCaMDUZEJDO4Q==","areaRef":"yMmTNVmJX0CyOAhPtROSlw=="},"content":{"description":"The route does not look appealing at first, as it follows an obvious slanting ramp with some trees on it, but it is a lot cleaner and more solid than it looks. It also provides a good way to access the start of Xiphoid Process, with not much walking between the two. \n\n  Description: go up the slab to the ramp. This can be done on the right, but with little in a way of protection, or left of the cactus with more pro and some moves on steeper and less secure ground. Go along the ramp past two trees and climb up a step to easier ground. The route steepens again at a chock stone. It's possible to climb this on the right or left of the stone, and the chock itself has been successfully tested as well. Above the stone, there is a nice belay tree in a bit of jungle.","protection":"There is no fixed pro, unless you count the trees. Standard rack with doubles in mid sizes is sufficient.","location":"Going up the gully north of Long Rib, a huge chock stone is clearly visible. To the right and only short distance below it, a narrow slot of a side gully peels off to the right. A short distance from the start, a chock stone blocks it about head high. Scramble over that and step to the right onto a slab. Continue scrambling to the right a short distance to a grassy hole in the ridge the slab leads to. This is the start of the route. \n\n  To get down, you can walk down to the gully north of Long Rib, or you can walk along the crest of the rib some and continue to Xiphoid Process."},"__v":0},{"_id":"uAdbzcrnXIWPa1BFa+W5DQ==","name":"Death Block Alley","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"MikeBriseno and Drew Chojnowski, 2016-12-13","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.58365,32.3643]},"left_right_index":4,"mp_id":"112394719","mp_crag_id":"111539730","climb_id":"uAdbzcrnXIWPa1BFa+W5DQ==","areaRef":"yMmTNVmJX0CyOAhPtROSlw=="},"content":{"description":"We decided to post this bomb because a good route will inevitably be found within 20 feet of what we climbed. Removal of the death blocks (e.g. by rapping down from the top with a large crowbar) would likely make this a three star route rather than a bomb. \n\n  This route attains the spine of the Long Rib via the south wall, starting a few hundred feet up the gully between Long Rib and Knife Rib. It is listed here mostly for reference, with the ***recommendation of finding an alternative start to the route***. Despite cleaning a lot of loose rock and debris, a large loose rock and two precariously positioned boulders remain (these rocks are labeled in one of the beta photos). The crux of the route (5.9-) is a delicate move to the left and slightly down, and is encountered about 30-40 feet up. It was necessary to grab one of the two scary boulders just prior to the crux move. Otherwise, the climbing is good and varied (sustained 5.7-5.8), with no further death blocks. The route tops out near a large dead Juniper tree on the ridge line. \n\n  We found no evidence of past climbing in the vicinity of this line, and although Ingraham's guide does mention a 5th class option for getting onto Long Rib from the south wall, we strongly doubt this is what he was talking about.","protection":"No bolts here. Bring a standard Organ Mtns rack, i.e. being prepared for just about anything. Bring webbing, etc to get down. We climbed a few more easy pitches (5.6ish) up the Long Rib before rapping off a tree down the south wall into the Long Rib/Knife Rib gully. A double-60m rap barely reached the ground.","location":"Follow the trail described on the Rib Cage page, but veer to the right once you encounter the base of the Long Rib. Bushwack your way up the Long Rib/Knife Rib gully, bypassing the intriguing first wall to the left and continuing to the second wall on the left. The large dead Juniper on the ridge where these two walls meet makes a good landmark."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,6a0aec06-4561-5200-b345-f54acd82b72a,c990df3e-95fb-52cf-81c4-f9d8fbf42cf2,c8c99335-5989-5f40-b238-084fb5139297","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Rabbit Ears Area","Rib Cage","(C) Long Rib"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.58365,32.3643]},"bbox":[-106.58418235540489,32.36385033981814,-106.5831176445951,32.36474966018187],"left_right_index":-1,"ext_id":"111539730","area_id":"yMmTNVmJX0CyOAhPtROSlw=="},"content":{"description":"The Rib Cage approach trail leads directly to the base of this appropriately-named rib. From there, one has the choice of either immediately climbing onto the spine of Long Rib or else turning right and traversing into the Long Rib/Knife Rib gully, where the Long Rib south wall can be accessed. Based on limited scouting missions, this rib appears to have great potential for fun climbing. Ingraham's guide describes a climb traversing the entire length of the Long Rib, suggesting that it entails between 12 and 15 pitches before finishing up on the Rabbit Ears Massif summit web.nmsu.edu/~amato/ingrahamguide/RE_Massif/RE_Massif_master.html"},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:13:47.089Z","updatedAt":"2022-11-25T11:20:29.442Z"}