{"_id":"63689d5ce80bff5a994f52aa","area_name":"L.  The Chapel Wall","shortCode":"","climbs":[{"_id":"+ycJzCpSWT+udAkstFEsqg==","name":"Scattered Youth","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":19,"mp_id":"112261931","mp_crag_id":"105867139","climb_id":"+ycJzCpSWT+udAkstFEsqg==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Scattered Youth is the lichen covered corner to the left of Controlled Burn. Easily top roped from the anchor of CB. This has likely been led. Pro in the first 20' of the traverse would be marginal at best.\n\nStart in a right facing corner and work into an undercling traverse to the right. Smear your way up into a faint corner with opposing crack systems and very good locks and lie backing. When it's most convenient, step right into the 4\" flake on Controlled Burn and take it to the top.","protection":"Rack to 2\" seems adequate. 4\" piece for the flake up high.","location":""},"__v":0},{"_id":"awGcQqQvV2+jKdQgdLWKrA==","name":"Rock-Shock","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Andrew Stevens and Dan McDevitt (early 90's)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":5,"mp_id":"111857089","mp_crag_id":"105867139","climb_id":"awGcQqQvV2+jKdQgdLWKrA==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Start a bit downhill to the right of Pink Panther/Mr. Pinkeyes. Wander up and right on small, incut edges, then trend up and left on some larger features. A tricky sequence gets you up under a small undercling roof which is sort of strenuous due to a lack of footholds. Above the roof is a pretty good rest, followed by devious climbing on a series of sidepull flakes. The route almost joins Mr. Pinkeyes, then splits off to the right on a series of edges to the anchor.\n\nContinuously challenging. With perfect beta the roof is probably the crux because it gets a bit pumpy there, but there are a bunch of moves on the route that can feel really hard if you don't use the right sequence. Great climb, I like it more than Drive By Shooting.","protection":"Bolts, 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"oZSbTTaEXK+uJgrJ9WdoFw==","name":"Pink Panther","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan and Sue McDevitt (1991)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":3,"mp_id":"111857045","mp_crag_id":"105867139","climb_id":"oZSbTTaEXK+uJgrJ9WdoFw==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Located to the right of 96 Degrees. Climbs the slabby right side of the arete (the steep left side is an unfinished project I think). Pink Panther and Mr. Pinkeyes must have had their grades mixed up in the Supertopo. This one is thin and hard with several 5.11+ cruxes. It might be harder than Drive By. The top is sort of mossy but still climbable.","protection":"Bolts, 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"TfhSm52CXQWYYvivVa09ng==","name":"Ninety-six Degrees in the Shade","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Andrew Stevens, Dan McDevitt, early 1990s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":2,"mp_id":"107428580","mp_crag_id":"105867139","climb_id":"TfhSm52CXQWYYvivVa09ng==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"This route is not on the arête, it is just right of the bolted corner Bush Fire (5.10c) - whose bolts have been removed. Many people avoid the low crux by stepping left into the wide crack to the left of the first few bolts. The real route goes straight up where the bolts are and is pretty hard for 12c.","protection":"Seven quickdraws","location":"Park at the Chapel and walk toward the cliff. Follow the trail to Bridalveil Falls for 50 yards or so. Take an obvious footpath to the left when the cliff almost reaches the trail.  When you reach the cliff, follow the trail left passing Heathenistic Pursuit and the large fallen chuck of granite that has formed its own pinnacle.  The path diminishes here but continue left (east) past a rock fall section and up a sandy slope.  Ninety-six begins up an arete just before a left (east) facing corner with a bolted crack."},"__v":0},{"_id":"z/NPSlzfVyS+NWEOjyYlEA==","name":"New Wave","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":7,"mp_id":"107027409","mp_crag_id":"105867139","climb_id":"z/NPSlzfVyS+NWEOjyYlEA==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"This is the sport climb immediately left of Heathenistic Pursuit. Start behind a large boulder and make some techy moves up under a roof. Turn the roof at its right end and continue up some easier face climbing before firing the crux just below the anchors. The crux is somewhat beta intensive, but once you've got the sequence this is a sort of easy 11d (if there is such a thing!).\n\nThis can be easily toproped after climbing the first pitch of Heathenistic Pursuit.","protection":"Bolts","location":""},"__v":0},{"_id":"M9cXM1vIUXSMyZL0CKQy2g==","name":"Mr. Pinkeyes","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dan and Sue McDevitt (1991)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":4,"mp_id":"111857067","mp_crag_id":"105867139","climb_id":"M9cXM1vIUXSMyZL0CKQy2g==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Starts a few feet to the right of Pink Panther (the arete) and trends up and right, through a little bulge, and into a right facing corner. Follow the corner to its end, then move right and mantel up to the anchor. One of the best climbs at the left end of Chapel Wall.","protection":"Bolts, 2 bolt anchor/rap.","location":""},"__v":0},{"_id":"959dZPVvVseXy7MPfwjjTw==","name":"Mongoloid","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Cade Loyd, Chris Synder, Ken Ariza","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":17,"mp_id":"109384268","mp_crag_id":"105867139","climb_id":"959dZPVvVseXy7MPfwjjTw==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Crux is mid route.  Undercling a 10d roof to finish.","protection":"All new stainless bolts replaced by ASCA","location":"Continue on the valley loop hiking past the talus field where Great Escape is and take a faint trail to the wall on flat ground.  Mongoloid starts under a arch to the right."},"__v":0},{"_id":"PzPafUtrW5SZokHGJMCWkA==","name":"Max Deviator","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dan McDevitt et al","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":18,"mp_id":"109384278","mp_crag_id":"105867139","climb_id":"PzPafUtrW5SZokHGJMCWkA==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Crux getting to the anchors","protection":"bolts","location":"right of Mongoloid"},"__v":0},{"_id":"Vy5nYnn4XaCXQbVh4FIueA==","name":"Lighten Up","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jeff Schoen & Greg Bryce - 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":14,"mp_id":"106267603","mp_crag_id":"105867139","climb_id":"Vy5nYnn4XaCXQbVh4FIueA==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Lighten Up is an OK route that would be a lot better if it weren't such a pile of lichen.  I don't know if this is because of lack of traffic or just the nature of the rock here, but it is a serious detractor from the climbing.\n\nThe climb tackles the attractive arete just left of The Great Escape.\n\nP1:  Begin on a large ledge and climb up past 2 bolts.  From here, either head up the mungy corner at 5.10 armed with a few stoppers, or bust left to the bolted arete, also mungy.  One really hard move.  5.12b, 80'.\n\nP2:  Face climb up off the belay with really interesting moves -- probably the best pitch.  5.11d, 80'.\n\nP3:  Continue up the arete, past a great, difficult sequence and immediately into a slabby boulder problem crux.  Continue to the highest of two belay ledges (and three sets of anchors).  5.12b, 80'.\n\nP4:  Move out onto the right hand face and climb up and into a small corner.  Either stop here at chains, or link into the next pitch -- up and left along a diagonal weakness.  5.11d, 80'-160'.\n\nRap with one 60m rope.\n\nRest in peace, Jeff.","protection":"Draws, optional wires.","location":""},"__v":0},{"_id":"OvP9yq7hX/yEx0LFhSgolw==","name":"Home-Boys","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan and Sue McDevitt (1990s)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":0,"mp_id":"112011460","mp_crag_id":"105867139","climb_id":"OvP9yq7hX/yEx0LFhSgolw==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"This is the dirty slab a few feet to the left of Fly-Girls. Clip a bolt and move left around a little overhang. Go up the easy face until you stem out left and reach the arete. Sort of contrived here as the climb asks you to stay out on the face where the bolts are, even though it would be easy scrambling up the dirty shit to the left of the arete. At the end make a little traverse right on edges to reach a good right-facing rail. Maybe worth doing if you've climbed everything else here.","protection":"Bolts, 3 bolt anchor/rap.","location":""},"__v":0},{"_id":"ISnB39WEXwa9CrvmEKmiBA==","name":"Heathenistic Pursuit","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Beyer and Bob Sullivan, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":8,"mp_id":"105945903","mp_crag_id":"105867139","climb_id":"ISnB39WEXwa9CrvmEKmiBA==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Excellent and varied pitch that begins in a large left-facing corner that is easily visible from the trail.  The line moves away from the corner after a few moves, following a lieback and thin hands crack around a small roof and up a short, steep ramp.  Steep hands in double cracks lead to the massive roof that caps the lower half of the dihedral - traverse left under this roof, passing a second crux, to access the anchors.  Rap rings, single rope rap to the ground.\n\nA second pitch may continue up the obvious undercling, though the condition of the anchor on top is unknown to me.","protection":"Doubles to 2\".  Some may want to triple up in the 1.25\" (.75 BD) size, though not necessary.","location":"From the Chapel, follow the horse trail down-valley.  After ~150 ft, look for a trail that breaks up and left to the obvious cliff face.  The dark dihedral of Heathenistic Pursuit is hard to miss."},"__v":0},{"_id":"Gj+tY/03USyOcNgkDljM7Q==","name":"Killa Beez","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Henry Feder - October 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":15,"mp_id":"117993526","mp_crag_id":"105867139","climb_id":"Gj+tY/03USyOcNgkDljM7Q==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"P1 (11c): Hard move off the anchor, then fun 5.11 bolt clipping. 9 bolts, no gear. 100'\n\nP2 (11d): Beta intensive moves off the belay to a stance, then another short crux section to an easy crack. 4 bolts and gear to .75. 60'\n\nP3 (11d or 12a): The crux pitch. A few cruxy moves past the belay on bolts, to a cruxy lieback crack under a roof (gear), to a thrilling finish on a face past more bolts. 7 bolts, single rack. Harder than the previous pitch. 80'\n\nP4 (11c): Fun face moves past bolts off the belay to a double hand crack system (gear), to a punchy crux section at the top (bolts), clip the threaded-cord and climb to the chains. 5 bolts, extra QD to clip threaded-cord, single rack.","protection":"Single rack to #3. One set Nutz, 12 draws.","location":"Shares the start with the Great Escape, at the first anchor (30 feet from ground), KB goes straight up the bolt line (GE traverses right of anchor)."},"__v":0},{"_id":"6Fes+cxBX7SyB8Lr3ogO1g==","name":"The Great Escape","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dan McDevitt & Sue McDevitt - 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":16,"mp_id":"105867142","mp_crag_id":"105867139","climb_id":"6Fes+cxBX7SyB8Lr3ogO1g==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"This is a wonderful, sustained climb with excellent movement.  It is also entirely bolted (even the TCU crack at the top!) -- a very enjoyable change of pace from things like the Steck-Salathe.\n\nBegin in the center of the Chapel Wall, well left of Cosmic Debris.  Note that the Reid Guide is seriously misleading in terms of the location of this route:  The topo on pp. 246 & 247 shows routes 'A' through 'R'.  The Great Escape, route 'U', actually is located between routes 'I' and 'J' on this topo.\n\nThe start of this route is somewhat hidden by boulders and trees.  Begin in a right facing corner at a high-point along the base of the cliff.\n\nP1:  Climb easily up cracks to the top of a pillar (a #2 Camalot will protect this, but the climbing is easy).  Clip an anchor, and then perform a difficult 5.11a traverse right.  Climb up past bolts to a ledge with a small tree (visable from the base).  Belay.  5.11a.\n\nP2:  The crux.  Head up the thin, sustained face above.  5.11c.  Traverse right to a belay in a right facing corner/ramp.\n\nP3:  Head up the ramp past bolts, then up a crack to a roof.  Pull the roof to the right, and continue up to a belay.  5.11b.\n\nP4.  Pumpy, but easier than pitch two.  Climb up the overhanging crack system past bolts.  Traverse left on steeper rock, and then more easily up to a belay.  5.11c.\n\nRap the route with a single 60m rope.","protection":"A dozen draws.","location":""},"__v":0},{"_id":"Y1W5G/0AUCSeO5+4KY66Sg==","name":"Gold Dust","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jim Beyer & Bob Sullivan, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":9,"mp_id":"105877899","mp_crag_id":"105867139","climb_id":"Y1W5G/0AUCSeO5+4KY66Sg==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"This climbs a gold left facing corner on the left side of the cliff at about trail level.","protection":"Pro to 2\".","location":""},"__v":0},{"_id":"FJ8XBxmRX0KQp8WCOaspNg==","name":"Fly-Girls","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dan and Sue McDevitt (early 1990's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":1,"mp_id":"111857006","mp_crag_id":"105867139","climb_id":"FJ8XBxmRX0KQp8WCOaspNg==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"The big, obvious left-facing corner next to 96 Degrees. Not quite \"fully bolted\" as the Supertopo states (and I'm not sure why it's bolted at all...). You'll at least want a piece of gear before the second bolt. After the second bolt, then it's a sport climb to the top. Crux is in the upper section.\n\nRated 5.11a in book, but it's easier than Gold Dust (10d) and Heathenistic Pursuit (10b+). Good warm-up for the area. You can just barely lower-off with a 50m rope.","protection":"A couple medium (1.5\" to 3\") size cams. Mostly sport-bolted.\n\nYou can easily lead it entirely on gear with a full rack to 5\".","location":""},"__v":0},{"_id":"GPh4Ze1/WQSUCSac3HrT8A==","name":"Exploited","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Pete Takeda and Cade Lloyd (1989)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":6,"mp_id":"111886589","mp_crag_id":"105867139","climb_id":"GPh4Ze1/WQSUCSac3HrT8A==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"This is the first route you'll come to when you walk up the trail to the \"Chapel Wall Left\" area. Just before you reach the base of Heathenistic Pursuit, turn left and follow the trail up the sandy hillside. Exploited is the thin crack system near the outside arete of a big right-facing corner. Rock-Shock is the bolted line just to the left. Start on the right side of the arete and do a V2 boulder problem to gain the crack around left. Follow the discontinuous crack and arete and then finish on some sinker finger jams.\n\nThis used to be super dirty, but I took a wire brush to it, replaced the anchor bolts, and trundled a 3ft block from the ledge at the top, so the climb is good-to-go now. I think this is actually one of the better climbs at Chapel Wall. It's short, but the climbing is sustained. It has excellent rock, cool moves, great position near such a steep arete, and the burly start will keep the riff raff away.","protection":"Pro to 1.5\", mainly finger size and smaller.","location":""},"__v":0},{"_id":"I93zygiqWz2DEcPf8PSTLQ==","name":"Drive By Shooting","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ken Ariza, Cade Loyd, Tucker Tech, & Chris Holmes - October 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":11,"mp_id":"106690707","mp_crag_id":"105867139","climb_id":"I93zygiqWz2DEcPf8PSTLQ==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"One of the harder .12a sport climbs in the Valley.  It is steep and clean.  The first four bolts are easy and will lead you to a good rest.  Then, move out left and into the crux moves.  Stick two fingers into the white dike's hole and move up into a slippery tight hand jam and clip the fifth bolt.  Continue up difficult 5.11 clipping a final bolt before reaching the jug at the top.","protection":"Seven quickdraws.  Chains on top.","location":"Park at the Chapel and walk toward the cliff.  Follow the trail to Bridalveil Falls for 50 yards or so.  Take an obvious footpath to the left when the cliff almost reaches the trail.  Drive by is the sport climb right where the footpath meets the cliff.  Just to the right of the large left facing corner.  There are two sport climbs that share the same first bolt.  Drive By is the one on the right."},"__v":0},{"_id":"rXbrZ1srWbqwdGgKio+wGQ==","name":"Double Dragon","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Pete Takeda, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":13,"mp_id":"111625735","mp_crag_id":"105867139","climb_id":"rXbrZ1srWbqwdGgKio+wGQ==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Double Dragon is a killer technical sport climb located just right of Drive By Shooting. Start up a 5.11- crack protectable with gear. 3 pieces is enough and there are options for what you can place. After you clip the 2nd bolt you are faced with the 1st crux: a ~12b traverse to the left to join \"Cripps\". 3rd bolt can be backcleaned after you get to the rest at a big hole. Following that you have to fire the 2nd crux that involves desperate ~12d stemming off seams on a flat vertical wall. Reid guide rates it 12b, but that is widely believed to be a bit of a sandbag.","protection":"About 3-4 pieces between yellow alien and 0.75 camalot sizes, then 6 bolts through the business to a 2-bolt anchor.","location":"Right where the approach trail meets the wall, starts in a crack 15 feet right from Drive By Shooting."},"__v":0},{"_id":"NONlt0X9WTikQ8wCPN0FSg==","name":"Cripps","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Pete Takeda, year ?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":12,"mp_id":"120056958","mp_crag_id":"105867139","climb_id":"NONlt0X9WTikQ8wCPN0FSg==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"To quote Supertopo\n\n\"Fierce boulder problem up thin seam leads into Double Dragon.\"\n\nGreat but hard route. Guide puts this at 13b.","protection":"7 bolts to 2 Ring Anchor of double dragon.","location":"Between Drive By Shooting & Double Dragon"},"__v":0},{"_id":"jUQpWaQVVYq2gDxERAlotA==","name":"Cosmic Debris","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Bill Price, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":21,"mp_id":"106416910","mp_crag_id":"105867139","climb_id":"jUQpWaQVVYq2gDxERAlotA==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"A classic overhanging finger crack. The climbing starts with bomber locks until you hit a hand jam rest. From there the crack gets thinner and the climbing gets harder. The whole thing is really damn hard though. Overhanging climbing with microscopic foot holds makes this a major test piece. Have fun!","protection":"green through grey alien size pieces","location":"A hundred feet right of the Great Escape. Look for the obvious splitter up there on the ledge."},"__v":0},{"_id":"3em/y1imXAOto1LVAWBFSA==","name":"Controlled Burn","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Don Reid & Grant Hiskes - October, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":20,"mp_id":"106695901","mp_crag_id":"105867139","climb_id":"3em/y1imXAOto1LVAWBFSA==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"An eighties classic!  Talk about going through the sizes.  This crack starts out small and straight in, then turns left facing and slowly gets wider as it gets higher.","protection":"Single set to a #4 Camelot.","location":"Follow directions to Drive By Shooting.  Wind through the talus to the right and gain the climber's trail that skirts the base of the cliff to the west.  Look for the short left arching crack, just below Cosmic Debris."},"__v":0},{"_id":"kfN8nFWvWUOzsNmiFji4gg==","name":"Chockblock Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Schaffer and Rob Foster - September 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":22,"mp_id":"107470773","mp_crag_id":"105867139","climb_id":"kfN8nFWvWUOzsNmiFji4gg==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"An old climb up a massive chimney system:\n\nPitch 1)  Start walking up the chimney.  Class two quickly turns to three and four before reaching an impasse below a large chockblock.  An old rusty bolt ladder will bypass this chockblock, however, the free variation is only 5.8 and well protected.  Clip one of the first two bolts on the ladder for security and use chimney technique to ascend directly below the chockblock.  Place a bomber small to medium cam with a long runner and pull the strenuous old school 5.8 moves to gain the slopped and sandy top of the chockblock.  Set up a belay in the tree/bushes further above the chockblock.\n\nPitch 2)  Bump the belay up to an alcove at the highest point of the slopped and sandy ledge.\n\nClimb a hollow stack of blocks (5.5) until a bush with years of broken sticks and sediment blocks your progress.  Find a passage through the bush and debris.  Set up a belay on top of the debris at the base of a dark and intimidating chimney.\n\nPitch 3)  Easily begin up the chimney setting questionable pro until a good rest is reached below an impasse.  Slowly stem toward the outside of the chimney to eventually regain upward progress (5.7).  Climb up the narrowing and increasingly rotten chimney.  Stay on route here and do not escape toward Tithe.\n\nWhen you reach the top of the climb, find a large pine tree with slings and biners for the start of the rappels.  Make one double rope rappel to the sandy/sloped top of pitch one.  Find a ledge that traverses over the top of pitch one, looking for a rappel anchor that consists of a rusty quarter inch bolt and an old stopper.  Make a single rope rappel from the bolt/stopper anchor back to the start of the climb.","protection":"Standard rack to 4.5\"\n\nExtra slings\n\nTwo ropes","location":"Follow the directions to Drive By Shooting.  Take a right and weave through a short section of talus, staying close to the rock.  Pass Controlled Burn and The Great Escape.  Chockblock Chimney will be the largest right facing chimney after the approach for Cosmic Debris is passed."},"__v":0},{"_id":"retr1klDWIiscZVbbPdyoQ==","name":"Berlin Wall","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Pete Takeda, Ken Ariza, Cade Lloyd, 10/1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"left_right_index":10,"mp_id":"107252196","mp_crag_id":"105867139","climb_id":"retr1klDWIiscZVbbPdyoQ==","areaRef":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":"Don Reid book called this .12b.  I believe this is much harder, maybe 13ish.\n\nHard line with few holds.","protection":"Quick Draws","location":"Sport climb to the left of \"Drive By Shooting\"\n\nShares the first bolt with \"Drive By Shooting\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,e3e6510f-50ee-57f2-9a58-4f772c09ffe3","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","L.  The Chapel Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.11d"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":5,"expert":1}},"sport":{"total":13,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":12,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":17,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.59215,37.738]},"bbox":[-119.59271860150831,37.73755033981814,-119.59158139849173,37.738449660181864],"left_right_index":-1,"ext_id":"105867139","area_id":"4+ZRD1DuV/KaWE93LAn/4w=="},"content":{"description":""},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T05:54:44.020Z","updatedAt":"2024-01-15T16:41:20.636Z"}