{"_id":"63689d20e80bff5a994f26e5","area_name":"Rockfellow Dome","shortCode":"","climbs":[{"_id":"KjHlH7eSVlq8VyR+0x/8lA==","name":"Unknown (NE Face)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bandersnatch-Hanger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":0,"mp_id":"109546544","mp_crag_id":"105794072","climb_id":"KjHlH7eSVlq8VyR+0x/8lA==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"A five pitch route up the northeast face of Rockfellow Dome.  This is a linkup of at least two routes, Bandersnatch and Cliffhanger. \n\n  Pitch 1 (5.10+, 85'):  Start on a 10' long right-angling weakness.  Climb it and  move on to slab clipping four bolts.  Move right into a chimney and climb it 30' protecting with gear on its right side.  When holds become visible on the arete on the arete to the left, traverse directly left (5.9), move around the arete, and belay at t a two-bolt anchor. \n\n  Pitch 2 (5.9, 40'):  Climb up past two bolts, then step right from the arete toward an easy, narrow ledge.  (Bandersnatch continues straight up on the bolted slab).  Follow the ledge up and right to a shrub.  A two-bolt anchor lies past the shrub. \n\n  Pitch 3 (5.11, 90'):  Climb past a bolt to gain the bolted crack.  After the crack seams out climb a slab climb past two more bolts to a two-bolt anchor. \n\n  Pitch 4 (5.11, 95'):  Climb up and left through a bulge, then work up and slightly right past four bolts on 5.10/10+ slab toward an arete with big holds.  Make a few steep moves up and left when getting on to the arete, then continue on easy ground to a two bolt belay. \n\n  Pitch 5 (5.10, 140'):  Step up and right to a brilliant crack and flake system (this is the last pitch of Jabberwocky.)  Climb it for 15', protect, then move left to a bolt line.  Climb the bolt line (5.10) past six bolts, then run it out on 5.7 terrain for 40' up and right.  Belay at a two-bolt anchor.  This is the top of Jabberwocky and also the start of the Abracadaver descent. \n\n  Either use the Abracadaver descent or rappel the east face as shown on the topo. \n\n  A draft topo for this face can be downloaded by clicking this link: \n\ntoofasttopos.com/free/rockf…","protection":"Quickdraws, stoppers, and a single set cams to 3\".  If climbing pitch 3 on gear extra cams from 1\"-2\" are helpful.","location":"Look for the bolted slab approximately 50' left of Jabberwocky.  See the beta photo."},"__v":0},{"_id":"3csvRwdkVwucQeYWa72svw==","name":"Sound of One Hand Thrashing","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Ray Ringle, Chip Chace, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":8,"mp_id":"106679926","mp_crag_id":"105794072","climb_id":"3csvRwdkVwucQeYWa72svw==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"An extraordinary climb, this is perhaps the best trad route of its grade in the Dragoons. It was one of the \"Three Sisters\" climbed by RR and Chip in the summer of 1980 in the corridor between the main Rockfellow Dome and Chay Desa Tsay: three steep and forbidding crack systems rising out of the darkness and disappearing into the slice of sky above.   This and other routes in the corridor are great summer routes because they rarely see sun, except for their summit pitches. (As of this writing, though, there is a Forest Service peregrine falcon closure from March 1 through June 30, which apparently is an annual restriction).  \n\nSound of One Hand Thrashing is the best of the Three Sisters.  It requires a variety of skills, including Dragoon groove climbing, technical stemming, creative use of gear, and steady nerves. Most pitches have some climbing above questionable gear. When we summitted, we were greeted by a group of vultures eyeing us from the top of Bastion. Eerie.  \n\n  For decades, after my and Herb North's ascent in 1981, I called this line \"Coming to Grips,\" and used that name in raving about the route to many an ear.  When I saw it named differently in Bob Kerry's 1991  guide, I wondered how he could have gotten the name of such a classic route wrong.  I later got the chance to post the line here with the name that had been stuck in my head for so long.  Recently, at a reunion of sorts, Chip and RR gently informed me that this route has all along been called Sound of One Hand Thrashing.  In our mutual haze of senility, I'm not sure mine is worse than their's, but it was two to one.   \n\n  Begin by climbing a short section of 5.9 to the base of the dihedral.  Clip the bolt and climb the nearly flawless corner, past a pin, to a three-bolt belay (5.11c/d).  (2)  Continue up the groove/corner above past two bolts (5.10d) to a belay from gear maybe 20 feet below a roof.  There were two fixed nuts at the belay when we did it.  (3)  Wild climbing on slightly overhanging rock traverses left and up to a bolt.  Stiff climbing past the bolt (5.11b) leads to an obvious traverse left to a ledge and thankfully lower angle rock.  Gear belay.  (4)  Climb a somewhat short 5.8 pitch to a gear belay just before the climbing gets harder and spookier.  (5) Continue up the crack/groove system above, stepping left and then back right at one point.  Above are the pitch's hardest moves, which slowly let up as you get closer to the summit jug (5.11a).","protection":"Double cams to 3.5; full collection of wires, including at least one set of micronuts; runners, some suitable for slinging flakes.","location":"Start up the massive chimney (the Inner Passage) just right of Abracadaver and Knead Me.  A short distance past Lumpy Unmentionables on the left is a striking dihedral with a bolt at its base.  This marks the start of Coming to Grips.  The crack to the left that arches into Coming to Grip's line is the original start of the Sound of One Hand Thrashing.  Rap Abracadaver (2 ropes)."},"__v":0},{"_id":"39oqb/P2UZe9Wy4ryQZc4A==","name":"Sensory Desuetude","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ray Ringle, Chip Chace, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":9,"mp_id":"106679960","mp_crag_id":"105794072","climb_id":"39oqb/P2UZe9Wy4ryQZc4A==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"Superb climbing, outrageous position, and thought-provoking protection mark this RR and Chip Chace creation.  These two were on a tear in 1980, making the first ascents of other multi-pitch climbs such as Sound of One Hand Thrashing (5.11c/d R) and Uncarved Block (5.11c/d R) in the Dragoons and Swept Away (5.11c/d) at the Reef of Rock.  These were bold first ascents, with the pair launching up steep, often overhanging terrain, knowing that runout climbing likely awaited.  This route may not be as difficult as those other 1980 vintage problems, but it is as mentally challenging, particularly the first pitch.  We found crack-n-ups to be important when we did it in the early 1980s, but with modern equipment like offsets and microcams, they may not be necessary. \n\n  Begin by chimneying up above the Inner Passage corridor until the crack system can be reached on the left wall.  Stemming, thin jams, and face climbing lead up the crack (the crux) until possible to step left to another crack and more difficult moves to easier ground.  Sling belay from gear.  (2) Continue up the crack for a short pitch to a gear belay just past a small overhang on the right (5.9).  (3) Climb the crack above, past two small roofs, the first on the right and second on the left.  Trust yourself through the crux (5.10d) to easier climbing and a good belay from gear.  (4) A short but stout offwidth leads to the top (5.9).  \n\n  (NB: Bob Kerry's 1997 guide describes the pitches differently (three 5.10+ pitches in a row), and frankly his description likely is straight from RR; the description here is how we broke it up).","protection":"Double cams to 3.5; full collection of wires, including at least one set of micronuts; crack-n-ups.","location":"Find the Coming to Grips corner (see that page).  This is the next crack system to the right.  Rap Abracadaver (2 ropes)."},"__v":0},{"_id":"hZBhnMpRVB2U0LKaJtcA7g==","name":"Lumpy Unmentionables","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jim Waugh, Ray Ringle, 1984","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":7,"mp_id":"105958623","mp_crag_id":"105794072","climb_id":"hZBhnMpRVB2U0LKaJtcA7g==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"Climb the first 70' of the inner passage to the base of the route. pitch 1, climb the 40' corner with pin to low angled slab above (5.11-PG/R?). pitch 2, this brilliant face is poorly protected and finishes at the top of pitch 2 of Knead Me (45m, 5.10 X). Note: there has not been a second ascent of the second pitch.","protection":"3 sets of TCU's and 1.5 friend. Stoppers and brass nuts might work on second pitch, but may be too hard to place.\n\n Bolts and top-anchors updated by CASA in 2016.","location":"20' right of the Knead Me alcove is the start to the inner passage. This is the first route one encounters entering from north side."},"__v":0},{"_id":"loAGjMVnXPu06iZPr+oMbQ==","name":"The Long, Strange Trip","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"SA and ?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":12,"mp_id":"108591020","mp_crag_id":"105794072","climb_id":"loAGjMVnXPu06iZPr+oMbQ==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"This is a very fun line that lies on the SW and S faces of Rockfellow.  The climb has good rock and interesting climbing, particularly on the first two pitches. \n\n  Pitch 1 (130', 5.11):  Climb the thin crack protected by bolts and gear.  Ends at a two bolt anchor next to a right-leaning ramp. \n\n  Pitch 2 (120', 5.10+):  Go up the right leaning ramp, then climb straight up a water streak with chickeheads.  Bear right following bolts to a two bolt hanging belay. \n\n  Pitch 3 (85', easy 5th class):  From the hanging belay move directly right to a flat platform, then head slightly downhill and slightly right for about 30'.  Clip a bolt and make exposed moves along a ledge for another 30' or so.  A two bolt anchor will be on the main dome up and to your left. \n\n  Pitch 4 (5.11, 140'):  Follow bolts up and left.  Work through the crux and continue up on easier ground to a two bolt anchor. \n\n  Pitch 5 (5.10, 65'):  Follow bolts up to a two bolt anchor. \n\n  Pitch 6 (5.11, 65'):  Climb bolts on the face to your left to the top. \n\n  Descent: \n\n  Rap to the top of pitch 5, then rap 150' straight down parallel to the route to a pair of anchors right of pitch 4, rap 85' down and right to a pair of anchors located by the labyrinth.  Then rap 130' to the ground.","protection":"Mostly bolts.  Stoppers and Singles to #3 Camalot is plenty.","location":"Starts at a thin crack on the left at the south exit of the Inner Passage."},"__v":0},{"_id":"L/36iePPUKGO9Bsrh4tRpw==","name":"The Labyrinth","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Baker, Joanna McComb, Dan Jones, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":13,"mp_id":"107052088","mp_crag_id":"105794072","climb_id":"L/36iePPUKGO9Bsrh4tRpw==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"As the Kerry guidebook says:   \"This is a convoluted 5 to 6 pitch chimney route up the west side of Rockfellow Dome. It is notable as the first ascent of the Rockfellow massive.\"  \n\n  In the spirit of the very first ascent ever of the Rockfellows, it may be worth going into it as if you were that first ascent party, so no instructions to follow here. Just follow the cracks, chimneys and rock bridges over chasms, be amazed.","protection":"For your knees: Kneepads.  \n\n  If you want to really feel like that first party, you can leave your cams at home (I would NOT recommend it).","location":"To find the entrance into this adventure, go past the west entrance of Interiors over a ridge and around a big boulder. There is a crack opening with a tree at the entrance and a sandy bottom."},"__v":0},{"_id":"5Q+RLHDTWhW6hYhzqtm0eA==","name":"Knead Me","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike McEwan,, Dave Baker  1972","safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":5,"mp_id":"105794289","mp_crag_id":"105794072","climb_id":"5Q+RLHDTWhW6hYhzqtm0eA==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"This is the wide crack system to the right of Abra.  An interesting route but a very strenuous day and not for those afraid of chimney and offwidth climbing. \n\n  Pitch 1: climb the chimney to a belay at the bolts (5.7 R).  This is hard to protect without big stuff (and perhaps not protectable even with it) but fairly secure. \n\n  Pitch 2: grunt up the crack above (5.10a).  This is a little bit of everything - stemming, OW, fist.   \n\n  Pitch 3: climb up to a bolt and tension traverse left (scary!) to a ledge.  The bolt really should be replaced - if it fails the fall would be very nasty.  The anchors on P2 are also in bad shape. \n\n  Pitches 4-6: join Abra in the cracks below the Friendly Flake.","protection":"A bigbro is useful to protect P1 but not necessary.  P2 is mostly larger cams but nothing huge is needed.  #4 camalot is probably the biggest you need.","location":""},"__v":0},{"_id":"axIjEHZHUkmTzq2L7WFqdA==","name":"Jabberwocky","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jim Waugh and Ray Ringle, 1981","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":3,"mp_id":"106568201","mp_crag_id":"105794072","climb_id":"axIjEHZHUkmTzq2L7WFqdA==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"A classic old-school route with beautiful climbing and some truly challenging sections.  For those who aspire to climb some of the best hardman climbs in the Stronghold, this one should not be missed. \n\n  Starts approximately 50' left of Abracadaver beneath a boulder leaning against the wall. \n\n  Pitch 1 (5.12, 80'): Climb up underneath the boulder on to a slab.  Six bolts protect moves leading up and right along a weakness into a corner.  The crux after the final bolt (5.12). \n\n  Pitch 2 (5.11+, 85'): Excellent climbing up a crack in the a left facing corner.  A combination of crack climbing, jams, and stemming make this a fabulous pitch.  Pass a bulge in the crack on its left.  Clip a bolt, traverse directly right, and continue up chickenheads to the anchors.   \n\n  Pitch 3 (5.10R, 150'):  Run out the bulgy, nearly unprotected slab (mostly easy, a move or two of 5.9) to a corner with crack.  A small nut and a #2 bullnut can offer some marginal protection here if you happen to find the placements.  A fall would be bad.  Gain the well-protected but somewhat grainy crack and work up to a point where a thin crack diagonals up and right for about 7 feet.  Follow it to the gorgeous crack and flake above.  Belay with gear. \n\n  Pitch 4 (5.7, 160'):  Climb the stunning low-angle flake/crack to the summit and a two bolt anchor.","protection":"Doubles through 3.5\", one 4\". Make sure to include some small stoppers and ball nuts. Depending on how you do pitch 3 you may find these helpful.\n\n Bolts and top-anchors updated by CASA in 2018.","location":"Starts approx 50' left of Abracadaver where a large boulder leans against the face."},"__v":0},{"_id":"KAG423XNWB6pxI6wQh/MFw==","name":"Inner Passage (aka Interiors)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Dave Baker, Mike McEwan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":10,"mp_id":"105794079","mp_crag_id":"105794072","climb_id":"KAG423XNWB6pxI6wQh/MFw==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"This unique route offers  a chance to take non-climbers on an adventure.  Most climbers would be comfortable soloing this but a belay is a good idea for newbies. \n\n  The crux is finding the correct entry into the dome.  This route is immediately right of Abra / Knead Me, between the Rockfellow Dome and Chay Desa Tsay.  It is NOT in the much bigger chimney next to End Pinnacle. \n\n  There are only two places where a rope need be used.  The initial pitch is about 5.3 and follows a ramp / crack into an massive chimney leading into the bowels of the rock.  At this point, the chimney becomes an amazing passageway - about 2' wide with a flat bottom and perfectly parallel sides reaching up for over 200'. \n\n  Eventually you reach a small chamber in the center of the rock.   Stop and enjoy this unique spot!  From the chamber, the crack no longer has a flat bottom.  You need to chimney up about 10 - 15', then across 20 - 30', and then back down to get to then end of the climbing.  There are bolts at either end of this part that would allow you to give beginners a safe belay. \n\n  The crack opens up and becomes more broken until you eventually exit the dome.  From the south side of the crack you can walk around past End Pillar to the start or climb back through the rock. \n\n  You could solo this in about 30 leisurely minutes but bringing non-climbers through is a different story.   \n\n  According to the rangers, even this route is closed during bird season.  What a crock!","protection":"I didn't use any pro except the bolts in the chimney.","location":""},"__v":0},{"_id":"QxYID7hQX0KPcZ5EU7FRgw==","name":"Good Zzzzzs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Davidson, John Steiger, Mid 80s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":2,"mp_id":"106143178","mp_crag_id":"105794072","climb_id":"QxYID7hQX0KPcZ5EU7FRgw==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"Climb the obvious wide chimney left of Jaberwocky.   Go deep back in there. At the top of the chimney there's an arching crack out right. (You can see this from the campground actually.) \n\n  From the top of the chimney, I suspect you can go left onto the wandering original route up the dome. \n\n  Chimney is knee butt with no pro and a slightly hinky move in the middle as there's a small roof that causes the size to step down. I think you might get some gear in above this move. But it's pretty straight forward climbing. \n\n  Upper crack is pretty cool 5.8 and puts you on top of the Abra summit. (NOTE, not the true dome summit, but top of Abra.) Still have to do that last nasty boulder bit to tag the real summit. \n\n  I'd raved about this arching crack to Steiger and convinced him to go up there. \"Good Zzzzs\" because we were on top by 10 AM or so and ended up getting sun burned from napping on the summit area. So what I was expecting to be another test piece turned out to be probably the easiest way to the top of the Rockfellow dome. \n\n  I've heard that Gary Gray might have climbed this in the 79/80 but I don't know about that. We didn't see any signs of a previous ascent but that doesn't mean much. The climbing was well within Gary's abilities. From the top of the long chimney (I can't recall if that was only 1 pitch but I think it was) I suspect you could go left onto the original McCoomb route (I'm forgetting the name of that one at the moment, the original line to the summit.)","protection":"","location":""},"__v":0},{"_id":"JaAl0KGcXW2X+h45U1EjbA==","name":"Cliffhanger","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Scott Ayers et al.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":1,"mp_id":"121681739","mp_crag_id":"105794072","climb_id":"JaAl0KGcXW2X+h45U1EjbA==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"This great route is remarkable for its second and third pitches. Unfortunately the first pitch is a bit mungy and heady, and the final pitch(es) are a bit contrived, but it is still a fun \"second tier\" route up Rockfellow Dome and very worthwhile.Begin just left of Jabberwocky at the big boulder near the base of the wall.P1 (5.10, 150'): Stick clip the first bolt from the top of the boulder and do a difficult move stemming from the boulder (you may wish to downclimb a bit first) to the main wall. Crucial pro in a pocket leads to another bolt on a slightly runout and mossy slab. Above, follow the right side of a wide slot to a bolted belay.P2 (5.11++, 100'): The money pitch. Do a difficult move to establish on the righthand wall and climb up and into a steep right-facing corner. This corner has excellent finger locks and liebacking which can be enjoyed without the tedium of gear-placing cruxes thanks to it being gratuitously bolted. This is a pumpy piece of climbing that leads to a desperate bolted face above and ultimately a bolted anchor in a recess. An awesome pitch that left me wondering what it would have been like had Stallone had left his bolt gun at home.P3 (5.11, 100'): Bouldery moves lead over the bulge above the belay and onto a slab. Up this, continuing directly or escaping to the right, to easier terrain below a wild, hanging arete. A few long slings on bolts here may help with rope drag as you pull onto this arete and follow jugs upwards to a bolted belay at a stance just left of the incredible fourth pitch of Jabberwocky.P4 (5.10+, 130'): Move into the Jabberwocky handcrack and follow that for a few body-lengths before stepping back left onto the slab. Follow the slab upwards to the bolted belay atop Jabberwocky. Not a bad pitch, but it leaves you scratching your head why anyone would depart the most perfect splitter on Rockfellow. Rap from here or...P5 (5.10, 90'): Most summit Rockfellow Dome via the wild finish around the south side. There is an alternate way that is technically the last pitch of Cliffhanger. From the summit area do most of the normal finish (scramble down across a tree-filled depression, over some boulders, into a dark corridor, stem above the floor of this corridor to a little chamber with two boulders... but stop here). At the two boulders in the chamber, the normal finish continues back and up, but Cliffhanger climbs the chimney directly overhead at the entrance to the chamber: Look for a bolt just back the way you came. Chimneying leads to bolted anchor which is also the summit rap anchor.","protection":"1x 0.2 to #4 Camalot. A few small RP's may help on the first pitch (otherwise no stoppers needed for the route). 12x draws and slings.","location":"N face of Rockfellow. Just left of Jabberwocky, right of the gully that the single-rope rap route comes down."},"__v":0},{"_id":"yNeXuE8DVIeAxuyIK9M6PA==","name":"Bouncin' Around the Room","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"SA, DH, SD, MCo, LW, GT, TBa, MC, 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":11,"mp_id":"116713140","mp_crag_id":"105794072","climb_id":"yNeXuE8DVIeAxuyIK9M6PA==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"This route is a quest! Outrageous wide stemming opens up to completely bonkers full-body stemming on the first pitch, great face climbing on the second, followed by three challenging crack and face pitches to the summit. The first pitch in particular stands out as one of the most unique I have ever done, perhaps similar to Devoid nearby. This adventure takes you into places within the bowels of the Rockfellow that few ever see...","protection":"Bolts, doubles from 0.2 to #3, stoppers","location":"West side of inner passage. The route and descent are complex. Use Tanya Bok's guidebook."},"__v":0},{"_id":"LtWBNFIMWRSJMRyBNHLqsA==","name":"Abracadaver","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike McEwan, Steve Grossman, Dave Baker  1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"left_right_index":4,"mp_id":"105794076","mp_crag_id":"105794072","climb_id":"LtWBNFIMWRSJMRyBNHLqsA==","areaRef":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"One of the finest routes in Arizona or anywhere.  Every pitch is hard.  Every pitch is different.  The position of the route is incredible.  An ascent of Abra is one you'll always remember. \n\n  The line of the route is all too obvious as you approach the rock.  The route faces northish and remains comparatively cool.  On the highest part of the wall two crack systems lead to either end of a small roof about 250' up.  The right hand crack is mostly wide - Knead Me, a classic grunt.  The left side is Abra. \n\n  Pitch 1: climb a funky crack / groove past a bolt to a belay on bolts. (5.10a) \n\n  Pitch 2: feed yourself to the offwidth above.  Expect no mercy.  Some large cams will make your life easier.  The crack is about 6\" or so and then narrows to fist size.  Belay at a small stance where the crack pinches down to finger sized. (5.10) \n\n  Pitch 3: lieback for glory up the perfect crack to a roof.  This gets harder as you go - the crux is the upper part of the crack.  Traverse left, small cams, to the first real ledge of the climb.  5.11a. \n\n  Pitch 4: climb the face above.  The fixed pin is gone so you'll need some small gear in a thin seam.  Then make committing slab moves until holds appear.  Then up a crack to a wonderful belay atop the \"Friendly Flake\".  5.10c.  We did this in two pitches but Kerry indicates that one will do here. \n\n  Pitch 5: The guidebook gives a number of alternatives (left, up, and right).  We took the left hand version: up a bolt, the back down and frictioning left (5.9) to a good crack that leads to the summit area. \n\n  At this point you've entered a world few ever visit.  The summit area is vast and complex.  We spent about an hour scouting around for the passage to the true summit.  Eventually we found it - it's marked by a bolt and goes at 5.7.  Unfortunately we were too lazy to go back for the rope so I haven't stood at the crest of the dome. \n\n  Descend by rapping the route on two ropes.","protection":"The pro is mostly natural - just a few bolts on the route.  Bring small wires (maybe small cams nowadays) for the crux.  I did the OW back in the days of tube chocks - I assume big cams are the ticket now.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,f7b7a2a3-7804-5412-ac59-8fc77a66751b,e3f74893-210f-595a-b671-0daba41fb01b,f798abe6-86ce-5c30-bac8-462125ab1854","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","East Stronghold","Rockfellow Group","Rockfellow Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":9,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":1,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.97782,31.92692]},"bbox":[-109.97834980774299,31.92647033981814,-109.97729019225702,31.927369660181864],"left_right_index":-1,"ext_id":"105794072","area_id":"95ir5obOXDC6yEYhJasYVA=="},"content":{"description":"Rockfellow Dome is perhaps the finest chunk of rock in Arizona.  It has some of the best crack and face climbs anywhere.  Anyone climbing in Arizona should aspire to stand atop this rock. \n\n  The rock is divided into spires by massive fissures.  One of the best outings in Arizona is the Inner Passage - a perfectly formed cleft that passes all the way through the Rockfellow Group, between Rockfellow Dome and Chay Desa Tsay. \n\n  This formation is flawless granite.  It lacks the seas of chickenheads found on the surrounding domes - most of the climbs are crack and face routes. "},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:52:59.746Z","updatedAt":"2024-01-15T16:39:46.986Z"}