{"_id":"63689d5ce80bff5a994f5a1c","area_name":"Cornerstone, The","shortCode":"","climbs":[{"_id":"R15HYFqIV2aOi3kFBbb0bQ==","name":"Rope Opera","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Todd Swain, Peggy Buckey 03-1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.13742,34.05266]},"left_right_index":2,"mp_id":"110095856","mp_crag_id":"105720867","climb_id":"R15HYFqIV2aOi3kFBbb0bQ==","areaRef":"AlQCZTpoW3ul0W69BQkUNg=="},"content":{"description":"Start just right of General Hospital. Climb past two bolts to reach the right side of the General Hospital flake. Follow the flake to the top then make some face moves to reach a prominent dike. Continue up the face above the dike to the top.","protection":"Bolts and medium sized gear should protect the route.","location":"Start just right of General Hospital on the Cornerstone below two bolts that lead to a huge, right facing flake."},"__v":0},{"_id":"FTqUPZ8qVASyrkiq5PvYAg==","name":"General Hospital","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Charles Cole & Randy Vogel 1/85","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-116.13742,34.05266]},"left_right_index":1,"mp_id":"105875509","mp_crag_id":"105720867","climb_id":"FTqUPZ8qVASyrkiq5PvYAg==","areaRef":"AlQCZTpoW3ul0W69BQkUNg=="},"content":{"description":"This route is a bit serious for the 5.9 climber but well worth climbing if in the area.  The start is hairy with little pro and extremely thin flakes for holds.  Just after the start the pro comes around and the climbing is stiff at the grade but rewarding.  The crux is just before the midway point up the left facing flake forcing the climber to smear left onto the face while working blind but positive jams upward.  The top of the flake section of the climb can be protected with small cams in a solid hoizonal crack that traverses to the right facing Rope Opera.  After that crack the flake get extremely thin again and scary.  I was looking forward to lassoing the top flakes for pro, only to find that they could barely hold body weight.  I choose not to lead the 60' of unprotected face above due to this and lowered very gingerly off the slung flakes with the hoizonal below for back up.  We climbed \"As the Crags Turn\" after than and were able to lower down the route for my second to climb the entire route and clean.  He decribed the face climbing as easy 5.6ish off the flake which joins a right moving dike past bolt anchors for \"One Move Leads to Another\".","protection":"Double cams from #2 Camalot down.  Double length slings are good for a couple of tie-offs.  There is no fixed anchors on top but one could utilize (we didn't) the anchors you'll pass on the summit dike for \"One Move Leads to Another\".","location":"The route is easily identified once you find the Cornerstone out of the Wonderland Wash.  There is a large Yucca tree at the start of the route that you'll need to step through to gain access to the route."},"__v":0},{"_id":"qOpXohXkUtqBSfuGxf6W+g==","name":"Camo Corner","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Murf, Ben Craft, 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.13742,34.05266]},"left_right_index":3,"mp_id":"105724396","mp_crag_id":"105720867","climb_id":"qOpXohXkUtqBSfuGxf6W+g==","areaRef":"AlQCZTpoW3ul0W69BQkUNg=="},"content":{"description":"Short but sweet, Camo Corner ascends a right facing book high on the North face of the Cornerstone.  Slightly offset double cracks give way to a thin finger crack with good stems.  This route could be used as a primer for moderate finger jamming.\n\nThe route starts from a ledge just below the summit.  In the Vogel guide pg. 321, it is the corner just above the large pine tree. To reach it climb Tomato Amnesia or All My Children.  From the right side of the ledge these climbs end on, do a short 20' rap to a ledge just below.  After climbing Camo Corner, downclimb easy cracks to clean the rap anchor.  Head directly back and circle right for the descent.","protection":"Thin nuts/cams.","location":""},"__v":0},{"_id":"wmy0QsdsVPCDYj39+kjXiw==","name":"As the Crags Turn","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Randy Vogel & Charles Cole 1/85","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.13742,34.05266]},"left_right_index":0,"mp_id":"105875499","mp_crag_id":"105720867","climb_id":"wmy0QsdsVPCDYj39+kjXiw==","areaRef":"AlQCZTpoW3ul0W69BQkUNg=="},"content":{"description":"This route is a fun and less commiting way to reach the summit of The Cornerstone.  I would say the crux is the beginning with a wide, almost OW, right facing flake which is hard to protect and leaves the climber trying to decide wether to climb the left or right side of it.  I recommend the grainy yet low angle left.  The next notable section would be midway up the climb at a right protruding flake that underclings to the right.","protection":"A double set of basic cams will protect this climb well.  A couple double length may be handy to minimize rope drag.  There is a large boulder at the summit with an old sling around it and rusted rap rings. (We walked off to the west or right as you face the climb)","location":"This route climbs the right facing flake system immediately left of the obvious General Hospital route on the center face of The Cornerstone."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,60b73411-729d-5d2a-aa7f-7b448ebd9f93,c89f128d-a411-5a68-95d2-60ff44fe5945,4546236b-1abb-5957-bcbb-9e9e06234a22,02540265-3a68-5b7b-a5d1-6ebd05091436","pathTokens":["USA","California","Joshua Tree National Park","Wonderland of Rocks","Wonderland South","Far East","Cornerstone, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.13742,34.05266]},"bbox":[-116.137962724865,34.05221033981814,-116.13687727513499,34.05310966018186],"left_right_index":-1,"ext_id":"105720867","area_id":"AlQCZTpoW3ul0W69BQkUNg==","polygon":{"type":"Polygon","coordinates":[[[-116.137962724865,34.05221033981814],[-116.13687727513499,34.05221033981814],[-116.13687727513499,34.05310966018186],[-116.137962724865,34.05310966018186],[-116.137962724865,34.05221033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:10.249Z","updatedAt":"2024-02-19T18:30:27.638Z"}