{"_id":"63689de0e80bff5a994fa173","area_name":"Bat Flake","shortCode":"","climbs":[{"_id":"qsrYZ55wV4CwymXyPGAppw==","name":"Robin's Secret","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lawrence Stuemke 1991 or 92","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":0,"mp_id":"105763320","mp_crag_id":"106022170","climb_id":"qsrYZ55wV4CwymXyPGAppw==","areaRef":"qaG5WsQSUfuG+VMEOpeZlg=="},"content":{"description":"A quality route on good solid rock. A combination of steep slab/low angle face and crack climbing to a true summit. Two solid stars.\n\nI'm posting this on behalf of Chuck Graves. The description and ratings are his, but I've cleaned up the wording a bit.\n\nThere are only 2 climbs on Bat Flake, and it's not likely there will be many more. Rather than entering Bat Flake as a new rock, I'm posting this under Lightning Rock, because, to me, Bat Flake, although hanging off of Batman Pinnacle, is more a part of Lightning Rock than it is of Batman Rock.\n\nAddendum:\n\nEds. this entry has been moved to a new subarea for clarity, since 2 entries had been made for this route.\n\nApproach:Follow the Batman/Checkerboard Rock trail, bear left at the sign for Checkerboard, scramble up around the left side of Checkerboard and a bit left to the base of Batman Pinnacle and Lightning Rock. Bat Flake is an obvious steep rectangular wall right of a gully on the right side of Lightning Rock and left of the Batman and Robin slab. Climb one of several easy options to a sling belay at a horn down and right from the chimney between Lightning Rock and the Bat Flake. You could also climb all or part of Power Shortage to reach the same ledge.\n\nClimb up from the sling to the base of the flake. Reach from the base of the flake to clip the first bolt. Harder if short. You may protect the clip a slung chockstone. Bat Flake, 11a, shares this first bolt and then climbs diagonally left past several bolts and a pin.\n\nStep onto the flake right of the first bolt. Climb directly up to the second bolt, 10a. The first bolt will be a foot or two below your feet as you clip. Move right, then upward on sloping holds, then head back left with your feet above the second bolt. Move upward and again right on sloping holds to what appear to be positive holds, but which are not. Now, just below and to the right of the third bolt, with better hands and worse feet, move left to clip the third bolt. At this point you are very happy, but don't blow the clip as your feet are a ways above the second bolt. Sustained 10b/c. The ledge fall potential is very real here.\n\nMove 15' straight up a vertical seam on positive face holds to the base of a finger crack 5.9. Step up on the first half foot size foot hold in the last 50 feet and place a good red Alien. Up the crack, 5.9, yellow Alien. When the crack ends, place up and left a blue Alien, move up then right onto the face reaching for the base of a shallow groove. Continue up and right across the face to better holds, 10b. Easier climbing leads to the top and a horn sling anchor.\n\nDescent:A 60m rope will not reach the belay/rappel anchors below Bat Flake. A 15-20' down climb to this anchor is required if descending the south side of Bat Flake. Otherwise rappel the north side of the flake.","protection":"3 bolts. 1 each: blue, yellow, red  Alien. Double long sling to back up anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,a9a1b95a-c412-51fb-86f9-53043a979996","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Bat Flake"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"bbox":[-105.51879049105291,40.402750339818134,-105.51760950894707,40.40364966018185],"left_right_index":-1,"ext_id":"106022170","area_id":"qaG5WsQSUfuG+VMEOpeZlg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:52.783Z","updatedAt":"2024-01-15T16:43:59.327Z"}