{"_id":"6368a265e80bff5a99565c45","area_name":"Right End","shortCode":"","climbs":[{"_id":"pfc3vMm+WU2D6QLIdqeGbw==","name":"Starstruck","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"2013","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":1,"mp_id":"109431231","mp_crag_id":"109431062","climb_id":"pfc3vMm+WU2D6QLIdqeGbw==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"Difficult crux getting through the bulge. Tape up.   Climb up the bottom slab to an awkward stance below the bulge. Hand to fist jams and a few holds and sidepulls get through the crux. Step up and left to reach a left-facing corner. Climb up it, then move up and right onto the face. Follow the crack/seam as it diminishes, make a couple easy but runout slab moves to reach the top.","protection":"Standard Adk. Rack. Consider doubling up on .7 to 2\".   A #4 C4 and Tri-cams may help.   Unlike the majority of routes here, this route has no fixed anchors or convenient tree at the top. There is an excellent short, vertical 3/4\" crack for setting a good gear anchor at the very top of the route; or optionally, to be used as a directional for an anchor off the large oak tree to climber's left.","location":"This route climbs the slab along a crack to reach the bulging fist/hand crack above. It comes up very close to the right end of the Ledge."},"__v":0},{"_id":"wWIzjq83WSWvYJ+/s3e6/w==","name":"Starboard Tack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"2013 Tom Lane","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":0,"mp_id":"109431195","mp_crag_id":"109431062","climb_id":"wWIzjq83WSWvYJ+/s3e6/w==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"It looks like a straight run through the bulge above the left-facing corner is easy enough. It's not.   Climb the slab up and left to a stance just right of the oak tree. Face holds (small gear in pockets) reach the crack and the base of the left-facing corner. Move up the corner a step or two, find gear, then make a very committing move around right and up. Less difficult, but enjoyable climbing, leads to the top.","protection":"Tri-cams, and a standard rack with emphasis on small to medium gear.   Belay off a large oak tree at the top of the route.","location":"This route begins below the left edge of the Ledge; as such, one can forego the start and begin at the Ledge rather than climb the mossy slab below. Look for a short, left-facing corner midway up the cliff, behind an oak tree growing on the Ledge."},"__v":0},{"_id":"u9MksDWOVJO7+NObuhm5lQ==","name":"Quantum Entanglement","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"2013 Mike Prince","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":8,"mp_id":"109431442","mp_crag_id":"109431062","climb_id":"u9MksDWOVJO7+NObuhm5lQ==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"Great climb; don't let the wide crack dissuade you from tackling this one...But bring that big cam or two.   Climb up the dual cracks as they undulate up and left, along a slab. One crack runs up to a left-facing corner before ending below an overhang; at that point, step left into the wide, broken crack leading into a chimney. Climb up chimney to a stance below the final, wide, steep crack. (V1) Climb up crack to the top.   V1: reduces the grade to 5.6. Leave the chimney, traversing right out onto a steep face, and mantel onto a sloping ledge right of the wide crack. Climb up and left along a left-rising seam to rejoin the route as it tops out.","protection":"Rack of cams 1/2\" to 6\".   There is a two-bolt anchor on the left wall just below the very top of the cliff.","location":"This route takes the undulating wide crack system leading to a chimney beneath a final steep headwall with a wide crack running through/along a right-facing corner. It begins about 12' left of the end of the low point of the cliff. There is an obvious starter block set here."},"__v":0},{"_id":"OBF/8hdLXyurRPlVOVZc7w==","name":"O'Ryan's Belt","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lane, Harrison 2013","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":4,"mp_id":"112102011","mp_crag_id":"109431062","climb_id":"OBF/8hdLXyurRPlVOVZc7w==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"Just to the left of Andromeda, climb the slab to seams that become a wider (flared) crack.  Follow this to the top, using the left vertical crack to top out.","protection":"Standard ADK trad rack.  Gear anchor/sling a tree.","location":"Start on the left side of the Andromeda slab, which is left of the large corner (Gemini)."},"__v":0},{"_id":"TU7WJdblVNWiHn5PU+h8qQ==","name":"Illegal Aliens","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"2016","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":2,"mp_id":"113166736","mp_crag_id":"109431062","climb_id":"TU7WJdblVNWiHn5PU+h8qQ==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"Climb up initial slab at the large V-slot to reach the bottom of the first seam/crack in the bulge. Good gear can be had here, but it takes serious skill to get it. A strenuous, sequency stretch leads to a \"Thank God\" hold, followed by less-intensive, but still demanding climbing that gradually eases off as one ascends to the anchor.","protection":"Cams to 2\", with duplicates in the micro to small range. Offset wireds and Tri-Cams help, as well.   Be aware, that while bomber gear is possible along the entire way, it is not easy. Strenuous and devious placements are the norm on this route.","location":"Look for the series of discontinuous seams starting at the lower bulge and running most of the way up the face, lying between the cracks of  Starstruck and O'Ryan's Belt."},"__v":0},{"_id":"7MJGa5I8UQOMUIbVzlVaow==","name":"Gemini","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"2013 Ben Brooke","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":6,"mp_id":"109431240","mp_crag_id":"109431062","climb_id":"7MJGa5I8UQOMUIbVzlVaow==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"The \"star\" of Starbuck Right, this is the unmistakeable large right-facing corner that ends at a roof near the top. Bon appetite!   Climb the inside corner, through its mossy, often wet start, up around a few overhangs to a tenuous stance at a bulging face about 15' below the roof. Tricky placements protect intricate stemming to a squat stance under the roof; from there move left, around the ceiling and out onto the face. Climb directly up to a fixed, two-bolt anchor.","protection":"Standard Adk. Rack, with some smallish stoppers, extra runners, and skill.   There is a two-bolt anchor at the top.","location":"Unmistakeable: the large right-facing corner about 25' left of the right end of the cliff."},"__v":0},{"_id":"mFEpnXRzUbuxezym/OBezw==","name":"Gamma Ray Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2013","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":9,"mp_id":"109431453","mp_crag_id":"109431062","climb_id":"mFEpnXRzUbuxezym/OBezw==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"This route follows a strenuous line up and around the right end of the main face. Great climbing above, needs cleanup near the bottom.   A critical pink Tri-Cam placement is the best gear for making the moves around the corner; nothing else we've tried works well in the thin crack above the bolt.   Climb from near the right end of the base up easy slab, protecting in the vegetated crack to the right, to a stance by the right-facing corner beneath an overhang. Clip the bolt and make hard moves up and right, crossing that vital Tri-Cam placement horizontal crack, then swing around onto a tenuous, strenuous stance. A move up eases the burden, and a bit farther a big stance allows good gear for the final overhang move to the anchors.","protection":"Bolt Anchors at top.   Standard rack, with an emphasis on small cams - and of course, that all-important pink Tri-Cam.","location":"Right end of the low base of the cliff."},"__v":0},{"_id":"MbeWZfm4Wh6p3uUuVu6IMw==","name":"Black Holes Matter","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"September 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":3,"mp_id":"113166714","mp_crag_id":"109431062","climb_id":"MbeWZfm4Wh6p3uUuVu6IMw==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"Discovered while struggling on the neighboring project, this line was good enough to add fixed gear and create a separate line for.   Climb up initial slab at the large V-slot to reach the bottom of the first seam/crack in the bulge. Step right 4' along tenuous holds and stretch big to clip a bolt. Make a hard (crux) move to get through the bulge, clip again, and make another hard move to reach easier ground. Pleasant, milder climbing leads to the top.","protection":"Cams to 1\", with emphasis on micro and small. Small Tri-Cams  are helpful as well.","location":"Look for the system of discontinuous vertical seams 15' left of the large crack of O'Ryan's Belt. These begin at a bulge above the base slab, a few feet right of the right end of the high ledge system (that is, right of Starstruck ). This is the same start as Illegal Aliens."},"__v":0},{"_id":"AQtxw3ZLWYKsXcgwbNysGA==","name":"Ben to the Stars","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":7,"mp_id":"114162942","mp_crag_id":"109431062","climb_id":"AQtxw3ZLWYKsXcgwbNysGA==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"This was a project our good friend Ben tackled some time ago. He took a good fall at the crux, popping his gear and avoiding serious injury through the fortune of a solid bolt a bit lower.   Climb up to the crack 7' right of the large right-facing corner, go up to its end and make easy steps to the bulging wall (bolt). Climb up and right onto the outside corner (key placement, small cam, very tricky and strenuous to get it into the vertical crack correctly. Do NOT trust gear in the shallow horizontal). Pull a big move getting past the bulge to a stance under the overhang. Some interesting but easier moves lead through the overhang via a good crack, to the top ledge.","protection":"Small cams for the crux. There is one bolt prior to delving into the difficulties. We actually debated not installing it, but decided to lean on the side of safety. Good thing, too: on Ben's first attempt, he fell, popping the crux cams. Had he not been clipped to the bolt, he would have bounced in a most bone-crushingly manner. There is no anchor at the top, but a large oak tree provides plenty of security, and there are rap anchors next door.","location":"Climb to and along the thin crack that lies between the big right-facing corner of Gemini and the vertical crack of Quantum Entanglement."},"__v":0},{"_id":"IyoaRm3LUJmxCE0HfGg9gg==","name":"Andromeda","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"2013","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"left_right_index":5,"mp_id":"109431245","mp_crag_id":"109431062","climb_id":"IyoaRm3LUJmxCE0HfGg9gg==","areaRef":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"This route follows the outside corner of the large, right-facing corner (Gemini). Excellent face moves. Difficult start.   Climb up slab to bolt, then move up (crux) to a good hold on the left. Work back up and right to the edge of the corner, then follow it to the top. Good gear when needed, bolts augment trad placements.   Note that an \"uber-direct\" start, clinging to the edge of the corner, is quite difficult, probably hard 5.9.","protection":"Rack with micro to medium cams.   There are several bolts en route. Use the same two-bolt anchor as Gemini.","location":"This route begins 5' left of the outside corner of Gemini."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,17c762f6-f528-538f-b0b3-a86527dfa2b2,0618e8ba-af6a-5d43-b68a-625a82ad1afc,82ea1934-a688-599a-a37f-7dcc9585660f","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Starbuck Mountain","Starbuck Right","Right End"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":4,"intermediate":6,"advanced":0,"expert":0}},"tr":{"total":7,"bands":{"unknown":0,"beginner":4,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.08842,43.77338]},"bbox":[-74.08904272754813,43.772930339818146,-74.08779727245187,43.77382966018187],"left_right_index":-1,"ext_id":"109431062","area_id":"guoZNKaIWZqjf33MlYVmDw=="},"content":{"description":"This section of the cliff, the first part one comes to as the approach path reaches it, is heavily concentrated with excellent routes.   Most notable is the right-facing corner of Gemini, at 5.9 a respectable challenge. That route's outside corner sports another route, Andromeda, which is currently one of the few lines taking advantage of the face-climbing here."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:15:05.126Z","updatedAt":"2024-01-15T16:47:24.794Z"}