{"_id":"6368a4bbe80bff5a995a777d","area_name":"Private Bouldering Spot (Name pending)","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,41721d21-e3c7-5dfd-81c9-00c8f5de787b,4110d2c1-dafa-5dc3-89a0-4a3e4311839f,b98d3cb1-d6de-54e4-b911-bd42734e4fc0","pathTokens":["USA","Texas","Austin Area","Barton Creek Greenbelt","Private Bouldering Spot (Name pending)"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-97.80092,30.24377]},"bbox":[-97.80144050612631,30.243320339818144,-97.80039949387373,30.244219660181876],"left_right_index":-1,"ext_id":"108786691","area_id":"uY08sdbeVOS5Eb1Cc05PwA=="},"content":{"description":"1/1/16 - Happy new year. Water has naturally washed away dirt under two large boulders that sits under the first bouldering spot listed below. This opens up a cave big enough to do some very fun starts! Piecing one together now that may require a pretty fun dyno or bat hang right out of the start. But worried pulling on this move for too long could loosen the Boulder. Set one v0 route called \"Red Red Whine, Stay Close To Me\" - my wife flashed and got the first ascent (will post it later) but the top out is a mantal on a loose Boulder... The top has washed off to the point of having safe top outs, thinking of purchasing some rope to tie off on a tree above for further support and lower the total impact made on the nature... and lastly bringing top rope today to determine the capability of top outs and routes.  \n\n  Background:   I've searched most of the Greenbelt for any potential bouldering spots for the past few years. I've finally found two spots, both some what close to each other (definitely walking distance), and both are extremely accessible from the established entrances on the green belt.  \n\n  First bouldering spot:    This spot will require some brooms, removal of dead limbs, and help with loose rocks. Probably 30-40 problems ready to be set. I've never seen anyone around or near these spots, and I've also never seen any indication of chalk or attempts to clean/climb the area. From V0 to potentially V6, maybe higher once the top outs are cleaned up or if there is a traversing route.. I haven't tried to climb anything yet because there are a lot of loose rocks and holds that will obviously come off. I've put about a weeks worth of cleaning around it. Pulling dead limbs from the top out and putting force on the obvious loose rocks... Currently it's too dangerous to climb, the top out needs a lot of care. A broom would be a huge benefit. I will be buying one and hiding it in the location for further use. There are two, almost cave like sections with what appear to be some really awesome potential. Positive walls, but mostly negative walls. The possibilities are endless. As I was making my way through the dead limbs and loose rocks on the top out, I also found there are two or three 5-6ft boulders that could make for some fun little routes. The tallest boulder I'd say is nearly a highball.. around 10-15ft. Everything has really awesome top out potential, and I'd think everything will be a sit start.  \n\n  Second bouldering spot:   I'm really surprised this has been overlooked, again this is just another spot with a bunch of dead trees/limbs covering it. This will take a lot less time to climb and has a lot of really cool variations. With positive, neutral, cave start, negative pieces, and  This is very close to a very hard sport climbing crag but it's off the beaten path and also has two cave like sections for challenging starts. ALSO again has amazing top outs, (once the dead tree limbs are removed) and at the top out there is this really really cool - 2 to 3ft off the ground cave piece, you could easily be entirely under neath this for a start, it's such a large piece of stone that I'd be curious to see how setting a route under neath would work out, and it has a very tricky section pulling from under this little roof/cave. Not very long problem but potential for good training or very HIGH V-rating. This entire bouldering spot is a bit more on the beaten path on the green belt, but it's isolated enough that no one has thought to try it out! I'm most excited about this because there is very little to clean and for a small two/three boulders... it has a TON of variations. I would say there is potential for 15 classic bouldering problems. \n\n  Thanks, \n\n  Tyler"},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:25:01.089Z","updatedAt":"2024-01-15T16:48:49.780Z"}