{"_id":"6368a265e80bff5a99565d94","area_name":"Wet Wall, The","shortCode":"","climbs":[{"_id":"6qJP3nL0WvGsbalDJOkyNA==","name":"Moreau Maori Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true,"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75638,43.23079]},"left_right_index":5,"mp_id":"119148562","mp_crag_id":"119148555","climb_id":"6qJP3nL0WvGsbalDJOkyNA==","areaRef":"uTciO+3SV++0rfhDjHuamQ=="},"content":{"description":"Unless there's day's of wind the bottom can be wet (though still doable). It's short but the surprisingly forgiving moves in the crack are such a great introduction and reward that I really believe it's worth doing especially for someone new.Undercling to get close for the first reach and experiment with feet making full use of anything available. If you choose to protect it, the crack will gladly accept nuts and wired hexentrics making the next commitment feel a little more sensible for the non-boulderer. Use your head, (and the in-cut nature of the crack) to pick the path up. This is a great boulder problem recently revisited. Landing is clear and the top-out is flat. A variety of firm trees are available to set it as a TR.","protection":"nuts and wired hexentrics, 2 double-length slings to anchor from the trees.","location":"A few hundred feet past the fresh wall (away from the dam) you'll see a break in the bush. If you reach the steep access road to the powerlines you've gone too far."},"__v":0},{"_id":"GpUqljXjV22gn8exUWPYEA==","name":"Ma'Ma Amotopos (FKA Fritz's Escape Route)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75638,43.23079]},"left_right_index":2,"mp_id":"119540614","mp_crag_id":"119148555","climb_id":"GpUqljXjV22gn8exUWPYEA==","areaRef":"uTciO+3SV++0rfhDjHuamQ=="},"content":{"description":"This is an old quarry with fractured rock. Wear a helmet, do not take anything for granted, belay defensively. Starts on the Arete of FritzWaltz, heads left instead of right. Coming in from the right ramp is a trap, appearing less strenuous but definitely no easier or safer. Start on the arete (left of the bulge and far left of the lower angle scramble routes under the old visible ice anchors). and use it as well as some face opportunity to the right. commitment and confidence (plus a clean landing and a spotter) required toward a bolt at about 21 feet. Trust your hands on the deck of cards and another similar one a touch higher, tap dance until the better feeling foot let's you lay back to a healthy stance.\"Hike\" a few feet to the corner and use every feature and as much palm friction as possible to overtake it and get feet high to a good stance. Continue right to FritzWaltz, or stay left to Ma'Ma Amotopos (Both terminate up and left). Going left will still require some trust. Don't trust the anything too much. ","protection":"Same as / see FritzWaltz for description, TR anchor details, Bolts","location":""},"__v":0},{"_id":"no3MWSGvVxuER+p+nGAPug==","name":"FritzWaltz","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75638,43.23079]},"left_right_index":3,"mp_id":"119463449","mp_crag_id":"119148555","climb_id":"no3MWSGvVxuER+p+nGAPug==","areaRef":"uTciO+3SV++0rfhDjHuamQ=="},"content":{"description":"Currently cleaned of the major / obvious hazards (2020) but observe the fresh talus below as evidence to acknowledge the dynamic nature of this rock (belayers should have a plan for rock-fall).  This is an old quarry with fractured rock. Wear a helmet, do not take anything for granted, belay defensively. Red tags are the Fritz Waltz, Off-white tags start off the Ma'Ma Amotopos (Fritz's Escape Route) 1/3 the way up.Coming in from the right ramp is a trap, appearing less strenuous but definitely no easier or safer. Start on the arete (left of the bulge and far left of the lower angle scramble routes under the old visible ice anchors) and use it as well as some face opportunity to the right. commitment and confidence (plus a clean landing and a spotter) required toward a bolt at about 21 feet. Trust your hands on the deck of cards and another similar one a touch higher, tap dance with a right-hand mantle until the better-feeling foot let's you lay back to a healthy stance.\"Hike\" a few feet to the corner and use every feature and as much palm friction as possible to overtake it and get feet high to a good stance. Take a breath and decide what you are going to do with your life, neglecting a lifetime of bad decisions that have landed you hear and now. Continue right to FritzWaltz, or head left to Ma'Ma Amotopos (Both terminate at the \"M\", up and left). Going right, use the force to prevent the barn door, go high and order you feet to do the same quickly once you do (it will come together).Nothing feels right, not vertical, but definitely is not a 5.5 slab. For your athletic friends who are new to climbing and telling people they 'climb' 5.12, this is a good lesson that not all 'easy' routes can be muscle-fark'd all the way to the top. Stay calm and waltz on. The puzzle. Go right to go left and vice versa. Use everything. Don't bet on buckets, but everything is good enough and buckets appear for pulls down and to the sides. Take comfort knowing you can have a seat on the ice ledges for as long as needed, and if you are rope solo, I advise talking out loud (really loud) about your 'damn toe' or jingle a bunch of gear like you're missing something so that if you do bail and some hikers and dog walkers below see you they'll figure you must have it together and made the right decision. Or continue.You could top out from here on the sketch crack, but it's often wet and greasy up top and if it's truly dry, then tablets of sod as big as album covers will detach and slide off if you pull some kind of Adirondack fauna mantle or try to dig a toe like a sprinter on the starting block.Stay on route and free-for-all traverse left, beware loose rock. A couple of book-shelf seats under the chains make it a nice spot to reflect on the fact that despite the easy YDS grade, or the word 'bolt' peppered around the description, this route deserved your respect as falling with a lazy belay or blown clips (use extension) could be catastrophic on a mountaineering-style level due to the condition, ledges and corners. -Although the Wet Wall has been a popular scramble crag for top-ropers using the several ice anchors outside of the hard water season, there are a few other actual lines that can be pursued (although the ledges present some challenges for safe protection on lead).Two days of wind will make the arete-start dry enough. ","protection":"Several twin-bolt anchors well above the edge for TR solo, a top rope belay will require a lot of webbing. Access the summit via the (currently) well worn path to the right, snaking around and above Moreau Maori block. I don't want to talk too much about the other protection, bolts, or label it as the s-word as I don't want to promote it as a certain type of thing.For top-rope, I used to use old 10MM static lines, but I've been cutting up 300 feet of webbing and found that (2) 50' strands off the chains (23 feet above the edge) and (1) 100' strand off the twin bolts (45 feet off the edge) higher and right feels pretty good (and it is a lot lighter). ","location":"Start on the arete, Red tags are the Fritz Waltz, Off-white tags start off the Ma'Ma Amotopos (Fritz's Escape Route).Don't be afraid to wander. "},"__v":0},{"_id":"iYHSV5uhVj2rtr9F0fw92g==","name":"Dirty Beginner Corner","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.75638,43.23079]},"left_right_index":1,"mp_id":"119545793","mp_crag_id":"119148555","climb_id":"iYHSV5uhVj2rtr9F0fw92g==","areaRef":"uTciO+3SV++0rfhDjHuamQ=="},"content":{"description":"Avoid. A major hazard circled in red came down recently but still a not a choice kids route. ","protection":"Not ideal, some hazards above","location":"Left FritzWaltz"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,6e860fd5-1dee-5ac5-b992-a21cbaf95741,b937223b-edd2-57ef-b4ad-f8438c7b9a99","pathTokens":["USA","New York","Moreau Area","Wet Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.75638,43.23079]},"bbox":[-73.75699715588426,43.23034033981814,-73.75576284411574,43.23123966018186],"left_right_index":-1,"ext_id":"119148555","area_id":"uTciO+3SV++0rfhDjHuamQ=="},"content":{"description":"Dangerous loose rock. Observe the evidence at the bottom. Be Careful.Often wet and stays that way longer than other areas (which makes it a decent stomp in winter). If you are on it in early spring, assume everything has changed over the winter and test for change; this is a very dynamic area. Be extremely cautious regarding loose and falling rock and warn those at the bottom that they may not have time to exit a hammock if anything comes loose (the bottom is not a chill zone). Be exceptionally cautious if exploring on lead (look at the fresh talus below for evidence)."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:15:08.752Z","updatedAt":"2022-11-25T11:20:44.922Z"}