{"_id":"6368a1b8e80bff5a99553e8c","area_name":"4. The Perfect Wave Slab","shortCode":"","climbs":[{"_id":"vrvnqnCKXYStMVWkzvF76w==","name":"V-2","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"RW &RH Nov 9, 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":7,"mp_id":"113807571","mp_crag_id":"106158283","climb_id":"vrvnqnCKXYStMVWkzvF76w==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"Nothing to do with World War II  rockets. Standing at the belay stance at the beginning of Crazy Woman Driver (\"CWD\") and looking up and right at about the angle that a \"V\" makes, there appeared to the two of us what looked like a nice line.\n\n This is probably the easiest, best protected climb to the top of the Perfect Wave Slab.\n\n P1 - [P1, of course, has been done numerous times in the past] Scramble up the 12-15 ft wall to achieve the ledge at the base of Tsunami [some might want to belay this 15 ft] Climb up and right on very easy rock (5.2?) 50-60 ft to the belay/rap station at the start of Crazy Woman Driver, \"CWD\"\n\n 70-80 ft  5.2+/-   [ You are now 115 ft above the start of Bonzai and at the 1973 belay for P1 of Super Slab, 5.7+R/X note the historic 1973 piton in the crack on the right. ] \n\n P2 - Step right onto the slab and climb brushed rock on a 20-25-degree diagonal to the right (right of the tiny pine tree, CWD goes left of the tree), following 4 bolts and an optional Pink tricam in a hole (and a red tricam in a hole just next to it) to a double bolt anchor.\n\nDescent - Rap back to the CWD/Super Slab anchor. [Note: From the 4th bolt it is also possible to traverse left about 30 +/- ft to the top anchor on CWD.]\n\n NOTE: At the CWD/Super Slab anchor if you don't have a 70m rope, or two ropes, then you MUST return to the Tsunami ledge as the rap directly down to the ground from the CWD/Super Slab P1 belay is 33 meters and a single 60m rope leaves you short of the ground.\n\n NOTE2 - The FA was led only on the tricam placements. FA party added the bolts later. ","protection":"4 draws and optional Pink and Red tricam","location":""},"__v":0},{"_id":"JIzije5HV3KAPaP8eyJTGw==","name":"Tsunami","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Joe Cote & Mike Hartrich,  1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":4,"mp_id":"109561977","mp_crag_id":"106158283","climb_id":"JIzije5HV3KAPaP8eyJTGw==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"Another beautiful climb on the \"Perfect Wave Slab\". Handren gave it 3 stars out of 3 (the only such rating he gave to any Rainbow climb).See the ROUTE PHOTO posted to Cruise Control.Approach- From where the climber's path reaches the slab, walk right along the base about 35-40 ft. Go uphill to a dirt ledge below a brownish 12ft-high slab. Scramble ( 5.4 ? )or belay-climb up the 12 ft face to a large ledge with a couple of pine trees, one of which is knocked over.An interesting alternate approach is to climb Perfect Wave (5.7) as far as the threaded anchor, and WITH A 70 METER ROPE, “thread“ the anchor with your own ‘biner(s) and then lower down (\"tension traverse\" downhill) Tsunami to this same ledge. Don't try it with a 60M rope!...( or even an old, or shortened, 70m ) and don't try it as your first ( or even 2nd) tension traverse. The second then follows up to the anchor and is lowered by the leader on the ledge. KNOT THE END ( see photo ) P1 - From the tree ledge (see topo), climb up and left to the obvious dike; follow this to the threaded anchor of Perfect Wave. 115 ft 5.6Descent- Thread the anchor and rappel ( KNOT ENDS !, see photo)   back with a 70M, or ( better) continue climbing up to the top of the slab and the bolted anchor at the top of Silver Surfer.","protection":"Usual rack, at least one natural thread along the way; and the smaller Aliens are useful.","location":""},"__v":0},{"_id":"GbcrqtXwUFuBF2rm95o9Fg==","name":"Take A Giant Step  5.8+PG   / 5.7-5.6 PG-R","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ed Webster, Susan Patenaude, Bob Rotert, November 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":1,"mp_id":"106158286","mp_crag_id":"106158283","climb_id":"GbcrqtXwUFuBF2rm95o9Fg==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"The 5.8 / 5.8+ moves are well protected by two 3/8\" SS bolts, climbing up to the bolts is about 5.6 - 5.7R. Knowing Webster, the bolts (probably originally 1/4\", then later replaced with 3/8) were drilled by hand on the lead.START- at the left side of the Perfect Wave Slab, 40 feet below a small overlap. (Same start as for First Wave and Silver Surfer)P1: Pad up the easy 5.4 slab, past the overlap to a belay ledge with a small maple tree and dbl bolt anchor. 70-80 feet. (Pretty much the same as First Wave and Perfect Wave.)P2: Climb up and slightly left from the belay ledge to a bolt at the base of a bulging, blank slab. Pull past this to the next bolt, and then angle even more left to a horizontal crack, 90 feet.P3: From here, climb unprotected to the trees, or a bit right to the double bolt anchor of Silver Surfer. P2 and P3 can be combined with a 60M.Descent - Bring two ropes to rap from the sling anchor on the Perfect Wave route, or make three single-rope raps down Silver Surfer. ","protection":"2 bolts on pitch two, small to medium gear (pretty much only for the belay anchors) ","location":"The START to the route is just a few feet right of where the climber's  path reaches the cliff."},"__v":0},{"_id":"hgQ0PyK/XXCgGn70hjG+pQ==","name":"Super Slab","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Paul Ross, Tana Cathcart Aug 7, 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":9,"mp_id":"109562207","mp_crag_id":"106158283","climb_id":"hgQ0PyK/XXCgGn70hjG+pQ==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"ANOTHER of the Aug 7, 1973 climbs! This one took a while to find, the key was the piton left from the F.A. After that \"it all came together\".\n\n Really very nice climbing, although P1 has some pretty hard moves below and just above that pin. Then there are the moves at the top of the face....5.7X. The rating assigned by the \"old school\" Brit Paul Ross was 5.7 and I've kept that as a 5.7+ for consistency, but I think the climbing is harder than that!\n\n Pitch 2 is an interesting tour on it's own, and highly recommended provided you have a full set of TriCams. Just like Crazy Woman Driver, one can get to P2's start easily from the Tsunami \"base\" Ledge.\n\n Approach - To approach pitch 1, use the same approach as for Bonsai.\n\n START - (See also the Topo) About 25-30 ft right and uphill from Bonsai, and just left of dark, mossy, rock with a large \"scoop\" stance about 6 ft off the ground. (Photo) Just left of the \"scoop\" a faint dike rises up and slightly left. (photo) This dike is best observed in the late afternoon sunlight.\n\n P1 - Make the opening thin face moves to gain the micro dike (or the 'scoop') [hey, the first 10ft never counts in the rating, does it?!] Then follow the dike (5.7+ to 5.8 R) to an undercling flake [Var.] on the right (above and to the right is the 1973 piton, driven down \"behind\" the flake, to the right of the tiny tree). Now easily up to a large ledge, then Left to a right-facing flake that leads to the dike which are now \"twin SEAMS\" (ya, they did look like cracks from below, didn't they!). Up these (5.7 R/X) to a good ledge system. [possible to belay here] Now a rising traverse left (crossing Bonsai) on much easier ground for 50-60 +/- feet to the belay (old piton and a new bolt anchor) at the right-hand-side of a curving flake that turns into an arch. 130-140 ft 5.7+ to 5.8 R/X NOTE:From the belay the ground can be reached with a single 70m rope, but not a single 60m.\n\nVariation- Instead of climbing up under the undercling, step left to a short right-facing flake; up this then back right to the main route. Unfortunately, the pro at the flake is less than ideal AND you are out-of-position for clipping the piton.\n\nP2- A VERY nice pitch which should see more traffic using the easy approach from the Tsunami ledge. (See Crazy Woman Driver for details) BRING TRICAMS !\n\n P2- Step left from the belay (thus crossing Crazy Woman Driver) and then over the quartz intrusions, (look for a \"hole\" for a small-medium tricam) then up and slightly left headed for a line of three \"partially formed\" solution pockets. Up these and onto a shallow ramp [5.5 / 5.6 PG-13/R] that slants uphill to the right. (the \"5th pocket\" is fully formed and accepts a large TriCam). Continue up to another, smaller solution hole (small TriCam or Orange Alien). Here, move left [Var. 2.] and up along a line of solution pockets and an interesting quartz dike. (At this point you're about 15 ft right of bolt #3 on Cruise Control.) Now straight up, passing a \"Red #1 Camalot\" solution pocket to the top of the slab. 140 +/-ft 5.6 - 5.7(-) PG-13/R with TriCams, \"X\" without\n\nVariation 2- Climb straight up, passing the HUGE, 18\" solution pocket complete with a \"garden\" (in the spring) and, above it, another \"Cam friendly\" hole to either a 2 bolt anchor, or the trees 50ft above the anchor.\n\nDescent - There is now (2015) a tree rap station at the top of Cruise Control that allows for a double-60M-rope rap back to the \"Tsunami\" tree ledge; double 70M's get you all the way to the ground.\n\nSingle Rope Descent: move 40+/- ft climber's-left of the Cruise Control rap-tree to the rap route of Silver Surfer's Rap line. ( 3 single rope raps, or 1 single and one double-rope rap.  The first rap is off 2 bolts with rings, the 2nd goes off a dbl bolt anchor at the Silver Surfer Belay (about 20 left of Perfect Wave's flake) The 3rd rap starts by a tiny tree about 20-25ft climber's/rappeller's left of the \"fall line\" from the 2nd anchor.\n\nAlternate Single Rope Descent: A rap station is located 40 ft below and about 40 ft to the right of the Cruise Control tree rap. (It is 40+/- ft directly below a prominent crack in the 4-5ft high overlap at the top of the slab.) Make a 50 ft diagonal rap from the tree to this station, then a 90 ft to the Super Slab belay/rap, then 70-80 ft diagonally left back to the Tsunami Ledge (or, with a 70m rope, BUT NOT A 60m !), one rap to the ground at the base of Bonzai.)\n\n In 1973 the F.A. party probably went 60-70 feet left to the trees and established what became, over the decades, the \"mankiest anchor in NH\" (see photo) It's still there, on a triple-trunked oak, complete with a STEEL biner! (It's now backed up.)","protection":"BRING TriCams ! and a std rack","location":""},"__v":0},{"_id":"1kpPX8yiX/KnQKAGpsTtPA==","name":"Silver Surfer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ward Smith and Chris Smith  Aug 1984","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":2,"mp_id":"109535847","mp_crag_id":"106158283","climb_id":"1kpPX8yiX/KnQKAGpsTtPA==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"Nice moves, but pretty run out to lead!\n\n START - A few feet right of where the climber's path meets the cliff.\n\n P1 - As with First Wave, Take a Giant Step and Perfect Wave, climb the initial slab up to the small maple tree ledge. 70-80 ft 5.4 R\n\n P2 - Move out-and-up to the right 15-20 ft (last gear) and then directly up the slab [Var] headed for a left-arching crack/flake that is about 40-50 ft above you, and 25 +/- feet left of, and slightly below, the flake on the climb Perfect Wave. Belay at a comfortable ledge. (with a Belay/Rap station anchor) 80 ft 5.7+ / 5.8- X\n\n Variation - This drops the grade a point or two, but not the \"X\" factor. Instead of heading directly for the flake & anchor, move up-and-right to intercept the line of in-cuts and mini-ledges which is the extension of the left-hand of the two dikes on Perfect Wave. 5.6 - 5.7 X\n\n P3- Gear in flake, then up and left following the faint dike, then up, slightly right, to the double bolt anchor. 85-90 ft 5.5-5.6 PG-13/R\n\nDescend - Rap the route. Three single-rope raps, or use two 60 m on the middle station to reach the ground. (or two 70m ropes from the very top bolts.)","protection":"normal rack","location":""},"__v":0},{"_id":"fjNhkPOHW9KQ4MFl9mHWag==","name":"The Petroglyph","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kurt and Karen Moffat Winkler  Sept 1983","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":11,"mp_id":"109562929","mp_crag_id":"106158283","climb_id":"fjNhkPOHW9KQ4MFl9mHWag==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"Two stars as a Top Rope, set by leading P1 of \"Friday's Friend\" and P2 of Bonsai..Another \"Kurt Winkler\" friction special. According to Ed Webster, he used tied-off skyhooks as \"protection\". [ I'm not sure who started first, but the arch-anti-bolting Ken Nichols tried to \"popularize\" this method of \"protection\" with an article in one of the climbing magazines of the day. Somehow, it never took off...maybe because an engineer \"did the math\" on how much force a 1/4\" of hard-tempered, chromoly steel would hold before it broke. ]Approach- The same approach as Bonsai, but continue past \"Bonsai\", \"Super-Slab\", and \"Friday's\" moving uphill along the base. When the land levels off ( about 30-40 ft beyond the start of \"Super-Slab's dike & \"Friday's\" [and NOT \"100 ft\" as some guidebooks have it]) look for the \"mask\" of the \"petroglyph\" in the rock. (photos)Note: This climb is not, technically, on the \"Perfect Wave Slab\", but to the right. Before \"Bubbles\" was put in, it was the only climb here, so it didn't seem worth creating a separate \"Area\".For those whose longevity leans towards not leading 5.8+ X, two 60 m ropes through the Bonsai/Friday's anchor, perhaps extending it, and a judicious directional piece of gear ( or 2) and this route can be TR'd. (Yes, the individual; pitch lengths as described total more than 200ft, but that accounts for some zig-zag which you don't have when rapping or TR-ing.)P1 - This may, or may not, describe the exact route of the F.A. We solo TR'd this from the trees and I don't remember the \"pocket\" described in Webster's description, most probably we were a bit too far left (or right)!Climb over the \"mask\" and continue up on thin friction, moving right and then back left and up on thinner friction. 3-5\" ledges at flake/corners might provide a belay if you're leading. 110-120 +/- 5.8+ XP2 - Easier climbing to the trees, or start moving left to the Bonsai anchor. 100-110 ft 5.3-5.4Descend - Rap from the trees with two 2 x 70 M ropes, or from the Bonsai/Friday's anchor in two raps with a single 60m down Friday’s Friends, or make a single rap with with double 60m’s being sure to rap to climber's/rapeller's RIGHT (viewer's / rope thrower's LEFT) of the tree island.","protection":"F.A. used skyhooks taped to the rock with duct tape.","location":""},"__v":0},{"_id":"tWaHOD0zWHegdCJ6PW9/WA==","name":"Perfect Wave","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ed Webster, Susan Patenaude  November 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":3,"mp_id":"106862337","mp_crag_id":"106158283","climb_id":"tWaHOD0zWHegdCJ6PW9/WA==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"One of the premiere routes on Rainbow. See ROUTE PHOTO posted to either Take a Giant Step or Silver Surfer.\n\n pitch 1: Make your way to the belay ledge w/small birch tree. 5.4, 80ft. [Note, see photo for the variation \"Dike Line\" START. Usually, if one takes this start one belays at the base of the corner that is below the dikes.]\n\n pitch 2: Move up and right into a shallow corner (gear possible) then up towards two well placed, but hard to find 3/8\" bolts (Originally 1/4\" bolts drilled by hand on the lead). [See photo of the two dikes and location of bolts.] Bolts protect the crux, then layback from vertical flakes to fixed slings. 5.7\n\n pitch 3: Run it out to the dbl bolt anchor, or trees. (Can combine with P2 with a 60M rope, going to the double bolt anchor on Silver Surfer.)","protection":"small to medium gear,     bolts protect face moves on 2nd pitch,   fixed slings, chains at the top ","location":"Ford the Swift river and cut into the woods to the Nanamocomuck ski trail. Find a small wooden sign with mileages marked on it. From here, turn north into the woods...[see full description in the \"Getting There\" section for the main cliff.]Descent-The route can be rapped with a single rope, using a bolted station on \"Silver Surfer\" and the P1 station on Perfect Wave/Silver Surfer/First Wave by the small tree.]"},"__v":0},{"_id":"PxYr+agxU5auJQgem0h0hg==","name":"Friday's Friends","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R.H. & R. W.  2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":10,"mp_id":"109562482","mp_crag_id":"106158283","climb_id":"PxYr+agxU5auJQgem0h0hg==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"The route climbs the line a few feet right of Super Slab. The climb was cleaned and the bolts placed only after the quality was confirmed. Named for the two, independent Top-Rope-Soloists who happened to meet at Rainbow on Fridays.Approach - Same as for BonsaiSTART - The same START as Super Slab.P1 - (See \"Bonsai Slab\" Topo) Start essentially on \"Super Slab’s faint dike\" but immediately move right to gain the \"scooped\" stance (bolt above). Climb into the shallow, rounded, left-facing corner (5.7), clip 2nd bolt then up past two ledges (gear) and climb the cleaned face left of the non-gear, right-curving flake (3rd bolt). Gain the good ledges (about the level of Bonsai's tree; angle piton to your left) and then step right  [Var] and straight up easy, darker-colored rock (passing a rap anchor on the right) to the right end of the tree island above [5.3-5.4 R/X] . Move the belay to the LEFT side of the tree island (1 bolt + small tree and maybe some gear at belay). 130-140 ft 5.7Variation (RECOMMENDED: May be drier, and less lichen) - Once at the easy ledges, continue straight up lighter-colored rock to intercept Bonsai; take this up to gain the belay at the left end of the tree island. [5.3 R]P2 - From the left end of the tree island, step left and then straight up headed for a tiny overlap. Clip the one bolt below the overlap and climb over it. Continue up easily [5.2-5.3 R] , moving right slightly to the 2-bolt anchor shared with Bonsai.Originally thought to be about 5.7, subsequent ascents of P2 have found an easier way past the bolt and overlap. 5.5 100 ftDescent - From the double bolt anchor, make two raps with a full-length, single 60m rope.  The second rap station is on the right 15-20 ft below the small tree island-belay.    If you want to do it all in one long rap with doubled 60Meter ropes BEING SURE TO GO TO CLIMBER'S/RAPELLER'S RIGHT (viewer's / rope-thrower's LEFT) OF THE TREE ISLAND.","protection":"4 draws for the 3 bolts and 1 piton, Yellow T3 \"Camalot\" in right-facing flake above 2nd bolt, gear for the belay. ( med-to-large cam(s))","location":""},"__v":0},{"_id":"eEoTs4taWB2njvTC18nqyg==","name":"The First Wave","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA R Hall & S Matz Aug 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":0,"mp_id":"109535788","mp_crag_id":"106158283","climb_id":"eEoTs4taWB2njvTC18nqyg==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"The left-most route on the Perfect Wave Slab, this climb takes the straight-up line on the white rock just to the right of the brownish rock the marks the end of the Mid-Section. See ROUTE PHOTO posted to either Take a Giant Step, or Silver Surfer.START- Just a few feet right of where the climber's path meets the cliff.P1 - Climb up the darker \"base\" slab to a 1 ft overlap (gear, overlap has a small birch tree on its far right), step over and then move diagonally right, up to a ledge with a small maple tree. Belay here ( dbl bolt belay/rap anchor) 70-80 ft 5.3- 5.4 (Pretty much the same as Take a Giant Step and Perfect Wave.)P2 - Move back left 15-20 feet, then directly over the overlap on clean, white rock (gear, small wires or TCU's). Continue on incuts and small ledges (gear possible at flake on right) to a stance below a bolt. Climb past the bolt (crux, 5.8 G either on the right or left). 15 ft higher there is a rather unique placement for the \"blue\" Black Diamond wired stopper (photo). Continue past a 2nd bolt and past small ledges* (gear). Continue up the easy slab above, to the 3rd bolt where most will want to move up and right to the double bolt anchor at the top of Silver Surfer, but the FA continued straight up golden rock, stepping left (off of the \"PW Slab\" itself) to finish at a triple-trunked oak, sight of the once \"mankyest anchor in NH\". [photo in Super Slab] 180 ft 5.8 G / 5.5-5.6 PG* These ledges were the original belay for \"Take a Giant Step\" and could be used as as an alternate belay.The FA was done with only the crux bolt, the other two were added later by the FA party.","protection":"3 draws, Small-to-medium wires, or TCU's, Red#1 Camalot, purple 0.5 Camalot (at ledges), optional medium wire nut (Blue BD Stopper\")","location":""},"__v":0},{"_id":"kymHW6PUWU6BVnLOloLSug==","name":"Cruise Control","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ed Webster, Maria Hannus, May 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":5,"mp_id":"109561997","mp_crag_id":"106158283","climb_id":"kymHW6PUWU6BVnLOloLSug==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"Just the most wonderful, clean, white rock with excellent protection....although it was not always this way. The first time I climbed it the original drilled-on-the-lead 1/4\" bolts were the pro! Soon these were replaced with 3/8\". I gave this an additional star over the \"consensus 3-star\" Perfect Wave because there's nearly twice as long a section of climbing-at-the- grade.Approach - Same as for Tsunami. [From where the climber's path reaches the slab, walk right along the base about 35-40 ft. Go uphill to a dirt ledge below a brownish 12ft-high slab. Scramble or belay-climb up the 12 ft face to a large ledge with a couple of pine trees, one of which is knocked over.]This can be led in one long pitch with a 70M rope. Those with 60M ropes have three choices:1) Belay about 50-60 ft up where two solution pocket holes take large & med. cams. The holes are located just beyond the left end of the 'overlap-flake' that arches from the Super-Slab/Crazy Woman Driver belay; this is about 10 ft below, and slightly right of, \"Cruise's\" first bolt. [see \"Tsunami Ledge\" Route Photo] or...2) Both leader and second symul-climb at the end. Both are on fairly easy rock...3) Above the 3rd bolt move right (Red Camalot in hole protects the second) about 35 ft to a double bolt anchor.  This anchor is about 40-50 feet directly below a prominent crack in the large overlap that runs above the top of the slab.  P1 - From the right end of the Tsunami ledge climb up and very slightly left-ish (see Tsunami Ledge topo and photo) passing by the two holes about 50-60 feet up (optional \"60 meter belay, see above.) Clip the first bolt (it's \"high\") and climb straight up past two more bolts.   5.7+  210-215 ft to the trees, 200+/- ft to the dbl bolt anchor on the right.Descend - Again, 3 options: 1) The \"classical\" - There is a rap station on a tree that allows for a double-60M-rope rap back to the \"Tsunami\" tree ledge. You may have to downclimb a few feet to reach the ledge itself.   Two possible single-rope raps are described below:2)\n\nAlternate Single Rope Descent: A \"new\" double bolt rap station is located 40 ft below and about 40 ft to climber's right of the Cruise Control tree rap. (It is 40+/- ft directly below a prominent crack in the 4-5ft high overlap at the top of the slab.) To get there, move right from the 3rd bolt (a Red Camalot in a 'hole' protects the second) on an upwards diagonal. (Or make a 50 ft diagonal rap from the tree to this station.)  From this bolted anchor, make a 90 ft rap to the Crazy Woman Driver/Super Slab belay/rap, then downclimb 5.2 for 60+/- ft, or rap diagonally left, back to the Tsunami Ledge (or, with a 70m rope, BUT NOT A 60m !) one rap to the ground at the base of Bonzai.)3) Single Rope Descent via Perfect Wave/Silver Surfer raps: move 40+/- ft to climber's-left of the Cruise Control rap-tree to the rap route of Silver Surfer's Rap line.  The first rap is off 2 bolts with rings, the 2nd goes off a dbl bolt anchor at the Silver Surfer Belay (about 20 left of Perfect Wave's flake) The 3rd rap starts by a tiny tree about 20-25ft climber's/rappeller's left of the \"fall line\" from the 2nd anchor.","protection":"A gold (#2) Camalot-sized cam goes in one of the \"holes\" (check for wasps!) before the 1st bolt.  A #1 (Red) Camalor-sized cam is useful if you are planning on going to the dbl bolt anchor to the right of the 3rd bolt.","location":""},"__v":0},{"_id":"ArO9SkmiW0Km3M79pWQmRA==","name":"Crazy Woman Driver","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Susan Patenaude, Ed Webster, Bob Rotert  Nov 1980","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":6,"mp_id":"109562102","mp_crag_id":"106158283","climb_id":"ArO9SkmiW0Km3M79pWQmRA==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"One of the few climbs in New Hampshire whose First Ascent was led by a woman. Having never drilled a bolt, Susan decided not to try her first while standing on 5.7 friction, and just led up through the P2 crux.See also the ROUTE PHOTO posted to Cruise Control.Approach - The first pitch of this climb is probably the same as Bonsai (see that climb for the approach description) and then from the top of the \"Bonsai Super-Slab\" it probably coincides with the climb \"Super Slab\" for 50 ft to the P1 belay shared with \"Super Slab\". ( Piton & bolts at this belay, the piton is original from Super Slab's FA in 1973.)However, it is possible to easily climb from the right end of the Tsunami Ledge to this belay: it is about 60 ft up and to the right at the base of a left-curving flake that turns into an arch. About 15-20 ft above the flake is a 2 ft pine tree, similar to the \"Bonsai Tree\", and maybe just as old! (I.e. 50+ years, please take care!]P1 - (As climbed by FA party) Climb the first pitch of Bonsai. (5.8 to 5.9- R/X)  Where Bonsai goes right and up (at the Bonsai tree), join Super Slab and continue on a rising traverse up and to the left for another 50 +/- ft to the Super Slab / CWD belay at the base of left-facing flake, a few feet right of an intrusion of quartz. 125 +/- ft.ALTERNATELY- Climb 60 ft up and right from the end of the Tsunami ledge to the belay at the end of P1. 60-70 ft 5.2NOTE: From this anchor the ground can be reached (and Bonsai TR'd) with a single 70m rope, but not a single 60m.P2 - Climb directly up, passing to the left* of the tiny pine tree, and headed for a 4\" arching \"overlap\". Upon reaching it, step left ( crux, somehow Susan got gear in!?) then over it at the obvious step. Now easily up to a dbl bolt anchor (slightly left, and about 50 ft directly below a prominent crack in the huge horizontal flake above the slab ) or continue to the trees. 90ft to anchor, 140 +/- ft to trees 5.8+ / 5.9- X   [ * Note: the bolt-line to the right is the climb \"V2\" (5.6) ]Top Rope P2 - If 5.8 - 5.9 X isn't your \"thing\", P2 can be TR'd by climbing either V2 (5.6),  Cruse Control (5.7+), or P2 of Super Slab (5.6) and traversing the low-angle slab in the appropriate direction to reach the dbl bolt anchor.  Descent - From the dbl bolt anchor at the end of P2,  Rap or lower-off back to the P1 anchor with a single 60m, or  with 2 ropes directly back to the Tsunami ledge. To rap to the ground from the Super Slab/CWD anchor you need a 70m rope or double ropes. You can downclimb 5.2, or tension-traverse rap, to the Tsunami ledge with a single 60m rope, but don't slip!","protection":"Parachute","location":""},"__v":0},{"_id":"hRWn025IWTGH4N1piqG/Ng==","name":"Bubbles","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"F.R.A. Nick Benedix & Michael Zarnowski","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":12,"mp_id":"112053019","mp_crag_id":"106158283","climb_id":"hRWn025IWTGH4N1piqG/Ng==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"A fun line and good change of pace with some steeper than average climbing for the area. Expect typical run outs on easier terrain but to find good gear where the climbing becomes more difficult.   \n\n  Start up a pocketed orange streak of rock and basically plumb line it straight through two overlaps trending right at the top to a cluster of maples. Belay and rap off.","protection":"Standard","location":"Far right side of the perfect wave slab look for the overlaps and a natural starting stone below the orange streak."},"__v":0},{"_id":"+oPTv+M+WiWoN0v5JQ5cbQ==","name":"Bonsai","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mike Hartrich, Joe Cote  1975","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"left_right_index":8,"mp_id":"109562128","mp_crag_id":"106158283","climb_id":"+oPTv+M+WiWoN0v5JQ5cbQ==","areaRef":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"We \"found\" P1 of this route and cleaned it in 2014. The climb, I would assume, was named for the tiny pine tree at the end of pitch 1...a tree that was JUST AS TINY IN 1975! A US Forest Ranger confirmed that given the lack of nutrients, it is entirely possible that this is the same tree today, and it may well be more than 50 years old! (Same goes for the Crazy Woman Driver tree) PLEASE RESPECT THE TREE !Approach - This climb starts on sort of a \"Sub-Slab\" of the Perfect Wave Slab. This slab starts just beyond, and below the level of the dirt ledge of the approach to \"Tsunami Ledge\". At present three climbs start on this sub-slab: Bonsai, Super Slab and Friday's Friend. See the TOPO of the \"Bonsai Slab\". (Petroglyph is further right.)The easiest way to get to the base of this \"Sub-Slab\" is: From where the climber's path reaches the slab, move right along the base 25-35 ft (same as if going to Tsunami) but before going uphill cut right and contour around to the right 100 +/- ft to the base of the slab.Bonsai - P1 - This pitch can be TR'd from the bolted anchor of Super Slab / Crazy Woman Driver with a 70m rope (but not a 60m !!) and a directional though the piton near the Bonzai Tree and a 2nd directional (#2 gold Camalot) behind the white flake. The anchor can be  reached by a 5.2-5.3 scramble from \"Tsunami Ledge\".START- About in the center of the sub-slab is sort of a mini-buttress formed by a shallow corner that curves left, and another above that curves right. (Photo, see also the Topo). [NOTE: Someone has placed a 3-inch square piece of granite emblazoned with \"Bonsai\" in the crack at the START.] START P1 in the left corner, step right onto the \"buttress\", climb left of a rotten, curving flake (no gear here!) and continue up the face (crux, maybe not as hard as 5.9-, but is certainly R/X) finally reaching some smooth (read: \"slippery\") white rock at the first protection: a flake-crack that curves up and left. Now the pro comes in overabundance (large cams in solution holes) and a step left and easy climbing to the F.A. belay about 4-5 ft left of the \"Bonsai Tree\". (Piton in flake). About 80-90 ft call it 5.8+ to 5.9- R/X[Note 1: Most climbers would elect to continue 40 +/- ft up and left to the Super Slab/Crazy Woman Driver/V2 belay and forgo the lower-rated P2 and P3 of Bonsai.P2 - Climb up and slightly right to the tree island above. 80 +/- ft 5.3-5.4  P1 & P2 can be combined, but please avoid the rope running on the \"Bonsai Tree\" by clipping the pin.P3 - Move to the right end of the tree island, make a step up on quartzite-type rock, then up the clean slab above 5.5 ( 5.4-5.3 R/X) 100 ft to a double bolt anchor slightly left, or 130 ft to the trees.Descent - From the double bolt anchor, make two raps with a full-length, single 60m rope.  The second rap station is on the right 15-20 ft below the small tree island-belay.    If you want to do it all in one long rap with doubled 60Meter ropes BEING SURE TO GO TO CLIMBER'S/RAPELLER'S RIGHT (viewer's / rope-thrower's LEFT) OF THE TREE ISLAND.","protection":"Normal rack, top of pitch 1 has placements for two # 3 (blue) Camalots, but most climbers probably only need to use the higher of the two placements (after the step left)","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,77090556-1f8e-5231-8fad-4a6fe503470c,ff8a3238-9a4d-5278-a3ee-5ce29de864a6,5b88773a-51b1-5307-a962-3ec597775a2c","pathTokens":["USA","New Hampshire","WM: Kancamagus (Eastern)","Rainbow Slabs","4. The Perfect Wave Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":4,"label":"5.8+"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.8"},{"count":3,"label":"5.7"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":12,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.25632,44.02081]},"bbox":[-71.25694532057999,44.02036033981813,-71.25569467942,44.02125966018187],"left_right_index":-1,"ext_id":"106158283","area_id":"W4h3OlGxUwepYj7Fl3daLA=="},"content":{"description":"The Perfect Wave slab is a truly interesting geological feature. The whole slab (more than 200 feet high by 300 feet long) is detached at its top, and therefore the water runoff from the slopes above flows down BEHIND the slab. The \"gap\" can be most easily seen at the top of the area above Silver Surfer to Perfect Wave (the climb). For the climber, the result is nearly \"perfect\", clean white granite slab with some of the most compelling slab routes on the cliff, if not all of New Hampshire. If only they were longer, they would all be \"4-Stars out of 4\"."},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:12:10.298Z","updatedAt":"2022-11-25T11:19:58.063Z"}