{"_id":"63689de0e80bff5a994fa758","area_name":"East Face","shortCode":"","climbs":[{"_id":"Spgz+EC0Xvu40EhhhCfllg==","name":"Snuggles to Fall Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Snuggles FA: Mike Dudley & Claudia Pinello ('60s) - Fall Crack FA: Steve Cheyney ('60s)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88088,38.88025]},"left_right_index":1,"mp_id":"105762855","mp_crag_id":"107362100","climb_id":"Spgz+EC0Xvu40EhhhCfllg==","areaRef":"wbepqfRtUUqXjlWcRru+Dw=="},"content":{"description":"This route is located on the east face of the south end of North Gateway Rock.  Scramble 40 feet up steps and large holds to a large ledge below an obtuse, right-facing corner with a couple pins (Snuggles).  Most parties rope up here.\n\nSnuggles: Climb the nice hand crack that arches out right towards its top past a couple pins to a large ledge with two pins. Gear from 3/4\" to 2\". (5.8 - 50 feet).\n\nFall Crack: Continue up the off-width off the left side of the ledge for about 10 feet to a piton on the right wall. (An old #4.5 Camalot might be useful here, depending on your off-width skills. I used an old #4 Camalot to protect the moves off the ledge, but it was fairly tipped out and useless). Continue with another 10 feet of wide/squeeze climbing, make an airy move out of the wideness, then continue up easier ground to a 2-pin anchor with rap rings.\n\nThis is a nice climb with good exposure and a nice belay station.  Many parties also climb the left facing corner off the right side of the ledge above Snuggles (5.9+?).  My length estimates are approximate, so don't assume you can use one rope and rappel from the top of Fall Crack to the anchor on Snuggles.  If you do this, at least make sure you're using a 60m rope, and bring webbbing and rap rings to leave on Snuggles, which is worth top-roping.  I recommend just climbing Snuggles and Fall Crack as one nice pitch, and use 2-ropes to descend.  If this climb hasn't been done recently, it will be sandy, especially after some rain, but what Garden climb isn't? My FA info was taken from Bob D's guide.","protection":"Standard rack up to 5\".  About 4 or 5 ring angle pitons on route.","location":""},"__v":0},{"_id":"AqWIgFFCUwGHrypbzHAUGA==","name":"The Plus Four Crack","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Harvey Carter","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88088,38.88025]},"left_right_index":2,"mp_id":"105764943","mp_crag_id":"107362100","climb_id":"AqWIgFFCUwGHrypbzHAUGA==","areaRef":"wbepqfRtUUqXjlWcRru+Dw=="},"content":{"description":"Though slightly awkward, this is a great crack, especially if you want to explore the top of Tourist Gully. To get to the base of the climb, first look just right of Kissing Camels to the very distinct crack.  Probably, the best way to get to the climb is by climbing up Tourist Gully as the climb is just as you pop out of a little slot,  but if you wanted to lengthen your outing you could do Anaconda's 3 pitches and then cross east ledges (north to south) and climb up the 5.4 slab right up to the base of the climb.  When I first did this route, I had no information about the FA party rating... so I climbed up 5.3 face climbing for about 10 feet maybe 20 feet right of the crack, then walked across the summit ridge to the top of the climb.  If you do this, you can get a good anchor and TR it. If you just want to lead it, bring up the green and or blue Big Bros, and some cams BD .5-3 and a 5, probably won't have a place for 3.5 or 4.  Overall, a fun climb, good fist stacks up to some chimney and face climbing though.\n\nThough this climb is rated at 5.8, with Carter having the FA, the climb felt much harder than 5.8. I would say 10- or even a solid 10.\n\nFrom the top, walk north til you get to a 10 foot section of easy down climbing.  once you finish the climb if you are still looking for a little more fun, make a short rap from the saddle were you topped out tourist gully, then drop slightly north to an interesting fixed anchor.  from here short rope across the ledge system (east ledges) into the hidden valley.  there are two old I-bolts that you can rap from 2 ropes are needed for this descent.  if you opt out of the ledge traverse retrace your steps down the gully.","protection":"As I said above, green and or blue Big Bros, and cams from .5- 2 or 3 and a 5 (BD).","location":""},"__v":0},{"_id":"TYaQl4RvXc+WY+EdLLXJig==","name":"Parking Lot Corners","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88088,38.88025]},"left_right_index":3,"mp_id":"106272726","mp_crag_id":"107362100","climb_id":"TYaQl4RvXc+WY+EdLLXJig==","areaRef":"wbepqfRtUUqXjlWcRru+Dw=="},"content":{"description":"I've always looked at this climb as a potential free climb, but from the ground it appeared the anchor would consist of one drilled pin.  Then I noticed on 10/3/08 that someone added a new 2-bolt anchor (3/8\" bolts, I think - not the huge beefy ones), and I had to finally climb it.\n\nThe route climbs two shallow, right-facing corners to the top of a pillar, linked by an easy face move protected with a drilled pin.  The crux is low and is steep and sandy, but it protects well.  The upper corner is easier.  Either way, the climbing is fun, but certainly has some desert adventure to it, as it is very sandy, and the rock is soft, which makes you wonder if your protection wouldn't just rip right out if you were to fall.\n\nI hope to see more climbers getting on this.  Thanks to whomever added the new bolts at the anchor.","protection":"Red & Yellow C3 Camalots, #0.4-2 Camalots, 1 drilled pin.  2 new bolts, 1 drilled pin anchor.","location":"This route ascends thin right-facing corners on the East face of North Gateway Rock just south of the North parking lot."},"__v":0},{"_id":"hUUYB13/USC9s+o9ooWavQ==","name":"Max's Mayhem","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Don Doucette & Max Hinkle - '65.  FFA: Kurt Rasmussen & John Hall - '71.  FFA of summit pitch: Jimmy Dunn, Stewart Green, & Doug Snively - '71","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88088,38.88025]},"left_right_index":0,"mp_id":"105899808","mp_crag_id":"107362100","climb_id":"hUUYB13/USC9s+o9ooWavQ==","areaRef":"wbepqfRtUUqXjlWcRru+Dw=="},"content":{"description":"This is a classic pitch located on the East Face of North Gateway, at the South end of the formation just left of Snuggles/Fall Crack.  Start in the same place as Snuggles, and make a somewhat spicey traverse left to the bottom of the crack with no pro.  The height of the route is given when starting from the very bottom, as opposed to moving the belay up to the base of the crack, which is not recommended.\n\nClimb the first 30 feet or so of steep, angling, hand jams with good pro.  Enter the offwidth/chimney and climb through some easier sections and also some bulging sections for 80 or 90 feet.  Be careful after exiting the OW, as there are some large loose blocks up there.  Continue up this gully for 20 feet, then bust up the steep fin on your left for 30 feet to the spire summit known as Star Point.\n\nBe prepared for full adventure value as this pitch is seldom climbed.  The protection is pretty good the whole way, but the PG13 rating is given due to the offwidth combined with the sandy nature of the route, and also the steep summit fin, where a fall could be nasty.\n\nRappel the route using (2) 60M ropes.\n\nNote: There is a summit register on this beautiful spire, but the contents were removed, and we had nothing to leave.  Anyone know where the register papers went?  I thought maybe whoever placed the new bolt at the anchor might have taken it, but not sure, and if so, why?","protection":"Standard rack including medium to large stoppers and up to a new #6 (green) Camalot.  There are about 4 or 5 pitons on the route.  Anchor consists of one new 3/8\" bolt, and one ring angle piton.  We added new cordelette to the anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,0bd36e88-81be-51e0-b1ff-105fda88468b,ac23460c-72ff-5183-abd5-15f0f341ddd4,c1b7a9a9-f46d-514a-978e-559c46bbbe0f","pathTokens":["USA","Colorado","Colorado Springs","Garden of the Gods","North Gateway Rock","East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.88088,38.88025]},"bbox":[-104.88145762818183,38.879800339818146,-104.88030237181816,38.880699660181875],"left_right_index":-1,"ext_id":"107362100","area_id":"wbepqfRtUUqXjlWcRru+Dw==","polygon":{"type":"Polygon","coordinates":[[[-104.88145762818183,38.879800339818146],[-104.88030237181816,38.879800339818146],[-104.88030237181816,38.880699660181875],[-104.88145762818183,38.880699660181875],[-104.88145762818183,38.879800339818146]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:09.855Z","updatedAt":"2024-02-19T18:32:58.372Z"}