{"_id":"6368a265e80bff5a99565eaa","area_name":"l. Sleepy Hollow","shortCode":"","climbs":[{"_id":"DYvGWMrMVdWdfYH+VCTQUw==","name":"Wegetables I've Never Seen Before","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Wunsch and Kevin Bein, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":26,"mp_id":"106395393","mp_crag_id":"107059255","climb_id":"DYvGWMrMVdWdfYH+VCTQUw==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Wegetables is in Sleepy Hollow, at the very far end of the Trapps. Approach by heading straight into the Hollow where the carriage road U-turns right, wandering into the woods for 5 minutes, then heading left up to the cliff. Look for a short-ish wall with a big left-facing corner; Wegetables is left of that, and easily identified by the three overhangs at its top.\n\n Start at a colorful face with a crack, capped by a set of three overhangs.\n\n Follow the thin crack up to a stance, or start by climbing a short corner system just right of this, and then face climb out left and up to a good stance. From the stance, follow a crack and flakes over two overhangs to a final roof and a ledge and a bolted anchor that is ten feet above. ","protection":"Small camming units and nuts for the lower crux, a few small to medium cams for the roof system.","location":""},"__v":0},{"_id":"nJZf41zHWuap91T7t1vuwA==","name":"V.D.","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"FA 1963 Sean Hayes, Joe Kelsey, Dave Ingalls. FFA 1965 Layton Kor, Dick Williams","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":24,"mp_id":"107303463","mp_crag_id":"107059255","climb_id":"nJZf41zHWuap91T7t1vuwA==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"V.D. is an easily top-roped problem directly below the 10,000 Restless Virgins tat anchor. It ascends a finger crack on the opposite wall- the cave side of Dick's Prick Pinnacle. \n\n  The starting moves (either way) are interesting and the crack requires at least one legitimate crack move. It's worth trying. ","protection":"The boulder start is unprotected. The finger crack accepts gear the rest of the way.","location":"Start at the low point of the gulley beneath 10,000 and Girls Just Want to Have Fun, ten feet left of 10,000. Boulder up to slopey, small ledge (or chimney up a few moves.) Follow finger crack straight up to the top of the pinnacle. \n\n  There is sometimes a webbing rappel anchor on top of the pinnacle (none as of 2013 - see comment). The only downclimbing options are fifth class."},"__v":0},{"_id":"VyRqfuL6VcmmNCskfDrcxQ==","name":"Trigger Point","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Todd Swain, Derek Price, Corky Woodring 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":12,"mp_id":"105972375","mp_crag_id":"107059255","climb_id":"VyRqfuL6VcmmNCskfDrcxQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"A short but fun pitch.  Climb up a big flake and then over a bulge to a ledge under a huge roof.  Route finding was a slight issue at the crux but there is a small dark crack that you can follow straight up and left to the ledge under the roof.","protection":"Fixed anchor under roof for descent. Standard rack.","location":"Near the end of the Trapps by the S turns, well right of Casanova. We had a tough time finding a marked trail up so we scrambled up through the talus. On the way down we found a trail marker which was about 25-50' before the first turn on the carriage road."},"__v":0},{"_id":"zk/I9A8LUhSyIUKN1mJ31Q==","name":"Tennish Anyone?","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ivan Rezucha and Don Lauber (1981)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":27,"mp_id":"106214631","mp_crag_id":"107059255","climb_id":"zk/I9A8LUhSyIUKN1mJ31Q==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Start just 15 feet right of Wegetables I've Never Seen Before, just below a low tree at a left-leaning crack.Climb the crack up to the overhang, aiming for the large horn. Move up past the horn on good, pumpy holds until you can traverse right on a series of smaller holds (crux). Once you reach the \"thank god\" stance (be creative!) work up on easier climbing to the ledge and bolted belay/rap station.Dick Williams describes this is having \"thoughtful, pumpy moves\"... and \"strenuous to place gear.\" I couldn't agree more! Direct 11b: Instead of traversing right climb straight up to the anchor.  Crux is extremely well protected as you have gear at your waste for the hardest moves.","protection":"standard gunks rack up to #1 camalot","location":"Far right end of the trapps... to access this area find a trail leading off the carriage road at the 'S' turn... follow traveled terrain towards the cliffs.  Walk along up past the Dick's prick pinnacle and down the other side of the slope to reach Tennish"},"__v":0},{"_id":"Hyjyrz4AWYmYrIUwW0peIA==","name":"Slime World","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"1978: Mark Robinson, Sandy Stewart and John Bragg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":32,"mp_id":"114933479","mp_crag_id":"107059255","climb_id":"Hyjyrz4AWYmYrIUwW0peIA==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Slime world is a really fun roof climb that seeps water after it rains, so make sure you get on this thing after a dry spell. it was recently completely brushed, cleaned, and chalked-up so go get it before it gets super dirty from sitting for a decade without being done again! \n\n Clean falls and good gear, why not give it a rip??","protection":"Standard rack works great.","location":"Slime world can be found when you keep going past Headless Horseman, descend down below the long roof system, and then look up to see an obvious crack system splitting the roofs. You can also locate the newly replaced (2018) rap anchor just over the roof at the end of the crack."},"__v":0},{"_id":"iR2tRr1NXh69mLV3ypsVdA==","name":"Roger's Escape Hatch","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Santa Claus","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":1,"mp_id":"109610469","mp_crag_id":"107059255","climb_id":"iR2tRr1NXh69mLV3ypsVdA==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"This is a walk-off descent route from the top. It does not require gear or rope. There are no 4th class exposed rock sections as in Uberfall Descent, and there is no cliff to accidentally fall off. It's mostly a steep trail. Remember to clip approach shoes.","protection":"No gear is needed.","location":"Walking along the top, the bare, flat rock breaks into a small wooded area marked by a cairn on the South. The top of Casa Emilio can be found at the North edge of this wooded area. The descent route is the trail to the South."},"__v":0},{"_id":"zG7m9apyW/KZ+HZZ/tLazw==","name":"Ranger's Revenge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1981 Todd Swain and Thom Scheuer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":18,"mp_id":"111807940","mp_crag_id":"107059255","climb_id":"zG7m9apyW/KZ+HZZ/tLazw==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"P1 (5.4G) has only one climbing move and the rest is a scramble. That one move is legit 5.4, and it is protectable. Should you rope up for a single move? Would you solo a 5.4 a few feet above jagged boulders? It's your call.  \n\n  Scramble behind the pinnacle until you are under two blocks wedged between the pinnacle and the main wall. Climb the back face of the pinnacle for one move, then walk left on the ledge. Belay here for P2. \n\n  P2 (5.5 PG-13) - From the block on the left, climb to the first overhang with a brittle piton. Plug some gear here, because there is none for another 8 ft. Move right to a gap in the second overhang. Then straight to the top. \n\n  Note this route is very dirty and will require cleaning and digging for holds and placements.","protection":"Standard gunks rack.","location":"The start of the route is the north end of the Thom's Thumb pinnacle. You could scramble into the chimney or simply belay here for convenience if you are planning to belay at all for P1. \n\n  There is no rap tree. Walk left to find one."},"__v":0},{"_id":"EXcJ4aZ2UYm499OgWR/3Ew==","name":"Pfui Teufel","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Marguerite Baumann and Bill Kemsley","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":13,"mp_id":"109161193","mp_crag_id":"107059255","climb_id":"EXcJ4aZ2UYm499OgWR/3Ew==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"P1. Start just left of the open book, and climb up towards several clean white/orange overhangs, staying on the left face (which is regrettably not so clean). Move left as the overhangs on the right lean out over the left face. There are a lot of good holds and pro here. \n\n  According to the grey Dick Williams, there is white rock with a wide crack in it off to the right somewhere here, and you're supposed to move up a bit right on it. I did not see this, and eventually wound up diagonaling left. This put me in lichen territory with poor holds covered in grassy dirty tussocks. I think with a good cleaning this section could be fun. Be careful, there is at least one brick-sized loose block on the route near the top. \n\n  Once you clear the grass and dirt, you'll get to a ledge covered in pine needles. I aimed for the closest tree and pulled up on that to top out. \n\n  P2. According to Dick Williams, this pitch is not worthwhile. He has some brief instructions - see the book if you are interested. I didn't do this pitch.","protection":"Standard Gunks rack. According to the grey Dick Williams, a blue cam might help, but I never used it.","location":"The climb starts on the face just left of an open book which is about 20 feet right of \"Crack of Despondency\". There were two rap stations at 100 ft: one to the left (probably for \"Crack of Despondency\") and one to the right."},"__v":0},{"_id":"u4jGzW6/UGmFZrA2Dze5ww==","name":"Penal Colony/Circumcision link up","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":19,"mp_id":"107308180","mp_crag_id":"107059255","climb_id":"u4jGzW6/UGmFZrA2Dze5ww==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Start up the orange open book, surmount the overhang (crux), then traverse on a large horizontal ~15 feet to W small corner with W small tree.  Get around the tree, then up a few easy fun moves up the crack and right to the top of the formation.","protection":"regular gunks rack sufficient","location":"on the near side of Dick's Prick Pinnacle   rappel of slings at top"},"__v":0},{"_id":"4sdBsF2KX2K37UlhUegTRA==","name":"Meat By-Products","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kevin Bein, Frank Minunni and Ken Driese, 1987","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":16,"mp_id":"111064746","mp_crag_id":"107059255","climb_id":"4sdBsF2KX2K37UlhUegTRA==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"I'm not sure if the line I'm describing is the original line, but after a couple runs on TR this seems to be the most logical line through this section of the wall. \n\n  Start on some right-facing lieback flakes to the left of Art's Route's corner. Climb the flakes for a bit to a stance in the flakes/corner about 10' below where the corner turns into a ledge on the left. Make a tricky/reachy move up right over a bulge to a good hold and work your feet into the red ramp on the right. Climb straight up the fun face at 5.8/5.9 to some pumpy lieback moves on a sloper that get you established on jugs below the roof. Pull the roof on the right side and up to jugs above lip. Continue up to the Art's Route rap tree, passing a final move or two at a bulge/overhang near the top.   \n\n  The route as described is clean and great fun with some awesome face climbing and a surprisingly thoughtful roof to pull. We TR'd it but it looks like it could be led with good enough gear at the hard climbing.  \n\n  My understanding of this route in the guidebook is that it continues up and left on the lower flakes to a ledge, and then pulls the roof on its left side at a right-facing corner. Climbing up and left off the ledge is tricky and the moves above the roof are covered in lichen.","protection":"A few pieces down low in the flakes and maybe a couple tinkery pieces on the face. A good small cam can be found under the roof to the left of the crux (possible yellow alien?).","location":"A bit left of Art's Route. Start on right-facing flakes, or on another jug/flake system just to the right."},"__v":0},{"_id":"ciZ5n+cuWm6dDZ8eAawduQ==","name":"The Lone Ranger","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Todd Swain (1981)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":25,"mp_id":"106146834","mp_crag_id":"107059255","climb_id":"ciZ5n+cuWm6dDZ8eAawduQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Don't let the nice start fool you.  This route gets worse and worse as you ascend and turns into a grass fest with no gear.  I wound up pulling on grass clumps for handholds in some places. \n\n  P1 - Climb up the center of the face past numerous ledges that become grassier toward the top.","protection":"Standard Gunks rack + weedeater ;-)","location":"At the center of a clean-looking face a bit past Dick's Prick."},"__v":0},{"_id":"8FzQ4cioXiOLGoyYdHTNVw==","name":"Independent Hangover","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FFA, Henry Barber, John Bragg, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":8,"mp_id":"106598679","mp_crag_id":"107059255","climb_id":"8FzQ4cioXiOLGoyYdHTNVw==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"1. Climb straight up past a bulge (passing  a block sitting on a ledge) to a small ledge at the base of a section of orange rock. 80 feet, 5.7. \n\n  2. Go straight up to the overhang above. Traverse right to the obvious left facing corner. Cross the roof there (crux) then make a belay. 60 feet, 5.10d \n\n  Traverse out left to one of several trees and use two ropes to get down, or go to the top and down Roger's Escape Hatch.\n\n Pretty big roof.  ","protection":"Standard 'Gunks rack.","location":"A few minutes before the S turn at the end of the carriage road, there will be a marked trail that heads up to the enormous Casa Emilio block. The start of this route is about 120 feet or so to the right of this and is very indistinct. But if you find Casa Emilio and you have the guide, the line is very clear in the photo.  \n\n  Start more or less directly beneath the crux corner."},"__v":0},{"_id":"9eH05APTX0y9iqxuQKdvVA==","name":"Headless Horseman","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Steele, Bill Ravitch 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":31,"mp_id":"106774183","mp_crag_id":"107059255","climb_id":"9eH05APTX0y9iqxuQKdvVA==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"From the block, step across the gap onto the face, and move a few feet up to a small ledge under a thin vertical crack. Move off the ledge (crux) up the crack. The climbing eases up after here, and you can move up and traverse left to the anchors (slings) or move around the corner, up, and right to a belay at a tree.","protection":"Small nuts to protect the crux move.","location":"In Sleepy Hollow, at the end of the Trapps.  About 60 feet right of Wegetables I've Never Seen Before, there is a large left-facing corner, and just past the corner, there is a free standing block. Scramble to the top of the block; the route is directly in front of the block."},"__v":0},{"_id":"3MM4WdH6UN27TbRkLMT3eQ==","name":"Goombahs in the Mist","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Rich Romano and Chris Vultaggio 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":33,"mp_id":"118252288","mp_crag_id":"107059255","climb_id":"3MM4WdH6UN27TbRkLMT3eQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Some mandatory jamming makes this low roof crack worthwhile if you're in the area.\n\n Face moves lead to the roof, which is obvious from the ground. Head right through the roof on jams and locks, and make a strenuous but well-protected move over the lip at the corner. The strenuous bit is over quickly and yields to easier climbing above.\n\n To clear up naming concerns: This route was put up by two Sicilian friends, in the rain. Among Italian-Americans, a goombah is a slang term for a “close friend.”","protection":"Gear and tree anchor. Takes bomber cams.","location":"Start atop a ramp with a fallen dead tree under an obvious roof. Take right-leaning cracks through the roof."},"__v":0},{"_id":"UeBm0BjrUmO6rEPp3wh/8g==","name":"Future Shock","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Darrow Kirkpatrick and Frank Minunni, 1986. Direct Finish: Frank Minunni and Kevin Bein (TR, 1986); Christian Fracchia and Tim Lyons, (lead, 2016)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":15,"mp_id":"111059966","mp_crag_id":"107059255","climb_id":"UeBm0BjrUmO6rEPp3wh/8g==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Start on the beautiful sequencey face crimps about 30' left of Art's Route's corner. Climb the face to a bolt (replaced in 2016) and pull several crux moves to, into, and out of the shallow open book. The guidebook describes going left to a crack from here but due to lichen and a nearby tree it is now much more pleasant to continue climbing straight up from the crux to the top of the pinnacle.","protection":"Small gear after the bolt leads to two pins. The direct finish continues straight up with no further protection.\n\n The original route is 12a R.\n\n The direct finish that was led in 2016 is 5.12c R if the pins hold, and X if they don't.","location":"About 30' left of Art's Route. Looks for face crimps and sharp boulders below them.  \n\n  You can access the route for TRing by soloing up the short 5.3 in the gully up the hill to the left and scrambling around onto the top of Tom's Thumb OR (recommended) you can lead Art's Route. There is a good spot above Future Shock for a gear anchor. Rappel Art's Route' to get down."},"__v":0},{"_id":"IPmp/fv3XmiQGCFs03bVuQ==","name":"Four-Foot Face","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"1953 George Evans and John Rupley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":14,"mp_id":"109527979","mp_crag_id":"107059255","climb_id":"IPmp/fv3XmiQGCFs03bVuQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"P1: Climb the broken inside corner for 20ft. Exit right (crux) onto a huge terrace. Stroll to the far end and belay on gear. 50 ft. \n\n  P2: Up the gritty open book to a ceiling. Exit right onto the face then straight up to the top. 40 ft.","protection":"Standard Gunks rack","location":"Same start as Pfui Teufel."},"__v":0},{"_id":"AunAmpwnVcuQY5e6S+UvUg==","name":"Footloose","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ivan Rezucha, Don Lauber, Annie O'Neill, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":28,"mp_id":"106551414","mp_crag_id":"107059255","climb_id":"AunAmpwnVcuQY5e6S+UvUg==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Climb into a shallow left-facing corner and go over a small roof (crux) to a ledge. Follow the continuation of the crack and then head right to the large, left-facing corner and belay.Tat anchor replaced old sketchy bush anchor.","protection":"Standard 'Gunks rack.","location":"At the S turn in the carriage road at the end of the Trapps, head up into the woods and locate the Dick's Prick pinnacle. Go right and down the hill about 200 feet or so. There is a large, right-facing corner with a detached block near by. The start is about 20-30 feet left."},"__v":0},{"_id":"wIFytiliWgmJSD0PyY5mfw==","name":"Fancy Free","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Ivan Rezucha, Annie O'Neill, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":30,"mp_id":"106550688","mp_crag_id":"107059255","climb_id":"wIFytiliWgmJSD0PyY5mfw==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Climb the large, left facing corner for about 30 feet. Just past a small roof there is a thin crack on the right face of the dihedral. Traverse  the crack right to the arete (crux), then up this to a threaded rap station. You could continue past this point for more cliombing, but most of the the rock above is absolutely choked with lichen.   ","protection":"Several small TCUS, e.g, Metolius OO and 0 for the crux.","location":"At the S turn on the carriage road at the end of the Trapps, head into the woods. Fancy Free is down and right of the Dick's Prick pinnacle."},"__v":0},{"_id":"Q53QsLauWUy7qNBQL/v6mg==","name":"Emilio","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Kraus and Weissner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":6,"mp_id":"111787942","mp_crag_id":"107059255","climb_id":"Q53QsLauWUy7qNBQL/v6mg==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"P1: Shares the same start as Casablanca, up to a left facing flake to a small overhang/bulge.  Once over the bulge, diagonal/traverse to the weakness in the ceiling about 50 feet climbers right. Pull the overhang (crux) and move up and left to the small ledge with a tree (belay/rap station). 5.7+ \n\n  P1 is a nice climb, but P2 and P3 are rarely done and are filthy lichen jungles. \n\n  P2: From the P1 belay, traverse right about 15 feet and climb up the left facing corner system.  Continue to move up and right to a polished corner and past a large square block, finishing on a large ledge. 5.5 \n\n  P3: Choose your own adventure to the top. 5.easy","protection":"Standard gunks rack.  Good pro everywhere except above P1 crux.  Couple of manky pins.","location":"Approach: Same as Casa Emilio.  The route starts about 30' right of the huge right facing corner. \n\n  Descent: From the top, walk climbers left to the cairn that marks Rodgers Escape Hatch.  Either walk down or rappel Casa Emilio."},"__v":0},{"_id":"w72EjpggVy+UclciSx5vew==","name":"Emilietta","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"1952 Hans Kraus and Bonnie Prudden","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":9,"mp_id":"109077172","mp_crag_id":"107059255","climb_id":"w72EjpggVy+UclciSx5vew==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"P1 (5.2) Climb about 10 feet up a left-facing orange-ish chimney, or use easy holds on the buttress to its left, to reach a wide grassy ledge. Climb nice rock up about 15 more feet. Head for the point where a large blocky right-facing flake meets the left face, creating a narrow opening. Squeeze up and diagonal a bit left towards a large tree that has rap tat. This is an optional belay/rap station, about 80 feet off the ground. You may want to bail from here since the rest is not especially good... \n\n  P2 (5.4) From the optional belay, traverse right over some shifty broken ledges. The modern route goes straight up from the face above the last broken ledge. There's lichen covering this face. \n\n  I followed the original route by continuing right on a short dirt trail, past a large crack/offwidth topped by a pine tree. Just beyond this there's a short right-facing corner with a crack in it. This is a good spot for a new belay station, to lessen drag. Move up from here, diagonaling a bit right through a depression and then left up to a medium pine tree. The face is covered in large flakes of lichen and dirty small ledges. There are some loose holds, be careful! Pro is okay but you may have to clean to get safe placements. \n\n  From the pine tree, traverse directly left about 25 feet until you see a piton (this is where you join the modern route). Move up past the piton. It's easy climbing until you reach a whitish block. Climb the right corner formed by the white block (crux). Dick Williams puts this at 5.3, but it seemed substantially more difficult to me, with very poor options for pro. There was a small tree (1/2-inch diameter) growing from a tiny shelf that seemed like the best handhold in the corner. It wasn't great, and I grabbed the tree, which held (don't count on it, though). Friction up to the top over white slabs, alternating with grassy, shrubby ledges.","protection":"Standard Gunks rack. Good pro on P1, poor pro at the crux of P2.","location":"Follow the yellow-blazed trail which leads to Casa Emilio. Wend your way right of Casa Emilio, following the cliff face a couple hundred feet until you see left-facing flakes that form a chimney in orange rock. The flakes go up a bit diagonally to the left. The route is 50 ft right of \"Interstellar Overdrive\" and just left of Counterstrike. \n\n  Descent: There's rap tat at the top of P1. If you continue to the top, you have some options. 1) You can head left 200 feet or so to get to the rap station at the top of Casa Emilio. The trail to this rap station is not obvious. The main trail descends over some white rock trending right; if you walk left sort of hugging the side of a large white buttress, you should be able to find it. 2) You can also descend via Rodger's Escape Hatch. This descent is marked by a small cairn of white blocks to the left of the summit trail. 3) You can walk on further, looking for the next rap station, which is probably a long way off. Or go all the way back to the Uberfall!"},"__v":0},{"_id":"AeK+IsolVZ6yTtDRdtKqiQ==","name":"Dick's Trick","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":22,"mp_id":"108197328","mp_crag_id":"107059255","climb_id":"AeK+IsolVZ6yTtDRdtKqiQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Climb the arete and face, moving up and left to the top.","protection":"Dangerous falls are possible in the first half of the route. I didn't see much gear down low but in all fairness I wasn't looking too hard. Rap anchor on top.","location":"On the right edge of Dick's Pinnacle."},"__v":0},{"_id":"0SstA8hmVbufFvb8ihajcQ==","name":"The Devil Made Me Do It","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dick Williams and Joe Bridges, 1988","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":3,"mp_id":"111064796","mp_crag_id":"107059255","climb_id":"0SstA8hmVbufFvb8ihajcQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Begin on Almost Pure and Simple and mantle up to the ledge where that route begins to jog right. Climb up and left to an overhang. Pull the overhang and angle up to a gear anchor near the top of the pinnacle. \n\n  Descent:  walk off right from the top of the pinnacle.","protection":"Looks like a pretty bold lead","location":"Between Creaky Joints and Trigger Points and Almost Pure and Simple"},"__v":0},{"_id":"BHl36vsjW0Cmr3p8gvQjqQ==","name":"Creaky Joints and Trigger Points","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dick Williams and Joe Bridges","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":2,"mp_id":"106089227","mp_crag_id":"107059255","climb_id":"BHl36vsjW0Cmr3p8gvQjqQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Good little climb that is often overlooked. Almost immediately you feel in it. A must for thin face lovers!\n\n Climb up into the small alcove that has a crack running out of it to the right. Follow the crack right until it ends and climb up the gripping face to a small stance and gear. Continue up and left to a stance below an overhang. Climb up any way you wish (try straight up for extra fun). Continue up easy climbing to the top of the block. From here, you can walk down, or continue up Casa Emilio.","protection":"Mostly small to mid-size stuff.  Standard rack is plenty.","location":"On the approach trail to Casa Emilio (yellow trail) you will see a clean face with a crack on your left just before the trail goes up and right."},"__v":0},{"_id":"WpwJzepUUM2+x5mj6yO1JA==","name":"Crack of Despondency","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Dick DuMais, Steve Scofield and Keith LaBudde (1972)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":11,"mp_id":"108388344","mp_crag_id":"107059255","climb_id":"WpwJzepUUM2+x5mj6yO1JA==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Possibly one of the worst climbs I have ever done, but it was in a strange way really fun.  This has it all, suspect rock, grit, lichen, and did I say grit?  The first half of this kinda sucks but the top out would be a worthwhile way of finishing Trigger Point as a multipitch.  There is a pretty good view from the top and a solid pine tree anchor.  \n\n  P1: Climb the main crack(s) to a ledge, 90'.   P2: Diagonal up right to another ledge, 70'.   P3: Up a short face to the top. \n\n  You can rap this route with a single 60m rope.","protection":"Well you can put gear in but a lot of the rock is discontinuous flaky stuff.  there is a \"solid\" piton  on route about 2/3 up.  I say this jokingly and you should see for yourself.","location":"It's way the heck down the carriage road. Find Trigger Point and go about 30 feet right."},"__v":0},{"_id":"PnP36VbdV+eRZQJo26wyfQ==","name":"Counterstrike","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Swain and Corky Woodring, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":10,"mp_id":"106395410","mp_crag_id":"107059255","climb_id":"PnP36VbdV+eRZQJo26wyfQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"The start is a bit indistinct, but you should move up and slightly right to a notch with a small tree: there is no protection for the first 20 feet or so but the moves are not hard. Climb through the notch to the obvious wide horizontal and make the strenuous hand traverse right (crux) for about 10 feet. At that point, you can continue straight up to a ledge or move up and traverse straight right to a large tree and rappel.  \n\n  Note: As of last year, the small tree is now quite a bit bigger and it is difficult to pass.  ","protection":"A #3 and a #4 camalot are needed for the traverse.","location":"The start is just right of the obvious chimney/corner of Emilietta. Just past that point the ground slopes steeply downward"},"__v":0},{"_id":"sfsMwIDsUIKpocQ3tKp4WA==","name":"Circumcisor","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Russ Clune, Al Diamond 1986","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":20,"mp_id":"120636996","mp_crag_id":"107059255","climb_id":"sfsMwIDsUIKpocQ3tKp4WA==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Start up the easy, small roofs left of Bone Hard, following a right angling seam to a smack down boulder problem. Trend left under the rooflet to a juggy finish up and right.","protection":"Good gear a few feet below your feet for the upper crux, would be a long and scary fall. Can set up a TR through a directional off the Bone Hard tat anchor.","location":"20 feet left of Bone Hard"},"__v":0},{"_id":"xj1yHpydXHqsaPkXkd7ymw==","name":"Casanova","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Steele, John Steele, 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":7,"mp_id":"106604512","mp_crag_id":"107059255","climb_id":"xj1yHpydXHqsaPkXkd7ymw==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Climb to the right side of an overhang that is approximately 40-45 feet up and directly right of an obvious white section of rock. Traverse right a bit, then pass a bulge. After the bulge, go straight up another 40 feet or so to a small ledge below a larger roof; you will be below and a bit right of a large, left-facing, left-leaning corner. Go to the roof, traverse left (crux) then make a belay.  \n\n  Some clean and pleasant face climbing and then a brief, intense crux; this route is much better than it looks.   \n\n  Rappel with two ropes, or traverse 40 feet left and downclimb to the ledge at the top of pitch 1 of Casa Emilio. The second option is easier than it may sound and only requires one rope.  ","protection":"Standard 'Gunks rack.","location":"Use the last yellow-blazed trail on the Carriage Road. When the trail meets the cliff, walk left about 25-30 feet to the start. You should be 10-15 right of a shallow, right-facing, right-leaning corner that is about 10 feet high."},"__v":0},{"_id":"BibsgU9aUAKT8+0XsNC4/w==","name":"Casablanca","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Dick Williams, Roy Kligfield, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":5,"mp_id":"105825882","mp_crag_id":"107059255","climb_id":"BibsgU9aUAKT8+0XsNC4/w==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"P1: About 30' right of the huge right-facing corner, climb up past a left-facing flake to a small overhang. Up and slightly left to a small right-facing corner, then diagonal up right to the overhang, heading for the obvious flake. Clear the overhang at the flake (long reach) then diagonal up left to a  bolted belay/rap station. 5.9, 90'.\n\n This pitch used to be called 5.8+ but is 5.9 in the latest Williams guide. I'd say it's easier than that if you're 5'9\", and harder than that if you're 5'6\".\n\n P2: Head up slightly right to a ledge. Then up trending left past a short left-facing corner. 5.5, 100'.","protection":"Standard rack","location":"This route is located at the far end of the Trapps, just before the S-turn in the carriage road where one exits for Sleepy Hollow.  There is a yellow-blazed tree to mark the faint trail, which initially heads up a short, steep embankment.  Follow blazes and cairns from there to a very large block, passing it on the right.  Head left at the base of the cliff.  The first pitch can be rappelled with one 60m rope.  From the top of the 2nd pitch, walk left and rappel Casa Emilio, or walk further and descend Roger's Escape Hatch."},"__v":0},{"_id":"fD9FEWWEUnWOHJTdVund8A==","name":"Casa Emilio","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Bonnie Prudden, Norton Smithe, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":0,"mp_id":"105800896","mp_crag_id":"107059255","climb_id":"fD9FEWWEUnWOHJTdVund8A==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"One of the better 5.4s in the Gunks; a long approach and undistinguished first pitch keep the crowds away.This climb is at the far end of the Trapps, almost at the S-turn in the carriage road, about a 25-min. walk from the Uberfall.Look for a buttress just to the right of the broken area that marks Roger's Escape Hatch. Scramble up to the right of this buttress (no trail here!) and then up behind it. Ledges lead to the top of this buttress, the start of the route.P1: Climb easily up somewhat vegetated slabs aiming up and right for a huge tree, with a bolted belay/rap station. 5.0, 50'.P2: Climb straight up clean, aesthetic white rock to the top and another bolted belay/rap station. 5.4, 100'.Descent: top of both P1 and P2 have bolted anchors.","protection":"Standard Gunks rack.","location":""},"__v":0},{"_id":"IsM4XyHoUMuQT63yLnp+hg==","name":"Boron Destroyer","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Todd Swain","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":29,"mp_id":"106395385","mp_crag_id":"107059255","climb_id":"IsM4XyHoUMuQT63yLnp+hg==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"About 60 feet right of Wegetables I've Never Seen Before and 10 feet or so left of a large left-facing corner, there is an indistinct seam and a fixed piton at about 12-15 feet. Climb left of the piton up to a ledge and find a rap anchor. ","protection":"Small TCUs","location":"The end of the Undercliff road, where it takes a sharp right, find a path and head left."},"__v":0},{"_id":"w/kFeIq6UyesQpD3sjLyRQ==","name":"Bone Hard","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Al Diamond and Russ Clune 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":21,"mp_id":"111476310","mp_crag_id":"107059255","climb_id":"w/kFeIq6UyesQpD3sjLyRQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"This is an excellent route as far as the climbing goes, and the gear is relatively good, but it is hard to place well in the beginning and if you fall in the crux you will most likely hit the ledge you start off of.","protection":"The protection in the beginning won't keep you from hitting the ledge just off the ground. and higher up before the anchor you have to run it out a bit, but this second runout is relatively safe because you are so high up. small wires, a couple pins, and a couple cams will be fine.","location":"This route starts just south of the Dick's Prick Pinnacle at an obvious thin, discontinuous crack. There are two pins you can see form the ground, and if you step back from the wall enough you can see the rap anchor."},"__v":0},{"_id":"Zi59sj7LXhuYHjmOSj/IjQ==","name":"Art's Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Art Gran","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":17,"mp_id":"106435212","mp_crag_id":"107059255","climb_id":"Zi59sj7LXhuYHjmOSj/IjQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Art's route is not \"classic\", but it does have some fun climbing, and there will be no line! There are a couple of tough sections that'll keep you on your toes.  The moves off of the ground are strenuous and committing.   \n\n  Head up and right, following the crack, until it's time to swing back left over the overhang (2nd crux).  Head up left to a belay tree.","protection":"Standard rack up to #3.  You could rap from the tree, but the slings never stay in place since it's a quick easy scramble down the back and to the right and back around to your pack.","location":"This route is a bit of a hidden gem.  You'll need the guide book, and some luck finding it, if this is your first or only trip to the Gunks. But of course you shouldn't be seeking this route if that's the case.   \n\n  Anyway, it is located on the Thom's Thumb pinnacle at the far end of the Trapps.  Head into the woods at the \"S\" turn in the carriage road.  Within a few yards, look into the woods on the left for a giant boulder, then skirt the right side of that boulder as you head towards the cliff. This should deposit you almost directly in front of Art's Route. Look for the crack system, in a left facing dihedral, with orange rock."},"__v":0},{"_id":"CNtNe/dXXaKEWLoZhV3nlw==","name":"Are We There Yet?","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jannette Wing Pazer & Matt Logan, May 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":34,"mp_id":"117011360","mp_crag_id":"107059255","climb_id":"CNtNe/dXXaKEWLoZhV3nlw==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"Climb just left of the left-facing corner straight up to an easy steep face and crack, until you reach a small overhang created by a large block. Move left into a small alcove with a small tree. (One can move left lower than the overhang and then move up into the alcove to keep the grade easier).  Reach blindly over your head to find the good holds, and climb the overhang out of the alcove. At the top headwall, diagonal left to exit on the left side of the big boulder at the top (for a more exciting finish, climb straight up and over the boulder on top).\n\n Scramble up slope to the tree anchor. Note: If you plan to top rope the climb, you'll need to extend your anchor to the top of the boulder to reduce drag.","protection":"Standard Gunks Rack. Rap from tree anchor.","location":"10 feet left of “A Long Walk for Man, A Short Climb for Mankind” at a small left-facing corner. The start may be a little wet after a rainy period."},"__v":0},{"_id":"amlViqlGXKujL2CLvGROsQ==","name":"Almost Pure and Simple","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Bridges and Dick Williams, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":4,"mp_id":"106395422","mp_crag_id":"107059255","climb_id":"amlViqlGXKujL2CLvGROsQ==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"The first clear path after Wasp and the Slime Wall leads directly to this route. \n\n  Locate the enormous block leaning up against the cliff that is past the Slime Wall. On the right side of the block, there is a right-diagonaling crack that leads to a small overhang. Up the crack, over the hang (crux) and then either diagonal up and left to the front of the block and a belay/rap tree, or belay shortly after the overhang, then go up to the tree. Beware of several large and very loose blocks on the small ledge after crux. \n\n  This route is short, but the moves are interesting and well protected with a standard 'Gunks rack.","protection":"Standard Gunks rack","location":""},"__v":0},{"_id":"k/rt9NHHWFS/hl8TucmpwA==","name":"A Long Walk For Man, A Short Climb For Mankind","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Robert Fenichel, Ken Marts","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":35,"mp_id":"106554245","mp_crag_id":"107059255","climb_id":"k/rt9NHHWFS/hl8TucmpwA==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"An obvious left arching corner way, way, way away from the crowds.  The only reason to climb this is to be able to say you've done every route in the Trapps.  Don't expect a line of chalked holds.","protection":"Standard gunks rack.","location":"The last route in the Trapps, 200' or so rightwards past the corner of Fancy Free.  Climbing is prohibited beyond this point. \n\n  Swain says to watch for alligators."},"__v":0},{"_id":"2SYNI8c3UGSAh2G1KeYgow==","name":"10,000 Restless Virgins","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Sam Slater & Mike Freeman - 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"left_right_index":23,"mp_id":"105799068","mp_crag_id":"107059255","climb_id":"2SYNI8c3UGSAh2G1KeYgow==","areaRef":"97o3BOi/Wmu6MTixfCidMQ=="},"content":{"description":"10,000 Restless Virgins is representative of many Gunks climbs as it has a wonderful name (anyone know the story behind it?) and, of course, a challenging roof. \n\n  It is located at the far right end of the Trapps, and the start is actually concealed by a massive boulder (Dick's Prick pinnacle) that sits at the base of the cliff.  One must scramble down into a pit formed by the boulder and the main wall. \n\n  Climb up a crack system and left-facing corner until you are situated beneath the roof.  From here pull the roof (crux) up and left, and continue heading up and slightly left to a fixed anchor just over the roof. \n\n  This is a great, well-protected climb that is certainly worth the effort to approach.  While you're at this end of the Trapps consider climbing Wegetables I've Never Seen Before and Simple Suff -- two other nice climbs in this general area.","protection":"Standard Rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,f7ba3704-e8bf-5a6b-ba31-38b17c289d31","pathTokens":["USA","New York","The Gunks","Trapps, The","l. Sleepy Hollow"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":3,"label":"5.10a/b"},{"count":3,"label":"5.6"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.12a"},{"count":1,"label":"3rd"},{"count":1,"label":"5.5"},{"count":4,"label":"5.3"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.8"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.4"},{"count":4,"label":"5.9"},{"count":2,"label":"5.12b"}],"byDiscipline":{"trad":{"total":36,"bands":{"unknown":1,"beginner":17,"intermediate":14,"advanced":4,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":17,"intermediate":14,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.17373,41.75034]},"bbox":[-74.17433271847514,41.74989033981812,-74.17312728152488,41.75078966018186],"left_right_index":-1,"ext_id":"107059255","area_id":"97o3BOi/Wmu6MTixfCidMQ==","polygon":{"type":"Polygon","coordinates":[[[-74.17433271847514,41.74989033981812],[-74.17312728152488,41.74989033981812],[-74.17312728152488,41.75078966018186],[-74.17433271847514,41.75078966018186],[-74.17433271847514,41.74989033981812]]]}},"content":{"description":"last area: Slime Wall"},"density":0,"totalClimbs":36,"__v":2,"createdAt":"2022-11-07T06:15:11.551Z","updatedAt":"2024-01-24T19:45:08.752Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"65b168c37fb5d7edf057afbd","operation":"updateArea","seq":0}}