{"_id":"63689d20e80bff5a994f2188","area_name":"Carney Springs Wall","shortCode":"","climbs":[{"_id":"gTXXHFyoWgSCPposIDNvsg==","name":"To Air is Human","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Todd Swain & Peggy Buckey 02-1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37855,33.40218]},"left_right_index":3,"mp_id":"108014342","mp_crag_id":"105919335","climb_id":"gTXXHFyoWgSCPposIDNvsg==","areaRef":"fU7oNnQUWaKBIsawNTxnXA=="},"content":{"description":"This route climbs the center of the Carney Springs Wall. The approach takes roughly 1-2 hours. The route name memorializes the whippers that were taken on the second pitch.P1: Start left of the Honeymooners below a slab and just left of a bushy crack. Climb the center of the slab past one bolt to a ramp. Go up right on the ramp past a layback move to a shallow left facing corner on the wall above. Climb this past three bolts (5.10+/11-) to the lower angled face above. Climb pockets past a bolt to a two bolt hanging belay (150 feet).P2: Climb up left from the belay past two bolts to a short, left facing corner in the wave of rock above. Up the corner to a sloping ledge (bolt), then reach over the wave on \"holds.\" Swing over on the left (crux), then up the face past pockets (TCUs) to a wide crack. Follow the crack up left to a belay ledge and an anchor (60 feet).Notes: The first bolt on P1 was placed after the FA. All other bolts were placed on the lead. The 3rd bolt on P2 (in the wave) was placed from a hook after some good whippers were taken.","protection":"The route is mostly protected by bolts.   Rappel the route.","location":"This route climbs the center of the Carney Springs Wall. The approach takes roughly 1-2 hours."},"__v":0},{"_id":"O/ESZma7X06A5+HD78Olgg==","name":"Norton's Notion","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Damon Williams, Paul Paonessa, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37855,33.40218]},"left_right_index":1,"mp_id":"118109606","mp_crag_id":"105919335","climb_id":"O/ESZma7X06A5+HD78Olgg==","areaRef":"fU7oNnQUWaKBIsawNTxnXA=="},"content":{"description":"Norton's Notion is an enjoyable and semi-protectable climb that is straightforward and easy to stay on route.  Whoever Norton is/was his vision for the line is a nice addition to the area.  The route can be done in three pitches to five pitches depending on where you choose to belay, there are several comfy ledges to stop along the way.\n\n Pitch one can be climbed using two bolts or soloed just to the left by several yards.  Either variation is easy, one is tad bit safer.\n\n Pitch two can be linked with three.  Enter short, quick crack that leads to wide, chimney like climbing.  Continue past obvious belay ledge and climb somewhat grungy crack with mini-roof to another spacious ledge.  This feels like the crux of the entire climb but decent face holds keeps things civilized.\n\n Pitch four and five can be linked and both have quality rock and ample protection.  Cross the chasm and continue up steep crack that will eventually trend behind the main formation.  Stay in crack to its end, a neat roof will be passed on climbers left just before the great belay ledge.\n\n Pitch six wanders up a tad before turning a corner and entering an easy chimney system.  Climb chimney to exit above and scramble easy rock too obvious highpoint (not the true summit of the wall).  We did a very short rap/handline to get off this highpoint and to the rap stations of De Grazia.","protection":"Nuts, cams to #4","location":"Follow the obscene, pointless, careless, idiotic white arrows or the obnoxious, loud, flavorfully dressed crowds as they grunt their way to the over-popular, over-photographed, over-hyped Wave Cave.  At the urine-soaked, littered, \"get your Instagram photo\" Wave Cave entrance head to the right and follow path to base of wall.  Less than one hour from vehicle to base of wall."},"__v":0},{"_id":"Stjrf/nFUnqcmOntaRohFg==","name":"The Honeymooners","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jim Waugh","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37855,33.40218]},"left_right_index":5,"mp_id":"108014495","mp_crag_id":"105919335","climb_id":"Stjrf/nFUnqcmOntaRohFg==","areaRef":"fU7oNnQUWaKBIsawNTxnXA=="},"content":{"description":"Start about 60 feet right of To Air is Human at a bushy crack.P1: Climb a bushy crack that is about 10 feet right of a bolted slab (Honeymooners P1 Variation) to an anchor.P2: Climb a shallow right facing corner with bolts above.","protection":"Gear, bolts. Rappel the route.","location":"Start about 60 feet right of To Air is Human at a bushy crack."},"__v":0},{"_id":"DVCSCpWPXlmFABoPzAmzNg==","name":"The Honeymooners P1 Variation","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Todd Swain, Jay Anderson 02-1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37855,33.40218]},"left_right_index":4,"mp_id":"108014382","mp_crag_id":"105919335","climb_id":"DVCSCpWPXlmFABoPzAmzNg==","areaRef":"fU7oNnQUWaKBIsawNTxnXA=="},"content":{"description":"This route is about 50 feet to the right of the first pitch of To Air is Human and about 10 feet left of the original start to The Honeymooners (a bushy crack). Climb the lower angled face past five bolts to an anchor.","protection":"Five bolts lead to a rappel anchor.","location":"This route is about 50 feet to the right of the first pitch of To Air is Human."},"__v":0},{"_id":"WvhJTQMAUaKATz2+Wg5LlQ==","name":"De Grazia","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1973 by John Annerino and Ben Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.37855,33.40218]},"left_right_index":2,"mp_id":"105919345","mp_crag_id":"105919335","climb_id":"WvhJTQMAUaKATz2+Wg5LlQ==","areaRef":"fU7oNnQUWaKBIsawNTxnXA=="},"content":{"description":"The crux is the start of the third pitch.  The move can be protected with a small cam (e.g. blue alien).  The route does wander a bit.  The Phoenix Rock (Jim Waugh edition) guide book has a good photo and route description.  Rock quality is ok.","protection":"Standard rack.  Large cams are useful (P3 and P4) if you tend to be sketched on run-out 5.6-5.7 Trad.","location":"The route is on the left hand side of the wall.  I will upload a picture of the wall and the route ASAP.  The route wanders a bit, and some find route finding difficult.  I have provided the route description (as found in Waugh) as a comment below. Take a look at the route photo, and read the description to avoid problems. \n\n  Please note.  Someone has recently replaced the hardware on this climb.  So, it is possible AND advisable to rap the route (take two ropes).  It is possible to walk off the back side, but the going is rough and steep, and not fun."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,7d4ee836-7414-59a2-8122-c6b0353c675c","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Carney Springs Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.37855,33.40218]},"bbox":[-111.37908862683659,33.40173033981814,-111.37801137316345,33.40262966018186],"left_right_index":-1,"ext_id":"105919335","area_id":"fU7oNnQUWaKBIsawNTxnXA==","polygon":{"type":"Polygon","coordinates":[[[-111.37908862683659,33.40173033981814],[-111.37801137316345,33.40173033981814],[-111.37801137316345,33.40262966018186],[-111.37908862683659,33.40262966018186],[-111.37908862683659,33.40173033981814]]]}},"content":{"description":"Carney Springs Wall is North-east (NE) facing; lots of sun on the wall into the early afternoon (even during winter).  Look for a large NE facing wall with lightly colored rock in a distinctive pattern. \n\n  Rock quality on CS Wall is decent, but not as good as Bark Canyon.  Although the wall may be seen from the road, this is a fairly remote area."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:52:41.287Z","updatedAt":"2024-02-19T18:27:53.928Z"}