{"_id":"6368a05be80bff5a9952ec32","area_name":"Redemption Crag","shortCode":"","climbs":[{"_id":"fxe1rv+UWkq2XaMuX2wFDw==","name":"Unknown face climb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":2,"mp_id":"112892541","mp_crag_id":"108175411","climb_id":"fxe1rv+UWkq2XaMuX2wFDw==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"To the right of Redemption Crack is a clean face. Climb the face staying right of the vertical seam, passing several horizontal cracks. Excellent rock makes you wish it was taller.","protection":"Small cams work for two of the horizontal cracks, but the crux is protected by a slotted nut behind a questionable feature. A purple C3 (or equivalent) is also helpful. If you intend to TR the route, do not use the small tree right by the edge of the cliff. It is nearly dead and clearly worn through from years of abuse.","location":"Start in the center of the main face, starting at the toe of the cliff. Walk off to climber's left via the Mid-State trail."},"__v":0},{"_id":"O38BMyYNVT6Nk82PzBdMTg==","name":"Slytherin","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"M. LaPierre","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":10,"mp_id":"113324596","mp_crag_id":"108175411","climb_id":"O38BMyYNVT6Nk82PzBdMTg==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"Slytherin is a face climb with several small, horizontal cracks. It was named for the way it twists left, right, and back left across the face before topping out to the right of the corner at its top. Slytherin requires several balance and good footwork.","protection":"Small rack to BD .75. Horizontals take cams and tricams well. Several blocks with cracks above the climb allow for anchor points with cams or passive protection.","location":"Slytherin is located to the right of the right face accessed by a simple scramble to a wide shelf to the right of the central face. Slytherin is started just to the right of a concave depression in the face of the slab."},"__v":0},{"_id":"rJ2uEbEAXY+x1YcxKXxsKg==","name":"Side Alley","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unsure","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":6,"mp_id":"113067363","mp_crag_id":"108175411","climb_id":"rJ2uEbEAXY+x1YcxKXxsKg==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"This is a variation off Diagon Alley using the face to the right of the Diagon crack.","protection":"There are few options for smaller gear on the right side of the face make for a bit of a run out with little placements near the top.","location":"Start in the left facing corner of Diagon Alley, and shift right when on top of the small shelve below the face. Stay to the left of the runoff stain running from the top to the bottom of the face."},"__v":0},{"_id":"1iO0MTbyWPaV8OfbaYkbDQ==","name":"Shadow Council Line","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":3,"mp_id":"118956148","mp_crag_id":"108175411","climb_id":"1iO0MTbyWPaV8OfbaYkbDQ==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"The start is a little messy, working around the tree to avoid a poor position for your belayer. Working around to the right of the bulge halfway up is the crux, but it protects well with <1 cams and Tricams. The topout lends to nice tree to anchor off. For a toprope, I would recommend some redirects about halfway up to avoid a bumpy swing.","protection":"You can get through it with Tricams and 0.5-#1.","location":"It ascends a right-leaning crack in between Redemption Crack and Diagon Alley."},"__v":0},{"_id":"LPNXuu2rUOaBnnDmRMf89Q==","name":"Redemption Crack Direct","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":1,"mp_id":"116668284","mp_crag_id":"108175411","climb_id":"LPNXuu2rUOaBnnDmRMf89Q==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"Starting at the toe of the cliff to the right of the overhang (good boulder problem), climb the face straight up until you intersect Redemption Crack at the crux. Top out as you would for Redemption Crack. This is fairly sustained at the grade after gaining the ledge.","protection":"There is decent gear, but the piece protecting the crux is a small, finicky placement that is easy to miss.","location":"Start to the right of Redemption Crack and right of an obvious boulder problem through a roof."},"__v":0},{"_id":"V2/oUCDVXmK0rFwn/K+myw==","name":"Redemption Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":0,"mp_id":"108849859","mp_crag_id":"108175411","climb_id":"V2/oUCDVXmK0rFwn/K+myw==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"Redemption Crack follows a diagonal crack from the ground to top of Redemption Crag. This climb gets harder and harder as you make your way to the top. The crux is the final move, a step up from precarious footholds to a good ledge. A lack of handholds makes this move more challenging than the rest of the climb.","protection":"Small rack to #2. A top rope can be set up from pine trees at top.","location":"Note: this is not the same place as Redemption Rock. To find it, park in the redemption rock parking area and follow the Midstate trail north. It will cross the road and go uphill for about 5 mins until you run into the side of the crag. Follow the hikers' trail to the base. \n\n  Redemption crack is the obvious crack in the center of the wall."},"__v":0},{"_id":"lVJjSahXXTGVGKqcDsOBqA==","name":"Karkus","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"M Vlass","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":7,"mp_id":"113113000","mp_crag_id":"108175411","climb_id":"lVJjSahXXTGVGKqcDsOBqA==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"This is a face climb with varied horizontal features. The route lacks a clear crux but is fun and straitforward.","protection":"None.","location":"This route is located to the far right of the middle face. Climb up between the two obvious runoff stains. Top out about 5 feet to the right of Diagon Alley and Side Ally."},"__v":0},{"_id":"5XET0M+nVsmx/+c0UmyRZQ==","name":"Diagon Alley","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"H. Vlass","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":5,"mp_id":"113060304","mp_crag_id":"108175411","climb_id":"5XET0M+nVsmx/+c0UmyRZQ==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"The climb starts out with easy and varied holds and foot placements for its first third. The middle section is more thin face climbing, followed by the crux at the top where holds are thin.","protection":"There are plenty of options for medium to large protection at the base, but the top has minimal locations for small placements.","location":"Located on the central face, the climb starts at the base of the left-facing corner and follows up along the obvious crack."},"__v":0},{"_id":"L052g9QDWcWyU3HuVNSjxw==","name":"Casual Monday","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"5/20/2021?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":4,"mp_id":"120689744","mp_crag_id":"108175411","climb_id":"L052g9QDWcWyU3HuVNSjxw==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"This line is already in between two lines and starts on the right next to a small ledge. There are plenty of small and scattered handholds to grip onto as you make your way up to the crux. Once you get to the crux, there will be a small branch jutting out of the rock. There are hand holds on your left and right for grip and stability. Once stable, your next move is to go left onto the slab that has a ledge on top of it. There will be a foothold on your left about two and a half feet over. Lock your toe into it, and grab onto the ledge with your left hand. Move your right hand to the left side of the wall near the sticking out tree. Move your left leg onto the rock sticking out, and move your right leg over. Once stable, grab onto edge of the ledge and pull yourself up. Once on the ledge, move over to the right, and climb up and off.Note: the rock is fairly dirt covered and has moss and vegetation growing at the ledge which can make holds difficult. The rock is also flaky, so be careful when grabbing holds.","protection":"Plenty of trees, this is perfect for a quad or anchor set-up.","location":"As you go down the path to the base of the crag and look at the face, you will see a slab wall on the right side of the crag. About five meters to the left there is a small tree in front of a few crack. When you get to the line, look up, and you will see a small tree coming out of the rock."},"__v":0},{"_id":"ucUrFG/+WvuMfb87y0M6fQ==","name":"5.9 Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":8,"mp_id":"118320932","mp_crag_id":"108175411","climb_id":"ucUrFG/+WvuMfb87y0M6fQ==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"Start on the thin face to the left of the 5.8 Face climb staying to the right of the dirty, diagonal crack. Climb to a good jug, then work up and left across the face and through a small overlap. Good topout holds lead to a ledge with an old pin anchor (don’t use it... the anchor in the summit block for the two routes to the right works just fine).","protection":"There is no gear after the halfway jug.","location":"The start is kind of an eliminate. To keep it at the grade, you don’t use the dirty crack on the left or the holds for the 5.8 to the right."},"__v":0},{"_id":"AcSyiHWoXS6AdXy6LwT0bA==","name":"5.8 Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"N/A","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"left_right_index":9,"mp_id":"116668248","mp_crag_id":"108175411","climb_id":"AcSyiHWoXS6AdXy6LwT0bA==","areaRef":"EN5/6uldUAyk5NC4sCPypw=="},"content":{"description":"This has fairly sustained and occasionally thin face climbing up the steep slab on perfect rock to the small overlap. Make a bouldery move on good holds to mantel over the overlap, then climb some less-than-inspiring, easy ground for another 20 feet to the top. Pin scars in the crack up top (anchor) indicate this used to be a popular TR.","protection":"TR... there is little to no gear for the 1st 30 feet (the crux). A small horizontal crack in the summit block makes a good TR anchor with just passive gear.","location":"This ascends the thin face in the slab to the left of Slytherin."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,452bccc5-58fe-5f21-998f-17cbe00280f7,9a97eedd-6305-5b6f-9535-46734ea611b3,10de7fea-e95d-500c-a4e4-d0b8b023f2a7","pathTokens":["USA","Massachusetts","Central, MA","Crow Hill and Leominster Area","Redemption Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.7+"},{"count":5,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":10,"bands":{"unknown":0,"beginner":9,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.86872,42.50779]},"bbox":[-71.86932996885656,42.50734033981814,-71.86811003114343,42.508239660181864],"left_right_index":-1,"ext_id":"108175411","area_id":"EN5/6uldUAyk5NC4sCPypw==","polygon":{"type":"Polygon","coordinates":[[[-71.86932996885656,42.50734033981814],[-71.86811003114343,42.50734033981814],[-71.86811003114343,42.508239660181864],[-71.86932996885656,42.508239660181864],[-71.86932996885656,42.50734033981814]]]}},"content":{"description":"Mentioned briefly in the Boston Rocks guidebook, Redemption Crag offers some decent climbing for times when Crow Hill Ledge is overcrowded. Approximately 35 feet high at its highest, it has good quality rock. Fixed anchors on two trees were present as of two years ago. I do not know the route history here, but an abundance of chalk on the lower portion of the wall indicate it gets frequent climbers. Also worth mentioning is that this crag dries very quickly after a rainstorm, at least in the winter through spring when the leaves are down. It gets all day sun and can be very pleasant. Please be considerate of the family that owns the house near the base of the crag. Keep the noise down and no dogs."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:06:19.973Z","updatedAt":"2024-02-19T18:33:45.452Z"}