{"_id":"63689d5ce80bff5a994f6027","area_name":"Condor Crags","shortCode":"","climbs":[{"_id":"sOC9oVNYWuOgpjs1QvBZfQ==","name":"St. Valentine's Day Massacre","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Engstrom and Joe Rock, February 14, 1976","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.19804,36.48589]},"left_right_index":2,"mp_id":"120118609","mp_crag_id":"119058373","climb_id":"sOC9oVNYWuOgpjs1QvBZfQ==","areaRef":"8RbBS8QsXP+ajh7G6oK6cg=="},"content":{"description":"This is a fun, unique route which climbs knobs and large pockets up the east face of North Condor Crag. It commemorates that fateful day in Chicago in 1929 when Al Capone's gang thinned the herd a bit of Bugsy Moran's rival gang.\n\nStart by traversing up and right past two bolts and make a tricky move(might be the crux) to gain an arete which is followed past four more bolts to the summit of North Condor Crag.\n\nMake sure to plan for some time for condor watching on the summit.  Bring your camera.  You won't be disappointed.\n\nDescend by making two short rappels back to the start of this climb.  One more short rappel brings you back to the base of the crag.  Resist the temptation to rappel directly from the summit back to the start.  It is very difficult to pull the rope and you may end up getting stuck.","protection":"Six recently replaced protection bolts(one less than the number of murdered gangsters) to a two-bolt anchor at the top of North Condor Crag. Long slings help with rope drag. Bring a 1/2\" and 3/4\" cam for the first pitch of the Condor Crag Regular Route.","location":"Start from the top of the first pitch of the Condor Crag Regular Route at the double bolt anchor with chains."},"__v":0},{"_id":"IlGLvK6wU6u9rpGmTIc68A==","name":"Condorks","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Adam Long and John Bolte November 2013","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.19804,36.48589]},"left_right_index":4,"mp_id":"118713757","mp_crag_id":"119058373","climb_id":"IlGLvK6wU6u9rpGmTIc68A==","areaRef":"8RbBS8QsXP+ajh7G6oK6cg=="},"content":{"description":"This is a super chossy somewhat runout climb around the corner (downhill) from Condor Condiment. We were actually looking for Condor Condiment and stumbled upon this route by accident. It wasn't until we were on the climb that Brad (wrote the guide book) started yelling across the canyon that we were on the wrong route. Thanks again for your help Brad.If you are looking to climb a very dirty 5.9 (5.7 for you Yosemite snobs) then this is the climb for you.\n\nThis one-pitch route is on the north side of Condor Crag - South, but is included here because it is so close to routes on Condor Crag - North’s north side. It starts on top of a thin rock fin, 50 feet right of The Great Chimney. Start by moving down and stemming to the first bolt (it’s at the same height as the top of the fin). Move up and right past two bolts and then up past two more. Although the route’s first five bolts are easy to see from the rock fin, no others are visible. Bolt six is 30 feet above bolt five and bolt seven is 25 feet higher. One more bolt protects climbing to a two-bolt anchor 145 feet from the rock fin (eight lead bolts total). Descend by rappel.\n\nNOTE: The bolt pattern seems nearly identical to Condor Condiment with a stray bolt on the right of both.\n\nWe all thought this route will become a beaut once it gets more climbs so do your part and brave the send. The view from the top is pretty great.","protection":"Bolts and \"camouflaged chain\" anchors","location":"It is a brutal bushwhack down, but once you come off the main trail, if you are facing the wall, you will see a chimney (the great chimney if memory serves). To the left is the four pitch Condor Condiment and to the right is Condorks."},"__v":0},{"_id":"A6cHdXsWWuyelm6uodjRIQ==","name":"Condor Crag South - Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.19804,36.48589]},"left_right_index":0,"mp_id":"111276424","mp_crag_id":"119058373","climb_id":"A6cHdXsWWuyelm6uodjRIQ==","areaRef":"8RbBS8QsXP+ajh7G6oK6cg=="},"content":{"description":"As for many other routes on Condor crag, climb a short first pitch up the groove behind the large pine tree. There is an anchor in the big alcove.\n\nContinue up the notch that separates the North and South summits. Then traverse left across the face. Be careful, rock quality is, well, it's Pinnacles.\n\nGain a ledge on the arete, clip the final bolt, and pull the crux.\n\nEnjoy the view!","protection":"0.5ish cams for the first pitch, bolted anchor.\n\n5 quick draws for the second pitch, optional 1\"-2\" inch piece for the chimney, bolted anchor.","location":""},"__v":0},{"_id":"Z6GZgXy3XB6frMH6FJYA4A==","name":"Condor Crag Regular Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"David Brower, Hervey Voge and George Rockwood November 12, 1933.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.19804,36.48589]},"left_right_index":1,"mp_id":"119019076","mp_crag_id":"119058373","climb_id":"Z6GZgXy3XB6frMH6FJYA4A==","areaRef":"8RbBS8QsXP+ajh7G6oK6cg=="},"content":{"description":"This is the first recorded climb at the then Pinnacles National Monument.  After the first two pitches you can choose the fourth class scramble to either the north or south summit. The first ascent party climbed both.  You can, too!  It is not clear if the first ascent party, at the start, climbed the crumbly crack on the left or the crack in the center, but the center crack has become the traditional start.\n\nDue to rope drag, the climb is traditionally done in three short pitches. Pitch 1 surmounts the 20' finger crack to a comfortable ledge with bolts and chains(5.7).  Pitch 2 climbs a chimney past a bolt to a stance on the north wall with 2 bolts and chains(5.4).  From here it is an easy, solid scramble to the top of the north summit.  The south summit is a more committing climb being steeper and containing it's fair share of loose rock.  Proceed with caution.\n\nTo descend from the north summit, it is best to do three, short single rope rappels reversing the route of ascent otherwise pulling your ropes might be difficult.\n\nTo descend from the south summit do two rappels, the first to the top of the first pitch and then a short rappel to the ground.\n\nBoth summits are excellent places to watch the elegant and graceful California Condors rule the sky.","protection":"A 1/2\" and 3/4\" cam protect the thin crack.  Take five quick draws for the bolts and anchors above.","location":"From the north, Condor Crags is the first major formation one reaches after ascending the long rock staircase with metal pipe railings.  From the south, Condor Crags is the last formation one encounters before the long rock staricase(not to be confused with the staircase to the south of Long's Folly).\n\nAn obvious 20' thin crack marks the start."},"__v":0},{"_id":"CFqYGujvVeSxZ9L+8BXX/A==","name":"Condor Condiment","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jack Holmgren, Bob Walton, Keith Vandevere, 12/1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.19804,36.48589]},"left_right_index":3,"mp_id":"107351981","mp_crag_id":"119058373","climb_id":"CFqYGujvVeSxZ9L+8BXX/A==","areaRef":"8RbBS8QsXP+ajh7G6oK6cg=="},"content":{"description":"Pitch 1 (165', 5.8) - follow a line of nine bolts to a 2-bolt belay just below a small roof.\n\nPitch 2 (100', 5.8) - traverse left past a bolt and then head up through an area with holes suitable for cams and tricams, and finally trend left with some thrilling exposure and three more bolts.  2-bolt belay.\n\nPitch 3 (100', 5.7 or 5.10a) - head up past a bolt and some more holes.  You eventually want to gain a ridge.  The guidebook said going more to the left is 5.7R, while heading straight up past a bolt is 5.10a.  I did the \"5.10a\" way and didn't think it was that hard, YMMV.    Once on the ridge, clip another bolt, then belay at a one-bolt anchor, supplemented with gear.\n\nPitch 4 (200' to the summit, fourth class) - traverse right, then atop ridge past a couple more bolts.  We downclimbed a bit, then up a gully.  Two bolt belay with rap rings.\n\nThe route ends on the north summit of Condor Crag.","protection":"Cams from 0.6\" to 4\" (can probably leave out the  #3 though), tricams, quickdraws, some longer slings, maybe a small selection of nuts.  60m rope.","location":"Approach: hike north from the junction of the High Peaks trail and the Juniper Canyon trail about 0.4 miles (there is an outhouse at this junction, which is about 2 miles and 1200' elevation gain from the Bear Gulch parking lot).  The trail will dip down, and then climb back up steeply, up some steps cut into the rock and a railing.  Pass Long's Folly on the left.\n\nThe next major formation on the left will be Condor Crag, which has a north and south summit.  Observe the gap between them near a large gray/digger pine, then take the handrail and steps down.\n\nThe route is on the north side of Condor Crag.  Continue on the trail until it is possible to descend along the north face, perhaps 100'.  Bushwhacking and some third class scrambling required.\n\nDescent: Rappel from the summit to the first intermediate rap station near a tree -- do not go all the way down to the big alcove with the chockstone : otherwise the rope is likely to get stuck going over the sharp edge.  Rappel a second time to the High Peaks trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,da25b985-1c4e-503d-9c4f-5713cbb30c43,138a1881-b289-597c-8d8b-b5fa32837914,af5d6fdf-7d94-512c-a0a6-9f3d8aea540c,f116c14b-c42c-5cff-9a8e-1ec6ea82ba72","pathTokens":["USA","California","Central Coast","Pinnacles National Park","High Peaks","High Peaks Central","Condor Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.19804,36.48589]},"bbox":[-121.19859927652313,36.48544033981813,-121.19748072347689,36.48633966018187],"left_right_index":-1,"ext_id":"119058373","area_id":"8RbBS8QsXP+ajh7G6oK6cg=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:30.846Z","updatedAt":"2022-11-25T11:16:03.638Z"}