{"_id":"63689fc7e80bff5a9951d864","area_name":"(5) Undertow Wall","shortCode":"","climbs":[{"_id":"RTnbGqzAXmWFzS3HBFUgmw==","name":"The Verdict","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jeff Moll, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":14,"mp_id":"106932351","mp_crag_id":"111129504","climb_id":"RTnbGqzAXmWFzS3HBFUgmw==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"follow a line of pockets up a groove just left of the black streak.  Often wet, so definitely worth doing if it is actually dry.","protection":"8 bolts, fixed anchors.","location":"the bolted line just right of chainsaw massacre, starts on top of the same flat boulder."},"__v":0},{"_id":"XoFLSo5qVfSatziiPSi1vg==","name":"Tuna Town","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":2,"mp_id":"106393414","mp_crag_id":"111129504","climb_id":"XoFLSo5qVfSatziiPSi1vg==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"An awesome Red River Gorge classic, it follows a long steep line a ways left of Ale-8-One and Chainsaw. Good hold the whole way up, endurance is key! Make sure to take the 60ft whipper off the top, a classic gorge tradition. Or even better yet, try doing as many pull ups as you can after sending, THEN take the whipper.","protection":"Fixed petzl draws the whole way up.\n\nFixed anchors as well.","location":"Motherload classic, to the right of the madness cave, and left of Ale8One and Chainsaw"},"__v":0},{"_id":"POGfo2mZXB++wAVbXyK5yw==","name":"Team Wilson","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Chris Martin - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":6,"mp_id":"106916504","mp_crag_id":"111129504","climb_id":"POGfo2mZXB++wAVbXyK5yw==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Small holds at the start launch you into continuous 5.12- climbing to the top...seems to have less rests than its neighbors.","protection":"Nine bolts, bolted anchors.","location":"Next route left of Resurrection."},"__v":0},{"_id":"ggLQvlNUVuy2u233b5KYTw==","name":"Stella","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Roxanna Brock - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":20,"mp_id":"106895836","mp_crag_id":"111129504","climb_id":"ggLQvlNUVuy2u233b5KYTw==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Stella is the short, neglected sport route on the far right hand side of the Undertow Wall.  It can be wet sometimes but is a worthy outing for those seeking something a little easier than the rest of the 'Tow.  A somewhat ugly start leads to some very cool pinches and gastons.  Power through these to better pinches and finally to some nice flat holds.  After leaving a mid-height shake, climb holds that are a little worse than you want them to be to a nice jug at the anchor.","protection":"6 bolts and open shuts.","location":"The farthest right route on the Undertow Wall before going around the corner to Snapper."},"__v":0},{"_id":"t9QRfhafXrK+XC8q0u5C0Q==","name":"Stabbed in the Back","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeff Moll 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":22,"mp_id":"107359867","mp_crag_id":"111129504","climb_id":"t9QRfhafXrK+XC8q0u5C0Q==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"climb the hand crack that widens to off-width. Mostly stemming, no real OW technique required. The route climbs all the way to the trees but you can step right and borrow the anchors for Scrambled Porn to make things easier and you only miss 15 feet of climbing.\n\nGood but not worth lugging big cams up there.","protection":"Regular rack and something wide.","location":"Just right of Snapper. The crack up the corner."},"__v":0},{"_id":"awqFKFQKXxe+zJEjQa0fpQ==","name":"Snapper","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":21,"mp_id":"106575787","mp_crag_id":"111129504","climb_id":"awqFKFQKXxe+zJEjQa0fpQ==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Step across the gap to some jugs and head up the wall on small but mostly good edges. A few sidepulls provide some variety.\n\nVery pretty wall with seams everywhere, you just have to find the right ones.","protection":"Bolts to a bolted anchor.","location":"This route is around the corner right of the undertow wall. It climbs the pretty red wall with many seams to the left of the off-width dihedral."},"__v":0},{"_id":"xVQvBMLiVWWTk6ioxQpDQw==","name":"SKWBA","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Sam Krieg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":15,"mp_id":"106928753","mp_crag_id":"111129504","climb_id":"xVQvBMLiVWWTk6ioxQpDQw==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"SKWBA (Sam Krieg Will Bolt Anything) lurks just to the right of the uber chalked Chainsaw Massacre, conspicuous on this wall for its lack of chalk.  Why no chalk?  Well, it's dirty and the rock is a little sub-par but is it really that bad?  Nah.  In actuality it has decent moves and the rock isn't that bad.  If it had the thousands of ascents of Chainsaw the rock quality would probably be just fine but I'm not holding my breath waiting for that to happen.  If it's dry and you're feeling a little adventurous, hop on it and try to enjoy the experience.\n\nOne note: the anchors could use a little work as they consist of one bolt with a single quicklink and another with a rusty chain.  Another option is to lower off the Kick Me in the Jimmie anchors which are just to the right.","protection":"Eight bolts, bolted anchors.","location":"On the right side of the Undertow Wall, in between Chainsaw Massacre (to the left) and Kick Me in the Jimmie (to the right)."},"__v":0},{"_id":"B+/NRAfrVmmSANm7ELfyxQ==","name":"Skin Boat","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jeff Moll, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":10,"mp_id":"106579687","mp_crag_id":"111129504","climb_id":"B+/NRAfrVmmSANm7ELfyxQ==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Climb through big moves but good holds, to a good rest. Fire the crux, then try to hold on to good but relentless crimps to the anchors. Rests are available along the way, they're just not 'bomber'.","protection":"7 bolts, biners on the anchors.","location":"3rd route to the left of 'chainsaw massacre', usually has draws on it.  starts on big holds."},"__v":0},{"_id":"CAwdutOkXjihbvQDefqPmw==","name":"Scrambled Porn","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Terry Kindred","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":23,"mp_id":"112224367","mp_crag_id":"111129504","climb_id":"CAwdutOkXjihbvQDefqPmw==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Technically face climbing. A little kicked back in angle. Hard to read crux.","protection":"Bolts to chains","location":"Around the corner of the right side of cliff. To the right of big off width."},"__v":0},{"_id":"DQd1eW/UWNKV+OC5uGtaiw==","name":"The Sauce","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Martin - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":0,"mp_id":"106925412","mp_crag_id":"111129504","climb_id":"DQd1eW/UWNKV+OC5uGtaiw==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"The Sauce is the little lost route on the farthest left of the Undertow wall. A couple of bolts of slightly overhanging climbing on decent and good holds dumps you at a no hands where the wall steepens.  Cool, gritty, and somewhat sandy jugs lead upward, past a hidden bolt, to a good shake.  A V3ish boulder problem guards the chains which may explain why this route is so neglected.  A more probable explanation is the short length and sandy, gritty nature of the jugs.  Many locals hate on this route but it's not that bad, particularly if the 'Lode is very crowded or you want another warmup or cool down route.","protection":"Six bolts, bolted anchors.","location":"The farthest left route on the Undertow proper, 10 feet left of Leave it to Beavis."},"__v":0},{"_id":"6ANCt5TmXQeubwMFy+pVJA==","name":"Rocket Dog","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Martin - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":18,"mp_id":"106305165","mp_crag_id":"111129504","climb_id":"6ANCt5TmXQeubwMFy+pVJA==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Follows a black streak to the right of Burlier's Bane. Fight through slopey pinches for the first three bolts and then climb crimps and pockets to the anchors.","protection":"5 bolts plus anchors","location":"The route to the right of Burlier's Bane. Obvious pocketed black streak."},"__v":0},{"_id":"EfywKbA8X4+k0yenpAPQPg==","name":"Resurrection","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Martin - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":7,"mp_id":"106727829","mp_crag_id":"111129504","climb_id":"EfywKbA8X4+k0yenpAPQPg==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Once you're done with the warm ups on the Undertow like Chainsaw, Ale-8-One and Kick Me in the Jimmie, it's time to step it up a notch.  Set your sights on Resurrection, the classic 12c right up the middle of the 'Tow.\n\nStick clip the first bolt (some stick the second as well) and make some steep moves to get over a low roof.  Now pull on a mix of edges, pockets, pinches, the whole shebang, until finally getting to a juggy letterbox at the fourth bolt.  Enjoy the rest, you're through the hard part.  Once you're fully recovered, embark on easier but still sapping climbing for the the next two bolts to a great shake.  A funky left traverse deposits you 30 feet below the anchor.  Follow finger buckets with great feet all the way to the top.","protection":"Seven bolts.","location":"In between Team Wilson and the High Hard One.  Three routes to the right of the popular Tuna Town."},"__v":0},{"_id":"y+l0Pwr7WiWkXmhIKBZ9/g==","name":"The Low Easy One","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Roxanna Brock - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":19,"mp_id":"106895870","mp_crag_id":"111129504","climb_id":"y+l0Pwr7WiWkXmhIKBZ9/g==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"From the approach trail to the Undertow, start walking to the right, marveling at the multitude of fixed draws.  Keep heading that way and the draws abruptly end.  Just after they end, notice the cool line of faintly chalked pinches heading upward, begging for some fondling.  If you happened to bring draws to the 'Lode and it looks dry, hop on, it's good.\n\nA slightly unattractive start leads to the route proper on great stone.  Pinch and pocket your way through what looks like the hard part to a very good shake.  From here climb edges, sidepulls, and Undertow special pockets with thumbs to a good jug right below the anchors.  Now lever off a usually wet hueco and hang a draw, hoping your hand doesn't blow from the wetness and wondering why the chains aren't a foot lower.","protection":"5 Bolts","location":"The second to the last rightmost route on the Undertow Wall."},"__v":0},{"_id":"2X5Qzk4yV7SPVB9s04s+wQ==","name":"Leave it to Beavis","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":1,"mp_id":"106585384","mp_crag_id":"111129504","climb_id":"2X5Qzk4yV7SPVB9s04s+wQ==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Start the same as Tuna Town, up onto the ledge. Then step left into a scoop and head up to the steep wall above. Great jugs lead out the overhang to a hard move at about mid-height off of a sloping hold. Continue on good holds to another rest near the top. Finish up on small sharp crimps to the anchors.","protection":"Bolts to a bolted anchor.","location":"Far left end of the Undertow wall, second route from the left. Shares the start with Tuna Town manteling up onto a shelf and stepping left into a scoop."},"__v":0},{"_id":"7s9zbpzhWyWbP18O8A3Pow==","name":"Kick Me In The Jimmie","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jeff Moll","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":16,"mp_id":"106484047","mp_crag_id":"111129504","climb_id":"7s9zbpzhWyWbP18O8A3Pow==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"This route along with Chainsaw Massacre are somewhat of a right of passage into the harder offerings at the Motherlode. Though the grades are the same, locals never cease to argue over which is harder. Both routes along with just about everything else at the Undertow stays dry when its dumping.\n\nStart on a small boulder reaching up and gaining a large shelf to make the first clip. The prudent step back down to rest for a minute and make the first couple moves with stick clip protection, whilst the intrepid continue to venture on. From here you are met with a crimpy boulder problem involving a lockoff to a left hand sidepull. The difficult moves continue for a couple more bolts, tying on a preliminary pump before the chain run begins. The remainder of the route consists of steep climbing in decent holds with the occasional difficult pull. There are many places to rest if slopey jugs suit you well. Crank up to the anchors where a bomber clipping jug will be waiting for your arrival.","protection":"7 Bolts","location":"Right side of undertow, a bit to the left of the massive Hueco."},"__v":0},{"_id":"tkJTGKkpX/GuspLIBGyBoQ==","name":"Hoofmaker","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Porter Jarrard - 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":5,"mp_id":"106417447","mp_crag_id":"111129504","climb_id":"tkJTGKkpX/GuspLIBGyBoQ==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"A nice long route with a variety of holds.  First 3 bolts aren't that bad.  A hard section from bolts 3 to 4 is definitely the crux and represents some of the hardest climbing on the Undertow.  Once the crux is dispatched, enjoy pumpy 5.12 climbing with a few good rests including two decent kneebars.  Clipping the anchor can be hard, look to the right of the chains.","protection":"10 bolts, anchors.","location":"6th route on the Undertow wall."},"__v":0},{"_id":"mAS4tNXiVP2ICdJB6FOWWQ==","name":"The High Hard One (aka Subman)","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jeff Moll - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":8,"mp_id":"106736608","mp_crag_id":"111129504","climb_id":"mAS4tNXiVP2ICdJB6FOWWQ==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"THHO is another great route up the main portion of the Undertow wall.  A broken hold changed the sequence and made the route solid for the grade but didn't lower the quality.  The route is characterized by one hard move at the 2nd bolt (due to the broken hold) followed by fun endurance climbing on crimps and slopers.  There's a good shake somewhere up there followed by some smaller holds leading to the anchors.  Is there a jug to clip from?  Yes, but I'm not going to tell you where it's at!","protection":"Eight bolts, chain anchors.","location":"On the Undertow wall, one route to the right of Resurrection.  Just to the right of THHO is the less possible Crime Time.  To the right of this are obvious jug pockets of Skin Boat which should make a good landmark."},"__v":0},{"_id":"e1z/y/ikXkewy90GZVApvQ==","name":"Harvest","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jeff Moll - 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":4,"mp_id":"106417458","mp_crag_id":"111129504","climb_id":"e1z/y/ikXkewy90GZVApvQ==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"A good route with a little bit of bad rock.  Bouldery at the start, the route eases some and leads to the first kneebar in a big hole easily seen from the ground.  A big jug above leads to the rib and an annoying clip.  Get this clipped and make your way to the chossy rest and kneebar number two.  From here it's 12- to the chains but possible to fall in a few places. Try not to get suckered too far right at the chains!","protection":"11 bolts, anchors.","location":"5th route from the left on the Undertow wall.  Identifiable by a fixed chain on the 3rd(?) bolt."},"__v":0},{"_id":"+6UV/8jhXOO44kpJJldOTw==","name":"Flux Capacitor","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Chris Martin - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":3,"mp_id":"106417464","mp_crag_id":"111129504","climb_id":"+6UV/8jhXOO44kpJJldOTw==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"I liked 90% of this route and hated 10% so I'm going to put 3 stars.  People's opinions seem to be varied.  It's got more rib climbing than Harvest, fewer bolts, and no kneebars which is all good.  The bad is the start which just seemed to wander and the shared holds with Harvest.  Don't get scared of the runout, the holds get huge once you get a little bit over the bolt.","protection":"10 bolts, anchors.","location":"In between Tuna Town (to the left) and Harvest (to the right)."},"__v":0},{"_id":"gliiaSvDXE2KDY+27FVf6Q==","name":"Crime Time","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Brian McCray - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":9,"mp_id":"106756611","mp_crag_id":"111129504","climb_id":"gliiaSvDXE2KDY+27FVf6Q==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Perhaps a little neglected and less traveled than most of the undertow wall, Crime Time is still a worthy outing up the middle of the 'tow.  Start off with a pretty stout boulder problem getting to and past the 2nd bolt.  The rest of the route features interesting movement on holds that aren't as good as the appear from below.  Rest where you can while saving some juice for the difficult anchor clip.\n\nThe downside to the route?  It feels a little bit like a squeeze job as it gets really close to the High Hard One.  In fact it shares a handhold or two but the hard climbing is all unique.","protection":"Bolts","location":"The middle of the Undertow Wall, just to the right of The High Hard One."},"__v":0},{"_id":"XPEtrYz9XfGCHEyjT7CEJg==","name":"Convicted","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jeff Moll, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":11,"mp_id":"106598931","mp_crag_id":"111129504","climb_id":"XPEtrYz9XfGCHEyjT7CEJg==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"One of the more powerful lines on the Undertow Wall, Convicted is a highly regarded testpiece on the most popular cliff at the Red.  A few thin crimps near the start lend this line a reputation as the hardest 13a at The Motherlode.  The line surmounts a consistent, \"gentle\" overhang of ~30 degrees, on amazing jugs, pockets, pinches and a few sinister slopers.\n\nBegin with easy moves up a large, left-facing, juggy flake, that is occasionally wet.  Move out left to a few iron-extruded tongues, and make a hard move to jumbly pockets at the second bolt.  One hard crank leads to large holds near the third bolt.  Continue up sculpted features to a horizontal break just above the second to last bolt.  Slopers lead out left to the last bolt, where the angle steepens briefly, and a few long moves lead to good clipping jugs near the anchor.","protection":"~7 bolts, 2BA","location":"On \"The Undertow Wall\" which is the stacked gray wall right of the Madness Cave.  This is the first route left of \"Ale 8\", which begins immediately left of a large flat boulder laying against the wall."},"__v":0},{"_id":"/+XOaY6oWXyXmKjG498ZEA==","name":"Chainsaw Massacre","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":13,"mp_id":"106153682","mp_crag_id":"111129504","climb_id":"/+XOaY6oWXyXmKjG498ZEA==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"It's often said about this route... \"I've never been kicked off by holds that big\"...  Very true,  everything is good.. there is a crux,  it's not much harder than the rest of the moves on the route, just straight up enduro climbing.  Fight the pump past the crux on huge holds.  It's about a 15 degree overhanging.","protection":"bolts...","location":"Right side of the Load.  Start on top of a small boulder,  look for the line of people."},"__v":0},{"_id":"ENxaRE7dVeePYui0QVNDng==","name":"Burlier's Bane","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Roxanna Brock - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":17,"mp_id":"106538496","mp_crag_id":"111129504","climb_id":"ENxaRE7dVeePYui0QVNDng==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"A fun route on the right hand side of the Undertow wall.  The climbing involves many cool pinches and cross through moves on good rock.  For me it's low in the grade, much easier than Kick Me in the Jimmy or Chainsaw Massacre.","protection":"Bolts","location":"On the right hand side of the Undertow wall, one route right of Kick Me in the Jimmy."},"__v":0},{"_id":"SJT5wDF/VCSv/8Oa1qdl6A==","name":"Ale-8-One","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Brian McCray - 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"left_right_index":12,"mp_id":"106445478","mp_crag_id":"111129504","climb_id":"SJT5wDF/VCSv/8Oa1qdl6A==","areaRef":"JJYSO3CAW1+NTfJsarxcMg=="},"content":{"description":"Launch into this Undertow classic by bouldering up through several crimpy moves that trend right. Gain a jug and a shake before charging up generally good pockets and the occasional long reach. As you endeavor through the steepness, resist the temptation to scream \"TAKE\" at your loving belayer. He/She is only there to help. Clipping the anchors provides a challenge as the finishing hold is nothing to write home about.","protection":"Fixed draws","location":"Locate this gem on the right side of the Undertow wall. Between Convicted (13a) and Chainsaw Massacre (12a)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8677a1b5-08b9-5ce8-b15f-0653205bbc48,78da26bc-cd94-5ac8-8e1c-815f7f30a28b,9c612baf-7a8c-5f07-a94a-ffa9ebfd219e,81e9477a-bf47-52ba-a8ca-df35e338c720,2496123b-7080-5b5f-8d4d-f26c6abc5c32","pathTokens":["USA","Kentucky","Red River Gorge","Bald Rock Fork Recreational Preserve (BRRP)","Motherlode, The","(5) Undertow Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.12b"},{"count":6,"label":"5.12d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":5,"label":"5.12a"},{"count":4,"label":"5.13a"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":23,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":19,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":19,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.71098,37.64632]},"bbox":[-83.71154789894521,37.64587033981814,-83.71041210105481,37.64676966018186],"left_right_index":-1,"ext_id":"111129504","area_id":"JJYSO3CAW1+NTfJsarxcMg==","polygon":{"type":"Polygon","coordinates":[[[-83.71154789894521,37.64587033981814],[-83.71041210105481,37.64587033981814],[-83.71041210105481,37.64676966018186],[-83.71154789894521,37.64676966018186],[-83.71154789894521,37.64587033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:03:53.242Z","updatedAt":"2024-02-19T18:33:29.470Z"}