{"_id":"6368a33fe80bff5a9957d954","area_name":"Desperate Dome (Desperate Reality Cliff)","shortCode":"","climbs":[{"_id":"Mxxod/3MVreEP24DKZXLUg==","name":"The Warm Up","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tony Mayse","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":4,"mp_id":"105988269","mp_crag_id":"105986472","climb_id":"Mxxod/3MVreEP24DKZXLUg==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"One of the best moderate sport climbs in the refuge and a must-do on any visit to Desperate Dome. Begin 60’ left of Fight Club and just right of Fistfighter and enjoy big moves on comfy, square-cut holds up the left edge of a triangular-shaped pillar. The technical crux is at the 3rd bolt but the pump factor may pose an additional challenge for some. \n\n  Finish at the two bolt anchor atop the pillar or continue fifteen feet up a low fifth-class left-angling crack to a big ledge with a tree anchor. This anchor can also be accessed from above and makes a convenient TR anchor for The Warm Up or Fistfighter. -banks Banks 2016","protection":"Four bolts, plus two bolt anchor with rap rings.","location":"The obvious arête just right of the Fistfighter crack"},"__v":0},{"_id":"ruTiQCSiVyehmoWC07GxaQ==","name":"Temple of the Wind","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joran Viers, Mark Hyde, and Rob Fielder (late 1980's)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":1,"mp_id":"112498607","mp_crag_id":"105986472","climb_id":"ruTiQCSiVyehmoWC07GxaQ==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"Twenty feet left of Fistfighter a giant flake leans against the cliff face. Balance straight up the slab on thin holds to gain the first bolt (15-20 foot groundfall potential here). Alternatively, one can reach the first bolt by climbing the easier and more secure corner crack forming the left edge of the pillar. From the first bolt, trend rightward up the slab to a tricky mantle at the second bolt, then cruise up progressively easier terrain to a big ledge at the top of the pillar. Immediately off this ledge, a short section of overhanging crack provides the crux, followed by 20’ of enjoyable 5.8 hand slamming. Belay and rappel from a tree anchor that also provides a convenient TR anchor for Fistfighter. \n\n  Note: Most modern-day climbers start by climbing the easy corner crack on the very left side of the pillar to gain the first bolt, before breaking out right onto the slab.In fact, this is how the route is described in the current guidebook to the Wichitas. However, recent information from the previously unknown first ascent party has revealed, in addition to a much more creative name than \"The Slab Route\", this route originally climbed straight up the slab to the first bolt. The FA party called these moves 5.9. If done this way, Temple of the Wind certainly qualifies for an R rating.","protection":"2 bolts plus single set of cams from 1.5\" to #4 Camalot","location":""},"__v":0},{"_id":"yIak9ghvXzW0xjeFOG9ONw==","name":"Rope-a-Dope","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":5,"mp_id":"116676192","mp_crag_id":"105986472","climb_id":"yIak9ghvXzW0xjeFOG9ONw==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"Toprope route to the right of The Warm-Up. Start on the same ledge using the arete to ascend. Be careful of a loose flake system as you transition onto the face.\n\n Toprope from the same anchors as The Warm-Up","protection":"Top Rope. Two sets of chains above The Warm-Up. Use either.","location":"To the right of The Warm-Up"},"__v":0},{"_id":"7FZSUCmDV2O6+rFb06RZUw==","name":"Kid Gloves","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chris Banks and Eric Forney, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":0,"mp_id":"112498522","mp_crag_id":"105986472","climb_id":"7FZSUCmDV2O6+rFb06RZUw==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"Don’t let its name and unassuming appearance fool you; this route packs a surprising punch. Begin 30’ left and slightly downhill from The Slab Route at the base of an obtuse right-facing dihedral with a small roof eight feet off the mat. Ascend this feature but don't let yourself get pinned in the corner.  Traverse 10’ right along an obvious break to gain a hands to fist crack. Fight your way up this crack to a huge sloping belay ledge. Belay and rap from a fixed cable through a thread at the back of the ledge.","protection":"Single rack to a #4 Camalot","location":""},"__v":0},{"_id":"KHAU5rJbWLaChIB4tMcz1g==","name":"Hand Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":999999,"mp_id":"118602917","mp_crag_id":"105986472","climb_id":"KHAU5rJbWLaChIB4tMcz1g==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"Follow a 25 foot hand crack up to the top of Desperate Dome. Slightly overhanging start to easy hands. Certainly been climbed before and too short, but a solid practice crack nonetheless. ","protection":".75-2","location":"From the base of desperate dome follow the trail through the cave to the top of the dome. Once you're on the top section look directly in front and you will see a hand crack to your left. "},"__v":0},{"_id":"Xi1904VpW6mgzXglpRnf1A==","name":"Fistfighter","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"First TR ascent: the late Chris Lenox, April 2009. Led free by Eric Forney in May 2009","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":3,"mp_id":"112498663","mp_crag_id":"105986472","climb_id":"Xi1904VpW6mgzXglpRnf1A==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"","protection":"1 bolt + cams from #1 to #5 Camalots, 2 or 3 each of $#3 and #4 Camalots. Two bolt anchor with rap rings","location":""},"__v":0},{"_id":"Kpv6bn5/WV+egmPO0iL/tg==","name":"Fight Club","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FFA: Chris Banks and Steven Charles, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":6,"mp_id":"112498710","mp_crag_id":"105986472","climb_id":"Kpv6bn5/WV+egmPO0iL/tg==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"The first rule of Fight Club is: you do not talk about Fight Club. The second rule of Fight Club is: climb this route! About 60' right of The Warm Up is a large C-shaped pod about 25' off the ground. Jam a short crack followed by a couple of difficult face moves to reach the base of the pod. Clip the lone bolt, pull up into the pod (can be a tight squeeze!), and then fight your way out its top (crux).  \n\n  The first free ascent was done prior to the replacement of an old, hangerless ¼” buttonhead to the left of the pod. After getting up into the pod and discovering that he had no gear, Chris hollered to Steven to toss up the #5 Wild Country Friend. Steven made the throw on the first try (a distance of about thirty feet!) and Chris shoved the big cam up into a flaky crack at the top of the pod before finishing the route.","protection":"1 bolt plus single rack up to 2\". 2-bolt anchor with rap rings. Small wires such as DMM peenuts can be useful in the incipient crack immediately above the pod.","location":""},"__v":0},{"_id":"yd8YjouLVhiyfiVNzLIYSQ==","name":"El Corador","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":10,"mp_id":"112499001","mp_crag_id":"105986472","climb_id":"yd8YjouLVhiyfiVNzLIYSQ==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"Short but sweet. About 50' past the start of Desperate Reality, where the corridor begins to widen, climb a right-angling finger crack on the left wall to a sloping ledge capped by a low roof. Shuffle or crawl about ten feet right on the ledge to a stunning splitter that narrows from hands to thin hands to fingers (crux). Scramble up and left to a large belay tree.  Descend by looping your rope over the tree and rappelling. \n\n  Note:   This route has almost certainly seen prior ascents. I've merely attached a name to the route for the sake of clarification. The first time I climbed it, I discovered that I could stem upward, with hands and feet on opposite walls, in order to place good pro in the initial finger crack. The wide stem reminded me of the famous 100' talll stem box on El Matador at Devil's Tower (although certainly it's much less pumpy on the calves!). The pun contained in the route name occurred to me almost immediately and I liked it so the name stuck. Chris","protection":"Standard rack to 2\".  Belay at tree. Bring a long sling or cordalette for the anchor. The first half of the route can be pretty tricky to protect.","location":"At the end of the granite corridor, 50' past the start of Desperate Reality"},"__v":0},{"_id":"TtHiqyTgUd6+hUnh9HQz/g==","name":"Desperate Reality","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jon Frank","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":9,"mp_id":"105986909","mp_crag_id":"105986472","climb_id":"TtHiqyTgUd6+hUnh9HQz/g==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"First led by the legendary Jon Frank wearing cloth athletic tape over knee-length tube socks, since the stiff-soled high tops of the day didn’t work well for throwing foot jams over one’s head. Unless you can crank eight one-arm pull-ups and do alternating one-arm lockoffs on an inch-wide door jam (just a couple of Frank's remarkable feats of gymnastic strength), it’s highly recommended that you boot up for this one.  \n\n  Step up onto a boulder at the start of the incredible splitter roof crack, take a deep breath, and go. Opening fist jams lead to bomber hands, a short section of fingerlocks (crux), and then back to hands before reaching the finishing holds. Exhale. -banks Banks 2016","protection":"Cams to a #4 Friend. Two-bolt anchor with rap rings.","location":"Desperate Reality and El Corador are accessed by a unique 30-foot tall granite corridor that seemingly leads straight into the cliff. In the hottest months of the year, the air flowing through this narrow stone passageway feels like natural air conditioning, one of the many attractions at this climbing area. Find the entrance to the corridor by heading down and around the low-angled slab from which the previous two routes start.  \n\n  Walk about thirty feet down the granite hallway until a break opens up on the right. Desperate Reality starts right at this opening and shoots straight out nearly horizontally until curving up and out of sight at the lip of the great roof. Despite starting so low to the ground, this climb still features incredible exposure because the ground slopes sharply downward below the climb. -banks Banks 2016"},"__v":0},{"_id":"E8drnSPIVKKl6gN83lDkBw==","name":"Corner Man","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Chris Banks and Kevin Dubuc, 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":8,"mp_id":"112498956","mp_crag_id":"105986472","climb_id":"E8drnSPIVKKl6gN83lDkBw==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"Every great Fistfighter needs a good Corner Man. Ten feet right of the start to Black Crack, this right-facing corner offers excellent and varied climbing on rock that is much higher quality than first appearance suggests. Crank steep and balancey moves on good holds (past two bolts if a pending bolting permit is approved), then lieback over a small roof (crux) into the upper dihedral. Stem and finger jam your way to its top and escape left. Gear belay as for Black Crack","protection":"Standard rack: nuts and cams to 3 inches \n\n  As of February 2017, there are no bolts in place on this route. A permit application to place two bolts at the start has been approved by the Advisory Bolting Committee (ABC) of the Wichita Mountains Climbers Coalition and is awaiting final determination by refuge management. \n\n  The route was led by the first ascentionist at 5.10 R/X. Without bolts, the first gear is 25' up in the underside of the small roof. A fall from this height onto the granite slab would be catastrophic. Hopefully the application for a bolting permit will gain official approval so that the route can be made safe for all to enjoy. Until then, heads up!","location":"Located halfway up the low-angle slab at the right side of the cliff, ten feet right of Black Crack. \n\n  Descent: A short downclimb off the southwest corner of the rock gets you to the ground. Hike downhill, staying close to the cliff, and then carefully scramble down the aforementioned low-angle slab to the base of the route."},"__v":0},{"_id":"Yhl6hNaxWpu21VGA2Kx6Mg==","name":"Black Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Eric Forney and Mike Hankins, 2006","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"left_right_index":7,"mp_id":"106336606","mp_crag_id":"105986472","climb_id":"Yhl6hNaxWpu21VGA2Kx6Mg==","areaRef":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"Begin just a few feet left of Corner Man and carefully traverse left along a horizontal break to gain the base of a crack splitting the obvious black water streak. You’ll encounter plenty of sustained wide hands to fist jamming on this one, although the crux is a short section at 30’ where the crack pinches down for a few moves. Save a 4.5”-5” piece to throw in the short section of off-width that immediately follows the crux. The last 30' is sustained 5.9 wide-hands goodness. Quality!","protection":"Cams from 3/4\" to 5\". Double or triple set of #2-#4 Camalots. Gear anchor.","location":"This route begins a short ways up a low-angle slab that begins about 25' right of Fight Club.  \n\n  Descent: A short downclimb off the southwest corner of the rock gets you to the ground. Hike downhill, staying close to the cliff, and then carefully scramble down the aforementioned low-angle slab to the base of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,0721c70d-0861-5a9a-b8fe-9e12bad24f49,79cbc737-7642-5e46-baa1-92aa9eb048df","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Charon's Gardens","Desperate Dome (Desperate Reality Cliff)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.71656,34.70858]},"bbox":[-98.71710699273503,34.70813033981813,-98.71601300726499,34.70902966018186],"left_right_index":-1,"ext_id":"105986472","area_id":"ecvHN3ZCXka6oZKqnrBI3w=="},"content":{"description":"This cliff has long been known only for its namesake route, Desperate Reality, a 25-foot nearly horizontal 5.12b roof crack. However, a flurry of recent development has pushed the total number of routes here to nine, making Desperate Dome one of the premier climbing destinations in the refuge. A relatively short walk (especially once you get the approach dialed in), a northeast-facing exposure offering plenty of shade during the warmer months, and a bevy of high-quality and well protected 5.10 cracks are among the attractions of this outstanding crag. The rock here is very crystalline, so you'll most likely want to tape your hands for the crack routes.  -banks Banks 2016"},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:18:42.380Z","updatedAt":"2024-01-15T16:47:52.137Z"}