{"_id":"63689d5ce80bff5a994f538d","area_name":"Regge Pole","shortCode":"","climbs":[{"_id":"G0GDtx/eV1OXNXbJNjF3iw==","name":"South Face of the Regge Pole","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Greg Donaldson and Joe Kiskis (July 1970) --- FFA: Dave Nettle and Jim Howle (1993)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4237,38.127]},"left_right_index":0,"mp_id":"107240513","mp_crag_id":"107240508","climb_id":"G0GDtx/eV1OXNXbJNjF3iw==","areaRef":"NMYOSKw+Wi26AXgd9tMXrQ=="},"content":{"description":"Although the formation is spectacular, the South Face route is disappointing due to poor rock quality. Of the routes we climb on our trip, I found this the least enjoyable.\n\nWe also thought that the route description was challenging, which is not to say we thought the route finding was difficult. There was little issue with picking the most natural line up the south face, and we never felt \"off route\" except for the fact that the route description in the Secor guide seems to have no bearings on reality. The route I will describe is the route that we took and which I think most other parties would naturally climb if they attempted an ascent without any sort of directions.\n\nBegin by accessing the large ledge at the south-east corner of the formation (the edge that faces the Hulk). We did this by soloing a 5.0/4th class low angle handcrack for about 30 feet.\n\nThere is a prominent tower that is attached to the Regge Pole on its south face. It forms a large dihedral and has two cracks leading up it, one in the corner itself and one on the face to the left.  You want to climb the left crack for a pitch to a stance at a dish (belay takes sml-med cams and nuts). From here continue up the crack a bit until just before it gets really dirty. Make a difficult step out right onto a large feature (5.10a to 5.10d, height dependent) and traverse into the crack in the corner. Enjoyable hand jamming leads up the corner to a ledge.\n\nFrom the ledge, make a difficult start (5.10-) in a brush filled crack in the corner, stick a #4 Camalot in the crack above the bushes and then move left on steep juggy flakes, making sure to avoid the completely detached flake near the end of the traverse. This takes you to another large sloping ledge.\n\nNext climb the awful corner through a rotten chimney to the top of the minor tower. From here a thin crack near an arete (hey! that sounds like the description in Secor, maybe we're back on route...) leads to more rotten rock and a belay below a steep crack with a bolt.\n\nThe start of the crack is filled with vegetation and I had to french free this section (probably 5.10+ to free), then the crack eases for a ways and leads you to a small corner which leads to another ledge. Above the ledge is offwidth double cracks in some absolutely terrible rock. They \"sort of\" protect with a #4 although bigger gear would be better. Just above this is the false summit.\n\nAccording to Secor, from the false summit \"one short 5.6 pitch leads to the top\". However the false summit and true summit are separated by a 20 foot deep notch. With tension on the rope I was barely able to bridge the gap between these two towers, and fully stemmed out I found nothing to grab onto to hoist myself onto the side of the other tower. I had to batman up the rope to get back to the false summit. With a thunderstorm quickly approaching we bailed from here. My guess is that you rap into the notch and then climb out from there (which looks much harder than 5.6, btw). Either that, or it's some sort of crazy jump across.\n\nTo descend, rappel down the gully to the west. There are semi-established rap anchors, but make sure you bring some fresh webbing. After reaching the talus, head south for a short ways before hanging a left down the main couloir that runs below the south face. There's nothing more than 3rd class, however there's lots of loose stuff and we've sent some big blocks rolling every time we've descended this couloir.","protection":"Pro to 4\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,d1d2f080-cf5d-57de-8d8e-5dd04f51716d,912d90e4-aa85-506c-871d-71021b15f01f,34c60e48-ac3e-5a2d-ba01-781df6d317ad","pathTokens":["USA","California","High Sierra","02 - The Sawtooth Ridge","Little Slide Spires","Regge Pole"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.4237,38.127]},"bbox":[-119.42427161827779,38.126550339818145,-119.42312838172222,38.127449660181874],"left_right_index":-1,"ext_id":"107240508","area_id":"NMYOSKw+Wi26AXgd9tMXrQ==","polygon":{"type":"Polygon","coordinates":[[[-119.42427161827779,38.126550339818145],[-119.42312838172222,38.126550339818145],[-119.42312838172222,38.127449660181874],[-119.42427161827779,38.127449660181874],[-119.42427161827779,38.126550339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:47.055Z","updatedAt":"2024-02-19T18:29:58.118Z"}