{"_id":"6368a214e80bff5a9955da1a","area_name":"Brazos Cliffs","shortCode":"","climbs":[{"_id":"OKZay6CCXLG2IQb8sUC8SA==","name":"Roybal's Horrendous 5.10 Offwidth","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA Pre-1980: Mike Roybal & Prandoni?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4196,36.745]},"left_right_index":0,"mp_id":"111928144","mp_crag_id":"105992186","climb_id":"OKZay6CCXLG2IQb8sUC8SA==","areaRef":"VhhaFzt0WX2M99Iva+PhoA=="},"content":{"description":"Scramble up gully until directly below 3rd pitch roof   P1:165' of easy climbing with some 5.8/9.   P2:Up to low angle slab (5.7), then up crux OW crack.  Belay in alcove below roof. 150'   P3: Offwidth and chimney 100' to top","protection":"Standard rack plus pro to 6\" and many slings.","location":"A few hundred yards to the right of the waterfall.  In a very steep (by Brazos standards) corner system.  The route emerges from a crack above the large roof."},"__v":0},{"_id":"JCrEY0YoXuaWK1CHfYt/Tw==","name":"Cat Burglar","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Don Liska and Larry Campbell, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4196,36.745]},"left_right_index":1,"mp_id":"106274181","mp_crag_id":"105992186","climb_id":"JCrEY0YoXuaWK1CHfYt/Tw==","areaRef":"VhhaFzt0WX2M99Iva+PhoA=="},"content":{"description":"This is a ~2000' climb just to the left of the \"Great Couloir,\" a prominent cleft running the whole height of the cliffs just to the left of the highest part of the Brazos Cliffs (see photo at right).\n\n I will try to describe the roped pitches here, but please also look at the attached photos and their captions. In particular, take a look at the attached hand-drawn topo by Norbert Ensslin (a senior member of the Los Alamos Mountaineers).\n\n Approach the base of the Great Couloir. There are two possible starts to the route: (a) \"direct start\" to the left of the Great Couloir and (b) the Great Couloir start. We did the latter.\n\n Direct start:\n\n p1: climb up a buttress with featured rock (to the left of the Great Couloir) up to a tree on the skyline (see photo)\n\n p2: continue up clean rock to another large tree at a good ledge (see photo)\n\n Continue with p4 below.\n\n Great Couloir start:\n\n p1: climb the start of the Great Couloir almost a full rope length; snow/ice probable near the very bottom early season (see photo)\n\n p2: continue up solid rock with some vegetation (see photo); a 60 m rope here would have allowed us to reach a better belay spot.\n\n p3: traverse left a bit and continue up solid rock to the big tree at the top of p2 of the direct start (see photo)\n\n p4: from the tree, head slightly right then up crack system; go up to the right of a roof then back left onto the top of the roof; belay on a small ledge or from inside a small cutout about 10 feet above the ledge. This pitch is sustained 5.7 and exciting.\n\n p5: continue up a crack system and pass by the left side of the prominent \"boxcar\" feature; stem on some small features; medium/large hexcentrics and small/medium tri-cams proved useful; belay near the top of the boxcar.\n\n p6: traverse left about 80 ft. to some brush (recommend simul-climbing this pitch); continue on some 4th class scrambling (that can also be simul-climbed) to a notch with a tree that is the start of the \"Cat Burglar\" pitch\n\n p7 (Cat Burglar pitch): climb up the exposed face toward the left of a big roof; upper part of the pitch has scarce protection.\n\n p8: traverse left past a tree, then up a bulge; past the bulge, there is an exposed traverse up and left taking big protection; the next belay is on a small perch with a tree.\n\n p9: head up a chute and then some stemming in a left-facing dihedral ending at another big tree for belay.\n\n p10: some tricky climbing up a small right-facing dihedral up to a small roof, then up and beyond a tree into a wide chute to a small belay stance taking small pro in cracks on the right wall of the wide chute.\n\n p11: continue up the wide chute, then right and up around a roof up to a little notch in the rock.\n\n p12-14: we simul-climbed 3rd-4th class; the ridge started to flatten out and approach the summit; we unroped just a short scramble from the summit plateau; the last bit of scrambling was mostly 3rd class along the ridge with a couple of exposed 4th class moves.\n\n Descent: Walk toward the left (west) down a moderate wide slope, being careful not to angle too far left, lest you get cliffed out. The trick is to stay right far enough to enter the descent gully while avoiding cliffs. Descend about 2,000 feet in a steep gully on mixed scree & talus. Stay to the left of the gully to hike on dirt rather than scree. When the gully flattens out and becomes consistently forested, angle right or you will miss the dirt road and end up on the lower dirt road by the Rio Brazos and lots of extra bushwhacking.\n\n Times: approach ~1-1.5 hours climb 6-12 hours depending on your climbing speed and routefinding abilities descent ~1.5-2 hours","protection":"full trad rack including set of stoppers and cams to ~4\", 10-12 double length runners, emergency rap gear, 60m double ropes recommended.","location":"Take Route 512 east from US84, about 7 miles to pullout parking on N side of road (between some trees and a garbage dumpster; near a row of condos), just before the split to Corkins Lodge.  Hike east along road, bear left at Corkins Lodge sign, walk north a few hundred yards, then bear right near A-frame house and continue hiking another mile or so to turnaround at end of dirt road.  The dirt road gets very rough and rutted toward the end (unpassable even with high clearance 4WD), and it is all private property so no public parking.  Total walking time to turnaround is about 1/2 to 3/4 hour.  Hike east another 100 yards past turnaround, then turn north uphill toward base of cliffs, lots of bushwhacking and talus/scree scrambling, fairly steep terrain near base of cliffs, which are ~500 feet above end of road (just a guess)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,5d8047b7-81d1-5452-944c-f367d74b9385,3203bfa7-ebd0-544e-b9db-b123c703eaeb,56185a17-3b74-597d-8cf7-d22f6be3e1a0","pathTokens":["USA","New Mexico","New Mexico, other Northern Areas","Rio Arriba County (Brazos, San Juans)","Brazos Cliffs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4196,36.745]},"bbox":[-106.42016115911869,36.74455033981814,-106.41903884088129,36.74544966018186],"left_right_index":-1,"ext_id":"105992186","area_id":"VhhaFzt0WX2M99Iva+PhoA==","polygon":{"type":"Polygon","coordinates":[[[-106.42016115911869,36.74455033981814],[-106.41903884088129,36.74455033981814],[-106.41903884088129,36.74544966018186],[-106.42016115911869,36.74544966018186],[-106.42016115911869,36.74455033981814]]]}},"content":{"description":"Note from scotthsu:  George Perkins re-assigned this page to me from MP user Sheets on 10/10/08.  The text below was written by me, and I will slowly add to it.  Thanks for your patience.\n\n  The Brazos Cliffs tower some 3000' above the surrounding lands to the northeast of Tierra Amarilla.  The tallest parts of the Cliffs offer up to 2000' of technical climbing/scrambling.  The rock is hard pre-Cambrian quartzite.  The first technical climb was made on the Brazos Cliffs in 1952 by George Bell, Sr., Virginia Lotz, Don Monk, and K. Bruecknerand when they climbed Easy Ridge.  Later that year, George Bell and Don Monk climbed the Great Couloir.  Over the next 20-30 years, members of the Los Alamos Mountaineers (LAM) established some 45 routes and major route variations on these cliffs.  The LAM website has an engaging write-up on the climbing history of the Brazos Cliffs.  George Bell, Sr. wrote an article on the Brazos Cliffs, published in the March 1972 (#639) issue of Trail & Timberline, on which much of this description is based. In 1986 the Los Alamos Mountaineers voted against assembling a guidebook to help preserve the sense of wildness that is so unique to these cliffs and to give future generations of climbers a chance to re-discover the cliffs for themselves. \n\n  The Brazos Cliffs are on private property, and thus access is restricted (click on \"more info\" link above). \n\n  The cliffs have three main parts, from west to east:  (1) the main Brazos Cliffs, (2) the Brazos Box Canyon, and (3) the Encinado Wedge.  The main Cliffs are about 2000' tall, and the Cliffs get shorter and steeper as you move east, with the Wedge being about 1000' tall.  A selection of the routes (from the T&T article) are listed below. \n\nMain Brazos Cliffs routes listed from west to east (w/FA party and year): \n\nWhite Gully (5.5), D. Liska, A. Liska, G. Bell, and M. Williams, 1967Cat Burglar (5.7), D. Liska and L. Campbell, 1971Great Couloir (5.6), G. Bell and D. Monk, 1952Great Couloir Direct (5.6), G. Bell and D. Coward, 1956, with subsequent variations by D. Liska et al.Easy Ridge (5.6), G. Bell, D. Monk, V. Lotz and K. Brueckner, 1952East of Easy (5.6), G. Bell, W. Hendry, C. Keller, and R. Harder, 1970Going to Jerusalem (5.6), F. de Saussure, 1958\n\nBrazos Box Canyon:\n\nCleft (5.6), G. Bell and F. de Saussure, 1958Box Tower (5.5), G. Bell and M. Hane, 1959Gothic Arches Buttress (5.7), D. Liska, G. Bell, L. Dauelsberg, and M. Williams, 1969\n\nWedge:\n\nWest Ridge of the Wedge (5.8), W. Hendry and C. Keller, 1970Wicked Ridge of the Wedge (5.6), W. Hendry and M. Hart, 1969 with east variation by D. Michael and L. Dauelsberg, 1971Roofy Ridge of the Wedge (5.7), W. Hendry, L. Dauelsberg, M. Hart, C. Keller, and M. Williams , 1969Rickety Ridge of the Wedge (5.4), LAM party, 1968\n\n  Routes are 10-17 pitches long, all with non-trivial approaches and descents, and thus are all Grade III & IV.   \n\n  to be continued..."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:48.185Z","updatedAt":"2024-02-19T18:38:14.226Z"}