{"_id":"63689de0e80bff5a994f92e3","area_name":"Hawk-Eagle Ridge","shortCode":"","climbs":[{"_id":"EH1D4g6sX2+YZhodezJbZA==","name":"You'll Poke Your Eye Out","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Erickson, Rebecca Manley (April 10, 2010)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":58,"mp_id":"106732822","mp_crag_id":"105745073","climb_id":"EH1D4g6sX2+YZhodezJbZA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Start at the base of the square overhang and head up  the middle underneath, then pull the great jug out left and gain the ledge shared by the little tree.  The crux of the climb could be negotiating the tree without injury, hence the name of the route.  Pass the tree and start up the finger crack behind and to the right using the crack and small face holds on the left with some bigger ones around the arete and to the right.  There is a pretty big and solid block at the top that can be used to build an anchor.  Descend via the \"downclimb gully\" to the left of the route.","protection":"Small nuts and cams to finger size, a sling for the tree.  Some long slings and bigger cams for the anchor at the top.","location":"Route starts about 10 feet to the right of the \"downclimb gully\" or about 10 feet left of \"Jupiter\" in the Dead On Arrival Area of the ridge.  Look for a large square dihedral that has a small tree to the left about halfway up the wall."},"__v":0},{"_id":"BpxyQoPTXxWzcYmTxA7ulg==","name":"Yellow Brick Road","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":20,"mp_id":"120248121","mp_crag_id":"105745073","climb_id":"BpxyQoPTXxWzcYmTxA7ulg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Yellow Brick Road is a poor climb with little redeem, let alone would I recommend it. Having just done this route and finding it undesirable, I was curious to see what was said about it here on\n\nMP.com\n\n, but when I came on line to read what had been said, I was initially surprised to find nothing. Having first written up routes on M.P. on Hawk Eagle about 20 years ago, I was expecting that someone would have written this one up by now. Then it dawned on me, but for me, everyone has had the sense not to climb this thing once they looked up at it. Levin calls it a \"junky pitch,\" but I feel that is an understatement. If the loose or poor rock was insufficient to deserve a worse description, the thorny bushes growing out of the crack for 3/4 the length of this climb certainly earn this thing a mention in the 'worst of Eldo' list. As a lifetime choss jockey and obscure tour denizen, I feel fairly uniquely qualified to bestow that honor, and I hereby do so. There, I hope I have been clear.\n\nIf you still want to climb this thing, head left just past\n\nSelf Abuse\n\nand up onto the flat shelf at the base, just left of that route. Take a minute, and inspect down and to your right the climbs\n\nJanuary Rush\n\n,\n\nJanuary Playmate\n\n, and\n\nSelf Abuse\n\n. Those are good routes that deserve your attention, & it is not too late to go climb them instead.\n\nNo? OK, now just above those lies this left-facing corner with loose rock and thorny bushes along its length. Work your way up and right for 50' or so to a fixed anchor, and belay. Rap off of the fixed stoppers and cord, cleaning your gear on the way down. Or worse, yet, belay your partner up, obligating them to suffer the route as well.\n\nRap off from the fixed anchor, 50' or so to the ground.","protection":"A single set of stoppers and cams.","location":"This is just left of\n\nSelf Abuse\n\nin a left-facing corner with a small crack full of raspberry bushes. This ends on a ledge just left of the top of\n\nSelf Abuse\n\nat a cord in 3 fixed stoppers."},"__v":0},{"_id":"84SitgmgUqiRH1szyew2lQ==","name":"Walk About","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Carl Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":7,"mp_id":"106951889","mp_crag_id":"105745073","climb_id":"84SitgmgUqiRH1szyew2lQ==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climbs a short chimney to a small roof to the right of a dead tree and follows disjointed cracks to the top of a saddle.  The cracks a pretty dirty and there is a great deal of licken covering the rock in this area.","protection":"SR.","location":""},"__v":0},{"_id":"hcgHsrNVUyWPSo2PSU9vmw==","name":"Werner Brothers' Roof","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mike Werner, Pete Werner, 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":2,"mp_id":"106935541","mp_crag_id":"105745073","climb_id":"hcgHsrNVUyWPSo2PSU9vmw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Start at a broken area left of\n\nCentral Park\n\n. Climb a right-leaning finger crack through a slab to the base of a roof. Overcome the roof (crux) and finish the face above on easier ground.","protection":"Standard light rack.","location":"Follow Hawk-Eagle Ridge approach to the top of the formation, just past a slabby drainage scramble. As you turn the corner above the class 3 slabs, the low angle face with this route comes into view.  This route starst 40 from the top of the formation."},"__v":0},{"_id":"bNvFXjV9USKs9j2udkS2nA==","name":"Uninspiring Wall","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Steve Wunch, 1970","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":53,"mp_id":"105759960","mp_crag_id":"105745073","climb_id":"bNvFXjV9USKs9j2udkS2nA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Approach this route from the Wind Tower trail.  Where the East Slabs Descent trail intersects, take that (to the NW/left).  You gotta commit to a pretty boulder-y section under the overhang of lower-Hawk Eagle, but there are good holds for the 4 moves it takes to pull up onto a short slab.  Above, cut right from the East Slabs trail to the vague, overgrown 'trail' that goes along the base of HE Ridge.\n\nAs the ridge becomes vertical, find a large, left-facing dihedral/ramp below a large tree. Look 20 yards up from that.  Uninspiring Wall climbs a left-facing layback section to a face, and into a small roof.  Pull that, then the climb ends with a short slab and a mantle onto the ridge-top.\n\nFor now, no real staging area exists for Uninspiring Wall.  The base is very sloping, with loose soil and vegetation.  There's a place in the beginning layback for 2 small nuts to use for a belay anchor, if you so desire.\n\nIt's short, fun, and a great way to introduce climbers to roofs.Passive gear is a good idea, as some of the rock is a bit 'crunchy'.","protection":"It's tempting to use the huge blocks to the right of the exit for an anchor.  If you feel good about that, go for it, but I found them to be just too hollow-sounding to trust.As a good alternative, there's a tree at the top of the route.  That works well for a primary anchor.  There's also a slot for a small nut to the left of the tree to work as a back-up.","location":""},"__v":0},{"_id":"OA83An+GVHGYA6ykDCng9g==","name":"W","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"D. Redosh, 2002","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":45,"mp_id":"105758446","mp_crag_id":"105745073","climb_id":"OA83An+GVHGYA6ykDCng9g==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is a line between Crack Face Route &\n\nPlinth\n\non Hawk Eagle Ridge.  This may be utilized to set up a TR on\n\nPlinth\n\n&\n\nTombstone\n\n; however, it might be better to ascend\n\nBowling Alley\n\nchimney slightly uphill instead.  The real crux may be how many negative stars to assign this.\n\nJust to the right of the face with\n\nPlinth\n\n, find a vegetated, perhaps bushy, crack.  Note: There is a healthy patch of poison ivy at the base which requires careful navigation to avoid.  Ascend (or perhaps, better, don't ascend) this crack utilizing a key foothold on a hod [a la\n\nOne Day in the Life of Ivan Denisovich\n\n] of flexing plant & dirt matter about 20 feet up.  Enticing?  When you get to the groove angling to the top of\n\nPlinth\n\n/\n\nTombstone\n\n, head up past a rappel tree.  Questionable hods and gear keeps your attention.  85 feet in all.","protection":"Bring a rack to a #3 Camalot & wires.","location":""},"__v":0},{"_id":"4w4hKDnpVsibGFP38+diWg==","name":"Uncle Ernie","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Carl Harrison (1981)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":8,"mp_id":"114100760","mp_crag_id":"105745073","climb_id":"4w4hKDnpVsibGFP38+diWg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Start in a wide slot behind a pine tree. It has an assortment of cracks for protection. Climb over a small roof, and continue up broken cracks past another pine tree. The top gets a little dirty. This is called 5.5, but it felt more like 5.7 at the little roof capping the slot.","protection":"A standard rack. There are several trees near the topout for anchoring.","location":"Just uphill from the\n\nDevo\n\ncorner, adjacent to\n\nPepe le Peu\n\n, look for a wide slot behind a substantial pine tree."},"__v":0},{"_id":"Nrr88RsiUoKA3XNfvILWqA==","name":"Tombstone","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"[Jim Ericson & Paul Sibley, 1970]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":40,"mp_id":"105751162","mp_crag_id":"105745073","climb_id":"Nrr88RsiUoKA3XNfvILWqA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Find Hawk Eagle Ridge by following the directions under the 'Rock' category. Walk up past the initial buttress, passing DOA and Cinch Crack. The rock becomes short and [non-descript] for a hundred yards or so, before returning to a single-pitch height of more vertical stone up the hill.\n\nAs you reach this tall area, you will see a series of 2 diamond shaped [south] faces that form right-facing dihedrals. After passing the second of these, you will be under and a massive overhang, where the trail runs parallel to a large, fallen, [rotten] tree.\n\nLooking up from this point into the massive overhang/roof you will see a hand-to-fist splitter crack which runs through it, opening to a bomb-bay slot at the top. This is Tombstone, a reference point for the other area climbs.\n\nThe climb goes quickly from a gymnastically overhanging handcrack to a weird off-squeeze for a few moves.  After that, it is a treat for anyone, big holds, big moves, and reasonable gear.  The crux can be done from a nearly up-side-down position.","protection":"A double set of Camalots or cams to 3.5\" will do.  Leg shake might be reduced by a #4 Camalot.","location":""},"__v":0},{"_id":"OovecjvdUF26doVgkWAEYw==","name":"Time Under Tension","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Tanner Bauer & Chris Deuto","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":62,"mp_id":"116814427","mp_crag_id":"105745073","climb_id":"OovecjvdUF26doVgkWAEYw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Time Under Tension offers fantastic movement in an interesting roof, requiring very committing moves with zero room for error. Start by climbing up the dirty and slabby open book as for\n\nThe Crab\n\n(poorly protected by an Alien) until reaching a scary, huge block that appears to be loose, although surprisingly solid. Place a piece on top of this block, then fire into the 20 foot roof, with a crux in the beginning and fairly sustained movement to a terrifying move to a huge hueco above the lip. Mantel over, then traverse left until you can place a #3 Camalot in the flake system-35 feet above your last placement. Tread lightly to anchors around a tree. It is easy enough to hang a TR from the sling on the tree, and it is recommended as holds are hard to find.","protection":"1 Alien for the start, 1 #1 Cam for the block, although falling in it could be catastrophic, and 1 #3 to protect the last bit, but it’s mainly for psychological purposes.","location":"In between\n\nThe Crab\n\nand\n\nStranglehold\n\n, there is an obvious overhang with a prow on top. It is also just up and left from\n\nCinch Crack\n\n."},"__v":0},{"_id":"umGmloOiUFaocrCQF0Ms8g==","name":"Tekneek?","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"David Kozak, 1980?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":51,"mp_id":"110054808","mp_crag_id":"105745073","climb_id":"umGmloOiUFaocrCQF0Ms8g==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"A really cool move at the crux does something to make up for the otherwise unremarkable climbing and some poor rock.\n\nClimb up easy moves to a left-leaning, overhanging (seriously overhanging), wide crack with an edge to it. Wind up and head out and left on huge holds though what climbs much like a roof. This cool 5.9 crux makes the route worth doing, but it would otherwise be completely unremarkable and maybe 5.6. The route may be harder for very short people, as the span to the good hold is a bit of a reach and the intermediate holds would not be very good.\n\nContinue to climb up to the ledge and then over the top or traverse to the left to the anchor on\n\nSkip 'n' Go Naked\n\n.","protection":"Small gear in flakes that may not hold down low, then a few random bits. The crux could PERHAPS be protected by a very wide piece in a flaky crack.\n\nTo descend, go over the the tree anchor above\n\nSkip 'n' Go Naked\n\n.\n\nNote: this would be a bad route to fall on as a second as well.","location":"This is the obtuse corner 10' right of Skip and Go Naked.  2 shades of rock make clear the corner in question.  If it is spring, a large gathering of (harmless) box elder bugs may be on the thing.  I was able to climb right bpast the swarm with out them taking off until I kicked the rock next to them."},"__v":0},{"_id":"khKaehK6WeeKhlkeYvQIBg==","name":"Stranglehold","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dan Hare, Alan Bradley, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":63,"mp_id":"107557676","mp_crag_id":"105745073","climb_id":"khKaehK6WeeKhlkeYvQIBg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"At the left side of the\n\nCinch Crack\n\nroof, start in the open dihedral.  Work up to the rotten band, and traverse right under the roof on easy holds and low-angle smears.  Now get ready!  Find some marginal gear below the roof, and pull over on buckets or high step over the roof.  Continue up and left around the next roof to a comfy belay.\n\nIt is quite a bit scary, mainly because the gear is suspect at the crux.","protection":"Standard rack, but a ballnut protects the easy, right traverse.","location":"Left of the\n\nCinch Crack\n\nroof, start in a small, obtuse dihedral.\n\nWalk off to the northwest (uphill) and find a gully."},"__v":0},{"_id":"hTDFQLUDVZmgUGaTyW76tw==","name":"Stay Hungry","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dan Hare, Scott Woodruff, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":16,"mp_id":"107510762","mp_crag_id":"105745073","climb_id":"hTDFQLUDVZmgUGaTyW76tw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"I consider this route quite high quality, it would be popular and reknown at any other crag in the park.  Maybe not three of four stars on a global scale, but for H.E.R.'s scrappy lines seems worthy of 3?Approaching the top of H.E.R. - only 30m. from the car for a gimp - Stay Hungry is the obvious right-facing dihedral system just left of Ace of Spades and\n\nInflorescence\n\nand 1st left of\n\nSelf Abuse\n\n. The mid-level severely overhanging right-facing corner (2x as big as Self Abuse) is obvious.  Climb intricate thin fingers to the 'sustained' roof crack and up the headwall to a \"horn\" on a left-facing corner slot crack, this cuts off nice climbing above but is about 75' off the deck.  I consider this route similar in quality and difficulty to\n\nSidewall\n\non the West Ridge but more sustained and only Jalepeno spicy.  Although\n\nSidewall\n\np2 is ultra-classic, overall S.H. feels similar yet a bit better protected in the first half.","protection":"Standard rack + doubles <1\".\n\nI should add that it's not trivial to get off this route.  We left a sling/biner at the 'horn' and this makes a quick and easy exodus, but this cuts the climbing short and although it easily can (and should!) be backed up for top roping, it seems sub-optimal...time will tell, maybe up a little higher than I went a better \"permanent anchor\" can be made with nuts or the like....","location":"Stay Hungry is located near the top of the Hawk Eagle Ridge.  Locate the obvious, right-facing dihedral system just left of\n\nInflorescence\n\nand 1st left of\n\nSelf Abuse\n\n. The mid-level, severely overhanging, right-facing corner (2x as big as S.A.) is obvious."},"__v":0},{"_id":"4f7ASaNKVGGGF+4LhMjDRA==","name":"Stop!","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"G. Miller, S. Levin","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":47,"mp_id":"110068337","mp_crag_id":"105745073","climb_id":"4f7ASaNKVGGGF+4LhMjDRA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Stop! is a chunky looking climb that thankfully climbs a little better than it looks. The description in the guidebook by the first ascensionist describes the start of the climb: \"If you must, climb a rotten groove....\"\n\nI suppose they must have cleaned it out a little and we a little more, because it's not so bad, really.\n\nThat groove is actually kind of an awkward overhanging rounded slot and does not protect particularly well, but the moves are good. Do beware to wear sleeves and something on your shoulders (but nothing expensive).\n\nWork your way out the awkward slot, facing left into the corner, then up over the bulge and left, then quickly back right into better rock and easier moves. Head up to the top of the wall with better gear and belay. There is a downclimb just North of the climb in the corner.","protection":"A light standard rack from stoppers to 3\".","location":"This climb lies just uphill from the clean South-facing wall of\n\nSkip 'n' Go Naked\n\n.  A bulging roof in a right facing corner has a wide crack through it. This is the route."},"__v":0},{"_id":"izNtkOOYVVmaY3o3ng2x4g==","name":"The Slide","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":57,"mp_id":"109349546","mp_crag_id":"105745073","climb_id":"izNtkOOYVVmaY3o3ng2x4g==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is the first little, low angle dihedral to the right of the Uninspiring Wall.  The next corner to the right is the descent gully.  I downclimbed this after doing the climbs to the left thinking it looked easier than the other gully.  Cleaner, I guess?\n\nI didn't see much opportunity for gear, but there might be some.  The moves were fun. It might be a fun top rope for little kids?  If you can get them up the chockstone on the trail, they can climb this.","protection":"Not great, but there is some gear. There is a big tree at the top.","location":"Right of the Uninspiring Wall are two corners.  This is the shallow one on the left that has a big tree at the top.  The corner on the right is the walk off."},"__v":0},{"_id":"2iMPzeLWXkijXRfr4Bx4fA==","name":"The Squeamish","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dan Hare, Todd Bibler 1983","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":28,"mp_id":"105763533","mp_crag_id":"105745073","climb_id":"2iMPzeLWXkijXRfr4Bx4fA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Attention: CLOSURE - the Eldorado Canyon SP staff has placed a closure for a confirmed turkey vulture nesting as of 7/3/20.\n\nThe Squeamish is a spectacular but dangerous route that rates somewhere between a bomb and one star. A bomb for the major loose rock above the crux, but one star for the good and sustained climbing to that point. I'll give it one star as a toprope.\n\nWe forgot the guidebook, so we decided to try this obvious line just right of\n\nNobody's Home\n\n. I figured it was at least 10 and probably S, since I was familiar with the easier and better protected routes in the area. I ended up bailing (via a rescue from our partners' rope as they rapped from the\n\nNobody's Home\n\nanchor) from about halfway up at the fixed pin after making a good effort. We ended up TR'ing it after leading\n\nNobody's Home\n\n.\n\nRossiter calls this 10b/c S, but it felt harder, and it is, I think, worse than S. The fixed pin in the orange corner flexes like rubber. I was afraid to yank down on it. There is only marginal backup. I got a tiny brass in a good placement a few feet below the pin and an almost parallel-sided brass placement near the pin. Not only is the gear at the crux bad, but the approach is S-ish on sustained climbing. And the rock above the crux, as you approach and clear the roofs, is very loose, with the potential of pulling off big blocks. This is way more serious than, say,\n\nX-M\n\n, South Face of T1,\n\nMetamorphosis\n\n(S is on 5.8 climbing), or\n\nBacktalk\n\n(runout on 9 but above a good bolt and on good rock), which are all of a similar grade and rated S. The Squeamish is runout on the crux climbing above bad gear with a potential 40 foot fall if/when the pin and the bad backup fails. And after that you get some gear only to encounter some really bad rock.\n\nWhen I read Rossiter's \"clip stick and tape\" recommendation I thought, \"there's nothing to stick clip, and there's no cracks that require tape.\" But after thinking about it, I suspect that the FA party stick-placed a nut above the fixed pin. That might make this route S rather than VS.\n\nThere was chalk on the climb, so I suspect that this is occasionally TR'd from the\n\nNobody's Home\n\nthreaded rappel anchor (which is what we did). Rappeling from that anchor brings you directly to the crux dihedral, so it's easy to TR. We were climbing with double ropes, so we could make the TR a bit safer by running one rope through a directional further right, thus providing a more straight up top rope as the climber wanders right, then left and then back right.\n\nGetting there: See\n\nRush Buick\n\nand\n\nDie Heeda Rule\n\nfor directions to get to the vicinity of this climb. A little right of\n\nRush Buick\n\nis the shallow, right-facing, right-leaning dihedral of\n\nNobody's Home\n\n. Right of that is another shallow right facing corner that ends, and above that is a large right facing orange corner. This is The Squeamish. Just right of this is a large, left-facing, easy, grungy corner that can be climbed to avoid the first part of The Squeamish (or downclimbed for a rest).\n\nThe route: climb the initial right-facing corner which is, as for\n\nNobody's Home\n\n, much harder than it looks at about 5.9. The gear is good, but it's hard to hang out at a couple of spots. When the corner ends, get a piece in the flake above and move right to a right-facing corner. Get gear in the corner. After getting this gear in, I descended and unclipped the right rope from all the gear on the left so that it ran straight to this point. The section from the right-facing corner traversing left into the orange corner is .10 something. Step left of the right-facing corner and climb a vague groove to a small flake bucket. You can get a good nut here. Reach let to another flake, which also takes a good nut, although this flake is thumpy. You can, instead, climb straight up to this point, but the gear would be worse. Step left and reach up to an angled block which is disturbingly thumpy and step up to a stance at the fixed pin. To retreat from here is pretty serious without a rope from above. There is a tiny nut at your knees that would take body weight. My plan, before the rescue rope magically appeared from above, was to downclimb with one rope through this nut (I didn't trust the pin at all) with the other rope through the lead gear, cleaning as I downclimbed.\n\nThe crux: Thin laybacks and some smears get you a jug. Some more tenuous footwork gains a stance below an overhang. Move right around a corner to a jug and a good rest. The rock above this is very loose, so be careful, and have the belayer move left out of the way. Another medium hard move, scary because of the loose rock, gets you good holds at the roof. The roof is easy with big holds. Angle left above this to the cave and anchor above\n\nNobody's Home\n\n.","protection":"Double cams from micro to finger sized. Singles above that to #2 Camalot. Single set nuts to 1\", double brass nuts including tiny. Double ropes and lots of long slings. Clip stick and tape? Helmets for leader and belayer due to loose rock. There is one very bad fixed knifeblade at the crux.","location":""},"__v":0},{"_id":"T9La/dP3X8q6/G57ufrDcg==","name":"Skip 'n' Go Naked","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Kozak, solo, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":50,"mp_id":"110050481","mp_crag_id":"105745073","climb_id":"T9La/dP3X8q6/G57ufrDcg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Short and to the point, this route ascends the small, south-facing wall capping the uphill end of the main Uninspiring Wall. Though protection is lacking, fun moves over good rock make it a climb worth doing for those that have ticked off most everything else.","protection":"None. While the Levin guide gives this route an \"R\" rating, it should be taken seriously as a groundfall from 30' is possible.","location":"This is just uphill from the main Uninspiring Wall.\n\nDescend by rapping from the slung tree at the top."},"__v":0},{"_id":"LNT4EN5QW2q2vo82kEY7zA==","name":"Short One","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"J. Stuberg, 1980 (solo)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":52,"mp_id":"110068493","mp_crag_id":"105745073","climb_id":"LNT4EN5QW2q2vo82kEY7zA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Short One is a short climb with little merit but nothing so bad as to earn the bomb.\n\nStart off on the very low angle toe of rock, walking/climbing up and right on the light colored rock toward the darker layer on the upper half, intersecting it to the left of a junky overlap, near to the\n\nTekneek\n\ncorner. The crux is getting past the poor rock adhering the two layers. Climb up and right from there to the right of a tree up top, or cut hard to the left over to the tree and anchor above\n\nTekneek\n\nand\n\nSkip 'n' Go Naked\n\n.","protection":"A standard light rack if anything, but it is probably simplest as a solo.","location":"The climb lies just downhill from the attractive South face on the left side of the\n\nTekneek\n\ncorner, the face that is climbed by\n\nSkip 'n' Go Naked\n\n. Opposite that nice face lies a lighter wall that drops down and right to a small toe of very low angle rock, perhaps 5 meters right of the corner. Short One starts on that toe."},"__v":0},{"_id":"DD4agZxyWfOQ9/u0kfLm/A==","name":"Shallow Grave","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Marc Gay & Kent McClannan","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":37,"mp_id":"105979708","mp_crag_id":"105745073","climb_id":"DD4agZxyWfOQ9/u0kfLm/A==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Near Dan Hare's route- Resisting Arete which says \"Begin w/\n\nBowling Alley\n\nand climb part way up, move left at a bolt and up the Arete.\" (We couldn't find the bolt?!)  Shallow Grave begins in\n\nBowling Alley\n\nbut immediately moves left and up hanging, shallow dihedral/crack capped by a dangerous looking, but seemingly solid, block.  From the top of the block step left at the arete and wander up pocketed and sparsely protected 5.8 to tree at top.","protection":"Standard Eldo Rack","location":""},"__v":0},{"_id":"6vgSIGLpVLmwhkKmDsIBlw==","name":"Siberian Khatru","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"David Hague, Mart Hirt, 1981","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":3,"mp_id":"106935515","mp_crag_id":"105745073","climb_id":"6vgSIGLpVLmwhkKmDsIBlw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb the right-angling feature common to\n\nCental Park\n\n. At the second tree, head left through a right-facing corner with a quality finger crack. Turn a roof above the short finger crack and follow a lichen covered face directly up to the top.","protection":"Tree slinging down low, nuts in the finger crack and smaller cams on the face above. Standard rack.","location":"This is just left of\n\nCentral Park\n\n, near the top of Hawk-Eagle Ridge. Follow Hawk-Eagle Ridge approach to the top of the formation, just past a slabby drainage scramble. As you turn the corner above the class 3 slabs, the low angle face with lots of trees and this route comes into view. Head another 100 feet up the trail right to the base."},"__v":0},{"_id":"+J+jkbvlVRCa9bR8ffRhMQ==","name":"Self Abuse","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":21,"mp_id":"105751252","mp_crag_id":"105745073","climb_id":"+J+jkbvlVRCa9bR8ffRhMQ==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"The route lies about 1/2 way up Hawk Eagle Ridge. It is an obvious right-facing dihedral capped by a large roof. The single-pitch line may not be worthy of a trip to the crag alone, but if you want to also do\n\nDie Heeda Rule\n\n(5.11)\n\nBrother Jug\n\n(5.10a), and\n\nTombstone\n\n(5.11a) among others nearby, it is a worthy day. You will find the climbing at the crux to be powerful and gymnastic, and probably only 5.10a if you have large hands.","protection":"The protection is standard, with the crux being just above a large-hand or even fist-sized camming unit.","location":""},"__v":0},{"_id":"8qzjW74hWlqbkGVSJ4Nr3w==","name":"Russian Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cory Fleagle & Stanislav Zinkov ?? (Jan. 2013)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":68,"mp_id":"108058141","mp_crag_id":"105745073","climb_id":"8qzjW74hWlqbkGVSJ4Nr3w==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"We are not sure if this one had been done before....\n\nIt has good, spicy arete climbing with some fun, wild walking left above the roof edge at the top.  Good exposure.","protection":"Single rack to BD #3.","location":"It is at the bottom of Hawk Eagle Ridge, up on a ledge to the right of\n\nLips Like Sugar\n\n.\n\nWalk to H.E.R. like usual, but continue up draw, like where you would be descending from the Wind Tower/\n\nWind Ridge\n\n. After going past the turn off for H.E.R., look for a short slab on your left to scramble up.  Gain the ledge, and walk across to the start, which is where the ledge ends (actually pinches off..).\n\nThis is to the left of Bikini in the Levin Eldo book.\n\nStart up arete by branching in from the right, getting some protection.  Gain the arete out left, and punch it up to the roof area. Get more gear, and head left wild walking along the roof top edge of\n\nLips Like Sugar\n\n.  End/lower from\n\nL.L.S.'s\n\nbolted anchors above the roof."},"__v":0},{"_id":"AUV+c1WdV4267aGFaj0xAw==","name":"Rush Buick","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Erickson, John Behrens, 1969.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":25,"mp_id":"105750433","mp_crag_id":"105745073","climb_id":"AUV+c1WdV4267aGFaj0xAw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Attention: CLOSURE - the Eldorado Canyon SP staff has placed a closure for a confirmed turkey vulture nesting as of 7/3/20.\n\nThe route starts near the upper section of the ridge. Pass by the [prominent] roof (described in the rock section) and continue up the gully past some chossy cliffs. The upper section will be apparent when some reasonable looking routes start appearing. As the gully steepens, the trail turns from grass/dirt to more talus and scree. Before the very top of the ridge, the trail turns to rock slabs. Before this section, about 50-60m down the hill, look for a bolted arete and a right-facing dihedral. Rush Buick takes the dihedral.\n\nWhew...If you manage to locate the route, you'll have some fun. There are two cruxes on the route--the first is negotiating the first bulge, then 10m later, another bulge. Some fun liebacking/stemming gets you through these sections up to an easy ramp. Take the ramp up 15m to a belay on the right with a bunch of slings. Rap 100' to the ground from here.\n\nI hesitated giving this route two stars, but it was just long enough with an excellent crack. Maybe 1.75 stars. ;-)","protection":"A standard rack up to #3 Friend. Either a 60m rope or double ropes are required to rap back down.\n\nPer\n\nCarl Schaefer\n\n: there's now a two-bolt anchor at the top.","location":""},"__v":0},{"_id":"8qAxzOOWUJqzPW+4dN8mRw==","name":"Rupee Dog Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Carl Harrison, solo, 1981","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":54,"mp_id":"106938175","mp_crag_id":"105745073","climb_id":"8qAxzOOWUJqzPW+4dN8mRw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Start at the base of the Uninspiring Wall route, but climb straight up the face instead of following the flake left. Finishing with lay-backing on nice, right-facing flakes.","protection":"None until the flakes up high. Best to top rope unless you are into soloing.","location":"On the Uninspiring Wall, which is the small wall on climbers right after the first set of stairs on the Hawk Eagle Ridge approach trail. Descend a class 4 gully on the climbers right side of the wall."},"__v":0},{"_id":"2v4QvHKXVUOvp+HUuKR/bw==","name":"Roof's Way","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kor, Link, 1968","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":14,"mp_id":"107527795","mp_crag_id":"105745073","climb_id":"2v4QvHKXVUOvp+HUuKR/bw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Roof's Way is a worthwhile route near the top of Hawk Eagle Ridge. It wanders quite a bit but has fun climbing and thought provoking protection (or not) with great exposure at the top.  Roof's Way begins just around a blunt corner maybe 50' left of\n\nStay Hungry\n\n, ascend the trail to where it stops at a tree and to continue up you have to scramble slabs.  Head up the slabs for ~75' to a slightly precarious (steep slab) belay area below a roof system.  Roofs way starts here and climbs up through no less than 5 roofs or overhanging bulges in two short pitches or since you walk off the top, no reason not to link them togheter, but you'll want to use well placed runners to avoid rope drag.  According to SL, this was Layton Kor's last recorded FA in Eldo.  And for more historical fun, the J. Lowe-C. Fowler variation (.10R) climbs straight up the left-facing corner at the start then moves right to merge.\n\nLook for a body length, left-facing corner 10' off the ground that marks the start.  Climb over a bulge to get onto the face then move right below the left-facing corner (.9R), looking for gear but not finding any you'll be pleased to find an original Kor KB in the roof as you move right to the break through this next roof.  Above, wander back left though another roof to a steep slab above, in the crack near the tree is the orignal belay. From the tree climb moderate, very nice, unprotected face (5.6) up and left heading toward the obvious crack system on the right side of the final roof.  Climb out this final roof (.10) using a flake and magic chicken head on the left with wonderful exposure and exciting movement.","protection":"S.E.R. should suffice.  Jalepeño Spicy.","location":"Near the top of Hawk Eagle Ridge, hike the trail to its end at a tree below\n\nStay Hungry\n\nand scramble ~75' up the slabs to the break in the roofs below a left-facing corner."},"__v":0},{"_id":"qL7VSt/6UymkrMoWW8NVGA==","name":"Resisting Arete","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Hare & Cassidy, 1983","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":29,"mp_id":"105752410","mp_crag_id":"105745073","climb_id":"qL7VSt/6UymkrMoWW8NVGA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Again, the route is just down below the area favorites\n\nDie Heeda Rule\n\nand\n\nBrother Jug\n\n, but above\n\nTombstone\n\n. Locate \"The\n\nBowling Alley\n\n\", a 60' tall flared chimney with a huge \"ball\" stuck in the top. Climb up this chimney only as far as necessary to pull onto the wall to the left and make your way to the arete. The route felt harder than the 10b/c it was given, but that may have been due to the amount of dirt and lichen on it, which made it feel insecure.\n\nPull left to the arete and climb up to the top.  There is a fixed rap in the vicinity, but a new one could be of use.\n\nThis route will improve with cleaning or traffic, but is no reason in and of itself to make the area a destination.  Do the good routes first!","protection":"This is rated S. Rossiter says that there is a bolt on the route, but there sure isn't one now. I could not find a drilled hole either. Like\n\nPlinth\n\nand other area face routes, the pro is not much to talk about. You take a standard rack and live with the runouts or TR.","location":""},"__v":0},{"_id":"bChCxl+XVpSCJdZ8Pwrjwg==","name":"Prime Time Climb","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Harrison & Stuberg, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":33,"mp_id":"105752404","mp_crag_id":"105745073","climb_id":"bChCxl+XVpSCJdZ8Pwrjwg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"The climb is so-so with a good section near the top. The climb starts with an easier wide crack that gets thiner and harder. A good stance comes just before the overhanging jamming crux. This route has some merit in its proximity to GOOD routes like\n\nDie Heeda Rule\n\n(which is just 6-8 feet right of PTC). The area favorites\n\nBrother Jug\n\nand\n\nTombstone\n\nare just down and right from there as well.\n\nPrime Time Climb has a hard and definite crux that will work most people a little on their thin-off-size jamming. The actual difficulty is hand size-dependent. The problem for smaller folks will be reach, then problem for large folks will be hand-size. If you get to the crux and are 'not ready for prime time', you can bail off out to the right and do the 5.9 variation by that name.\n\nThere are some fixed anchors to rap on Hawk Eagle, but if you go, take some long webbing and add a few or replace some. The nearest set to this climb are just down the hill above\n\nBowling Alley\n\n.","protection":"A standard rack with set of cams does pretty nicely if you add one large piece for the bottom (which is not hard). The crux is more or less off-hand-sized on the thin size. A green and then red Camalot protect the top crux well right off the ledge.","location":""},"__v":0},{"_id":"TRKGNezmX1ezZOYMJReZNw==","name":"Plinth","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Woodruff & Hare, 1976","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":44,"mp_id":"105752407","mp_crag_id":"105745073","climb_id":"TRKGNezmX1ezZOYMJReZNw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"The route is just down below the area favorites\n\nTombstone\n\n,\n\nDie Heeda Rule\n\n, and\n\nBrother Jug\n\n.  Locate\n\nTombstone\n\n, then head slightly back down the hill (20 feet) to see this clean, diamond-shaped face just around the first arete to the right.  Climb up and right, on a line of least resistance, then left to the center of the face and then up and left to a sloping ramp.  Pull onto the ramp and make some moves to a vertical face then to the right and up a corner. There was a bolt somewhere on the route, but it didn't help much with the nerves.\n\nThe route will go \"direct.\"  I next TR'd it by starting up and left from the ground directly to the center of the diamond-shaped face, then straight up through the ramp and directly to the top. This was hard 5.11 and very insecure.  I would NOT lead this variation.","protection":"This is S/VS.  The route is probably more enjoyable ar a Toprope.  Very little pro is available, so you can take it all and just stare at it most of the time- or TR.","location":""},"__v":0},{"_id":"skNGx44PXXSuPlqaZQcTtw==","name":"Peters Out - Roof Variation","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"J. Erikson, S. Wunsch, B. Godfrey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":0,"mp_id":"107154809","mp_crag_id":"105745073","climb_id":"skNGx44PXXSuPlqaZQcTtw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This and the\n\nWerner Brothers Roof\n\ntogether make the jaunt up to the top of H.E.R. worth taking.  While the\n\nWerner Brothers Roof\n\nis a better route overall, this is a reasonably good climb with a technical crux that is improbable, gymnastic, and surprisingly good. The route is 5.10, but the subgrade may be according to height.\n\nStart up as for the normal route \"\n\nPeters Out\n\n\" but as that climb approaches the roof and goes left around the arete, go just right under the roof to the obvious crack. Pull the crux (no spoilers here) and re-establish yourself in the crack over the roof.  Head up and toward the arete again before a jutting tower above forces you out diagonally right for a few more fun and exciting moves.\n\nTo descend, rap to the North from a station a few feet up in a large pine tree.","protection":"A single set of cams and stoppers with some longer slings.","location":"This route starts at the West arete at the top of the Hawk Eagle Ridge and climbs the right side of it to the roof, goes up and right through the crack in the roof, then back up towards the arete for a distance before splitting back right again under a second bulge/tower."},"__v":0},{"_id":"5m7A150WWLOeIrmk9W15Tw==","name":"Peter's Out","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"P. Ament and P. Munger, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":1,"mp_id":"105758769","mp_crag_id":"105745073","climb_id":"5m7A150WWLOeIrmk9W15Tw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"At the very top corner of Hawk-Eagle Ridge, climb the Northwest arete to the top of the rock. The view from here is nice and is probably more worth the bother of doing the route than the experience of climbing itself. Although there is nothing really wrong with the climbing here, it's ho-hum.","protection":"A standard light rack.","location":""},"__v":0},{"_id":"ymeuofq3U1WEYWuR2aZCng==","name":"Pepe le Peu","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Stuberg, Carl Harrison, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":9,"mp_id":"106935449","mp_crag_id":"105745073","climb_id":"ymeuofq3U1WEYWuR2aZCng==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb past two trees using a hand crack which narrows to fingers and gets covered in lichen. Climb up to a steep headwall of rotten rock. Climb through the weakness in the headwall, pro is questionable through here. The final moves involve turning a roof using manky jugs. Large pine for anchor.","protection":"Trees can be slung low, or hand/finger crack is available. Standard rack.","location":"Follow Hawk Eagle Ridge approach to the top of the formation, just past a slabby drainage scramble. As you turn the corner above the class 3 slabs, the low angle face with this route comes into view. Start 20 feet left of a dirty dihedral."},"__v":0},{"_id":"DIY4HH56UHSfBpV119l6og==","name":"Not Ready (For Prime Time)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"T. Bubb, J. Meir, 2/2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":34,"mp_id":"120272989","mp_crag_id":"105745073","climb_id":"DIY4HH56UHSfBpV119l6og==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is a variation that avoids the top crux of\n\nPrime Time Climb\n\nbut still goes up some good rock with interesting movement. If you find yourself up at the crux of\n\nP.T.C.\n\nand don't have it in you, or just want to do something new and different, duck right under the roof and slipper crack and into a left-facing corner & slot. The climbing on the right hand finish is 5.9 instead of 5.10 and protects just as well.","protection":"A rack to 4\" is ideal, but the bottom wide crack has a hand crack within it, so this climb can be lead on a rack to 3\" or so. Take doubles in hand sizes, and save a few 2-2.5\" cams for an easy anchor up top.\n\nLong slings are helpful in a few places.","location":"Climb up\n\nPrime Time Climb\n\nup to the splitter hand crack through the bulge, place a 2\" cam with a long sling, and duck over to the right. From there, put in some gear in a left-facing corner, and work your way up that to the right side of the protrusion instead of the left and on up to the same belay. A few red or green Camalots in a solid horizontal can be used to set a belay.\n\nGo down and to the climber's right to the large pine tree with an anchor to rap as for\n\nBowling Alley\n\n."},"__v":0},{"_id":"JGeyFRGnVsqpUxaGmK8ECA==","name":"Nobody's Home","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stuberg and Harrison, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":27,"mp_id":"105758727","mp_crag_id":"105745073","climb_id":"JGeyFRGnVsqpUxaGmK8ECA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Attention: CLOSURE - the Eldorado Canyon SP staff has placed a closure for a confirmed turkey vulture nesting as of 7/3/20.\n\nThis route is about 30 feet downhill from\n\nRush Buick\n\n. It's the obvious, right-leaning, thin cracks and shallow, right-facing corners. It starts right behind a somewhat annoying tree that will try to pull you off the initial hard moves.\n\nThis is a challenging route that is much harder than it looks. The angling crack and holds makes it insecure. There are few comfortable rests. You should be good at gear placements. Gear is OK, but not always obvious, and rarely bomber.\n\nFor me the crux was the first 15 feet, perhaps because of the barely adequate gear and the nearness of the ground, but also because the tree nearly pulled me off.\n\nThe rest of the climb continues hard, and you'll find yourself wishing for just one horizontal hold or good jam.\n\nThere's a big surprise at the top (say no more). Rossiter's comment, \"...and see if anybody's home\" IS meaninful.","protection":"Protections is fair but tricky. Tiny HBs, #0 Metolius TCU at the bottom, up to green/0.75 Camalot. Lots of slings and draws. There are many placements, but few bomber pieces.","location":""},"__v":0},{"_id":"UQh9ZtGzU62XRxOsqYutTw==","name":"Mountains Out of Molehills","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":32,"mp_id":"110066602","mp_crag_id":"105745073","climb_id":"UQh9ZtGzU62XRxOsqYutTw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is a reasonably good route for advanced climbers who are very confident at the grade. It does wander a bit, but since it has a little bit of everything along the way, technique-wise, this feels good. Protection is lacking in some areas, particularly after the traverse, and a fall from near the top would be quite bad. Luckily that is not really the crux. It is Eldo PG-13, or maybe R.\n\nStart off in the right-facing corner, and head on up moderate terrain on so-so (at best) gear to get established in the corner. Easy moves cruise up to the bulge and into a right-traversing crack and flake. Place good gear, and head out to the right on the flake, which is more or less a hand traverse but very positive. The crux comes at the end of this traverse, perhaps (if wise) after placing another piece of gear. Do not scrimp on gear here, as this is the last opportunity for good gear for a little while.\n\nGo through an interesting crux and up onto the right hand side of the rib of rock, just left of the arete, and climb slab and face with a short, vertical section to the top. A very long cordalette was key to getting a solid and easy belay anchor.","protection":"A standard light rack form small stoppers to medium cams.  The top anchor I used was a very long cordalette around a huge boulder.","location":"This route lies just uphill of the\n\nTombstone\n\narea, a voluminous overhang split by a jam-to-wide crack. After passing under this and then the 'Bowling Alley' gully (recognizable by the 6' diameter 'bowling ball' wedged up top), there are a few ribs of climbable rock isolated between junky, broken down areas.\n\nThe first of those ribs holds a splitter thin hands crack that pops through a roof up high. That is\n\nPrime Time Climb\n\n.\n\nThe second rib holds the routes Mountains Out of Molehills and Molehill Direct.  These both start in the right-facing corner and part ways about 10 meters up where a horizontal crack and flake splits out to the right for a hand traverse.\n\nMountains Out of Molehills takes that hand traverse and finishes up on the right hand arete of the rib."},"__v":0},{"_id":"9vT6POCbVI2q7rX2RvhFMA==","name":"Nails to Nowhere","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"FA: Greg Miller, Jan Delaney, 1986.   FFA: Jason Haas, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":69,"mp_id":"106355905","mp_crag_id":"105745073","climb_id":"9vT6POCbVI2q7rX2RvhFMA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Nails to Nowhere is the obvious, left-leaning seam eight feet right of the huge boulder blocking the trail at the base of Hawk Eagle.\n\nStart at the base of a tips crack and make a move right to a jug then head up and left along the seam to a jug shelf at the seam's end. Pull over onto the slab above and follow easy but unprotected moves (5.9 X) to a large ledge. Belay on gear, scramble off right.","protection":"I used two Black Aliens and that's it. There's a nut placement mid crux, but I wasn't strong enough to place it so I skipped it. Wasn't really psyched on the quality of either Alien though, the low one seemed flarey and might rip, the high one, besides being like a puzzle-piece to get in there, is also behind a flake that seems solid, but may not stay if it had to hold a big whip. Who knows, both pieces could be bomber and I am just a big wimp.\n\nThere's a couple gear options up top for the anchor, but the one I used could be made using a SR and a #4 Camalot.","location":"Far right side of Hawk Eagle, just right of the huge boulder blocking the approach trail."},"__v":0},{"_id":"h/Hws1O3VhSQp0Smju+k8g==","name":"Molehill Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":31,"mp_id":"110066621","mp_crag_id":"105745073","climb_id":"h/Hws1O3VhSQp0Smju+k8g==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is a variation of\n\nMountains Out of Molehills\n\nthat indeed deserves its own name. Although the first 10 meters of climbing are precisely the same, what you will remember of the route will not be the same, as its crux and nature is completely different.\n\nAs for\n\nMOOMH\n\n, you will start off in the right-facing corner and head on up moderate terrain on so-so (at best) gear to get established in the corner. Easy moves cruise up to the bulge and into a right-traversing crack and flake. Place good gear and head out to the right on the traverse for 2 moves.\n\nA left-leaning undercling flake now appears above you.\n\nPlace gear here from a good stance, and place whatever you can (smoke em' if you got 'em) before heading up and back left into the flake for a somewhat sustained crux of 5.9- climbing. There are more opportunities on that flake for gear, but it is suspect. The holds all felt good to climb on but suspect for holding gear.\n\nGo through a very interesting and fun crux and up onto the left hand side of the rib of rock, just right of the left side arete, eventually climbing lower angle rock on the face to the top.\n\nA very long cordalette was key to getting a solid and easy belay anchor, as for\n\nMOOMH\n\n.","protection":"A standard light rack form small stoppers to medium cams. The top anchor I used was a very long cordalette around a huge boulder.\n\nThe protection along the upper part of this rock, under the flake, should be treated with some suspicion. Place many, place often.","location":"This route lies just uphill of the\n\nTombstone\n\narea, a voluminous overhang split by a jam-to-wide crack. After passing under this and then the 'Bowling Alley' gully (recognizable by the 6' diameter 'bowling ball' wedged up top) there are a few ribs of climbable rock isolated between junky, broken down areas.\n\nThe first of those ribs holds a splitter thin hands crack that pops through a roof up high. That is\n\nPrime Time Climb\n\n.\n\nThe second rib holds the routes\n\nMountains Out of Molehills\n\nand Molehill Direct. These both start in the right-facing corner and part ways about 10 meters up where a horizontal crack and flake splits out to the right for a hand traverse.\n\nMolehill Direct takes the first moves of that hand traverse before splitting up and right through the bulge on the obvious left-leaning flake and then follows the left hand arete to the top of the rib of rock."},"__v":0},{"_id":"EB8q1ncHWiOA3Z0gxTrCJg==","name":"Low Profile","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Carl Harrison, solo, 1981","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":56,"mp_id":"106938201","mp_crag_id":"105745073","climb_id":"EB8q1ncHWiOA3Z0gxTrCJg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb the small right facing corners stacked three high in the middle of the face. The crux is a delicate few moves off the ground using crystals and small pockets.","protection":"Top Rope","location":"Just right of\n\nRupee Dog Route\n\non the well named Uninspiring Wall.\n\nHeva\n\ncontinues plumb line to the top, Low Profile follows the easier line. Descend class 4 gully to right of the face."},"__v":0},{"_id":"oy5j8u9KWXisaptoukYdgA==","name":"Little Hawk","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Tanner Bauer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":48,"mp_id":"118177942","mp_crag_id":"105745073","climb_id":"oy5j8u9KWXisaptoukYdgA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb the small, obvious roof crack on the small band of cliff hidden behind 2 trees. Exit the roof via a V7/8 boulder problem consisting of drop knees, compression, and slopers. Toe in hard, and squeeze your core for 6 moves of power. Essentially this route is bouldering on a rope - short and stout!","protection":"Small, creative gear.","location":"Hike up Hawk Eagle Ridge past\n\nCinch Crack\n\nand up the wooden stairs. Round a small corner until you reach a short roof blocked from view due to trees. You have walked too far once you have reached\n\nLast of a Dying Breed\n\n."},"__v":0},{"_id":"+Sy6joKYVDafVpdvR7JV+A==","name":"Lips Like Sugar","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Colin Lantz ang Greg Robinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":67,"mp_id":"105762789","mp_crag_id":"105745073","climb_id":"+Sy6joKYVDafVpdvR7JV+A==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is an awesome route, Lips Like Sugar follows a line of bolts through a large celing just down the hill from\n\nCinch Crack\n\n. The route is at the lower end of Hawk Eagle Ridge so access to the route is pretty easy. Belay from a ledge about 15ft off the ground. Anchor your belayer, because a large lead fall could send your belayer into space.  To climb the route head up right through 2-bolts and a small roof around 11a. Next run it out for twenty or so feet on some easy slab around 10a or 9+. Angle back left to a bolt below the roof, gain a good rest, and prepair yourself for the meet of the climg. Sustained 12 through 3-bolts on a gigantic roof. The crux involves some really funky moovs on very small crimps, and not much for feet. Overall, a really good route.","protection":"Bring 6-8 quickdraws as well as a #1 and a #2 Camalot for the belay.","location":""},"__v":0},{"_id":"RMxt4JZqWiickob28icsDA==","name":"Leapfrog","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Pat Amet, 1970s","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":59,"mp_id":"106938141","mp_crag_id":"105745073","climb_id":"RMxt4JZqWiickob28icsDA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Overcome a tough roof move left of the\n\nBody Lice\n\nslot (crux). Follow positive features straight up the slab finishing just left of a bush hanging off the top of the wall.","protection":"The crux roof off the deck is well-protected with an alert belayer and good finger sized cam placement. A few features offer pro on the slab above. TR can be set above the bush.","location":"This area is maybe 100 yards above the boulder move on the standard Hawk Eagle Ridge approach. The slab left of\n\nThe Crab\n\nshould be obvious after passing the steeper roof routes low on the ridge. The base shows slight wear from climber activity. Descend a class 4 gully 30 feet up the ridge line."},"__v":0},{"_id":"L89CWBmyX2ytVyDHt60ljg==","name":"Last of a Dying Breed","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Andrew Smiser and Matt Lloyd","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":43,"mp_id":"112897221","mp_crag_id":"105745073","climb_id":"L89CWBmyX2ytVyDHt60ljg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This route begins as for \"\n\nThe Hangman\n\n\". It climbs the runout and scary crux of that route but then diverges out directly above (rather than left into the easier climbing of\n\nThe Hangman\n\n) into the obvious, blank face above. Climb the unprotected, perfect edges on the face on the more than vertical headwall culminating with a big move to a mega-jug at the lip.\n\nThis route was put up as a headpoint, and keeping with the spirit of Eldo, no bolts or fixed gear were implemented. It was climbed after toprope rehearsal. The rock is clean and nearly perfect. A slip from the finishing jug will result in a groundfall.","protection":"A 0.3 blue and yellow micro BD. That's it.","location":"This shares the start of\n\nThe Hangman\n\n. It is visible from\n\nWind Ridge\n\n. It climbs the lichen face."},"__v":0},{"_id":"Dhb+Tm/ZVqmMhcndjPd1Wg==","name":"The Larch","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brooks, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":5,"mp_id":"106936851","mp_crag_id":"105745073","climb_id":"Dhb+Tm/ZVqmMhcndjPd1Wg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Start a few feet right of\n\nCentral Park\n\n.  Climb cracks straight up to a small block roof.  Pull over the roof and follow cracks to an inset capped by a large roof.  Climb to the right of the roof and squeeze through a notch to easier ground.\n\nTwo options to get down:\n\n1. Go west up the ridge to a tree that is slung with a rap ring and rap back down.\n\n2. Walk of the back side and wrap around to the top of the ridge and back down to the start.","protection":"Standard rack.","location":"Follow the Wind Tower Trail and the East Slabs Descent Route (for Redgarden Wall) to the upper most section of H.E.R."},"__v":0},{"_id":"jTp9JM1JUhWs/aeF2mxeUQ==","name":"January Rush","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Duncan Ferguson, solo","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":23,"mp_id":"106698666","mp_crag_id":"105745073","climb_id":"jTp9JM1JUhWs/aeF2mxeUQ==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb the well-protected 5.7 crack to the top of a corner and swing out to climber's right over a small arete. Move up and left to an ascending hand traverse. The traverse is the crux and feels a lot trickier than it looks. Then ascend a slightly rotten corner system to ledges where you can move left to an anchor of slings around a block wedged in a crack.","protection":"Recommend two three-inch cams for the traverse, one for the start and one for the finish.\n\nI don't like the anchor on this one. The block is wedged into the crack but clearly detached. I backed it up with three cams (0.75, 0.5 and 0.3) for the belay. For the descent, we scrambled up and right about 50 feet to a tree with slings. From there, by rappelling to the east (climber's right, not straight down) you can rappel to the bolts on\n\nRush Buick\n\n.\n\nA 60m rope does not reach the ground from the tree.","location":"This route begins in the finger crack to the right of\n\nJanuary Playmate\n\n(obvious hand crack) and just around the corner from\n\nHeart of Gold\n\n(bolted face)."},"__v":0},{"_id":"gAn6g05cXKahy2JBnxqKhg==","name":"January Playmate","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Behrens and Jim Erickson, 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":22,"mp_id":"105965531","mp_crag_id":"105745073","climb_id":"gAn6g05cXKahy2JBnxqKhg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This climb starts off as a really nice crack climb, from fists to tight hands.  The crack leans to the left avoiding a roof, after which you can traverse right and finish up on rotten rock.  A better option is to traverse left across the slab below the huge roof and join the crux for\n\nSelf Abuse\n\n.  With the use of slings this could all be done in one pitch without too much rope drag, and if it wasn't for a small section of bad rock, this would probably be one of the better pitches of crack climbing in Eldorado.","protection":"A standard rack with a #4 Camalot, if combining with\n\nSelf Abuse\n\n, bring doubles in #2 and #3 sized Camalots.","location":"This route is in the dihedral just uphill from the bolted route\n\nHeart of Gold\n\nand just downhill of the obvious roof of\n\nSelf Abuse\n\n."},"__v":0},{"_id":"jQ0i5HIOWqaWXGOMy569bw==","name":"Inflorescence","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Leslie Coon","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":19,"mp_id":"105760653","mp_crag_id":"105745073","climb_id":"jQ0i5HIOWqaWXGOMy569bw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This route is just to the left of the small dihedral between\n\nStay Hungry\n\nand Yellow Brick Road. It is listed in the guidebook as a toprope route.  It ascends past 5 bolts.  The slab is 5.11b, and the overhang is 5.11d.  Do not go on beyond to the bolts 20' above.","protection":"Just 5 bolts, then lower off.","location":""},"__v":0},{"_id":"tNktdVm3Wpmjcd1e/UrURA==","name":"I've Been Sick","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Carl Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":6,"mp_id":"106951873","mp_crag_id":"105745073","climb_id":"tNktdVm3Wpmjcd1e/UrURA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Like most of the climbs in this area, the cracks are filled with dirt and pine needles and the wall is covered with lichen.  The route starts at a small, square, incut roof and climbs through the right side of the large roof continuing to the saddle above.  Gear is ok, but you may want a nut tool to excavate in places.","protection":"SR.","location":""},"__v":0},{"_id":"NUQZhpVkURG8fy2je4weOw==","name":"Hooker","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Erikson, solo, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":70,"mp_id":"107605748","mp_crag_id":"105745073","climb_id":"NUQZhpVkURG8fy2je4weOw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is a so-so climb overall. Really it is 40' of easy scrambling past some loose rock to a brief but fun crux, also avoiding loose rock.\n\nFrom the right-most end of Hawk Eagle Ridge, start up past a few huge slabbly blocks of rock onto a left-rising ramp system.  Traverse delicately left on 5.5-ish terrain past the occasional gear placement and past a narrowing of the ramp/slab.\n\nOnce you find yourself under a large broken roof on a good ledge, look up for a short section of hand-jam sized crack.  Place gear below the jam, work up into the jam, avoiding the loose footholds, and pull over the roof (crux) onto jugs.  Some of the options for footholds are very loose, and best avoided.  Pull through the notch on the jugs to the top, and improvise a gear belay over the ridge.\n\nTo ....","protection":"A set of cams from small to 3\".  Belay up top over the ridge on gear and walk/scramble off to the Northeast and onto the descent trail from the Wind Tower.","location":"This route is the right-most route on all of Hawk-Eagle Ridge, starting at its lowest point and rising up and left to pull a roof at a brief section of hand-crack."},"__v":0},{"_id":"AJRx0hEhWaC/u7BTPleEyw==","name":"Heva","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Doub, Dan Montgomery, 1977","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":55,"mp_id":"106938212","mp_crag_id":"105745073","climb_id":"AJRx0hEhWaC/u7BTPleEyw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Start at the base of a gully on the right side of Uninspiring Wall. Climb through a dark band over thin crystal covered rock, moving up past a small right facing corner. Step right onto a small clean slab and turn the small roof above directly to more thin face moves above.","protection":"Top rope or solo.","location":"On The Uninspiring Wall, which is the small face on hikers right as you pass the first set of stairs on the Hawk Eagle Ridge approach trail. Descend the class 4 gully on the far climber's right of the wall."},"__v":0},{"_id":"UDswo/EbXkiIOe6IjcDMUA==","name":"Heart of Gold","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Dan Hare, Kris Hanson 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":24,"mp_id":"105750781","mp_crag_id":"105745073","climb_id":"UDswo/EbXkiIOe6IjcDMUA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Attention: CLOSURE - the Eldorado Canyon SP staff has placed a closure for a confirmed turkey vulture nesting as of 7/3/20.\n\nIf this route were anywhere else in the Canyon (other than the Rotwand) it would be incredibly popular. Unfortunately it is 2/3 of the way up Hawk Eagle Ridge, an area which has fallen desperately out of vogue despite being home to some forgotten Eldo classics, such as DOA (5.11);\n\nCinch Crack\n\n(5.12); Jupiter (5.9);\n\nTombstone\n\n(5.11-); and\n\nDie Heeda Rule\n\n(5.11). If one were to brave the steep hike up the eroded and vegetated trail, which seems imaginary at times, a stellar climb awaits.\n\nIf you want to onsight this route, don't read any further.\n\nThe route has three difficult sections of decreasing techinical difficulty, but increasing endurance. The first 3 bolts protect the most technically dificult, crimpy climbing of the route.\n\nThe business is at the second bolt and involves stemming the left foot up as high as possible on some good foot holds on a diagonalling ramp/crack system and reaching a small, sharp, good hold below the third bolt. There are several options on how to get your left hand on the elusive hold just below the third bolt. Once there, hit the curving ledge and stay right of the third bolt, stemming to the crack, and cruise to a good rest by a double bolt anchor.\n\nThe second difficult section is above the aforementioned anchor. Some tricky climbing involving toe points, heel hooks, and other inobvious tricks gets you to opposing laybacks and finally a bucket. (Well, its really sort of a finger bucket, but welcome none the less.) Having overcome this, there's a bit of interesting climbing to what appears to be a long runout to a bolt in a flake. Fortunately, the climbing is substantially easier than the 2 sections just described. Again a long rest is possible before embarking on the finale.\n\nThe last difficult section involves several inobvious holds. After clipping the second to last bolt off good holds, heel hook with the right foot up and left for a great inobvious hold beneath a small roof with the left hand. From there it's a long move right to an OK edge, from which some feet arranging is necessary to get a very small left facing corner (L of the bolt) with the left hand. More feet juggling to gain height and get in balance, a right hand pop to the obvious diagonal ledge and you're at the anchors. If you have a 50 meter rope, you're in trouble. If you have a 60m you'll just make it.\n\nAll in all an admirable route that tests the face climbing skills that Eldo is famous for without the fear factor that Eldo is also famous for.\n\nOne last note: Do it on a cool day.","protection":"Approximately 11 bolts to 2 bolt anchor about 30 meters up.  A 70 meter rope is real nice; a 60 meter works fine; plan on downclimbing rush buick or leaping if you've got a 50 meter.\n\nOne could place a 1, 2.5, or 3 Friend getting to the first bolt, and an alien, tcu or 4-6 rock  could be placed about 2/3 of the way up, but the climbing in both of these sections is substantially easier than the cruxes on the route.","location":""},"__v":0},{"_id":"D3oqUDWCWLqXaDUHk4covA==","name":"The Hangman","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Marc Gay& Kent McClannan","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":42,"mp_id":"105979684","mp_crag_id":"105745073","climb_id":"D3oqUDWCWLqXaDUHk4covA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb\n\nPlinth\n\nfor approximately 5 feet.  Plug in your big cam (#4 or #4.5 Camalot) and head up left on the angling crack system.  Place a 0.5 tri-cam (key piece) and maybe a few other nuts, before committing to the hard-to-reverse moves of the crack system.  Get a bomber nut in and breathe easier.  Climb hard moves up around the hanging arete with good gear.  Follow the crack system onto easier ground and go to the anchors of\n\nTombstone's\n\ntree belay.","protection":"Standard Eldo Rack, plus: .5 Tri-cam, #4 or 4.5 Camalot.","location":""},"__v":0},{"_id":"VfC74bNYUaWF1z65p2eLLQ==","name":"Hopscotch","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tony Bubb (soloed), Joseffa Meir, 2/2015","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":49,"mp_id":"110054797","mp_crag_id":"105745073","climb_id":"VfC74bNYUaWF1z65p2eLLQ==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Hopscotch is a short boulder problem to an easy slab. With a spotter or two, this is a reasonable lead (solo), since the crux is perhaps only 6' up.\n\nGet hands up onto the obvious starting holds, and then work up on little feet into a mantle or slap the arete to the right. I did it both ways, and both felt 5.9 or so. Beware that YMMV, and there is no gear at that point. A spotter is more important than a belayer.\n\nI did install a sling anchor on the tree above, in case anybody decides to TR it.","protection":"There is really no protection. Get a good spot. The crux is about a body length above the ground, which, while not rocky, is sloping. Ankles could suffer, and the scrunch problem at the crux could see you pitching off backwards.\n\nThere is a sling on the tree up top to belay off of or TR. If soloing, you can traverse to the left and down an easy corner over there to retreat with no rope needed.","location":"Hopscotch is just around the arete to the left of\n\nSkip 'n' Go Naked\n\nand climbs up the clean, flat face (slightly steep) for a little over a body length before reaching lower angle rock and better footholds. Go around the corner and look for a ledge for fingers at about extended arm height. This is the start of the route."},"__v":0},{"_id":"zFNK2bPsXIGKFsuDFbUO6g==","name":"Grim Reaper","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Marc Gay, 2008","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":41,"mp_id":"107824952","mp_crag_id":"105745073","climb_id":"zFNK2bPsXIGKFsuDFbUO6g==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb the seam and overhang just right of\n\nTombstone\n\n. A short, difficult crux over mediocre gear at about 20 feet leads to easier climbing with groundfall potential.","protection":"Small gear, a crash pad?","location":"This just right of\n\nTombstone\n\non Hawk Eagle Ridge. It takes about 15 minutes to hike to this route. Hike as if you were going to the top of Redgarden Wall, veering to the right near the top."},"__v":0},{"_id":"cT5tu2mRUYS+rGpZDcSINQ==","name":"Grubble Gully","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Matt Buckner and Marisa Callaway, 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":30,"mp_id":"106945374","mp_crag_id":"105745073","climb_id":"cT5tu2mRUYS+rGpZDcSINQ==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Felt like the crux was right at the start. Great climb. Difficulty might depend on climber's height. Felt like a good Eldo 5.6 at my height (5'11\"). Loose rock and sand fill the cracks on this route.","protection":"Small cams nuts offered adequate pro. Build an anchor up top for your follower and try not to knock any of the loose rock down on your belayer.","location":"The route begins about 15-20 feet to the left of '\n\nPrime Time Climb\n\n' on the Tombstone area. Descend by walking up from the anchor to a juniper tree which can be slung for a rap descent. The other option is to walk down the ridge to the top of the\n\nCracker Jack\n\nwalk-off ledge."},"__v":0},{"_id":"6CNc2cs3VBmZ8bulxNlYJA==","name":"Gluttony","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Tanner Bauer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":15,"mp_id":"117035322","mp_crag_id":"105745073","climb_id":"6CNc2cs3VBmZ8bulxNlYJA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb\n\nStay Hungry\n\nup a surprisingly tricky finger crack until you reach the obvious roof. Continue climbing straight out the roof in the corner/scoop type roof system. Nest a few small pieces halfway through the roof, then proceed to enter the crux. Smear your feet, and grab crimps, slopers, and underclings to square up your body before making a large gymnastic style move to a big horn jug behind you. Mantel over the lip, and scramble to the top of the wall.","protection":"BD 0.2 and 0.3 cams protect the crux.","location":""},"__v":0},{"_id":"+UQkuZpRVCuX9Xh2J2VFFg==","name":"Emergency Brake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dan Hare and John Warren","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":26,"mp_id":"106569088","mp_crag_id":"105745073","climb_id":"+UQkuZpRVCuX9Xh2J2VFFg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Attention: CLOSURE - the Eldorado Canyon SP staff has placed a closure for a confirmed turkey vulture nesting as of 7/3/20.\n\nThis route is just to the right of\n\nRush Buick\n\n. It starts below two bolts just to the right of that dihedral. Start with an awkward, but well-protected move to get going. I found the crux to be passing the second bolt. After that bolt began a rising traverse to the right underneath an overhang with gear in somewhat crunchy rock. After traversing for a bit (it's fairly obvious when to stop traversing), head straight up to the anchor atop\n\nNobody's Home\n\nand belay there. There's a bit of a runout at the end, but the climbing is relatively easy.\n\nDescend by making a 100 foot rappel from the anchor.\n\nOverall, I found the pitch to a be little heads-up so it might not be a great one to test your limits.","protection":"A standard rack will do.","location":"This route is located a few feet to the right of\n\nRush Buick\n\n. Get yourself to that route and look for two bolts just right of\n\nRush Buick's\n\ndihedral; that's the start of the route."},"__v":0},{"_id":"VXexEb0yWGmDrVzVM9DKQA==","name":"Die Heeda Rule","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"[Duncan Ferguson,unroped solo]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":35,"mp_id":"105763737","mp_crag_id":"105745073","climb_id":"VXexEb0yWGmDrVzVM9DKQA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Find Hawk Eagle Ridge by following the directions under the 'Rock' category. Walk up past the initial buttress, passing DOA and\n\nCinch Crack\n\n. The rock becomes short and nondescript for a hundred yards or so, before returning to a single-pitch height of more vertical stone up the hill.\n\nAs you reach this tall area, you will see a series of 2 diamond shaped South faces that form right-facing dihedrals. After passing the second of these, you will be under and a massive overhang, where the trail runs parallel to a large, fallen, rotten tree.\n\nLooking up from this point into the massive overhang/roof you will see a hand-to-fist splitter crack which runs through it, opening to a bomb-bay slot at the top. This is\n\nTOMBSTONE\n\n, a reference point for the other area climbs. Die Heeda Rule is up and left of\n\nTOMBSTONE\n\nby about 40 feet.\n\nDie Heeda Rule is a flake and finger crack which becomes a left-facing dihedral about 15' off of the ground. This shares a start with\n\nBrother Jug\n\n, but runs left into the steep, clean dihedral in a thin crack instead of up and right onto the face. An even better variation (harder, and further above protection) pulls the prow of the roof to the right of the dihedral itself (5.11+)","protection":"Stoppers and double TCUs to 1\" plus a few hand-sized cams.  The gear is good, but can be strenuous to place.","location":""},"__v":0},{"_id":"flb7oCd5WZ2xh3Mnq3pyAg==","name":"Devo","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Bracksieck, Doug Hill, 1974","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":12,"mp_id":"107557614","mp_crag_id":"105745073","climb_id":"flb7oCd5WZ2xh3Mnq3pyAg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Start under the long, left-facing corner.  Make funky moves into the bombay slot and start umphing.  Romp up the corner, negotiate the dead tree, and hang a right at the rotten band.  Traverse right along the band under the roof, stand on the pedestal, pull over the short overlap, make fun moves on scary rock to the left, and pull through the second roof at the small tree (crux).  Make a belay here.\n\nThis would be a super route with some more traffic (yep, typical Eldo), but that's not why you walked all the way up here, now is it? You want adventure :D","protection":"Standard rack, small nuts to 3\".","location":"Left of\n\nRoof's Way\n\n, there is a large, left-facing dihedral.  Start in the bombay slot.\n\nThe walkoff is to the northwest (uphill)."},"__v":0},{"_id":"Nd0EJWfpUti4SYsVBhee6A==","name":"Death Card (aka Ace of Spades)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Wayne Crill and Eric Johnson, 2013","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":17,"mp_id":"108104962","mp_crag_id":"105745073","climb_id":"Nd0EJWfpUti4SYsVBhee6A==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"The climbing is big fun, and in my opinion this would easily be a three star PG-13 route if the detached flake were 100% solid. It's not going anywhere, but I wouldnt trust it for gear. To me, this makes it a little more serious than PG-13 and not quite worth three stars. Like Lemmy said, \"...you know I'm born to lose, and gambling's for fools, but that's the way I like it baby, I don't want to live forever....\"\n\nBegin up technical face to the right of the tree starting\n\nStay Hungry\n\n.  A 5.10 move or two off the ground leads to fun, unprotected 5.8 slab for 25 to the right-angling system that provides finger-sized gear and the broken band below the roof.  From a stance at the band, find very good Loweball protection in a pod/slot to begin climbing out the overhanging dihedral.  Climb crimpers to steep jugs and up a detached flake to an open hand jug (#3 Camalot) and up to a stance above the blocks and below a delicate dihedral with a small crack.  Intricate slot/arête/face climbing takes you to the top.  It feels Jalapeño spicy, but it could be more like Habanero?","protection":"Gear: Standard Eldo rack including #1 and #2 Loweballs, micronuts.","location":"This route climbs the overhanging, right-facing dihedral just left of\n\nAnthurium\n\nand to the right of\n\nStay Hungry\n\n, topping out just light of the\n\nAnthurium\n\nanchors to a ledge."},"__v":0},{"_id":"HR1vQ09EUmCNuth0UfsbUQ==","name":"Dead On Arrival","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FFA: Jim Erickson and Scott Stewart, Spring 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":66,"mp_id":"119213389","mp_crag_id":"105745073","climb_id":"HR1vQ09EUmCNuth0UfsbUQ==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This was apparently an aid climb from the 1960s, we did it free in 1973, ground-up and onsight with nuts for protection. There was one old, fixed, soft-iron piton at the start of the main roof, about 40 feet above the ground.\n\nClimb the large, obvious, right-facing dihedral for 20 feet to a short bulge (5.9) and an easy slab. Just above the slab lies the crux, liebacking\n\nTagger\n\n-esguely left around the big roof to easy ground.","protection":"A small standard rack of cams and wired nuts.","location":"Hike up to the base of Hawk-Eagle Ridge.  The route starts just before the giant chockstone below\n\nCinch Crack\n\n, 5 feet left of the bolted line,\n\nLips Like Sugar\n\n. In the photo of\n\nCinch Crack\n\narea overview, it is the dotted yellow line."},"__v":0},{"_id":"eSb8KBCGVCmEje3H0TFEqg==","name":"Dead Left","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Bubb and J. Meir, May 29, 2011","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":65,"mp_id":"107156410","mp_crag_id":"105745073","climb_id":"eSb8KBCGVCmEje3H0TFEqg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This unlikely climb is in a unique position and has plenty of thought-provoking qualities. The climbing movement and the gear both require consideration along the length of the climb, but both are very manageable for a climber of experience.  This route could be trouble, however, for a less experienced trad leader.  My partner and I were both very happy to have done this climb, finding it interesting and rewarding.\n\nThe climb as described here is undocumented.  We thought maybe we were doing Workingman's Dead, but after discussing that with the FA party of that route, we now understand that what was a Left hand branch of 'Dead On Arrival' that crosses an alternate finish of Those Fertile Years which was not documented in the Levine Book, then extends into some undocumented territory.  As for when this may have been first done, we are not 100% sure, as the area has multiple features which might be confused for each other.\n\nWhile the ascent we did stays in the lowest roof system of the buttress and crossed the route Those Fertile Years.  Clarification is still underway and a picture will eventually be posted.","protection":"A standard rack of stoppers and cams.  LOTS of long slings keep the zig-zag nature of the climb from creating rope drag.","location":"This climb starts on the D.O.A. buttress, just off of the trail on Hawk Eagle Ridge.  The climb starts by surmounting a 10' tower of rock against the base which forms a shallow, left-facing corner and has a rounded top (mantle up).  Climb up and left into a low angle corner which ends just below a left-angling roof.  Place solid gear and cut out left under that roof, as some point clipping a very nasty fixed pin (as for D.O.A.) and a very small fixed stopper (other gear is nearby).  Continue the rising, leftward traverse under that roof (the lowest of three) crossing the climb 'Those Fertile Years' and then passing the old bolted anchor of\n\nCinch Crack\n\n, below you.  Gear is largely available here, but with wisdom comes caution- note not to place it into the 2 large, hanging flakes overhead and over-rope in the traverse as they are not that bomber.  At some point, there is a crack piercing the roof overhead that takes a great #2 Camalot at the lip, which is great protection for some upcoming moves.  Reach the end of this rising traverse and look up over a bulge into an obtuse, right-facing corner.  Pull up onto the face above the bulge (stimulating) and head up that right-leaning corner to the top of the buttress.  Belay off of gear or the large tree.\n\nTo descend, walk North and then Northwest about 100 meters to the second left-facing dihedral uphill from DOA to reach a 5.3 downclimb."},"__v":0},{"_id":"i1vEYlUhWJCVzy4O8shVnA==","name":"Crystal Gaze","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Carl Harrison (1981)","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":11,"mp_id":"114100857","mp_crag_id":"105745073","climb_id":"i1vEYlUhWJCVzy4O8shVnA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This obscure route runs up the slabby, licheny wall on the downhill side of\n\nPepe le Peu\n\nand then moves left and joins that line through its roof finish. The rock in the roof section is not great. There are a few large crystals on the lower wall, some solid and useful and some not.","protection":"A standard rack. There are trees near the topout that can be used for anchoring.","location":"Left of the obvious\n\nDevo\n\ncorner and right of the roofs at the top of\n\nPepe le Peu\n\n, this route merges with\n\nPepe le Peu\n\nand can easily be toproped after climbing that one."},"__v":0},{"_id":"acWeBDWFWouS13WTzuU6Qw==","name":"Cracker Jack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":46,"mp_id":"106945297","mp_crag_id":"105745073","climb_id":"acWeBDWFWouS13WTzuU6Qw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is a face climb next to a faint prow on the Uninspiring Wall area. A thin crack climbs to 15 or so feet and offers a zipper piece placement (probably your smallest cam). Continue climbing the runout face on frictiony rock with tiny face holds. Turn left under a blocky top (crux) and head towards a tree that makes for a good, quick anchor.\n\nDescend by walking off back from the tree down a sloping, bushy ledge to the trail along the base of the wall (see picture).","protection":"This is slightly runout. Bring a light rack of small cams and nuts. Use the tree for an anchor.","location":"Follow the Hawk & Eagle approach listed for the\n\nUninspiring Wall\n\nroute posted by Clint Locks. Cracker Jack is a face climb next to a faint prow on the\n\nUninspiring Wall\n\n."},"__v":0},{"_id":"iWNQaoHeWmuStCgz94KRfw==","name":"The Crab","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Stuberg, solo, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":61,"mp_id":"106937823","mp_crag_id":"105745073","climb_id":"iWNQaoHeWmuStCgz94KRfw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Ascend the obvious corner on the right side of a large slab from a good belay platform. Follow cracks and ledges with good gear opportunities (cleaning may be necessary) up to a roof with a small chock-stone. Note the fragile nature of the rock over your head. I gave this a bomb rating as I suspect this roof could fail easily crushing climber and belayer! Make a committing move out left and find a jug to haul on just within reach. A large pine tree is an option for anchor or a top rope can be set using boulders to climb the poorly protected slab routes next door.","protection":"Good cracks are filled with needles and dirt down low. Cleaner climbing in the middle, scary loose rock at the roof. Standard light rack.","location":"This area is maybe 100 yards above the boulder move on the standard Hawk Eagle Ridge approach. The slab left of The Crab should be obvious after passing the steeper roof routes low on the ridge. The base shows slight wear from climber activity. Descend a class 4 gully 40 feet up the ridge line."},"__v":0},{"_id":"c+pd9BY4W4mpi2Rl4uXNbw==","name":"The Comeback Arete","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Greg Miller, Chris Bursey, Zak Holtzman, 1/10","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":13,"mp_id":"107802768","mp_crag_id":"105745073","climb_id":"c+pd9BY4W4mpi2Rl4uXNbw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb\n\nDevo\n\n, 5.8, until the corner meets the roof. Place gear in the corner, find a jug in the roof, and pop out the roof to a sloper. Heel hook up and over following a runout east face to a second, higher roof, staying left of\n\nRoof's Way\n\nup there.","protection":"SR.","location":"This is the obvious roof problem that busts out right from\n\nDevo\n\nonce you get to the roof."},"__v":0},{"_id":"93regoqSUnmd8DGynKnmwA==","name":"Cinch Crack","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Bragg; June 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":64,"mp_id":"105756397","mp_crag_id":"105745073","climb_id":"93regoqSUnmd8DGynKnmwA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"If this thing were on the ground, it'd make for a great boulder problem, but unfortunately it's about 20 feet high, so you should probably rope up. Cinch Crack is the obvious, overhanging splitter (out a sort of roof/prow) low on Hawk-Eagle Ridge, just before the chimney downclimb that deposits you in the big gully by Wind Tower.\n\nA fixed pin w/ some tat and a fixed Alien can be supplemented with trad pro.  Hard moves and long reaches gain the lip. Head up the crack to a double-bolt anchor (1/4\") or better yet, down climb and down aid to get your gear back.\n\nThis is Old school 5.12b, meaning hard as hell!","protection":"This pitch is short so you don't need much.  Metolius blue, yellow (double-up) orange and black to back up the fixed mank.","location":""},"__v":0},{"_id":"UrQyzbUsW1CKFihCbjVciQ==","name":"Central Park","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Huggins, Mike Brooks, Jim Stuberg, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":4,"mp_id":"106935495","mp_crag_id":"105745073","climb_id":"UrQyzbUsW1CKFihCbjVciQ==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Climb past two trees in right angling cracks to a manky roof. Climb through the roof on the left aiming for the top to the left of a small tower.","protection":"Standard rack. Roof at top is manky.","location":"Follow Hawk Eagle Ridge approach to the top of the formation, just past a slabby drainage scramble. As you turn the corner above the class 3 slabs, the low angle face with many trees and this route comes into view. Follow the trail another 100 feet directly to the start. Descend by rappelling off trees or walking around the north end of the ridge."},"__v":0},{"_id":"AU6/pyMMWGe8Xi34q6uH1w==","name":"Brother Jug","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Carl Harrison, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":36,"mp_id":"105763734","mp_crag_id":"105745073","climb_id":"AU6/pyMMWGe8Xi34q6uH1w==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is your essential 1-move wonder, and rated like a gym climb for that move.\n\nIn the vicinity of\n\nDie Heeda Rule\n\nand\n\nTombstone\n\n, this jug-fest lies waiting the eager 5.10 climber of any sort, Gym-rat, sport-boy, or crusted trad.  The gear is straightforward, and the holds inspire confidence.  Get ready to heel hook, heel-toe cam, and go for the big holds.\n\nThis route begins as for\n\nDie Heeda Rule\n\n, but at the top of the big flake, moves up and right onto the \"jug-fest\" face rather than left into the dihedral.","protection":"Standard rack.","location":"Follow the directions to\n\nDie Heeda Rule\n\n."},"__v":0},{"_id":"rbSZcyTFVlmzcVfQWCyHtA==","name":"Bowling Alley","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Harrison and Stuberg, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":38,"mp_id":"105755455","mp_crag_id":"105745073","climb_id":"rbSZcyTFVlmzcVfQWCyHtA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Find Hawk Eagle Ridge by following the directions under the 'Rock' category. Walk up past the initial buttress, passing DOA and\n\nCinch Crack\n\n. The rock becomes short and non-descript for a hundred yards or so, before returning to a single-pitch height of more vertical stone up the hill.\n\nAs you reach this tall area, you will see a series of 2 diamond-shaped, south faces that form right-facing dihedrals. After passing the second of these, you will be under and a massive overhang, where the trail runs parallel to a large, fallen, rotten tree.\n\nLooking up from this point into the massive overhang/roof you will see a hand-to-fist splitter crack which runs through it, opening to a bomb-bay slot at the top. This is\n\nTOMBSTONE\n\n, a reference point for the other area climbs.  To the left of\n\nTombstone\n\na short way up hill, there is a large dihedral/ chimney with a massive boulder stuck in it.  This rock appears to be safely wedged.  Climb the chimney/dihedral up and around the bouder to the top.   This climb is a good way up to set TRs for the area favorites,\n\nTombstone\n\n, Brother Jug,\n\nDie Heeda Rule\n\n, and others if you don't feel like leading them.","protection":"Standard Light Rack with a few placements, total.","location":""},"__v":0},{"_id":"JM3c7l2KUW6L57xESoTtiA==","name":"Bold Finger","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"K. Duncan and S. Blunk, 1977","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":39,"mp_id":"105755452","mp_crag_id":"105745073","climb_id":"JM3c7l2KUW6L57xESoTtiA==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Find Hawk Eagle Ridge by following the directions under the 'Rock' category. Walk up past the initial buttress, passing DOA and\n\nCinch Crack\n\n. The rock becomes short and non-descript for a hundred yards or so, before returning to a single-pitch height of more vertical stone up the hill.\n\nAs you reach this tall area, you will see a series of 2 diamond shaped south faces that form right-facing dihedrals. After passing the second of these, you will be under and a massive overhang, where the trail runs parallel to a large, fallen, rotten tree.\n\nLooking up from this point into the massive overhang/roof you will see a hand-to-fist splitter crack which runs through it, opening to a bomb-bay slot at the top. This is\n\nTOMBSTONE\n\n, a reference point for the other area climbs.  To the left of\n\nTombstone\n\na short way up hill, but before the chimney is a finger-crack and flake climb that goes up through an awkward bulge to the top.  The difficulty is brief, and the climb is not terribly aesthetic.  It is also not entirely clean of moss, as there is some seeping in the area.\n\nClimb the hard moves up 20' to easy moves and top out, or TR this line after climbing a better route nearby (there are plenty).","protection":"A few TCUs will protect this climb, but place them judiciously, as there is some flare to the flake.","location":""},"__v":0},{"_id":"uaxrcwSUVJWgaF+H1ukGwg==","name":"Body Lice","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":60,"mp_id":"106938110","mp_crag_id":"105745073","climb_id":"uaxrcwSUVJWgaF+H1ukGwg==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"Start by pulling through a broken area in the roof left of\n\nThe Crab\n\n. Move up a V slot to a short roof with positive edge over the lip. Utilize the right-angling features on the slab above (crux) finishing just left of\n\nThe Crab\n\nroof.","protection":"Top rope.","location":"This area is maybe 100 yards above the boulder move on the standard Hawk Eagle Ridge approach. This route ascends first line left of the 5.6 corner route\n\nThe Crab\n\n. Look for these routes after passing the steeper roof routes low on the ridge. The base shows slight wear from climber activity. Descend a class 4 gully 30 feet up the ridge line."},"__v":0},{"_id":"/oCcfqWLUg2T5cJs3PS+VQ==","name":"ATC","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Cory Fleagle & Andy Morgan??    (March 2013)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":10,"mp_id":"108058178","mp_crag_id":"105745073","climb_id":"/oCcfqWLUg2T5cJs3PS+VQ==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is a nice climb with questionable rock & gear near the top.\n\nOverall, the rock and pro is good on most of the climb.","protection":"Single rack to BD #3.","location":"This route is located between Crystal Gaze &\n\nPepe le Peu\n\n(Levin Eldo book page 113).\n\nStart up a steep, lichen covered, short corner. Gain the main, small-size, left-facing corner and climb it. This corner may have some dirt in it, although I cleaned much of it! When the corner ends and the steep rock is above, continue straight up, and end in a steep bit and a small, slot-type feature (the slot type feature is visible in the book picture). Head left to very large, obvious tree.  The anchor is on tree, lower."},"__v":0},{"_id":"7YAQ1DOLUg+KcKrsAVpiDw==","name":"Anthurium","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Leslie Coon, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"left_right_index":18,"mp_id":"107752136","mp_crag_id":"105745073","climb_id":"7YAQ1DOLUg+KcKrsAVpiDw==","areaRef":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":"This is on a heart-shaped wall with a white water streak.  It climbs past 6 bolts and goes to a 2 bolt anchor.  You can rappel from the top of Hawk Eagle Ridge to the anchor if you wish to toprope it.  The face is slightly overhanging.","protection":"5-6 protection bolts with a 2 bolt anchor.\n\nPer\n\ndameeser\n\n: it's more like 11 bolts, but half of them are missing hangers. You can't lead it in its current state.","location":"This is 2/3's the way up Hawk Eagle Ridge.  It is uphill from\n\nHeart of Gold, 12a\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,041aa35d-9354-5ca6-9b82-a9acf620105b","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Hawk-Eagle Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":6,"label":"5.7"},{"count":1,"label":"5.4"},{"count":1,"label":"5.9-"},{"count":4,"label":"5.5"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":8,"label":"5.9"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.0"},{"count":5,"label":"5.8"},{"count":6,"label":"5.8+"},{"count":5,"label":"5.10"},{"count":2,"label":"5.10b/c"},{"count":2,"label":"5.10b"},{"count":7,"label":"5.6"},{"count":3,"label":"5.9+"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.13a"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":63,"bands":{"unknown":0,"beginner":30,"intermediate":20,"advanced":10,"expert":3}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":1}},"tr":{"total":13,"bands":{"unknown":0,"beginner":6,"intermediate":7,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":32,"intermediate":22,"advanced":13,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2879,39.9314]},"bbox":[-105.28848640097154,39.93095033981813,-105.28731359902848,39.931849660181854],"left_right_index":-1,"ext_id":"105745073","area_id":"BBqjXZNUXKabgqms9iAQWw=="},"content":{"description":""},"density":0,"totalClimbs":71,"__v":1,"createdAt":"2022-11-07T05:55:58.557Z","updatedAt":"2024-01-15T16:42:44.049Z"}