{"_id":"6368a185e80bff5a9954f2a4","area_name":"South Face","shortCode":"","climbs":[{"_id":"YYS19UccUru8PI+yntJ2dw==","name":"Windy Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jorge and Joanne Urioste, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":6,"mp_id":"105732728","mp_crag_id":"105732096","climb_id":"YYS19UccUru8PI+yntJ2dw==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Approach:As for Black Velvet Canyon, turn north off Highway 160 onto a dirt road, 4.6 miles west of the intersection with Highway 159. Take the (first?) obvious left turn (the turn before the one to BVC). Continue down this road, turning right at a distinctive 4-way intersection. Drive as close to the canyon as you are comfortable (the road gets a little rough). From the parking area, hike west into the canyon, following burro trails where possible and cross-country where not. Stay on the north (right) side of the wash, aiming for a notch up-canyon on the right side. The trail becomes more distinct up a steep hillside towards this notch, left of an deep canyon. March up this steep section to a flat area known as the Football Field. From here the southface of Windy Peak is obvious. Hike on up a couple hundred more feet to the base of the face. (See photo.) The approach is considered strenuous, and will take an hour or more. \n\n  (P1) Follow a crack up to a ledge. Either traverse right into the corner as a short, 4th class pitch or just move the belay right. \n\n  (P2) Climb up the squeeze chimney (you can probably walk a #4 cam), then exit out right onto the face. Climb the face belaying on a small ledge. \n\n  (P3-4) Continue up the face, moving right back into the corner.  Continue up the corner until you can pull the roof and join with Jubilant Song \n\n  (P5) Continue into the gully, do some chimney moves, then move right into a water streak. Balancy moves past a bolt lead to easier ground, step left to a bush to belay. \n\n  (P6) Step back right into the water streak, and continue up difficult 5.8 moves onto easier ground. Climb a corner to a belay notch. \n\n  (P7) A 5th class move leads to 4th class slab and the summit of Windy Peak \n\n  Descent:Hike west along the summit ridge and then drop into a gully that leads back south. Depending on your instinct and luck, moderate bushwacking may be in order. Hike down the gully until given a chance to sidehill left. You should end up right at your packs.","protection":"Standard rack up to #4 Camalot","location":""},"__v":0},{"_id":"O48LSIk+W36VxWU9wMI9yg==","name":"Western Swing","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FRA John Wilder, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":3,"mp_id":"105733085","mp_crag_id":"105732096","climb_id":"O48LSIk+W36VxWU9wMI9yg==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"About 50 feet down and right from the start of Jubilant Song is another right-facing dihedral.  Climb this for two pitches to a belay spot by a bush at the base of a flared chimney.  Climb the chimney until it squeezes down and arches to the right, then make a difficult swing move into the upper corner.  Set up a hanging belay a short distance above.  The fourth pitch traverses right to a weakness in the overhangs, then climbs up and left to a belay at the beginning of the big roof on Jubilant Song.  Join Jubilant Song for two pitches until established in the gully above the roof.  Instead of following the gully, climb the steep cracks on the wall to the left to the huge Bandstand Ledge on A Song and a Prayer.  One or two easy pitches lead to the top.","protection":"Standard rack plus a Number 5 Camalot","location":""},"__v":0},{"_id":"cJaCZUXiWDWgIIjHOCNrMQ==","name":"Thriller","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Wilder, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":8,"mp_id":"105860717","mp_crag_id":"105732096","climb_id":"cJaCZUXiWDWgIIjHOCNrMQ==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Start in a low angle crack halfway between Ain't No Saint and Saint Stephen; climb up to an easy ramp. The second pitch goes up easy rock to a belay beneath a steep section of the ramp. Climb the steep section, then a crack system on the main wall to your left. A short rappel takes you to a good belay position in the gully at the base of a varnished wall. Sustained climbing along the left crack leads to a belay in the broken rock above. Then routefind up and left for two pitches, aiming for the left end of the large overhang capping this section of the face. Go left around the overhang and climb a long friction pitch with limited protection. Work out the best belay you can when you can get gear. Continue up the waterstreak and move right when reaching the headwall. Belay on a small perch just below the summit ridge. Fourth class leads to the top.","protection":"Standard rack","location":"Follow the normal approach to the south face of Windy Peak."},"__v":0},{"_id":"EaeI3pgxVKOnxUuyY4eGlg==","name":"Swinging the Other Way","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":4,"mp_id":"113852109","mp_crag_id":"105732096","climb_id":"EaeI3pgxVKOnxUuyY4eGlg==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Someone has definitely climbed this route before because we found a stuck hex on it. If you know the name, let me know and I'll update the route!  \n\n  Approach as for Jubilant Song. The route starts 50ft down and right of Jubilant Song in a right facing corner. It shares a start with Western Swing.  \n\n  P1: Climb the corner till it reaches a sloping ledge. Traverse up and right on the ledge to the base of the first left facing corner. \n\n  P2: Climb the left facing corner above past an alcove until a small ledge and a hanging belay beneath the large roof.  \n\n  P3: Work up and slightly left to the left of two notches in the roof. Climb through the slot in the roof (crux of the route), ending up on a low angle slab above. Merge with the third belay on Jubilant Song.  \n\n  Continue up Jubilant Song. \n\n  This is a good route for passing slower parties on Jubilant Song. It is about the same quality of climbing as the first three pitches of Jubilant Song in my opinion and merges back just before the money roof traverse pitch of Jubilant Song.","protection":"Standard Rack","location":""},"__v":0},{"_id":"WW8iWa17VW+oxptf+41mDw==","name":"St. Stephen","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Hamilton & Joe Herbst, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":9,"mp_id":"105732506","mp_crag_id":"105732096","climb_id":"WW8iWa17VW+oxptf+41mDw==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"St. Stephen follows a wandering line immediately left of the huge left-facing corner system dominating the right side of the wall.  Not sustained enough to be classic, it offers some decent moderate climbing in a peaceful high setting.  Approach as for Jubilant Song.  This following route description is from the first ascent, which was done a few days after Solar Slab.Pitch 1 -- Follow thin cracks up the varnished, pretty slabs at the base of the wall.  Belay at a platform on a prominent ramp.Pitch 2 -- Continue up the ramp to belay in the main corner (5.8).Pitch 3 -- Instead of following the corner, climb a tight, left-slanting crack that splits the vertical face above (5.8).  This crack is a key feature of the route, visible from below.Pitches 4-8 -- Two easy pitches go out onto the face to the left.  Thin face climbing (5.8) bypasses a huge bulge on the left.  The final lead goes up obvious rock to the top.Descend via an easy hike.","protection":"\"A standard selection of nuts\"","location":""},"__v":0},{"_id":"WQU6+b15WVqVCJKVU+bPPw==","name":"Marion's Melody","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George Urioste and others","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":0,"mp_id":"105732800","mp_crag_id":"105732096","climb_id":"WQU6+b15WVqVCJKVU+bPPw==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Immediately to the left of Jubilant Song, there are a few bolts on the varnished face.  Two pitches up this face lead to a good ledge at the base of a left-facing dihedral.  Climb the dihedral to a good stance at its top.  The fourth pitch steps left, then climbs a corner past some protection bolts.  (For many years this was the route's high-point, the result of a blizzard-induced epic retreat.)  The fifth pitch goes up, then right, eventually following a small crack to to a hanging stance (on gear) beneath an overhanging headwall.  Climb the short headwall (5.9), then follow easy climbing on the path of least resistance for a pitch or two to the top of the wall.","protection":"Standard rack","location":""},"__v":0},{"_id":"qfN+Z76LUXik0Wj7XS4CkA==","name":"Slabotomy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Danny Rider and Luis Saca, 1996/97","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":11,"mp_id":"105794066","mp_crag_id":"105732096","climb_id":"qfN+Z76LUXik0Wj7XS4CkA==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Slabotomy is a nice short route that can be used either as an approach to Ain't No Saint or as a way to finish out the day. \n\n  The first pitch can be found just left of the base of Ain't No Saint.  It follows a slightly rightward slanting crack up to a pair of bolts. (5.9) \n\n  The second pitch climbs up past numerous bolts.  Some of these are quite old while others are a bit younger.  This pitch ends on a ledge at a second pair of bolts beneath the slab that one may use to access the second pitch of Ain't No Saint. (5.9) \n\n  Rappel the route with double ropes or continue up Ain't No Saint.","protection":"Expect to use small cams and nuts in on the first pitch.  And expect to suppliment bolts with the same on the second.","location":""},"__v":0},{"_id":"m2ttiiTPVMeGjpPoud6LsQ==","name":"Jubilant Song","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Herbst and Terry Schultz, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":1,"mp_id":"105732725","mp_crag_id":"105732096","climb_id":"m2ttiiTPVMeGjpPoud6LsQ==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Approach:As for Black Velvet Canyon, turn north off Highway 160 onto a dirt road, 4.6 miles west of the intersection with Highway 159.  Take the obvious left turn BEFORE the left turn that leads to Black Velvet.  Continue down this road, turning right at a distinctive 4-way intersection.  Drive as close to the canyon as you are comfortable.  From the parking area, hike west into the canyon, following burro trails where possible and cross-country where not.  Stay on the north (right) side of the wash, aiming for a notch up-canyon on the right side.  The trail becomes more distinct up a steep hillside towards this notch, left of an deep canyon.   March up this steep section to a flat area known as the Football Field.  From here the southface of Windy Peak is obvious.  Hike on up a couple hundred more feet to the base of the face.  See photo.  The approach is considered strenuous, and will take an hour or more. \n\n  Climb:(P1) Follow an easy crack (the left of two obvious cracks) up a short pitch to a ledge with a bush. \n\n  (P2) Continue up the crack into a wide chimney full of loose blocks, belay where possible. \n\n  (P3) Continue up and right and find a belay below the left side of the huge roof. \n\n  (P4) Traverse right under the roof, belaying in a small corner with huge loose blocks. \n\n  (P5) Surmount the roof (5.8) and continue up easier ground for a short distance to belay in a gully. \n\n  (P6) Continue into the gully, do some chimney moves, then move right into a water streak. Balancy moves past a bolt lead to easier ground, step left to a bush to belay. \n\n  (P7) Step back right into the water streak, and continue up difficult 5.8 moves onto easier ground.  Climb a corner to a belay notch. \n\n  (P8) A 5th class move leads to 4th class slab and the summit of Windy Peak \n\n  Descent:Hike west along the summit ridge and then drop into a gully that leads back south.  Depending on your instinct and luck, moderate bushwacking may be in order.  Hike down the gully until given a chance to sidehill left.  You should end up right at your packs. \n\n  There is an entire chapter about this route in Red Rock Odyssey\n\n ","protection":"Standard rack up to #3 Camalot.","location":""},"__v":0},{"_id":"VMbtBjXAWv+tI+cZDMszkQ==","name":"Joanne of Arch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joanne & George Uriosite","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":12,"mp_id":"105733091","mp_crag_id":"105732096","climb_id":"VMbtBjXAWv+tI+cZDMszkQ==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Approach as for other climbs on Windy Peak, except after you gain the main terrace cut across the drainage low and cross to east side of the base of Windy Peak. Look for the awesome arch the climb ascends the right side and goes through the center. There is an exposed 4th class pitch of 150' to the base of the climb - although in a second attempt I led a direct line up to the base of the route and it went at 5.5. Pitch 1 (5.7) - ascend a nice crack to a roof, escape to the right and into an alcove to belay.  Pitch 2 (5.9) - make tricky moves to gain the awesome arching dihedral to a two bolt hanging belay.  Pitch 3 (5.8) - continue through the overhang at the notch and up the face.Pitch 4 - continue on easy terrain to gain the top of the formation. Descend to the east or rap off pitch 2 with 2 ropes.  Slung a huge bolder at the top of the 4th class ramp and variation first pitch to gain the main ledge at the base of Windy Peak.","protection":"Standard rack up to #3.","location":""},"__v":0},{"_id":"IdG0pMkoUomgeDjZD8y8gQ==","name":"Hot Fudge Thursday","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":7,"mp_id":"105732710","mp_crag_id":"105732096","climb_id":"IdG0pMkoUomgeDjZD8y8gQ==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"This route is a fun one.  The line is not particulary inspiring, but the climbing is good.  I am not sure if the \"s\" rating is too much, but there did seem to be a runout directly above the first belay. \n\n  To locate the route look for a right slanting crack/seam that leaves a ledge near a tree. \n\n  P1-(5.8) Follow the crack/seam up and right to a belay.  The climbing is really fun and engaging. \n\n  P2-(5.9) Climb up towards some weird quarter inch bolts (runout).  Step to the right and follow a good crack up to a belay. \n\n  P3-(5.8) Climb up apron (bolts) to a crack and steep face. \n\n  P4-(5.4) Continue over blocky terrain. \n\n  P5-(5.8) Climb up fragile rock (bolts and gear). \n\n  P6-(5.8) Make a move around a corner and traverse left and up the ridge.","protection":"Standard rack.  I think all belays are bolted.","location":""},"__v":0},{"_id":"CQHqTL6gW6ipEy22Vr2AFA==","name":"Crocodile Rock","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Wilder, Ryan McPhee, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":5,"mp_id":"105733082","mp_crag_id":"105732096","climb_id":"CQHqTL6gW6ipEy22Vr2AFA==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Start about 80 feet left of Windy Corner.  Face climb up and right, passing to the right of a bush, to a small left-facing corner in the clean white rock.  Pitch 2 starts by climbing up to the small roof, then move left and cross the roof (5.9) onto the varnished rock above.  Easier rock leads to a belay stance.  Continue up the dramatically corrugated buttress (rough, like a crocodile's back!) for about 200 feet to a belay position near Windy Corner.  Climb up about 40 feet and join Windy Corner where it moves right out of the main dihedral system.  Continue to the top on the upper pitches of Windy Corner.  Alternatively, the upper pitches of Hot Fudge Thursday are just a few feet farther right.","protection":"Standard rack plus extra small wires","location":""},"__v":0},{"_id":"ien27U5sXauH0xzoqwusEA==","name":"Ain't no Saint","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Luis Saca-Danny Rider 1996/97","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":10,"mp_id":"119181424","mp_crag_id":"105732096","climb_id":"ien27U5sXauH0xzoqwusEA==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"Ain't no Saint follow a great line immediately left of a huge left facing corner system dominating the right side of the wall. Same as for St. Steven but cuts left early towards a Texas shaped flake.","protection":"Mostly trad with 2 bolts. All natural anchors.","location":""},"__v":0},{"_id":"6dI2HdSoWwaAaWODQiTQOA==","name":"A Song & A Prayer","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Larry DeAngelo, John Wilder","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":2,"mp_id":"105732776","mp_crag_id":"105732096","climb_id":"6dI2HdSoWwaAaWODQiTQOA==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"The south face of Windy Peak is ripe with possible lines, many of them variations to existing lines. This route was spotted by Larry as a possible independent line to the summit via some distinct features that move up the left side of the face, just left of Jubilant Song. After some interesting route finding and some exciting leads, we managed to finish the route and now offer it to those who want some good adventure. Although loose rock is present, the climbing is good and protection is decent. \n\n  Pitch 1) Start just right of Jubilant Song on the face and head up moderate rock to the large bushy belay ledge. \n\n  Pitch 2) Continue straight up a thin crack splitting the narrow facet of rock about 15 feet to the right of the main Jubilant Song dihedral.  Belay in a small alcove just to the right of the seond belay on Jubilant Song. \n\n  Pitch 3) It is worthwhile to move the belay up to a better position.  Climb up a few feet, then exit left out of the easy chimney to a small belay stance.  Number 4 Camalot gives a good anchor in the crack. \n\n  Pitch 4) The headwall above is split by a noticeable thin crack going right up the middle of the face.  Another thin crack lies a few feet to left and angles back to the middle of the face.  The route goes first up, then left to the second crack, then up and right, following the pro to a hanging belay stance a short distance below a dihedral. \n\n  Pitch 5) Make a few moves up the soft white rock of the dihedral, then exit right as soon as possible to gain the crack in the dark varnished rock.  This exposed position is directly above the huge Jubilant Song roof.  When the climbing becomes easy, continue up over large blocks to an alcove.  The huge Bandstand Ledge is 30 feet higher over moderate rock. \n\n  Pitch 6) Scramble up easy ground until you can make a 4th class switchback to the right and belay on the ledges above.  Another 30 feet of third class allow you to exit right onto the summit plateau.","protection":"For this route, bring lots of wires, a standard rack to 4\" plus a set of Ballnutz and double up on cams to .5\".  Good use of double ropes will reduce drag on the 4th pitch.","location":""},"__v":0},{"_id":"Oh4yK3IbVICR7RYSlCGNhQ==","name":"A Nasty Gash","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dirk Mcdiggler & Drug Shop Dave","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"left_right_index":13,"mp_id":"105732797","mp_crag_id":"105732096","climb_id":"Oh4yK3IbVICR7RYSlCGNhQ==","areaRef":"6vaHqcGqUfiozdGbd/fSPA=="},"content":{"description":"The following route is on the lower part of the south face of windy peak. It is on the lowest cliffband to the right of the deep gully leading up to the south face of windy peak. About 30 minutes from the parking spot. At the far right end of the cliffband is a very impressive left facing corner which widens from tips to offwidth in 110 ft.A Nasty Gash 110 ft 5.11cAn excellent varied crack climb.1. 50ft 5.11c After pulling over the initial roof climb the nice tips crack in the back of the corner to an anchor on a good ledge on the left.2. 60 ft 5.11b Layback and stem up the sharply overhanging wide crack above the belay, pulling through the final roofs to an anchor on the right, just below the top.Descent: A 60m rope just makes it down.","protection":"Single set of cams from #00 tcu to #6 Camalot, 1 set rp,s, 1 set wires.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,bd0e263d-cdf4-5cbe-8d8c-1b5104623e58,eaf687a9-c1aa-51f8-a8cd-d19b77f7d23c","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Windy Peak","South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.10"},{"count":6,"label":"5.9"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":4,"intermediate":9,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":9,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.47011,36.0192]},"bbox":[-115.4706659459371,36.01875033981814,-115.4695540540629,36.01964966018186],"left_right_index":-1,"ext_id":"105732096","area_id":"6vaHqcGqUfiozdGbd/fSPA==","polygon":{"type":"Polygon","coordinates":[[[-115.4706659459371,36.01875033981814],[-115.4695540540629,36.01875033981814],[-115.4695540540629,36.01964966018186],[-115.4706659459371,36.01964966018186],[-115.4706659459371,36.01875033981814]]]}},"content":{"description":"A south facing crag with a variety of routes from 5.7 - 5.9.  Climbs are about 5 pitches or so.   "},"density":0,"totalClimbs":14,"__v":2,"createdAt":"2022-11-07T06:11:17.532Z","updatedAt":"2024-01-20T01:02:58.549Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e82df8258fb5bda092be","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}