{"_id":"6368a185e80bff5a9954f304","area_name":"Bearclaw Spire","shortCode":"","climbs":[{"_id":"kVBaf0CLXxWlK87MT2+sAw==","name":"Wellington finds Walloon Brabant","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"an ascent has been made, Nov 2018, C Saulnier and D Custer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"left_right_index":5,"mp_id":"116100267","mp_crag_id":"116505177","climb_id":"kVBaf0CLXxWlK87MT2+sAw==","areaRef":"rs0uk6mCVSSJykysO9jlGg=="},"content":{"description":"Fun and solid climbing for the most part. The crux comes near the top as the crack flares open with your last piece in the sandy crack below your feet. Commit to some sandy face holds and move up to the next good jam and place for gear.","protection":"A wide range of cams from tiny (.1/.2) to #4. offsets are nice but probably not necessary.","location":"Start at the right facing corner to the right of Clyde finds Wellington (also its lower rappel line)"},"__v":0},{"_id":"mAPYrj6FUZu1WCWwdcC65w==","name":"Wedged and Hedged","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"RPropson, DCuster, SRuff, Jan 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"left_right_index":1,"mp_id":"118286260","mp_crag_id":"116505177","climb_id":"mAPYrj6FUZu1WCWwdcC65w==","areaRef":"rs0uk6mCVSSJykysO9jlGg=="},"content":{"description":"Claw up to the bomb-bay 9\" slot; valley giants 9 and 12 can be placed here. Up; many options, all contorted; crux. Continue up the wide crack/chimney in the corner. When a finger and hand crack heads up & right on the right wall, escape that way. Nut/chicken-head rap anchor. If this were next to Ragged Edges, it would get climbed and deserve an additional star. Given it's location, not sure anyone will climb here, let alone find the start...","protection":"one of everything to 12\"","location":"Follow the directions to Playing on Credit, but don't cross the chasm on the tree. The off-width/chimney corner will be all too obvious."},"__v":0},{"_id":"iG0ILuVDV0yXfCMK52+fTQ==","name":"Third Crack Left of The Maw","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"an ascent has been made, Nov 2018 DCuster & CSaulnier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"left_right_index":6,"mp_id":"116113947","mp_crag_id":"116505177","climb_id":"iG0ILuVDV0yXfCMK52+fTQ==","areaRef":"rs0uk6mCVSSJykysO9jlGg=="},"content":{"description":"Excellent crack and chimney climbing. Climb the slot to a first roof, which is turned by face climbing on the sides; up the crack, a little above the 2nd roof is a possible belay stance; continue up the now wide crack. The oak trees guarding the slot at the start have been sawn, not recently; if there is a name for this climb and/or first ascent info, let me know & we’ll include it in the entry.\n\n Rappel with double ropes from bolted anchor with rusted chains 60 feet to climber’s right, down to bolted anchor at the base of The Maw, which includes a significant pendulum to rappeler’s right. Rappel to terra firma.","protection":"Gear, normal rack to #5","location":"This is the 3rd crack system left of The Maw. It starts on a pedestal at the back of a narrow slot in black rock guarded by an oak tree."},"__v":0},{"_id":"ZZi+1zUjVL6pDTPd/h5eAQ==","name":"The Maw","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"left_right_index":7,"mp_id":"114111481","mp_crag_id":"116505177","climb_id":"ZZi+1zUjVL6pDTPd/h5eAQ==","areaRef":"rs0uk6mCVSSJykysO9jlGg=="},"content":{"description":"P1. 5.8. 35m.  Slab climb up toward the bolts.  Gear would be an RP or knotted sling after the first bolt.  This pitch can be skipped, but it's good and heady. Bolted anchor.\n\n P2. 10-. Crack climbing, all the sizes, and so very good. Crux is the last move, stemming the wideness to the jug, below the splitter OW. Bolted anchor.  (Leave a sling on this anchor to grab when swinging back on rappel. Also, could leave everything smaller than a #4 here.)\n\n P3. 10+. Real deal OW flared corner. #5 camalots for 40' and then #6's. Totally safe. Bolted anchor.\n\n P4. 5.10 weird. Climb to the back of the cave, leave your helmet behind. kiss that Valley Giant and send. Bolted anchor. Go light with a single 4,5,6 and valley giant.","protection":"Single to 6, plus the VG9 or blue bro. Doubles .5-5 would have made P2-3 a lot more mellow. \n\n 3 single rope raps.  70m rope gets you to the start of the slab, or a 60m would get you to climbers left, to scramble back to the bags.   Leave a sling hanging on P2 anchor so you can easily swing over and grab it.","location":"Walk almost to Slot Club wall.  100' short of it traverse climbers left a few hundred yards, and scramble up to the next level.  Hard to miss when you are up there."},"__v":0},{"_id":"Ww98JwwBVQ2NFkFIACy39A==","name":"Playing on Credit","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"DCuster et al","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"left_right_index":0,"mp_id":"116515044","mp_crag_id":"116505177","climb_id":"Ww98JwwBVQ2NFkFIACy39A==","areaRef":"rs0uk6mCVSSJykysO9jlGg=="},"content":{"description":"Belay high in the gully slot near a tree.  Climb the crack, stemming in the gully at first.  Climb requires every size and you will encounter several brief cruxes, including one over very good 00 size cams.  Finish at the end of the varnish.  Rappel off in situ bail nuts.\n\n The crack continues into the white rock, but the quality of stone diminishes instantly when the varnish ends.  Climb can be done in 1 pitch or 2, depending on available gear.  If done in 2 pitches, you could belay in the wide pod at 125'.","protection":"Triple 00-.5.  Double to 3.  Single 4.","location":"The hike is a doozy.  This climb is not on the same feature as the other routes.  Walk past Dirtbagger's Compensation, continuing along the wall (toward the crack with the fixed line at the base, if it's still there).  Identify the red ledge on the pink buttress perpendicular to the Dirtbagger's wall.  Head up the tree-choked gully to the point where the red ledge meets the gully.\n\n Climb through the big tree and up onto the red ledge (5.0 moves but fairly safe).   Move across the red ledge and scramble down to the platform on the other side. Walk across the monster tree spanning the chasm. This brings you to the gully slot below the crack."},"__v":0},{"_id":"Nd+psMjlXiinwn31JaLl3Q==","name":"Dirtbagger's Compensation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Shawn Petro, Dave Pollari (Feb 1993)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"left_right_index":2,"mp_id":"114111580","mp_crag_id":"116505177","climb_id":"Nd+psMjlXiinwn31JaLl3Q==","areaRef":"rs0uk6mCVSSJykysO9jlGg=="},"content":{"description":"A long route with some good climbing out the gate paired with one of the best walkoffs in the park.P1. 5.9 Climb the right facing corner. 1 bolt, harder than it looks. Belay in alcove.P2. 10a. Climb above the belay and stem outside the chimney. Tricky. Above is easier climbing, until the end of the pitch, where an easy looking hand crack may not be so easy. Belay at huge tree.Scramble above to a ledge below a left-facing corner.P3. 5.9. Up the corner to a 2 bolt anchor.Walk right on the ledge to a single belay bolt.P4. 5.9+. Face climb, clipping 3 bolts, and slightly left. Bolted belay.P5. 5.8. Make your way up, not passing on any protection opportunities, to an uncomfortable belay.P6. 5.7. Easier but crunchier. Trend rightward, eventually out of sight, and belay wherever in the crack/chimney. (Handren says use the rap station further left but the pro seems better right).You can now run to the top, roped or not, for the last 200 feet. At the final boulder blocking your topout, up and left is pretty secure, or down and right works as well.Topping out and walking off is the highlight of this climb, so be smart where you leave your bags on the approach. ","protection":"Single to #4 camalot.  Extra small cams or nuts are nice for the first pitch.","location":"Walk to the Slot Club wall, and continue climbers left.  Scramble up to the next level, walk past the base of the Maw, and continue for quite a ways.  At one point you will have to scramble down a staircase, then back up.  The dogleg crack just left of the start is easy to find, as is the gully right of the start."},"__v":0},{"_id":"R1O3PLtMUFKMURoeGfvohQ==","name":"Dirtbag Geologist","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FRA: Derek & Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"left_right_index":4,"mp_id":"116370236","mp_crag_id":"116505177","climb_id":"R1O3PLtMUFKMURoeGfvohQ==","areaRef":"rs0uk6mCVSSJykysO9jlGg=="},"content":{"description":"Dirtbag Geologist is a fairly long route that ascends Bearclaw Spire (aka White Pinnacle Peak) via the next major buttress to the east of Dirtbagger's Compensation. The line rambles a bit near the top, but overall it follows a single weakness with virtually no traversing and therefore it presents minimal routefinding decisions. The difficulty stays comfortably below 5.10 except for the short awful roof crux on Pitch 7. This is a worthwhile moderate adventure with a spectacular summit and a truly one-of-a-kind descent.\n\n What follows is simply the route description. Background info has its own dedicated section.\n\nPitch 1 (5.8 PG-13, 80 feet): Climb a trough into a groove with a poorly protected crux near the top. --- FRA: Saulnier/Custer (see Background Info)\n\nPitch 2 (5.7, 60 feet): Admission pitch. Squeeze past the tree into a flared offwidth, then cinch up your chalkbag and tunnel through dense chaparral to a belay at the base of an obvious thin crack. --- FRA: unknown (see Background Info)\n\nPitch 3 (5.9, 100 feet): Climb the engaging thin crack (crux protects with micro gear) which widens into a varnished handcrack highway after ~30 feet. Make a gear belay where the crack jogs left.\n\nPitch 4 (5.7, 100 feet): Follow the crack as it slices diagonally left and then up through absolutely gorgeous pink zebra stone. Belay in the comfy \"living room\" atop the pillar.\n\nPitch 5 (5.8, 80 feet): Climb the thin crack as it doglegs right and then back left to a pedestal on the broad arete. Here is where the route transitions from the south face onto the west face. On the left side of the pedestal is a pre-existing two-bolt anchor (see Background Info).\n\nPitch 6 (5.8, 80 feet): Continue along the left leaning ramp to a steep(er) handcrack finish. Belay on the big scenic ledge below an intimidating roof crack. --- FRA: unknown (see Background Info)\n\nPitch 7 (5.10d, 90 feet): The Sedona Vortex Pitch. Dig deep to conquer the heinous roof crack (tip: stick to jams and underclings; don't bother touching any of the garbage outside the crack). Continue up the funky handcrack into a crazy alcove. Exit the alcove and continue up the handcrack to a big ledge with a live tree.\n\nPitch 8 (4th class, 100 feet): Walk straight through the cool corridor and scramble up a series of ledges to a belay at the base of the Red Pinnacle.\n\nPitch 9 (5.2, 100 feet): Climb up left onto the south-facing rippled slab of the Red Pinnacle with one or two marginal placements in incipient cracks along the way. From the top, descend straight down the other side into a jungle gully (passing an old fallen ammo-can summit-log) and belay below an obvious pink handcrack.\n\nPitch 10 (5.8 PG-13, 90 feet): Jam the pink handcrack up into a varnished chimney, moving right along a horizontal shelf to a stance below a smooth varnished face. Place some marginal gear (or don't bother) and commit to an impeccable crimp ladder leading up to a spacious belay ledge.\n\nPitch 11 (5.8, 160 feet): Climb the obvious thin crack and continue up easy slabs toward the summit pyramid (optional belay if overcome by rope drag). Surmount the final block via an easy left-leaning handcrack on its left side.\n\nDescent: Scramble down the deep couloir/gully on the northeast side of the spire. This is an unforgettable adventure featuring several sections of fixed-rope hand-over-handing and other (non-technical) shenanigans.","protection":"Standard Red Rocks rack to 3\" + micro gear + opt. 4\" cam","location":"Approach: 1 to 1.5 hours. Park at First Creek trailhead. Hike about 40 minutes into First Creek Canyon until almost even with Lotta Balls Wall. Cross the drainage and slog straight up slopes on the north side of the canyon to the Slot Club Wall. Traverse up and left along the base of the wall, climbing a 4th-class gully before passing the striking 400-foot crack of The Maw. Continue a few crack systems further left to the starting trough/groove (see photos)."},"__v":0},{"_id":"L4cJZuvDX5GIkPHxPDkLTw==","name":"Clyde Finds Wellington","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Sprouse and Brendan Mulhern 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"left_right_index":3,"mp_id":"111545952","mp_crag_id":"116505177","climb_id":"L4cJZuvDX5GIkPHxPDkLTw==","areaRef":"rs0uk6mCVSSJykysO9jlGg=="},"content":{"description":"P1: Climb the right facing corner using perfect jams and side pulls until a committing step gains you the upper crack. Belay at a group of trees. 90ft 5.7 \n\n  P2: To gain the upper crack, pass a few trees and step left to a gear anchor at the base of a left facing corner with beautiful iron plates. Stem your way up and follow the crack as it leads left into a chimney. Reach the top of the tower and take in the view. 80 ft 5.8 \n\n  P3: Step up onto the short continuation and reach a large ledge. Rappel off of the cordelettes down the corner and onto the top of the first pitch. 30ft 5.6","protection":"Standard rack up to #4 Camalot   Slings at the top of pitch 1   Cordelette at the top of pitch 3","location":"Scramble up the gully left of Slot Club Wall. Follow cairns as you continue crossing a few hundred feet of vegetated slab. Squeeze between the wall and sharp bushes to reach a boulder tucked into the corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,0ea7e9e9-9dfd-5bec-8032-51856e528a99,aecd2e93-a982-5524-89ca-4cac3bd8e51a","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","First Creek Canyon","Bearclaw Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.10"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.47998,36.08264]},"bbox":[-115.48053639418747,36.08219033981813,-115.47942360581251,36.08308966018185],"left_right_index":-1,"ext_id":"116505177","area_id":"rs0uk6mCVSSJykysO9jlGg==","polygon":{"type":"Polygon","coordinates":[[[-115.48053639418747,36.08219033981813],[-115.47942360581251,36.08219033981813],[-115.47942360581251,36.08308966018185],[-115.48053639418747,36.08308966018185],[-115.48053639418747,36.08219033981813]]]}},"content":{"description":"Bearclaw Spire, also known as White Pinnacle Peak, is a sharp point on the southeast flank of Mount Wilson. Despite having no real prominence, it sports a massive southern escarpment. The spire and its buttresses host a few established climbs in addition to a smattering of mystery anchors. The walkoff is a hoot - one of the coolest in Red Rock(s) - bring good shoes for it."},"density":0,"totalClimbs":8,"__v":2,"createdAt":"2022-11-07T06:11:18.793Z","updatedAt":"2024-01-20T01:03:00.107Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e746f8258fb5bda08dc2","prevHistoryId":"6594e736f8258fb5bda08d06","operation":"updateArea","seq":0}}