{"_id":"6368a11ae80bff5a99542b48","area_name":"St. Paul Peak","shortCode":"","climbs":[{"_id":"ewzMX3PpWLCvAd7dxHNxww==","name":"Paradise Lost","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Shields/Gangemi, Aug 2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.67607,48.07878]},"left_right_index":999999,"mp_id":"115134299","mp_crag_id":"115133976","climb_id":"ewzMX3PpWLCvAd7dxHNxww==","areaRef":"V1+jP66YXSuwA+cIm2plFQ=="},"content":{"description":"There’s a distinct left and right side of the face split down the center. This climb is on the left side of the face perhaps 100 meters left of the chimney bisecting the face.\n\nP1: Start in a right facing corner with a small (5’) roof on its right side about 50-60 feet from the ground. The crack looks wide at this roof, but a crack in the left wall protects the move past the roof. A shallow 1.5” cam placement and a stopper fit well for me. Good jamming and great pro continues directly up the crack for a full 60M pitch. (5.9)\n\nP2: Face climb diagonally up and right from the belay about 30’ to a left facing corner split by finger cracks. This is a nice pitch, too. Belay on ledges above. (5.8)\n\nP3: Climb slabs above for 30-60 feet depending on where you belayed to a very large ledge crossing the face. We traversed left to a small buttress at the end of the ledge and belayed. This may require some simul-climbing depending how you pitch it. (5.2)\n\nP4: Continue up the buttress either directly or up easier ground 20-30 feet left of the buttress proper. This was pretty easy ground so we simul-ed a bit and probably did about 250 feet. (5.6)\n\nP5: We climbed a left facing corner with a tricky move stepping past a roof. A small stopper or RP was nice here. This corner is left of where the previously mentioned buttress steepens considerably just below a large treed ledge. Right of this buttress the rock overhangs at this point for reference. After the corner traverse the grassy ledge up and right to belay where the rock steepens again. This is a prow that drops steeply to the right to the line bisecting the face top to bottom. (5.8)\n\nP6-8: Continue up the prow for three more pitches. The rock is highly featured and multiple options exist. We found good stone and enough gear to keep us smiling. (5.7)","protection":"Stoppers, single set of cams to 4” with doubles in 0.5-2 camalot size.","location":""},"__v":0},{"_id":"XPxrXM6HUNWoOHjnXaonaQ==","name":"Northeast Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Thaddeus Laird and Bill Kish, 2003","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.67607,48.07878]},"left_right_index":999999,"mp_id":"119565590","mp_crag_id":"115133976","climb_id":"XPxrXM6HUNWoOHjnXaonaQ==","areaRef":"V1+jP66YXSuwA+cIm2plFQ=="},"content":{"description":"There is a detailed description in Laird’s book “Climber’s Guide to North Idaho and the Cabinet Wilderness”.  From the Cliff Lake approach it’s about 1.5 hours to the St Paul/Rock Peak saddle. Great bivy site for early morning start. Rap into the cirque and you’re now committed to climbing out. Head for the toe of obvious ridge line and scramble up class 4 ledges to the start of the route, allow an hour for this part of the approach. Route finding is a challenge but there are lots of options with good protection.  The “Hogs Back” is an obvious rib of rock that jutts out from a large notch in the ridge nearly half way up. You have to traverse left and climb the head wall for a couple pitches, according to Laird, to regain the upper ridge. There is another way around thru the right of the notch requiring a short scramble up a snow field, then turn left. Two pitches of good blocks and cracks get you back on the ridge top. Mostly class 4 for the rest of the climb.  It’s a big climb so allow at least 8-10 hours depending on your teams efficiency. Walk off easy class 2 slope back to the saddle or traverse earlier if you are going directly to Cliff Lake.","protection":"Standard rack with doubles up to #3.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,5d8da01f-d8a6-5094-92eb-df228d8a4e45,575fa33f-ae98-5d2b-b003-e7089b6a6515","pathTokens":["USA","Montana","Northwest Region","Cabinet Mountain Wilderness","St. Paul Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.67607,48.07878]},"bbox":[-115.6767430349974,48.078330339818145,-115.67539696500258,48.07922966018187],"left_right_index":-1,"ext_id":"115133976","area_id":"V1+jP66YXSuwA+cIm2plFQ==","polygon":{"type":"Polygon","coordinates":[[[-115.6767430349974,48.078330339818145],[-115.67539696500258,48.078330339818145],[-115.67539696500258,48.07922966018187],[-115.6767430349974,48.07922966018187],[-115.6767430349974,48.078330339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:31.239Z","updatedAt":"2024-02-19T18:34:26.614Z"}