{"_id":"63689d5ce80bff5a994f508b","area_name":"Cloudripper","shortCode":"","climbs":[{"_id":"oykC6pbgWreXdCB8E+X/+A==","name":"West Chute","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Tony Watkin, 1997","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.53056,37.14262]},"left_right_index":1,"mp_id":"106842277","mp_crag_id":"106842267","climb_id":"oykC6pbgWreXdCB8E+X/+A==","areaRef":"1PtjX3tMUV2ELvj04XEKfw=="},"content":{"description":"The West Chute of Cloudripper sports relatively straightforward route finding with enjoyable climbing on solid granite and nearby options for spicing up the Class 3 rating. The total mileage with the Green Lake descent is ~8.5 miles with ~4300 ft of gain, making it an easy day excursion from South Lake.\n\nAccording to Secor (The High Sierra: Peaks, Passes, and Trails, 1999 ed.) the West Chute was climbed by Tony Watkin on June 22, 1997. Given the accessibility of the peak and prominent nature of the gully I strongly suspect the first ascent predates this report.","protection":"Class 3\n\nNone required","location":"Approach\n\nFrom the South Lake parking area take the Bishop Pass trail 2.9 miles to the signed Chocolate Lakes trail junction (east/left side of trail). Follow the Chocolate Lakes trail around the north end of Chocolate Peak. Leave the trail at the third (east most) Chocolate Lake and skirt the north shoreline to the reach the talus slopes below Cloudripper, aiming for the base of the obvious right-leaning chute, the base of which is bordered by a band of reddish slabs. A blank-looking slab is visible at the top of the route. Approach mileage is ~4 miles.\n\nThe Route\n\nFrom the notch head up the chute and right, aiming for the summit slabs visible from the base. Various options (from Class 3 to low Class 5) exist for ascending the gully and most of the talus/scree is avoidable by staying on the granite blocks/slabs on either side of the gully. After climbing the upper slabs head left to the summit.\n\nDescent\n\nDescend the route, or for variety head north off the summit toward the summit of Vagabond Peak. Drop down off this peak across talus slopes, targeting the west/left side of Green Lake. A trail will be visible on the east slopes above Green Lake heading to the large plateau above the lake; this isn't the direction you want, but it's an easy way to identify the lake. At Green Lake pick up the trail heading west toward Brown Lake. Take the trail to the junction of the 1.0 mile southwesterly connector that heads back to the parking area or alternatively, leave the trail between Brown and Bluff Lakes and contour around cross-country until you hit the parking area. The dam at the end of South Lake (just north of the parking area) is a good landmark."},"__v":0},{"_id":"rcY2CGBRUAWtni7olCN6ug==","name":"North Slope","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Unknown maybe Norman Clyde","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.53056,37.14262]},"left_right_index":2,"mp_id":"119477099","mp_crag_id":"106842267","climb_id":"rcY2CGBRUAWtni7olCN6ug==","areaRef":"1PtjX3tMUV2ELvj04XEKfw=="},"content":{"description":"Flog your way at relatively high altitude from the plateau up the north slope, this is Class 2 at the most, and about 700 feet, soon you'll reach the shoulder and see the summit gendarme to the south. Scramble along the ridge pull a couple of exposed 3rd class moves to the summit and a very good view of the local areas, Palisades and Bishop Pass.","protection":"3rd Class","location":"From the small plateau between Vagabond Peak to the north and Cloudripper to the south. This plateau can either be reached from\n\nVagabond Peak\n\n(descending down its similar in character south slope) OR coming up the East Ridge Route from the Seven Lakes Basin (Palisades).\n\nComing from Vagabond Peak pass through the big gap right of the summit - see topo."},"__v":0},{"_id":"//7ssdrnXA2Z9YQFq2p/Tw==","name":"Inconsolable Traverse","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FRA: Todd Swain 06-2007","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.53056,37.14262]},"left_right_index":0,"mp_id":"113492315","mp_crag_id":"106842267","climb_id":"//7ssdrnXA2Z9YQFq2p/Tw==","areaRef":"1PtjX3tMUV2ELvj04XEKfw=="},"content":{"description":"A traverse of the Inconsolable Range from Cloudripper to Mount Agassiz.\n\nStart at the South Lake parking lot and follow the old water pipeline up toward Brown Lake. Once you reach the base of the valley that contains Brown Lake, veer right (S) up onto an open ridge that leads up to the summit of Cloudripper. This ridge is clearly visible from down in Bishop Creek Canyon near Willow Campground. On this ridge is a notch (not visible as you ascend) that you'll have to down climb (4th Class/easy 5th Class). From the summit of Cloudripper, follow the jagged ridge toward Picture Puzzle and Mount Agassiz.\n\nLike other Sierra ridge traverses, the difficulty depends on how close you stick to the top of the ridge. The scrambling/climbing is at most 5.5/5.6 and oftentimes a bit loose. Despite that, the positions and views are quite good.","protection":"You'll likely want to solo the route rather than use a rope.","location":"Start at the South Lake parking lot and follow the old water pipeline up toward Brown Lake. Once you reach the base of the valley that contains Brown Lake, veer right (S) up onto a ridge that leads up to the summit of Cloudripper.\n\nDescend down to Bishop Pass and then hike out the Bishop Pass Trail back to the South Lake parking lot."},"__v":0},{"_id":"8WmodIZaVpyorrKlES06Sg==","name":"East Ridge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.53056,37.14262]},"left_right_index":3,"mp_id":"119477275","mp_crag_id":"106842267","climb_id":"8WmodIZaVpyorrKlES06Sg==","areaRef":"1PtjX3tMUV2ELvj04XEKfw=="},"content":{"description":"From the north end of Seventh Lake follow pleasant grass land and boulders heading for the low gap before the big scree slope ahead. The scree slope is best tackled on its right side where the boulders are bigger and relatively solid, this is pleasantly surprising.  One reaches a col with views of Thunder and Lightning Lake and, of course, the Palisades.\n\nFollow a well established use trail westwards initially up the broad crest of the ridge then the trail goes to the left where it gets craggy, cairns facilitate route-finding, soon a steep but short gully leads (Class 2) to the crest of the ridge again where fun easy scrambling/hiking leads up to the plateau and joining with the North Slope.\n\nClass 2 mostly solid blocks lead up to the summit shoulder, from here fun scrambling leads along the left side of the rocky ridge to the summit gendarme, which has a couple of exposed Class 3 moves to gain the summit.","protection":"Solo.","location":"This route starts from the Seven Lake Basin, most likely a camp at Fourth Lake, but as high as Seventh Lake - these lakes are reached from the\n\nNorth Fork of Big Pine Trailhead in the Palisades\n\nsection."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,ff0ed5c9-37cd-5472-9bc6-289e1196a3a2,d4fb635f-7b4c-515d-842e-f8f4e1710a7f","pathTokens":["USA","California","High Sierra","08 - Bishop Pass & Evolution","Cloudripper"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"3rd"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.53056,37.14262]},"bbox":[-118.53112409538949,37.14217033981814,-118.52999590461053,37.143069660181865],"left_right_index":-1,"ext_id":"106842267","area_id":"1PtjX3tMUV2ELvj04XEKfw==","polygon":{"type":"Polygon","coordinates":[[[-118.53112409538949,37.14217033981814],[-118.52999590461053,37.14217033981814],[-118.52999590461053,37.143069660181865],[-118.53112409538949,37.143069660181865],[-118.53112409538949,37.14217033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:36.651Z","updatedAt":"2024-01-20T00:58:21.831Z"}