{"_id":"63689d5ce80bff5a994f532d","area_name":"J. North Dome","shortCode":"","climbs":[{"_id":"tpGfDMD+WW2wv/h7//X5RQ==","name":"South Face Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA: Mark Powell, Wally Reed, 8/1957  FFA: Mort Hempel, Irene Ortenberger, Steve Roper, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56211,37.75783]},"left_right_index":0,"mp_id":"105984188","mp_crag_id":"105862885","climb_id":"tpGfDMD+WW2wv/h7//X5RQ==","areaRef":"/N85qO3XXLOrzLH4MgLnLA=="},"content":{"description":"This route is surprisingly good.  Reids book only gives it one star, but most people who have climbed it consider a hidden gem.  Youll encounter solid rock decorated with slabs, face, cracks, corners, chimneys, no fixed gear, exposure and amazing views of Half Dome the entire way.  Although rated 5.7 there are some thought proving sections.  Personally, I felt that the 5.7 rating was a sandbag and you could easily argue that some sections are closer to 5.9.  Climb it for yourself and decide.  Linking this with Royal Arches will give you 23 pitches of trad climbing in one day.  It is hard to beat that.\n\nP1: Up the slabs (5.6R) to a crack.  Take the crack to tree with slings.  160\n\nP2: Go up and right into the corner (5.5) and belay about 50 below slings that are hanging high up in the corner.  These slings are off route. 100\n\nP3: Probably the crux of the route (5.7 sandbag).  Again, do not go to the slings in the corner as they are not part of this route.  Continue up the corner a little ways until you see a ledge that goes right and around the dihedral.  There is a large hole with an undercling in it.  The problem to figure out is how to get your foot in the hole while using the undercling that will be at your feet.  There is pro before the move that you need to add a sling to in order to avoid rope drag.  Consequently, if you fall you will likely hit the slabs below.  All the moves are there once you commit to it.  Continue traversing the face (stopping to admire Half Dome) until you reach a shallow crack.  Head up the crack to a bush and set up a belay.  160\n\nP4: Up the crack (5.7) with a little bit of face climbing (5.6) near the top.  Belay below the chimney at a ledge. 165\n\nP5: Maybe the best pitch on the route.  Up the chimney (5.7) with right side in so that you can use holds on the outside of the chimney to help you advance. When the chimney pinches down head out and then up an amazing perfect low angle splitter hand crack (5.6) in a right facing dihedral.  At the top you will encounter some bushes.  Break left and set up a belay, again at the bottom of the dihedral. 160\n\nP6. A little bit of chimney then up and right into the corner with the splitter 1 crack (5.7).  Layback this low angle crack until youre almost out of rope and set up a hanging belay. 190. You could also stop lower at a better belay stance.  However this will likely add another pitch to the climb.\n\nP7. Continue up a bit more of the layback. Two options now exist.  Option A (5.9R): Go up the crack until it ends, place a few piece of pro (small cam and med nut) then run it out up progressively easier slab climbing.  The harder moves are with in 10 of the pro.  Option B (5.7): go right along a small roof until it ends then go up.  I did not do this option, but it probably the original line.  Either way head up the summit slabs as far as you can until you find a suitable belay. 100\n\nNorth Dome Gully Descent:  Walk north along the top of the dome looking for a trail that eventually heads west.  Follow this trail down hill heading slightly away from the dome.  If you lose the trail (which I found likely) you will have serious bush whacking good times.  Eventually break east crossing the slabs that were seen during the approach.  Continue down the slabs until you reach the trail on top of Royal Arches.  Follow this trail east going up and over Washingtons Column.  At one point you will have an easy class 2 descent on a sandy 2 foot ledge with a significant drop to the right.  Soon after, the trail seems to dead end.  If youve reached this point, back track a little.  Go up hill a bit and cross a steep slope.  Continue east for another half mile to a mile.  Looking to the right you will eventually see the decent through the sandy boulder field.  Follow this down to the valley floor.  One of the major problems I found with this decent are the numerous trails that begin and end.  From the top of North Dome to the Valley floor is likely 4 hours for someone who has not done the decent before.  Here are a few tips to help you through this.  First, keep in mind that there are no rappels necessary, so if you are thinking about setting one up just keep on going. Secondly, if you go to the east side of Glacier Point Apron (near Grack) and look across you should see the decent.  This will help you understand how far from Washingtons Column the gully is.  Lastly, doing this in the dark in for the first time could have some serious negative side effects.  I saw several bivy sites on top of Washingtons Column that are likely from climbers who have decided to wait until morning before heading down.  If in doubt, pack a space blanket,lighter to start a fire and hunker down.","protection":"Standard Yosemite rack up to a #3 Camalot (#4 friend is optional).  You may want doubles from #.5 Camalot to #2 Camalot.  About 6 runners and several quick draws.  This route is in the sun most of the day so bring a good amount of water (make sure to have some for the long decent).  If you are linking this with Royal Arches there is spring on top of that route to refill from.","location":"Approach:  see approach options under North Dome.  However, note that this route begins on a ledge that splits the lower quarter of the dome.  This is higher up and west of the start of Crest Jewell.  You can see the entire route when walking up to dome.  Look for the long left facing dihedral with a long right facing dihedral on top of it.  You will not have to pass the start of the climb on the decent (if descending the north dome gully) so bring everything with you."},"__v":0},{"_id":"1oPPd85zVi6ojscPiKi2Vw==","name":"Crest Jewel (and Crest Jewel Direct)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dingle & Lucero - 1981Direct was put up by Dingle & Swann in '02","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.56211,37.75783]},"left_right_index":1,"mp_id":"105862890","mp_crag_id":"105862885","climb_id":"1oPPd85zVi6ojscPiKi2Vw==","areaRef":"/N85qO3XXLOrzLH4MgLnLA=="},"content":{"description":"Crest Jewel is a fantastic high-elevation slab climb; perhaps the best in the country. Certainly the best I've done in Colorado or California. If you only ever do one long slab climb, this should be it.\n\nThe climb is fairly well-bolted (entirely with modern hardware and safe belays), but expect typical run outs on the easier terrain (5.8 and below). These generally feel less and less scary later in the route as you become accustomed to the style. The crux, if doing Crest Jewel Direct, comes early and is very well protected.\n\nI'm not going to give a pitch-by-pitch description of the climb, but it would behoove parties who haven't done the climb before to have a copy of the topo with them -- if only to figure out which general direction to head off in when departing a belay -- often the next protection bolt is hard to spot and the climbing could conceivably go anywhere.\n\nThe original Crest Jewel accesses the wall from the left side at about one-third height, whereas Direct begins at a high-point at the base of the dome, also towards the left margin of the main face. Direct intersects that first pitch of the original route after five pitches of harder slab climbing. Most parties approach via Royal Arches which makes for a very full 30-pitch day.\n\nThe route gets sun all day long and can really cook up there, but the wind can also pick up making things quite (un)pleasant depending on the time of year. Views of the Valley and Half Dome in particular are outstanding.","protection":"8 draws & something for the bolted anchors.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,fcdf39a8-edd7-5cb3-abcc-b1f83202e72c","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","J. North Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.56211,37.75783]},"bbox":[-119.56267875389013,37.757380339818134,-119.5615412461099,37.75827966018186],"left_right_index":-1,"ext_id":"105862885","area_id":"/N85qO3XXLOrzLH4MgLnLA==","polygon":{"type":"Polygon","coordinates":[[[-119.56267875389013,37.757380339818134],[-119.5615412461099,37.757380339818134],[-119.5615412461099,37.75827966018186],[-119.56267875389013,37.75827966018186],[-119.56267875389013,37.757380339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:45.757Z","updatedAt":"2024-02-19T18:29:56.663Z"}