{"_id":"63689f33e80bff5a9950cc23","area_name":"North Face","shortCode":"","climbs":[{"_id":"wOwvV3niX12vDtYrq3v5dQ==","name":"Lion Tamer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"FA: John Roskelley FFA: John Kitel and Mark Pierce '91","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.72039,48.7861]},"left_right_index":2,"mp_id":"107831687","mp_crag_id":"112223869","climb_id":"wOwvV3niX12vDtYrq3v5dQ==","areaRef":"Ryi7obNPWcmNLt/wauQ92A=="},"content":{"description":"Lion Tamer is a spectacular climb- In August 2016 the trail has been cleaned up and a bit of gardening has been done, hopefully it will start to see some more lovin'! The rock could use a little more traffic, but the pitches are long and sustained and the movement is super fun. All of the cruxes protect well and could be aided through if need be.\n\n1. 55M (5.10c) Start up the obvious chimney- dirty looking, but the climbing is clean and quite physical, old-school 5.9. After about 30 meters of climbing you will have two options to finish the pitch. Directly overhead you'll see a 30 ft. squeeze chimney capped by a roof. The most commonly travelled option traverses left on spooky looking flakes for 15 ft.(the pro here is solid), then you climb a crack straight up to the roof. A pumpy undercling traverse right back into the corner leads to an obvious crack exit.\n\nOption 2 is to climb the chimney overhead at 5.9+, then make some tricky 5.10 moves to exit the chimney to a 5.10 hand crack. This crack leads to the same tough moves to surmount the small roof. The back of the squeeze chimney takes #2 C4 cams.\n\nEither way, you will want to save a #.75, #1 and #2 (C4 sizes) and a couple double slings for the traverse and  pumpy roof exit at the top of this pitch..\n\n*belay is obvious- 3 pitons with slings and a couple rap rings (top piton is loose, but the other two are bomber)\n\n2. 5.9 Goes straight up the obvious groove and has a nice 5.9 layback at the end that deposits you on an ample ledge.\n\n*Look for slings on trees, your choice of a couple good belay spots.\n\n3. takes you up some more wide but awesome 5.9 maneuvers and puts you directly into good 5.10 thin hands and laybacks. After this little crux another 50 or so feet of 5.9 will bring you to a comfy belay ledge\n\n4. Fun 5.9 laybacking up a wide crack to an awkward mantle. Some easy face climbing and a finish behind a wide flake.\n\nThere is a great 2 pitch variation which actually covers pitches 2, 3, and 4 and deposits you at the base of pitch 5. Here is a picture from the bottom of pitch 2- it shows the features that move to the left, and above you can see the tree that you'll climb to the left of:\n\nClimb the variation as follows:\n\npitch 2: (5.9) Climb left from the belay on easy flakes with good pro. Stay to the left of the  small ledge and bypass the scrappy tree with slings. Climb fun wide cracks to a beautiful belay ledge in a hidden corner.\n\npitch 3: (5.10b) more beautiful crack climbing, (though slightly dirty) will eventually deposit you on the big belay ledge and reunite with the route.\n\n5. Climb the chimney overhead (easier than it looks), then a finger crack in an open book. Exit left via a 5.10- hand traverse. Surmount the left-facing flake and climb up a ramp to the right,  to a large mossy belay ledge.\n\n6. Now an easy exit right will get you close to the top. Low fifth. Climb up the corner 15 feet or so, and walk the foot rail to the right around the corner. From here it is an easy scramble to the top, but best to belay soon or the rope drag around the corner can stop you cold.","protection":"- double rack from tips to #3 C4, optional #4\n\n- 1 set of nuts\n\n- 8-10 alpine draws\n\n- 2 double length slings\n\n- one 60m rope\n\n*snowfield at the base is not an issue later in the season, but an ax will be handy in June.","location":"Takes the obvious line right-of-center on the North Face. Look for the left-facing chimney (1st Pitch).\n\nDescent is due south via two slabby raps with one 60.\n\n* First rap station is in a bunch of trees directly over the South Face Slab route.\n\nTo find 2nd rap station, drop directly down the South Face. with 10 m of rope left, you'll rap over a bulge, land on a small ledge and scramble back up 8 feet to slings and a big cable around a good-sized tree.\n\nFrom the base, look for the easy ramp that will take you up to the West shoulder. From here, there is another easy ramp down the North Face that will take you almost to the base of the route."},"__v":0},{"_id":"2D6+DaxnWMG+UJtz8ycNSg==","name":"The Great White Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.72039,48.7861]},"left_right_index":1,"mp_id":"112118475","mp_crag_id":"112223869","climb_id":"2D6+DaxnWMG+UJtz8ycNSg==","areaRef":"Ryi7obNPWcmNLt/wauQ92A=="},"content":{"description":"This is the best TR I can find of the Great White Corner. It looks pretty fun!\n\nGreat White Corner video link\n\nPitch1:\n\n(5.7) Start up the shallow corner then move to the right and climb a good hand crack for 10 meters. When the handcrack ends, belay at a small ledge on the right.\n\nPitch 2:\n\n(5.9)move right into the big white corner, jam and lieback the corner. Belay at a notch near the top of the East Buttress\n\nPitch 3:\n\nEasy pitch to the summit","protection":"Cams to 3\"","location":"Gain the saddle between the East and West peaks then scramble to the base of the buttress and belay at the dead tree."},"__v":0},{"_id":"xSq6YMAoVdeBMaUytJ7yNg==","name":"East Buttress","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.72039,48.7861]},"left_right_index":0,"mp_id":"112141947","mp_crag_id":"112223869","climb_id":"xSq6YMAoVdeBMaUytJ7yNg==","areaRef":"Ryi7obNPWcmNLt/wauQ92A=="},"content":{"description":"A fun easier route up the lions head that needs some more traffic to clean it up. Pitch 1: start at the base of the east ridge line and ascend a low angle corner until it steepens at which point you step to the right of the ridge crest and ascend the same hand crack that goes to the great white corner. Right before the corner step back over the ridge crest to the left and climb up and over a bulge protected by a piton. Belay at the ledge here. Pitch 2: climb up over the bulge above the belay ledge and scamper up the slab to the next belay under a roof. Pitch 3: a very short pitch that involves a crawl/ belly flop to the left and up from under the roof followed by a quick scramble to the summit. To descend walk to the lowest point of the south side and look for some trees with rap slings on them, do two single rope rappels from here.","protection":"Standard rack to 2 inches","location":"The route follows the east ridgeline of lionshead. The approach trail land you at the base of the north face. From here take the path of least resistance up the shoulder to the lookers right of the peak once on top of the shoulder follow the base of the lionshead around its west and south side until your at the base of the east buttress. You will rappel the south side so you can leave packs there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,2f02f909-b6ea-50fb-ac23-8155de306359,948ebe41-ebb2-591c-af7c-9714e770e94f,4728bba1-b34f-59c9-8d2e-dff06ae43dd8","pathTokens":["USA","Idaho","North Idaho","Lion's Head","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.72039,48.7861]},"bbox":[-116.72107246973223,48.78565033981815,-116.71970753026773,48.78654966018187],"left_right_index":-1,"ext_id":"112223869","area_id":"Ryi7obNPWcmNLt/wauQ92A==","polygon":{"type":"Polygon","coordinates":[[[-116.72107246973223,48.78565033981815],[-116.71970753026773,48.78565033981815],[-116.71970753026773,48.78654966018187],[-116.72107246973223,48.78654966018187],[-116.72107246973223,48.78565033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:01:27.854Z","updatedAt":"2024-01-20T01:01:40.469Z"}