{"_id":"63689de0e80bff5a994fa366","area_name":"Mary's Bust - left buttress","shortCode":"","climbs":[{"_id":"GeqhgzhSWMyS+6AvxAeLMw==","name":"That's What The Rope Is For","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bernard Gillett, Mark Ronca, 11/07","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":2,"mp_id":"120531580","mp_crag_id":"106811710","climb_id":"GeqhgzhSWMyS+6AvxAeLMw==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"The crux moves are well-protected. Expect some runouts on moderate terrain.\n\nPitch 1 - climb up flakes past the bolt and onto the slab (runout). Angle up and left toward the fun quartz groove, and belay at the left side of an overhang (5.7, 100 feet).\n\nPitch 2 - move up into the quartz groove (bolt), and hand jam out left. Move past a flake (bolt), and traverse up and right to an overlap. Pull over this onto the slab. Continue up and right to a nice belay pod (5.9, 100 feet).\n\nPitch 3 - leave the pod on the left, and climb the slab (runout) up and out left avoiding the steep rib. Continue up a moderate, left-facing corner to the walkoff (5.9, 100 feet).","protection":"Small wires, TCUs, and a standard rack to a #2.","location":"20 feet left of\n\nRun Out Of Love\n\n, locate a bolt 10 feet up."},"__v":0},{"_id":"yt32h5jEVFOTEAKPQzFwcA==","name":"Sympathy for the Devil","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Langston and Bernard Gillett, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":8,"mp_id":"106509000","mp_crag_id":"106811710","climb_id":"yt32h5jEVFOTEAKPQzFwcA==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"Sympathy for the Devil is a brilliant variation finish to\n\nThe Devil's Backbone\n\nand may be the best pitch at Mary's Bust as of 2009.\n\nClimb P1 and P2 of\n\nThe Devil's Backbone\n\n(both 11-), but skip the penultimate bolt at the end of the 2nd pitch, and go right to a ledge on the edge of the buttress with a hidden two-bolt anchor.\n\nP3. Climb up the arete, and move onto the overhanging wall on the right. Clip bolt 4 (terrific 12- to here), then you have two options:\n\nA) Traverse straight left to the arete, and climb it for about 8 feet. Move back right again, and clip the 5th bolt with a long sling. This John and B. Gillett's vision initially.\n\nB) Go straight up from bolt 4 to bolt 5 (using a long sling as above). This is the more direct, more sustained line at the same grade. B. Gillett led this version with Jonathan Siegrist a couple weeks after the FA. Both versions are worthy.\n\nAfter clipping the 5th bolt, move right to a bulge/small overhang. Surmount this (12-), and continue up a spectacular face overhanging the abyss to a bolted belay on the arete at the top of the face.\n\nLower off from here to clean the pitch, or move left to the anchor on\n\nThe Devil's Backbone\n\nto rap off.","protection":"15 quickdraws and a thin, 24\" sling for the horns on\n\nThe Devil's Backbone\n\n. There are nine bolts on the crux pitch.","location":"This route climbs the right edge of the buttress immediately left of the main wall at Mary's Bust. P3 provides exceptional position as it overhangs the gully to the right, and the rock is nearly perfect. See\n\nThe Devil's Backbone\n\nfor more detailed approach information.\n\nRap thrice (60', 90', 95'). The first rap goes to the normal anchors on\n\nThe Devil's Backbone\n\n; you'll see them from the crux pitch belay."},"__v":0},{"_id":"UJx13A3BXgykJDzdRR04Jg==","name":"Sparky's Cooler","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Al Simons/Ned Sparks/Kevin Ovenstone","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":5,"mp_id":"105760176","mp_crag_id":"106811710","climb_id":"UJx13A3BXgykJDzdRR04Jg==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"From the dirt parking lot 9.6 miles west of the Beige Siphon Tube look uphill and north west.  The South Buttress/Slab is uphill 60 yards.  Bushwhack up and right to the base of the climb, about 30 yards left the the gully that separates the North and South rocks of Mary's Bust.  An alternate approach that has a better trail takes the main trail from the road that access the more vertical buttress and follow it around to the left or south till you get to the gully between the two main rocks.  Angle up and left to the base of\n\nThe Beak\n\nand Sparky's Cooler.\n\nThis is listed as 10a but is 5.7 or so if you do pitch 1a instead of 2a.Pitch 1A.  Start under the bolt that is 15 feet up.  Go up, traverse left past the bolt and up through a slot.  Go a few more feet up and left, then traverse right to a belay (40 feet off the ground). This belay is on a ledge with a wedged boulder and a dead tree trunk.  There are no bolt anchors.\n\nPitch 1B.  Direct start.  15 feet right of the bolt for 1A. Climb up past one bolt to the bulging overhang and go up/left, then back right (10a) past 4 more bolts to a two bolt anchor which is 25 feet up and right from the start of pitch two below. A 1 1/2 to 3 inch cam may be beneficial in a crack behind and overlap/bulge between bolt 1 and 2.  90'.\n\nPitch 2.  Follow the slanting seam up and right past a fixed pecker head and a lone bolt (5.5) to a bowl with 2 bolts (end of pitch 1B).  Continue up the slot past two bolts (5.6).  Wander up and slightly left past 3 more bolts (5.7) to a large ledge with 2 bolts and piton belay.  105'.\n\nPitch 3.  From the anchors, go left and up 20 feet (5.7) past a lone bolt to a right-slanting, upward traverse behind the left side of the head wall (5.1) that ends with a 2 bolt anchor directly above the headwall crack on\n\nThe Beak\n\n. The traverse takes gear to 4 inches but is easily climbed without gear. (One can toprope the crack 3rd pitch of\n\nThe Beak\n\nfrom this anchor.)  110'.\n\nPitch 4.  Move straight up the water slot stemming past 4 bolts (5.7), and then a bit of  5.3 to a two bolt anchor chain. 60'.\n\nRap off or walk of the the south.  From here, you can hike left 50-60 yards to Moonlight Rock and Tick Rock.","protection":"6 draws/bolts, a couple with longer slings.  The route does not take removable gear except in the left headwall pitch (5.1).\n\nEds. cams green Alien through #2 Camalot can help supplement the fixed gear.","location":""},"__v":0},{"_id":"l4sw8XDPVF+OZ7jxmcJjNQ==","name":"Run Out Of Love","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Ronca, Carlie Ronca, 6/07","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":3,"mp_id":"120501965","mp_crag_id":"106811710","climb_id":"l4sw8XDPVF+OZ7jxmcJjNQ==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"This route climbs the long overhang to the right of the Quartz Groove. Rock quality on this route is more friable than others on Mary's Left particularly on the 2nd and 3rd pitches. Protection can be challenging and runs small. Some runouts are found on moderate ground.\n\nPitch 1 - work up the left-facing flake system to a bulge left of a small tree. Pull through the bulge (poor pro), and belay at the long roof system at a left-facing corner (5.8, 80 feet). You may also traverse into this point from the start of Bloody Mary.\n\nPitch 2 - step out right into the roof system and jam cracks up then traversing left. Locate a thin seam (small wires and friable rock), and pull out of the roof and onto the slab (5.10d, 60 feet). Belay out left.\n\nPitch 3 - head up the slab toward the left side of an A-shaped roof. Now angle up and left in thin cracks and pass through the notch. Traverse up and right, and belay the same as Bloody Mary’s 3rd belay (5.9, 60 feet).\n\nPitch 4 - move up and left into a steep, dark, water streak. Pull over the lip then climb a groove to the top (5.10c, 60 feet).","protection":"Small wires, TCUs, and cams up to #2.","location":"It is approximately 60 feet left and downhill of\n\nBloody Mary\n\nnear the low point on the cliff."},"__v":0},{"_id":"oEFdQlOdX5mmaR8qSZ9gbg==","name":"Quartz Groove","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Ronca, Carlie Ronca, 7/07","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":1,"mp_id":"120531789","mp_crag_id":"106811710","climb_id":"oEFdQlOdX5mmaR8qSZ9gbg==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"Fun climbing on solid rock with some R rated runouts on moderate terrain. Crux moves are well protected.\n\nPitch 1 - climb out the right side of a low roof then up and right in an arching flake system. Meet the long roof, then go up to the ledge with a small tree belay (5.8, 100 feet).\n\nPitch 2 - step left then up into the quartz groove. Make a traverse right above the long roof and up a crack onto the slab (5.8, 80 feet). Belay in the pod belay.\n\nPitch 3 - from the pod belay, climb out the left (run out) and into the roof, traverse right under the roof (small wires TCUs) and up through the notch. Join the final pitch of Run out of Love to the top (5.9, 100 feet).\n\nVariation 4a - Quartz Groove Direct, 5.9. Pitch 2- climb the quartz groove feature directly. Move up into the quartz grove and right passing a horizontal crack and bolt. Continue up to the slab and belay in the pod belay (90 feet). FA: Mark Ronca, 9/07.\n\nVariation 4b - Center Rib, 5.10c. Leave the pod belay on the left, and climb the slab to the roof. Move straight up steep rock at an overlap. Continue up the final slab exiting right. FA: Mark Ronca, Carlie Ronca, 9/07.\n\nVariation 4c - Tweaked Cam Crack, 5.11a. Leave the pod belay on the left, and head for the left side of the steep rib. Climb a steep finger crack to a bolt, then finish on the upper slab. FA: Mark Ronca, Bernard Gillett, 11/07.","protection":"TCUs, small wires, and a rack to a #2.","location":"Start 30 feet left of\n\nThat’s What the Rope’s For\n\nat the right side of a low roof."},"__v":0},{"_id":"Tur5tmtCU2+embya9297Zg==","name":"The Devil's Backbone","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bernard Gillett and Mark Ronca, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":7,"mp_id":"106384239","mp_crag_id":"106811710","climb_id":"Tur5tmtCU2+embya9297Zg==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"This ascends the extreme right edge of the buttress that is immediately left of the main formation of Mary's Bust. It is across the gully from\n\nViolet Blue\n\n(west face of Mary's Bust), and to the right of\n\nSparky's Cooler\n\n.\n\nIt chases the extruded rib of rock (the backbone) that forms the right arete of the wall. The name is inspired by Devil's Backbone Open Space, a prominent landmark in the west Loveland below Big Thompson Canyon.\n\nApproach Mary's Bust (a short trail leads to the middle of that wall), turn left at the base, and then turn right around a corner, passing\n\nProud Mary\n\n,\n\nMary's Tricks\n\n, and\n\nViolet Blue\n\n. Scramble up the left side of the gully for 100 feet, and then scramble up 20 feet of 4th Class to a ledge at the base of this arete. This ledge is above a 60-foot wall and goes left another 50 feet.\n\nPitch 1: climb on big holds through an scary bulge (3 bolts, 9+), and sling a horn. Follow a groove just left of the backbone (3 bolts) to a shelf, and then dance up a slab (3 bolts, 11-) to another ledge. Move right around the arete for the final 3 bolts (steep buckets), and pull onto a ledge. Clip the first bolt of the next lead for a directional, and then go down and left to belay at chains, 12 bolts, 5.11a, 100 feet.\n\nPitch 2: climb delicately on a slab around the left edge of an overhang, avoiding hollow flakes right. Traverse right at the 3rd bolt to the arete, clip the 4th, and then go up the right side of the arete (the bolts on the left). As you near the roof overhead, move over to the left side of the arete (crux), and then surmount the roof to the right on jugs. Beware of a block on a ledge just beneath the roof. It is risk for cars below, but it's easily avoided  Once above the roof, sling a horn, and prance up and left to a ledge to belay at chain, 12 bolts, 11-, 90 feet.\n\nPitch 3: slab up right, and surmount a steep headwall with knobs (crux). The 5th clip is tricky, and you have to punch it through the crux to get to the 6th. Belay at chains, 7 bolts, 5.11, 60 feet. You can add 25 more feet (6, bolt) to chains at the top of the wall.","protection":"15 quickdraws; a longer, skinny sling for horns; and lockers for the belays.","location":"It follows the right edge of the buttress immediately left of the main Mary's Bust cliff. It's the arete bordering the left side of the west face gully.\n\nDescent: rap with a 60m rope (85-90 feet or 60 feet from the crux headwall; 90-95 feet; and 95-100 feet). Knot your ends!"},"__v":0},{"_id":"40wRyHOiXQ6zcxcsoAMcGw==","name":"College Fund","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Ronca, Bernard Gillett, 11/07","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":0,"mp_id":"120532020","mp_crag_id":"106811710","climb_id":"40wRyHOiXQ6zcxcsoAMcGw==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"Pitch 1 - climb the arête (spacious pro) then pass a roof on the left. Continue on the slab (bolt), and belay at a stance and small tree (5.9, 80 feet).\n\nPitch 2 - continue up the slab then through a system of tiered roofs. Move up and left to another short steep groove (2 bolts). Move up on the slab and belay (60 feet).\n\nPitch 3 - finish on the final moderate pitch of That’s What The Rope Is For (60 feet).","protection":"TCUs, small wires, and a standard rack to a #2.","location":"It is on the far left side of the slab 20 feet left of\n\nQuartz Groove\n\n."},"__v":0},{"_id":"vRmBBJKwVeW7zk5hA5FIDA==","name":"Bloody Mary","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Ronca, Ryan Schuster, June 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":4,"mp_id":"120501902","mp_crag_id":"106811710","climb_id":"vRmBBJKwVeW7zk5hA5FIDA==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"Pitch 1 - climb up and just to the right of a long roof system then left to a small stance (5.5, 50 feet).\n\nPitch 2 - follow faint seams straight up. The pro is good but spacious. Belay at a stance left of the crack splitting the headwall (5.8, 100 feet).\n\nPitch 3 - climb the crack splitting the steep wall, then take the groove to the top (5.7, 100 feet).","protection":"Small wires and TCUs plus a standard rack to a #3 Camalot.","location":"Start approximately 40 feet left of\n\nSparky’s Cooler\n\nat a large ponderosa."},"__v":0},{"_id":"RL0Lz3rTXyapLNwGyolkow==","name":"The Beak","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bernard Gillett and Allen Simons","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"left_right_index":6,"mp_id":"106564842","mp_crag_id":"106811710","climb_id":"RL0Lz3rTXyapLNwGyolkow==","areaRef":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":"This is a good route with good crux pitch: a thin crack through a headwall. Allen Simons toproped this crack some years ago as a variation to\n\nSparky's Cooler\n\n. Bernard Gillett and Simons created an independent line up the wall that runs parallel and right of\n\nSparky's Cooler\n\n, aiming for the headwall crack.\n\nGo around the left side of the main wall and up the gully on the west. Pass about a half-dozen large pines on your way to the high point along the base of the left buttress at Mary's Bust. Rack up near the highest pine tree, and then scramble up and right for 20 feet (4th Class) to a ledge system. Start here near a beak-shaped flake pointing right 15 feet overhead above 2 bolts. The bolt above the left side of the belay ledge is the beginning of the direct start to\n\nSparky's Cooler\n\n.\n\nPitch 1: climb steep rock to the 2nd bolt, and then reach the beak. Move up and left through a bulge (reachy 10-). Climb up and right to a stance with chains, 10-, 85', 10 bolts.\n\nPitch 2: go up and right through two bulges (8, bolts), and then cruise past 3 more bolts. The pitch finishes with a ladder of buckets to a big ledge at the base of the headwall and a 2 bolt belay with chains, 5.8, 80', 5 bolts.\n\nPitch 3:  enjoy the slightly overhanging headwall crack with lots of cruxes to a grassy ledge with a bolted belay, 11-, 45', 5 bolts & gear.\n\nPitch 4: this is the last pitch of\n\nSparky's Cooler\n\n. Climb 5.6 rock with a bolt above the belay, then run it out for 60 feet of 5.3 (R)to a ledge (bolts and chains on the left). Allen added 4 bolt to this pitch as it is useful as an approach to\n\nMoonlight Rock\n\n.\n\nNote: the headwall crack lies beneath a water sluice (the last pitch) that drains the terrain above, so it can be wet.\n\nThis route is a logical approach to Moonlight Rock; walk left on the big ledge at the top.","protection":"~12 quickdraws and some of gear for the crux pitch (#0.5 and #0.75 Camalots, and a #7 hex). Pay attention clipping the 2nd bolt on the crux pitch, PG-13.","location":"It ascends the left buttress at Mary's Bust, beginning from the high point along the base, next to a tree. It is left of\n\nThe Devil's Backbone\n\n(the approach to each differs only in the final 75 yards to the base) and right of\n\nSparky's Cooler\n\n. See the topo on main Mary's Bust page.\n\nDo 4 raps (80', 45', 85', 100'). Or, walk left on the ledge at the top toward Moonlight Rock, and scramble down between this rock and the left massif to the west."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,279c5542-b8d6-5385-b9f0-746ce842d276,460c74b8-6c74-51e8-874d-5e7fa65f691d,7fd88b68-9ffc-5e0a-af0f-f0c83a32303a","pathTokens":["USA","Colorado","Estes Park Valley","Big Thompson Canyon","Mary's Bust Area","Mary's Bust - left buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3761,40.41555]},"bbox":[-105.37669059942192,40.415100339818146,-105.37550940057805,40.41599966018187],"left_right_index":-1,"ext_id":"106811710","area_id":"f9iLaJ/8XgqvD/DIOjIwOg=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:56:58.963Z","updatedAt":"2024-01-15T16:44:08.255Z"}