{"_id":"63689d20e80bff5a994f2848","area_name":"Lion's Den","shortCode":"","climbs":[{"_id":"BwcMsd2AXnWmQ8KbfdriSw==","name":"Kitties Dihedral","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Trainor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02824,33.27759]},"left_right_index":1,"mp_id":"112534419","mp_crag_id":"112534263","climb_id":"BwcMsd2AXnWmQ8KbfdriSw==","areaRef":"zFdFBdEsXOWw8kkNcKnunw=="},"content":{"description":"Marty's book notes: \"Nice face with turns into a dihedral.\" Not sure what Mark was thinking as it makes much more sense to climb this as a crack climb the whole way, protecting with either gear or the bolts that are a foot or so to the right of the crack the whole way up. Or, you could completely avoid crack climbing, clip the bolts and climb the face the whole way, stemming into the dihedral. So, I guess you can call this two climbs in one -- do it both ways and see what you prefer!","protection":"Seven bolts to a 2 shut belay, but the whole thing is easily done on gear with as many pieces as you feel like using (see photo of start). Note that the 2 shut belay is not placed to support rapping off the route. We walked south on top to rap from the top of \"Sublime Line\". I will place a nice rap and belay anchor when I return to develop here.","location":"Towards the right side of Lion's Den. Marked by a random couple of old bolts going up a face to the right of a beautiful crack."},"__v":0},{"_id":"PvngZxV9Uwe8uLjK70bqUA==","name":"[Redacted]","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Trainor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.02824,33.27759]},"left_right_index":0,"mp_id":"112534274","mp_crag_id":"112534263","climb_id":"PvngZxV9Uwe8uLjK70bqUA==","areaRef":"zFdFBdEsXOWw8kkNcKnunw=="},"content":{"description":"The start is way harder that suggested by the rating, though the rest of it is fine. Specifically, getting from first to second bolt is a cool sequence and then from the second up to the third is likely at least 5.10 moves and not obvious at all. It's a vertical face with fun, delicate movement and great quality rock. Old school cold shut hangers. Fun climb and well worth the exploration into Lion's Den.","protection":"Six or seven bolts, no need for supplements. Top does not have an anchor and so set up a gear anchor for belay (easy to sling rope around a boulder).","location":"Far left side of Lion's Den with a start on top of a big ledge. As you enter Lion's Den from the top of \"Trickle and Resin\" you'll walk to the base of the cliff and note the bolts just a few feet to your right. Easy to locate the line when standing on the \"Trickle and Resin\" belay ledge\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,acd5e4e7-2972-5435-a237-4cea3dffe6cb,343925df-f5ad-5a49-bb71-529ec1ae8c07,cc574505-d12c-5ce5-b0f2-490d70a9ee9f","pathTokens":["USA","Arizona","Central Arizona","Queen Creek Canyon","Lower Devil's Canyon","Lion's Den"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.02824,33.27759]},"bbox":[-111.0287778568538,33.27714033981814,-111.02770214314623,33.27803966018186],"left_right_index":-1,"ext_id":"112534263","area_id":"zFdFBdEsXOWw8kkNcKnunw=="},"content":{"description":"This is a magical glen that seems to get little to no traffic and has a lot of potential for new route development. Will hope to put up some of the ones I've scoped soon. For now, I post the two established climbs -- \"Pussy Whipper\" and \"Kitties Dihedral\" -- and some photos. It should, realistically, be within the \"Glitter Box\" area, but it's easiest to have it listed as a new area within Lower Devils."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:04.875Z","updatedAt":"2022-11-25T11:10:01.894Z"}