{"_id":"6368a6e7e80bff5a995d8685","area_name":"Rhythm Wall","shortCode":"","climbs":[{"_id":"BiIOSyxOUrm3Vfj80Be2Fg==","name":"Tribal Groove","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.58412,43.46954]},"left_right_index":0,"mp_id":"114324713","mp_crag_id":"114429686","climb_id":"BiIOSyxOUrm3Vfj80Be2Fg==","areaRef":"jaDc4JvLWOSrBUdD7feoHw=="},"content":{"description":"This route involves interesting movement on some great features.  Might be a few ways to succeed on this one - the following description is what worked for me (WARNING: IMMINENT VAGUE BETA).\n\n Starting with a left hand on a face dish and right in a slightly lower side pocket, move up to the large pocket and utilize a high sidepull and sweet crimp in order to shoot for an even higher pocket and weird pinchy thing.  Top out slightly to the left at first using jugs, but traverse to the right and up next to the chossy pillar.  Crux moving from big pocket.  Climbs better (and a bit harder) in my opinion if you stay off the tempting fern-covered left foot when in the pocket.  Ferns are cool, keep them alive.","protection":"A pad or two, the landing is a bit sloped.  There is a log to help level it out.","location":"Far left route on the Rhythm Wall, to the left of Avant-Funk.  Look for the totally rad two-hander pocket."},"__v":0},{"_id":"wVnY3PsLV9GFg1D9VLaLdg==","name":"Avant-Funk","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.58412,43.46954]},"left_right_index":1,"mp_id":"114379700","mp_crag_id":"114429686","climb_id":"wVnY3PsLV9GFg1D9VLaLdg==","areaRef":"jaDc4JvLWOSrBUdD7feoHw=="},"content":{"description":"This route enticed me while cleaning Tribal Groove to the left, and looked difficult, a rarity for this place.  Unsure if I would be the one to bag the FA, I rap-cleaned it anyway.  Glad I did, because it's awesome - the beginning is meh which prohibits me from assigning 4 stars.\n\n *DANGER DANGER: There is a slightly loose block stuck up in the arete that would make for an ultra-jug, so don't use it.  The route climbs better without it anyway, in my opinion.\n\n Start low on a large block that seems like it may come off (probably won't).  Work your way through some boring little pockets and a matchable ledge until you hit the two equal-altitude pockets.  With seemingly nothing to grab at this point, throw for the left arete (crux, but some options here) in order to eventually strike the high slit pocket to the right.  Top out using your preference of dusty jugs.","protection":"Two pads, as the route has a bit of horizontal movement overall.","location":"At the Rhythm Wall, in between Tribal Groove and Acid Jazz.  Look for the high left arete."},"__v":0},{"_id":"mtZZ9nT9UsC9J1yEZxpMdA==","name":"Acid Jazz","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"John Knoernschild - May 2008","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-88.58412,43.46954]},"left_right_index":2,"mp_id":"106176304","mp_crag_id":"114429686","climb_id":"mtZZ9nT9UsC9J1yEZxpMdA==","areaRef":"jaDc4JvLWOSrBUdD7feoHw=="},"content":{"description":"This climb begins will powerful moves on crimps and one finger pockets. Moving up to very balanced moves to the top. Sit start on small crimps to move up to a 2 finger pocket. From there bump up to another hard crimp on your left. Then gain middle ledge with right hand and move up to the sequency balanced section. Pull up on small vertical crack to gain some small crimps. Top out and your done. Avoid the ledges (left and right) on the upper face.","protection":"Pad","location":"Drive to the second small parking lot just before the camp sites. Walk to the ledge and work your way to the right. Climb down as soon as you can. Continue right until you reach the first quality rock. It will be about 30 ft away from the main cliff face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,3735632a-0ca6-59f5-9fec-6094a4da646c,6a921cd2-1463-5f10-9179-309fcf712af1,b2df635a-a13b-5317-b645-4346b5a81668,8da0dce0-9bcb-58e4-ab05-4743edf7a81f","pathTokens":["USA","Wisconsin","Niagara Escarpment & Kettle Moraine","Horicon","Ledge Park","Rhythm Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2+"},{"count":1,"label":"V4"},{"count":1,"label":"V2"}],"byDiscipline":{"bouldering":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-88.58412,43.46954]},"bbox":[-88.58473958834799,43.469090339818145,-88.58350041165201,43.46998966018187],"left_right_index":-1,"ext_id":"114429686","area_id":"jaDc4JvLWOSrBUdD7feoHw=="},"content":{"description":"The problems on this wall are definitely higher quality than even the standout problems in the Main Area of Ledge Park.  The unquestionably better rock forces you to follow a sequence more than other routes in the park.  Although there are only a few problems here, it’s worth making the marginally longer approach compared to the Main Area."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:34:27.126Z","updatedAt":"2024-01-15T16:51:18.692Z"}