{"_id":"63689d20e80bff5a994f2765","area_name":"Pictograph Canyon","shortCode":"","climbs":[{"_id":"5mZ5C+l5XU2KIXY8KJ1saw==","name":"Shrimp Gumbo","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"#DDCdiddoit","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.98906,31.90871]},"left_right_index":2,"mp_id":"120122549","mp_crag_id":"120121053","climb_id":"5mZ5C+l5XU2KIXY8KJ1saw==","areaRef":"PF6JSXXFUFOMP2Bv9SNdBw=="},"content":{"description":"We decided to name this formation Gumbo Tower in honor of the only named formation in the canyon that we’re aware of. Pretty sure our route, Shrimp Gumbo isn’t an FA as it’s the most obvious way up the formation and there was ancient tat on the summit. However, should the decidedly anonymous FAist (#DDCdiddoit) decide to tell us what he named the tower and route, if he even did, then I’d be happy to change the info to reflect the naming rights of that person.\n\nP1 is about 100’ of 5.8 chimney. Set belay at stance inside chimney directly below the splitter.P2  climb straight up stemming out to the chimney wall as needed. This pitch could be taken to the top straight up through the difficult looking ow or build a belay before the wide at a spot where a traverse right option is possible. 10-P3 we traversed right back into the top of the chimney, easy but spicy, and then connected features to the summit. Pro to 4” and 1 5.10 move Descent: down climb the chimney that splits the summit 15’ to a small ledge with a tree. Sling tree and rap. Single 70 gets you down. done onsight by David Tellechea, and Aaron Davis, December of 2020","protection":"Standard double rack to #4","location":"Wander up canyon behind Low Dome for about 1.5 hrs. Stay right through drainages as it is on the north facing side of the hill tucked in way up and behind Low Dome. This would be the lower west group of formations in Pictograph Canyon. Use pictures to identify formations before leaving drainage "},"__v":0},{"_id":"RdL+qjHSVkik7xpLaUEX1g==","name":"Hightower","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"David T Lucas G (April 2015)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.98906,31.90871]},"left_right_index":0,"mp_id":"120121110","mp_crag_id":"120121053","climb_id":"RdL+qjHSVkik7xpLaUEX1g==","areaRef":"PF6JSXXFUFOMP2Bv9SNdBw=="},"content":{"description":"The route starts on the West Face of the Tower. There are actually two free standing formations divided by a mini rock saddle. Pitch 1.  Climb cracks and plates to approach the Barry Manilow. This is the first smaller tower that you climb to, get on the tiny summit for a quick look around. Pitch 2. After doing the Manilow, the real biz starts with ascending a hollow flake / crack system which gets better the higher you climb. Finishes with a good ol grass in the face move. Pitch 3.  Traverse right from the belay ledge and on to steep cracks for the final crux of the route. Pull over bulge and summit. Link this route with Tower 1 ( Bubba) for an amazing day ","protection":"Doubles to 3","location":"West face Rappel off sling from summit"},"__v":0},{"_id":"Tq+nf/6BUtmX6GabKjIZ4Q==","name":"Bourbon Street","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Will McConaughy, Aaron Davis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.98906,31.90871]},"left_right_index":1,"mp_id":"121797343","mp_crag_id":"120121053","climb_id":"Tq+nf/6BUtmX6GabKjIZ4Q==","areaRef":"PF6JSXXFUFOMP2Bv9SNdBw=="},"content":{"description":"This beckoning chimney lays tucked away just over the top of Pictograph Canyon, attached to the opposite (SE) facing side of Shrimp Gumbo Tower.First climb the low wall guarding the entrance to the chimney using either jugs on alligator plates to the right, or a nice fist crack to the left. Once past the wall, negotiate around the dead tree and engage the starting cracks leading into the chimney. The short crack system gives way to a fun, tiered chimney with a myriad of different jams and finger locks.Bourbon Street remains fairly sustained following the obvious chimney up Jambalaya Tower and overhangs ever-so-slightly near the top before sloping off into the belay trench between the two towers at the top.Save some nuts and the #5 to make a belay in the trench at the top.---Walk-off by descending the trench down the backside of Jambalaya Tower toward Pictograph Canyon proper. Rock hopping, skittering, and tunnelling required","protection":"No bolts, no anchors:NutsDouble rack to #4+1 X #5(Save the #5 for the belay)","location":"From the Low Dome parking area, negotiate around the cat claw acacia to the left and prior to Low Dome. Find the wash to the left and follow it up the steep hillside. Negotiate big boulders, dense underbrush, slabby outcroppings, and loose rock...aiming for the top of Pictograph Canyon behind the Shrimp Gumbo Tower formation. About 1:45 hrs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,d89ead8f-ea94-5fc1-9170-13bf8dd94398,d208a9bf-7ee5-540e-80d3-e18c87573238,3c5e8949-75c5-5053-8c3f-606ff5235d07","pathTokens":["USA","Arizona","Southern Arizona","Cochise Stronghold","West Stronghold","Pictograph Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.98906,31.90871]},"bbox":[-109.98958970286975,31.908260339818135,-109.98853029713025,31.909159660181864],"left_right_index":-1,"ext_id":"120121053","area_id":"PF6JSXXFUFOMP2Bv9SNdBw==","polygon":{"type":"Polygon","coordinates":[[[-109.98958970286975,31.908260339818135],[-109.98853029713025,31.908260339818135],[-109.98853029713025,31.909159660181864],[-109.98958970286975,31.909159660181864],[-109.98958970286975,31.908260339818135]]]}},"content":{"description":"No crowds, park at low Dome parking lot and approach the steep canyon towards the two big free standing towers"},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:02.302Z","updatedAt":"2024-01-20T00:56:59.680Z"}