{"_id":"63689d20e80bff5a994f22c3","area_name":"Sterling Pass","shortCode":"","climbs":[{"_id":"TgMNWDA/UvS+cDvf3hVm4g==","name":"Thats So Funny I Dont Feel Like a Shithead","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":11,"mp_id":"121479047","mp_crag_id":"107592565","climb_id":"TgMNWDA/UvS+cDvf3hVm4g==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"qe6xbDo4URKbFlefa7PVBQ==","name":"Sterling Sliver","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"D.Mabe, Nov. 2012, FFA: M.Swartz, Feb 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":4,"mp_id":"108306091","mp_crag_id":"107592565","climb_id":"qe6xbDo4URKbFlefa7PVBQ==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"EDIT 2/15/15: route freed February 2015 by Matt Swartz! \n\n  Start with a good crack up to a bolt (balancy and tenuous 5.12) that thins to hollow seams and another couple of bolts. Traverse right, from a bolt, to a left-facing flake and finish past one last bolt (5.12 powerful crux) to a decent ledge with good bolted anchor and chains.","protection":"","location":"Starts 15 feet right of Safecracker crack. There is a good chance you can access the top of the pitch by rapping from P2 of Safecracker."},"__v":0},{"_id":"VtiMrw26WZG8lchnUkrPzw==","name":"Safecracker- aka \"Firecracker\"","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Reed Thorne, Brian Heydorn 1980’s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":3,"mp_id":"107592572","mp_crag_id":"107592565","climb_id":"VtiMrw26WZG8lchnUkrPzw==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"P1: 10+ fingers to fists, P2: 5.11OW- hand stacks, chicken wings & froggy feet! look forward to 2 bolts on this pitch! P3:  difficult bombay squeeze to ???","protection":"doubles to #3 Camalot, 1 #3.5, #4, dbl #4.5 & #5. Rap once w/ 2 60M ropes or twice (but expect to need to equip lower bolts for rappel.)","location":"about 40min up trail and just a few min before the pass follow a ledge system around to the south the beautiful parallel ow of 2nd pitch will be obvious."},"__v":0},{"_id":"wnfn+6I0V52HSeFbYip3zw==","name":"Pocket full of Horses","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Crayton/Henry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":6,"mp_id":"108158722","mp_crag_id":"107592565","climb_id":"wnfn+6I0V52HSeFbYip3zw==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"Edited a bit but see FAists post below for more!   P 1:  Long low angle hands/off hands corner with awesome patina edges.   Bouldery move to get into the hand crack with small gear then hands, wide hands forever.  Anchors above and right on ok ledge.   This pitch is awesome!   P2:  short pitch, head up to next ledge system and make bouldery move to a bolt.  Climb intelligently through awesome Winslow Wallesque edges to chain anchor on comfy ledge.  very light rack and handful of slings.    P3: up through obvious crack system through a couple bolts placing you in a fantastic position with great exposure on the arête, some very cool holds through here.  Two bolt anchor.  Rap from here or adventure onwards.     P4:  head up onto ledge and make sketchy traverse right to a two bolt anchor at the base of a 90 ft hands/big/hands to chimney pitch 5.10(?).      Alt P4:  Unrope and bushwhack up and left into choss chimney, grovel up this to flattish ledge and get out the machete and head right o the base of an amazing 5.9 hand crack that takes you to the top of a small tower.  \n\n  If you've made it through the 4th pitch chances are you will want to climb the last pitch of Moonshiner, 8 bolts and a 1 and #2 Camalot will get you to the summit!!!  5.10+  \n\n  From the summit rap back to the tower then down Moonshiner with one 70 or down Pocketfull with 2(?)","protection":"Singles to #1 Camalot, triples to #3, #4?  One 70 if you bring some quick links and rings to leave at the first anchor, or 2 60m ropes will get you down.","location":"Just around the corner from Counterfeit to the south."},"__v":0},{"_id":"fZQSnAK6UkuKJyKTeJWjkw==","name":"Nobodys Dirty Business","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FFA Hoffman/Green, FA Hoffman/Frye","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":12,"mp_id":"109777406","mp_crag_id":"107592565","climb_id":"fZQSnAK6UkuKJyKTeJWjkw==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"A great addition to the Pass.  This two pitch line climbs the obvious hand crack off the right side of the trail opposite of Counterfeit.   Pitch one starts off a little scrappy, but after about 20 feet or so you are established at the base of the splitter corner.  .75s through a small bulge (easier than it looks!) the crack just gets better and better becoming perfect hands to large hands up to a bolted belay in the \"V\".  Pitch 2 starts off in your face with a tight hands/ringlocks crux section that thankfully culminates with a thank god locker hand jam.  Hands to bigger hands to a short section of low angle OW puts you on the sandbox ledge.  Clamber through the sand to a nice gear belay.  Rap anchors are down and  climbers left from belay but don't work to belay off of.  (While the 50 or so feet above the ledge look enticing, inspection from above revealed that it was much lower quality than the first two pitches and we opted to call it.  Feel free to explore...)       Oh, and the rock here is solid, but sandy...  hey its Oak Creek Canyon enjoy the free exfoliation!","protection":"Doubles from .3-#3 Camalot, extra .5-#2, one #4   P1 Bolted Belay, P2 .75, and smallish gear, gear belay   handful of slings   60m rope","location":"Look for faint bushwacky trail on right switch back below Counterfeit.  Route climbs obvious hand crack to right side of pillar feature.   2 raps put you on the ground."},"__v":0},{"_id":"NZArUTZUWmyqhS3UwGanMw==","name":"Moonshiner","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Hoffman/Frye","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":8,"mp_id":"108906408","mp_crag_id":"107592565","climb_id":"NZArUTZUWmyqhS3UwGanMw==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"As sustained as it gets... Starting with a 5.10 bolted slabbish pitch, it stays consistent at 5.10 for the duration, finishing on a fantasticly exposed bolted arête. A real Coconino adventure, this thing is awesome! Mostly in the shade, but definitely doable in the winter.2 choices for the first pitch...The original pitch 1(ish) is a very easy traverse over to the Jungle belay. Leave your packs over by Counterfeit and gear up, walk up two or so switch backs to the base of Bellyful. Just down from here you will find one bolt and a 5-easy traverse to the base of pitch 2, place a piece or two... (You can do this in your approach shoes and then leave them at the belay and grab them on your way back down!)Alternate \"Darkside of the Moonshiner\" direct start... 5.11ish, Start literally on the trail and follow 6 bolts (I tried my best to camo these so hopefully you won't be able to see them all from the ground!) up the slopey, sandy,fun pitch. Expect to feel a little excited as you make tenuous moves up this face. It will likely always be sandy, be forewarned. After bolt # 6 look for an optional .4/.5 placement before you make the final mantle and an optional #2 placement to get you to the chains! Might be worth top roping first if you don't onsight 5.11, especially due to its eternally sandy nature! This is definitely a great pitch! About 60ft... 2: 5.9/10? Pretty much a full 35m of hands to wide hands to OW in a corner (If you're new to OW this is a good intro! Challenging, but not terrifying!) Great features and fantastic rock take you to a two bolt anchor with a decent stance(Earthbridge belay) (Navigate delicately past the earth bridge!) From this belay you can also shift right and climb Do Wrong Right for a bonus pitch. Leave your #5s here.3: The old school Sandona pitch.5.10+ The hardest moves are getting from the belay up to the base of the crack. Some looseness and vegitation, but this fairly short pitch takes you to a sweet belay at the Alcove.4: More Splitter! 5.10 Nothing tricky here, continue straight up the fantastic hands/wide hands for another 30 or so meters, culminating with some great, easier, chimney climbing up to the fantastic Tower belay. You'll definitely want 3's and 4's for this pitch! (Shared with Pocketfull of Horses)5: 5.10+ Rack up a .75, 10 draws/slings, and a 1 and 2 camalot and head straight up the wild arete. Clip 8 bolts on the arete transitioning from face to arete on great patina edges, at the 7th bolt surf left and pull up onto a nice ledge, clamber over the bush and chimney between the summit and the sub summit block. I placed the #2 just before making the last move to the chains but you may like the #1 a little lower as well. From here bring your partner up and celebrate the awesome views of the Peaks! (If clipping bolts for some reason doesn't appeal to you feel free to bushwhack around the ledge system to the right, it'll get you to the summit but really is not cool at all)(Bonus Awesomeness) Rap or lower down the south side of the tower and either TR or lead the fantastic hand crack back to the top of the tower FA Frye, 5.9See topo on Pocketfull description (Moonshiner goes straight up from the trail, center of photo) ","protection":"single to point 5, double to #5.  10 slings. 1 70m rope","location":"At the top of Sterling Pass you will encounter the Chutes and Ladders Wall just above Counterfeit, with Moonshiner being the first and most obvious line you see.  Start by walking down along    the wall at the base of Bellyful.  \n\nRap Beta: To get down do a series of single rope raps (must be a 70!You will not reach the Jungle belay from the Earthbridge if you have a 60, also knot  your ends!) straight from the summit to the ground.  Watch the ends of your rope as a few of these are a bit close, but still comfortable.   After just reclimbing this over the past weekend I feel like I need to mention the summit rap anchors.  These were placed by the folks who first climbed pocket full of horses and they are... ok... They're more than adequate but could be better. If anyone wanted to shore them up I'm sure no one would complain..."},"__v":0},{"_id":"eOiq/6r0VUelFz3nv6Dvdg==","name":"Heart and Soul","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"John Burcham and Chris Tatum Oct. 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":1,"mp_id":"108412001","mp_crag_id":"107592565","climb_id":"eOiq/6r0VUelFz3nv6Dvdg==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"Heart and Soul ascends the prominent blunt arête on the east face of St. Christophers tower. This aesthetic spire was originally done via the north face A2 route, The Well of Souls in January of 1996 by Raimonde, Stih, Clark.  \n\n  Heart and Soul is one of the finest sport spires anywhere and a true Burcham/Tatum masterpiece! The arrangement of fantastic climbing and a surreal location is sure to put this spire near the top of the list of classic Northern Arizona routes. While the climbing is thought provoking, its the sustained movement that will keep you hugging for hope as you make your way up 200ft of arête climbing.  The quality of stone and the variety of holds makes Heart and Soul a stand out amongst the chossy and exciting nature of Oak Creek Canyon. Appreciate watching your partner follow this improbable and exposed blunt arête and dont forget to find and sign the summit register. \n\n  P1 From the veranda, start up moderate terrain towards the first bolt 20ft above the belay. A solid finger sized Camelot can help protect the leader from a terrible tumble. After a brief warm up moment, cross from one side of the feature and back before making your way up steep and remarkable climbing. 5.11, 13 bolts. \n\n  P2 From the park bench of the belay stay warmed-up for second serving of steep and striking arête climbing to a bolted belay at the sub-summit. 5.11, 11 bolts. \n\n  If you desire, daintily make your way to the true summit, some parties may opt for staying roped up. 5 star view. \n\n  A two bolt rappel anchor is just to climbers right on the north face from the P2 belay. 2 single 60M rappels will get you back down to the veranda. Make sure not to miss the second 2 bolt rappel station off to the right on a mid-way ledge.","protection":"13 quick draws of various lengths   .4 C4   .5 C4 optional    60M rope","location":"From the Sterling Pass Trail Head walk for 30-45 min up towards the pass. St. Christopher tower will be visible early on in the hike. When the trail begins to get steep and begins to switchback look for the obvious break in the red wall on trail left. From this notch you can look south and stare straight at the arete of Heart and Soul. Take a path across some ledges and access a game trail that will contour a bowl directly to the veranda and the base of Heart and Soul."},"__v":0},{"_id":"GfRxiDVDU6uHxTHjKJh8DQ==","name":"Do Wrong Right","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA Hoffman FFA C. Kirk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":9,"mp_id":"108861491","mp_crag_id":"107592565","climb_id":"GfRxiDVDU6uHxTHjKJh8DQ==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"Kind of a bonus pitch on the Chutes and Ladder Wall this line is located on the ledge between the top of Bellyful of Moonshiner and the top of the 2nd pitch of Moonshiner (best access).  Pretty, short, and stout if a #2 Camalot is perfect hands for you. However if .75s are your ideal then you'll send no problem!   Lower from webbing or feel free to add quicklinks and rings.","protection":"Eyeball it from the belay...  Couple hand pieces for the top.","location":"Ledge 1/4 of the way up the wall!  Rap Moonshiner with one 70m."},"__v":0},{"_id":"b2Tusc7wXrG3KApR52ovuQ==","name":"Der Ficken  (aka Jesus on a Rubber Cross)","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"D. Hoffman, Lee Williams(Ficker)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":2,"mp_id":"108152973","mp_crag_id":"107592565","climb_id":"b2Tusc7wXrG3KApR52ovuQ==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"For only being a couple of pitches this route was quite an undertaking and as such is very difficult for us to grade.  Please give us a holler if you're heading out to climb it or if you do climb it please let us know what you think!  A true test of all styles on mostly good Sandstone!     Pitch One:  5.11+?Start in crumbly corner out big hands roof to squeeze chimney, think reverse birth simulator! Squirm up and clip one bolt before swinging onto the Karma Block (please fight the temptation to place gear in the Karma Block, a bolt protects the move onto it and there is a good seam just above it.  It sounds a bit, shall we say \"hollow\"!) Head up funky twin cracks to small roof.  Difficult, steep stem corner with the namesake \"Jesus on a Rubber Cross\" move, crux protected with two bolts.  Easier, but exciting moves to pleasant belay ledge with bolted anchor.   \n\n  Pitch two: 5.11OW?  The Der Ficken pitch.  Step into the fantastic chimney and begin moving up using stemming and face holds, protecting in crack inside the chimney.  As the crack begins trending left choose your point of departure and leave everything smaller than a new #5 Camalot and begin true chimneying for about 10-15 ft to the OW roof.   Pull the roof and begin armbaring, stacking, knee locking and swearing to the anchors! Another pleasant belay ledge with bolted anchors awaits.   As far as grade this felt harder than Serrator (at the Creek) but easier than Bellyful.  Any feedback would be greatly appreciated \n\n   Pitch 3:   Takes you to the top of the system, however we don't recommend it.  We did french free it at about C1, but didn't really have any fun sooo climb it if you like, another set of rap anchors and a huge ledge await or just enjoy the scenery from the top of pitch two and rap with one 60!","protection":"Pitch One:  doubles from around blue metolius to #3 camalot, #3.5 Camalot, #4 Camalot, #5 Camalot, 3 draws and handful of slings.  (all old sizes)   Pitch Two:  Single set to #2 Camalot for first half, second half I had 2 old #5 Camalots, one new #5, a new #6, and a 6 Friend(would rather have had two #6 Camalots!).  Anyhow, we would recommend hauling all the big gear up P1 and leaving everything extra at the belay!  Someone stronger could probably do it with less but...  I'm not a huge fan of walking gear forever!","location":"Just around the corner from Firecracker up on a nice ledge.  Check out the pics so for reference.  You can build an anchor for the first pitch with small nuts.  Rap the route with one 60m rope"},"__v":0},{"_id":"S8OO+AZgUDiTM5+9I+ig6Q==","name":"Counterfeit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Brian Heydorn, Dave Keeber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":7,"mp_id":"107592603","mp_crag_id":"107592565","climb_id":"S8OO+AZgUDiTM5+9I+ig6Q==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"low angle finger jams and laybacks to roof. Two brief cruxes where the feet disappear.","protection":"lots of fingers: recommend dbl set 0.3-0.75 & maybe a single #1.","location":"a few minutes below the pass, just south of the trail."},"__v":0},{"_id":"vJXsqw4QUIq3hA73XHwuSw==","name":"Confederacy of Dunces","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Ficker/Hoffman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":5,"mp_id":"108377671","mp_crag_id":"107592565","climb_id":"vJXsqw4QUIq3hA73XHwuSw==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"Next obvious crack past Pocketful   Named both for the FA party and the state of our current governing body, this route is one pitch of interesting, challenging, sandstone grappling.  Start in a physical flare off a ledge, battle yer way through mixed face and crack through a series os stimulating cruxey sections.  Good edges abound but tend to face the wrong way.  Expect to find 3 bolts along the way just as the gear runs out and the climbing becomes a bit more shall we say engaging...   From the third bolt paddle yer way up to a two bolt anchor.  One 70 m rope is all you need to return to the ground.  Unsure if the grade is accurate let us know what you think!","protection":"Sooo probably more than you need but for the on sight FA  singles in the teeney tiny, triples from .4ish-#2 and 1 or 2#3 (Camalot sizes). I was doubling some placements but I think you'd be happy with this rack.  Also a handful of slings, three bolts at the top.","location":""},"__v":0},{"_id":"SCdnxM55WhOMTrOMHgD3HQ==","name":"Best Laid Plans","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"D. Hoffman, K. Kent, M. Knarzer, 2/27/2015","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":0,"mp_id":"110132610","mp_crag_id":"107592565","climb_id":"SCdnxM55WhOMTrOMHgD3HQ==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"When you're at the base of Heart and Soul and staring off at the huge walls to the south, it's natural to wonder about all the possibilities for exciting big new lines. Then your gaze drifts to the left side of the wall and you see a very clean looking splitter crack that seems like it would be cool but kind of far off and maybe not all that tall. At first, \"hmm, maybe that's a beautiful handcrack,\" but then again, \"it's kind of far away, it could be pretty wide...\"  This is Best Laid Plans. \n\n  Thrash your way to the base. Leave your packs and solo up a 4th class chimney to a nice treed ledge below the start. \n\n  P1: 3 options for getting up the initial choss to the base of the crack, none of which are very good, but luckily not too hard and definitely short. Step over with huge exposure into the hand crack. It quickly widens and kicks back to overhanging OW. Thankfully there are some face holds. Belay at the small ledge in the scoop. 5.11 \n\n  P2: Start up the last bit of overhangingness and let the off vertical but ever widening crack ingurgitate you. Eventually it's too wide for the #6 C4 to keep being walked as your moving top rope; leave it, you're in it to win it now. After a while you can jam some small cams in shallow horizontals. Pull on to the top and belay off the nice shiny bolts. 5.10 R \n\n  There is definitely room to continue this one for a few more pitches up the arête if you're so inclined.","protection":"Single rack to #2. Doubles of #3 to #6 (new BD C4 sizes). A blue big bro might work for protecting the top.  \n\n  I think you could rap from the P2 anchor to the ledge at the base of P1 with a single 70, but won't guarantee it. 2 ropes lets you rap straight back to the packs.","location":"When at Heart and Soul, look south and it's on the far left end of the buttress. We bushwhacked and 4th classed from underneath it but it would probably be the most straightforward to go to the base of Heart and Soul and contour over to the base.    If you do this you'll go by many old, partially forgotten routes, most of which were aid soloed by Ron Raimonde."},"__v":0},{"_id":"i2FsJwvLXFKvvSELJmpceQ==","name":"Bellyful of Moonshine","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Hoffman/Frye","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"left_right_index":10,"mp_id":"108739308","mp_crag_id":"107592565","climb_id":"i2FsJwvLXFKvvSELJmpceQ==","areaRef":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"","protection":"If you are up in Sterling you'll probably have a double set, but you can probably do this with a single set to .75, doubles 1-3 Camalot, one extra #2 for the anchor on p1.  Long slings for the top of P1 would also make you happy.","location":"We are calling the wall above Counterfeit the \"Chutes and Ladders Wall\" due to all the false starts and dead ends we have encountered.  Bellyful is about 2 switch backs up from Counterfeit on the south side of the trail. You should end up about 10 yards above the base of the first pitch, bushwhack down to the nice little perch and blast off!  Rap from top of P2 with one 70m rope.  May need one rap ring or quick link or leaver biner...  (sorry wish I could remember if we left it perfect or not!)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,be90cdbf-645c-5acd-9628-1976a8baf9f2","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","Sterling Pass"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"},{"count":1,"label":"5.12"},{"count":3,"label":"5.11"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":6,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7598,34.9329]},"bbox":[-111.76034848432938,34.93245033981813,-111.75925151567058,34.93334966018186],"left_right_index":-1,"ext_id":"107592565","area_id":"vpDNv2RcWs2WKBl2qLr58g=="},"content":{"description":"a nice collection of sandstone cracks"},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T05:52:45.980Z","updatedAt":"2024-01-15T16:39:31.202Z"}