{"_id":"6368a50be80bff5a995b07d4","area_name":"[Redacted]","shortCode":"","climbs":[{"_id":"nohLQR8dXQmD3qLd8GIL/A==","name":"Souleater","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Trevor Katz & Foy Olson Aug 2020","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61624,40.27201]},"left_right_index":999999,"mp_id":"119332150","mp_crag_id":"106897730","climb_id":"nohLQR8dXQmD3qLd8GIL/A==","areaRef":"FB3CongtXeWgpFKDvaMvlA=="},"content":{"description":"Squawstruck not enough? Add another pitch and schlep your gear up for an added challenge! Or go over the river and through the woods to climb this thing on its own. Cool roof move down below with big jugs left into a short off width move, go for a swim, then another little roof move up top with bomber hands. Can’t find hands? Look deeper or higher, this thing needed only a fist or two.","protection":"a 4 or two, plenty 3s, and maybe a 2. Chain anchors","location":"Top of Squawstruck pitch 11, look right and you can’t miss her, in a dihedral maybe 50 feet from the slung tree on 11"},"__v":0},{"_id":"5ZuJ2cACXdS5vTuunQ1THw==","name":"[Redacted]","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Tristan Higbee, Thomas Gappmayer (T. Higbee w/ Christian Burrell earlier on lower pitches)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.61624,40.27201]},"left_right_index":0,"mp_id":"106897735","mp_crag_id":"106897730","climb_id":"5ZuJ2cACXdS5vTuunQ1THw==","areaRef":"FB3CongtXeWgpFKDvaMvlA=="},"content":{"description":"For a much better printable (PDF) topo and the history of the route, go\n\nhere.\n\nWelcome to the world of sportaineering. Squawstruck goes right up the south face of Squaw Peak (also known as Squaw Mountain). The line isnt the most direct in the world, and some ledges and short pitches could be considered a drawback, but the rock is mostly good, the climbing is great, and the route is long! The route is also remarkably sustained, with five 5.8 pitches, four 5.9 pitches, twelve 5.10 pitches, and one 5.11 pitch. I tried to keep the route 5.10 or under the whole way, and almost succeeded.\n\nThe route is entirely bolted; no trad gear is necessary. The climb is characterized by slightly less than vertical pitches punctuated by roofs, though theres pretty much a bit of everything. There are several large ledges that interrupt the route. Some of them you can walk in your climbing shoes, but some you need to change back into your approach shoes for.\n\nYoull encounter a wide variety of limestone on the route, from a few choss sections to beautiful water-streaked loveliness. Youll see rock of all colors, including light and dark gray, white, black, tan, red, orange, brown, and blue.\n\nThis route was over two years in the making. More than 2/3 of the bolts on the route are stainless. Every belay has at least two bolts and a nice ledge. Apart from 3 & 4 and 7 & 8, I wouldnt recommend linking any pitches. Pitches 9 and 11 kind of suck, but everything else has good climbing. The whole route is south facing and gets a lot of sun. Winter is too cold and snowy, summer is too hot.\n\nPitch by pich beta\n\n1) 5.10b, 110, 13 bolts  Sharp slab to chossy roof. Turn roof on left side. Hollow jugs above roof. Some crimpy moves lead to easier climbing two a two bolt anchor (bolts dont have chains).\n\n2) 5.8, 75, 8 bolts  Cross from the pillar/tower to the main wall via the Leap of Faith and clip the chain anchor (this is where you rappel from if rapping the route). Climb up easy terrain to a dihedral.\n\nUnrope and scramble up easy 3rd class terrain up to the big, sloping ledge. Angle right after the scrambling. (Keep your climbing shoes on. Its a short walk.) Pitch 3 stars in a shallow, chossy dihedral.\n\n3) 5.9, 60, 8 bolts  Make some mantle moves on chossy rock. The rock gets better shortly. Go to the right of the bush on some 5.9 moves and belay on a nice ledge.\n\n4) 5.10b, 50, 7 bolts  Nice slab leads to steep climbing over the left side of the roofs. Belay at a great ledge. (Can combine 3 & 4)\n\n5) 5.9-, 60, 8 bolts  Go right, then up through the Frosted Flakes and some beautiful white rock. Turn a roof before the belay on a ledge.\n\n6) 5.10c, 105, 10 bolts  Climb through a band of chossy rock to the first crux, then head right over a sandy brown roof (second crux). Belay (3 bolts) on giant ledge.\n\nMove up and left to the base of the next pitch, which starts just left of the edge of the pillar (belay at a flat spot to the right of the pillar).\n\n7) 5.10a, 95, 9 bolts  Turn the roof and climb up jugs on good rock to the ledge.\n\n8) 5.8 or 5.10a, 40, 5 bolts  Go up and right. Carefully stand on very tip of pillar and make an interesting move (5.8 or 5.10a, depending on how you do it) to the belay (3 bolts). (Can combine 7 & 8)\n\nWalk right a couple hundred feet to the base of the next buttress. Pitch 9 starts on a blunt arete to the right of a broad trough.\n\n9) 5.8-, 110, 11 bolts  Dirty climbing on somewhat suspect rock leads to a large, dirt-covered ledge. Belay at the base of the next section of cliff. Go right and then up at bolt 8, not straight up.\n\n10) 5.10b, 75, 9 bolts  Lots of slopers lead to a small roof. Funky climbing beyond the roof leads to a corner, then a layer of orange julius rock to the belay.\n\n11) 5.8, 105, 10 bolts  Go left on the ledge, then up past a couple shiny bolts to a ledge with a large pine tree. Head up steep part left of tree, then trend right to belay (hangers only).\n\nScramble up to flat spot and unrope. Put approach shoes on and head northwest uphill till you see a short red fixed rope. Scramble up short cliff band (using fixed line), then head up and left. Youll see a dark cave/mine at the base of the next section of cliff. Aim for that, switchbacking your way up the slope to make it easier. Pitch 12 starts just right of the mine. The mine offers a nice respite from the sun.\n\n12) 5.10c, 100, 13 bolts  Thought-provoking slab climbing with a couple bulgy sections.\n\n13) 5.10c/d, 100, 13 bolts  Climb up the steep wall using the cracks to a ledge. Climb up the steep funky flaring chimney thing to a large, sloping belay ledge.\n\n14) 5.11-, 50, 9 bolts  Tan slab with horizontals leads to a corner, which leads to a roof. Enjoy the exposure, get a rest right before the roof (there are bolted variations to the left and right here, as I didnt know which would be easier. The left one is easier and better, and the right can lead to a bigger pendulum fall. So go left.) and then make insecure, desperate moves to the belay. This belay (an exposed stance) is the worst on the route.\n\n15) 5.10b, 60, 7 bolts -- Climb up the face, then head into the corner to some guano-draped holds. At the roof, turn the arete to the right and face massive exposure as you crimp your way to the belay.\n\n16) 5.10d, 50, 7 bolts  Move the belay to two bolts 10 feet to the right. Climb up the very thin slab. Some balancy moves, some big moves. Hard pitch to read. Belay at 3 bolts .\n\nPut approach shoes on. Go up the slope, using the fixed line if necessary, then head right along the base of the cliff. Continue right (east) a few hundred feet to a shallow, right-facing dihedral. Theres a 10 length of rope attached to the first bolt, making it easier to see.\n\n17) 5.9, 90, 10 bolts  Climb the dihedral and pass a couple bulges to the belay.\n\n18) 5.10c/d, 110, 14 bolts  Long pitch with 3 cruxes. Make some burly moves to a big pocket, then more burly climbing leads up and left, left, left. The whole pitch angles left significantly.\n\n19) 5.10c, 75, 10 bolts  Thin slab leads up and left to beautiful rock and then back right on desperate and tricky holds.\n\n20) 5.8, 100, 9 bolts  The Marble Slab pitch. Climb up a steepish section, then enjoy the sweet slab with cool rock to the next belay.\n\n21) 5.9+, 105, 12 bolts  Thin holds over a less-than-stellar roof make you wish you were at the top already.\n\n22) 5.10, 90, 10 bolts  Keep climbing up then right over some roofs with depressingly small holds.\n\nUnrope here and scramble up 30 to the summit of Squaw Peak.\n\nDescent\n\nOption 1: Hike the great Squaw Peak trail back down to Rock Canyon (4.2 miles). This is the fastest, easiest, and best option. From the summit of Squaw Peak, walk north. After 50 feet or so, the trail becomes well defined. Follow this for a couple miles back down to the main trail that goes up Rock Canyon, then follow that trail down canyon to the parking lot.\n\nOption 2: Make 19 rappels (walk around pitches 9, 10, and 11 to the west) with one 70m rope down the route. From 18, rappel straight down to a 3 bolt rappel station, then another rappel to the large ledge b/t 16 and 17. Rappelling the route is the slowest and worst option. I HIGHLY recommend taking the trail down.","protection":"12 quickdraws\n\n4 24 inch slings w/biners\n\nWhatever slings & biners you need for belays\n\n1 70 m rope\n\nHelmets\n\nNo trad gear needed","location":"The route starts on the lowest point of the limestone, up a tower/pillar.\n\nOption 1: Hike up Rock Canyon. After 10 or 15 minutes, youll come to a green gate at a climbing area known as The Kitchen. A few minutes past the gate, youll come to a really big limestone boulder on the left side of the trail (this is just past the climbing area called PAs Mother). Cross the seasonal stream in front of this boulder to a campsite on the opposite side of the stream. Locate a horizontal concrete thing and follow the trail over that. This leads to some scree slopes (not bad; the rocks are large and stable). Trend left toward the right side of a ridge, but dont go onto the ridge top. Instead, switchback your way up through the thin brush to the right of the ridge. Once youre almost level with the lowest point of the limestone to your right, cut right across a couple talus slopes to the start of the route.\n\nOption 2: Hike up the talus gully between The Appendage and PAs Mother until you gain the ridge top. Follow the ridge up and then head right to the start of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,141dc2a2-782d-5de5-a0a4-5283bda32f94","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","[Redacted]"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.61624,40.27201]},"bbox":[-111.61682934402285,40.27156033981815,-111.61565065597719,40.27245966018187],"left_right_index":-1,"ext_id":"106897730","area_id":"FB3CongtXeWgpFKDvaMvlA=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:51.981Z","updatedAt":"2024-01-15T16:49:40.883Z"}