{"_id":"6368a1b8e80bff5a995542b5","area_name":"Livermore Wall","shortCode":"","climbs":[{"_id":"K8o5H3KiWki4YF9sePZefA==","name":"Schist Show Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Can't be sure...","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65745,43.99219]},"left_right_index":4,"mp_id":"120824257","mp_crag_id":"120818801","climb_id":"K8o5H3KiWki4YF9sePZefA==","areaRef":"BNdIwCacW32qX85bDDM38w=="},"content":{"description":"A nice crack that is perhaps better to top rope due to some questionable rock quality along the way. Some jamming and stemming along with some good ol fashioned hand holds will get you up the thing. History: In 2021 I (Lee) cleaned the crack thoroughly of dirt and small trees and most notable a boat load of loose rock. If this route was climbed in the past I would be surprised due to the placement of some of the undisturbed loose rock I discovered. However, the world of climbing is full of mystery so I can't be sure. If anyone knows any history on this crack please share. ","protection":"Trad gear to quick clips or better yet top rope it after leading No Time for Love 5.8","location":"Below the big right angling roof on the right hand side, this is the crack in the corner directly right of the bolt line leading up to the anchor of said sport climb. "},"__v":0},{"_id":"zxWQL/9EWd6i9x51v0ywQA==","name":"Schist House Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65745,43.99219]},"left_right_index":5,"mp_id":"120828746","mp_crag_id":"120818801","climb_id":"zxWQL/9EWd6i9x51v0ywQA==","areaRef":"BNdIwCacW32qX85bDDM38w=="},"content":{"description":"This nice looking wide crack offers a lot more climbing than it looks from the ground. Fun if your into the wide. Climb up a dirty crack behind the birch tree to a ledge, there is some loose rock here still so tread lightly. From here it's all wide the rest of the way, like #5 goodness. Lower from tree","protection":"One hand sized piece one #4 and at least one #5, two would be better. I bumped","location":"Right of schist show crack behind a big tree. "},"__v":0},{"_id":"Q5Yz7nvvX0eHSRL3x7DvzA==","name":"No Time for Love","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65745,43.99219]},"left_right_index":2,"mp_id":"120824195","mp_crag_id":"120818801","climb_id":"Q5Yz7nvvX0eHSRL3x7DvzA==","areaRef":"BNdIwCacW32qX85bDDM38w=="},"content":{"description":"Anyone would look up at the big roof in the middle of Livermore and want to get a closer look. This route can get you a front row seat. Anyone who wants access to the enticing routes on the upper half of the wall will need a way to get up there safely. This route can get you there. Aside from the fact that its a worthwhile moderate on its own this bolted low angle face between two cracks provides all bolt access to numerous other climbs. If you are looking for main ledge access you can break left after clipping three glue ins and then clip into the single bolt on the ledge. If you are looking for the tree ledge routes up and to the right, you can climb to the 2 bolt anchor and step right to belay from a tree. Or if you are looking to climb The House of Yes (5.13) you just clip the anchor of this route and continue straight up the steep wall above. I'd also mention that when you lower off this climb it sets you up perfectly to top rope Schist Show Crack. Rock quality is not fantastic on the crack so exercise caution. More of a reason to just run it on TR. ","protection":"5 bolts to quick clip anchor","location":"Below the right side of the big right angling roof look for a bolted slab between two cracks. Cant really miss it. "},"__v":0},{"_id":"JWPl6Y5GXZKDWNAIbvFHPw==","name":"Livermore Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65745,43.99219]},"left_right_index":0,"mp_id":"120851489","mp_crag_id":"120818801","climb_id":"JWPl6Y5GXZKDWNAIbvFHPw==","areaRef":"BNdIwCacW32qX85bDDM38w=="},"content":{"description":"This really attractive stepped crack has struck the curiosity of at least a few Russell explorers. Spoiler alert, there is a bolted anchor at the top. Climb access crack to a ledge and single bolt belay. Now climb the crack which alternates between vertical and traversing sections a few times before heading up dirty terrain to a bolted anchor with no hardware. Likely climbed during the time two old sport routes were put up on this wall this crack ends at a bolted anchor shared by of one of those routes. My buddy Nick had led up this at one point freeing most of it but the upper section was pretty wet and had grown back in. Classic line, just needs some love. ","protection":"Cams","location":"Livermore Crag, you wont miss it."},"__v":0},{"_id":"S+2eat9xXSKdG1H/objdUA==","name":"The House of Yes","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65745,43.99219]},"left_right_index":3,"mp_id":"120824355","mp_crag_id":"120818801","climb_id":"S+2eat9xXSKdG1H/objdUA==","areaRef":"BNdIwCacW32qX85bDDM38w=="},"content":{"description":"Steep and powerful. Mentally, physically and emotionally stimulating. This route though not particularly sustained packs in such an excellent sequence of moves into its crux section that is it bound to be a Russell favorite for those looking for a route to test their skill and nerve on. You must start by climbing No Time for Love 5.8 to its anchor. This section is not particularly rad but It is well worth climbing to get to the business. Step right at NTFL's anchor onto a comfy ledge. Have a seat, compose yourself, pre clip the first two draws if you like. When it's time to launch climb up onto the peak just above NTFL's anchor. From the time your feet leave the peak until you are standing above the steeps it is 100% ON! Bear hugs and strenuous crack moves combine to make a memorable dance-battle. Be cautious making the 3rd clip. I think perhaps a long draw and a normal draw could be useful together here. Do not pull up rope if you are sketching as the slab comes up fast if you blow the clip. It is easy enough to dog through until you have it dialed. The hard climbing stops as abruptly as it starts. The last 2 bolts are fun 5.10 climbing. Great route with some wild climbing. Oh, the grade. I don't know. It took me about 5-6 days of effort to climb it. Seems hard. Climb it and let me know. ","protection":"11 bolts to lower off (from the ground) that's 6 on No Time for Love and 5 on The House of Yes proper.","location":"Find the bolted slab below the right end of the big right angling roof. This is No Time for Love. Climb that route to its anchor and continue straight up the steep wall along the arete and crack for this route. "},"__v":0},{"_id":"FwUnkGV+Wpmlou7Rh5+QXA==","name":"Access Crack?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65745,43.99219]},"left_right_index":1,"mp_id":"120824223","mp_crag_id":"120818801","climb_id":"FwUnkGV+Wpmlou7Rh5+QXA==","areaRef":"BNdIwCacW32qX85bDDM38w=="},"content":{"description":"A low angle mostly thin crack that looks like it was the access point for the main ledge in years past. There is a single bolt at the top of the crack and there was a rotten old fixed rope there when I first saw it. With a good cleaning it would be a nice lil climb I think. As it is it's a little scrappy and filled with dirt and plants. Eventually I'm sure a proper anchor will be added on the ledge but for now you know what to expect anyway.  ","protection":"Trad gear to one bolt \"anchor\"","location":"Below the big right angling roof. This is the thin slabby crack to the left of the bolted line. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,3b1dda09-df4a-5cea-9629-72a88e20aa5b,04d748c0-269c-5b7d-aa5f-ce5b0c3337f3","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Russell Crags","Livermore Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.65745,43.99219]},"bbox":[-71.65807501894567,43.99174033981813,-71.65682498105431,43.99263966018186],"left_right_index":-1,"ext_id":"120818801","area_id":"BNdIwCacW32qX85bDDM38w=="},"content":{"description":"Livermore is multidimensional, with a vertical wall on the left, a wild collection of roofs in the center, as well as a slab, cracks and more. There are nice moderates as well as some of the hardest routes in the area. One red tagged (not open for use yet) route will surely be at least 5.14 if it gets done. Due to the fact that the wall faces west and is fairly sheltered it is most often a little cooler than other walls in the area. \n\n  This wall saw perhaps the most action back when Russell was first being explored. The history is still a little murky here so if you know names or history for any of the routes please let us know.  \n\n  Climbs that I am interested in information on include:   -2 Bolted lines on the vertical left wall   -The pretty crack that goes up and left around the roofs from the big center ledge.   -The easy slab crack leading to the single bolt anchor on the ledge.   -Any other cracks that have been climbed here."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:12:21.385Z","updatedAt":"2022-11-25T11:20:15.118Z"}