{"_id":"63689d5ce80bff5a994f4c1f","area_name":"(d) Northwest Recess","shortCode":"","climbs":[{"_id":"PBxTexrKXXavXt3B4MTncA==","name":"Wong Climb","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Higgins, D. Molner and R. Coats, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":20,"mp_id":"105798953","mp_crag_id":"105794133","climb_id":"PBxTexrKXXavXt3B4MTncA==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"At the far right side of the Northwest Recess are 2 parallel cracks that merge 200 feet up.  The left is the Wong climb and is a good direct start to the Long climb.  Climb the left crack up 150 feet to a 2 bolt anchor.  the 2 pitch move over to the right crack, take that up and join the Long Climb.  Take the Long Climb to the top.  This 2nd pitch is not popular and involes a strenuous sqeeze chimney with some loose chockstones","protection":"pro up to 4 inches","location":""},"__v":0},{"_id":"6ouXsB5tULeStOxv9Wo8aQ==","name":"Whodunit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Fitschen and Royal Robbins, September 1957, FFA: Tom Higgins and Bob Kamps, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":8,"mp_id":"105798191","mp_crag_id":"105794133","climb_id":"6ouXsB5tULeStOxv9Wo8aQ==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"While the guide quotes 8 pitches it can easily be condensed to 5 pitches. The cracks on this climb are stunning and very straight forward. There is quite a variety from low angle laybacking to hand cracks and eventually a chimney. A crux lies at the exit to a chimney where you get a bomber fist jam and have to work your feet up and get out of the top of the chimney. There is one bolted belay and all the rest are gear anchors. There are at least 2 good belay ledges.","protection":"A standard rack will suffice, but a grey or purple camalot are helpful for those not comfortable running it out on this rather sustained climb. After going over the roof on the last pitch trend up right on slabby ground to the top. Meandering cracks will lead you to the top of Tahquitz.  Alternatively, simply follow the crack that trends slightly left to the top.","location":""},"__v":0},{"_id":"KT8FHIsjUtCzLKKad1u2hQ==","name":"Three Hour Tour","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Gaines and Charlie Peterson, August 1994.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":3,"mp_id":"114519668","mp_crag_id":"105794133","climb_id":"KT8FHIsjUtCzLKKad1u2hQ==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"This is a 2-pitch variation beginning at Magical Mystery Tour's third pitch.\n\nClimb past 2 fixed pins to a bolt, then traverse left across a smooth, improbable face (5.10d), then follow a left-facing corner up to a bushy ledge and belay beneath a dogleg crack.\n\nJam the crack (5.7), then climb a face/arete past 2 bolts (5.10a) finishing up and right to a semi-hanging belay at a mountain mahogany with 2 bolts.\n\nRap from here with two ropes, or continue up Edgehogs or Magical Mystery Tour.","protection":"Thin to 2 inches.","location":""},"__v":0},{"_id":"addMmz6zXhmiXEIlLd9GEw==","name":"The Swallow","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chuck Wilts and Royal Robbins, June 1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":9,"mp_id":"105799990","mp_crag_id":"105794133","climb_id":"addMmz6zXhmiXEIlLd9GEw==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"This long, classic route is a good choice on a hot day.  It starts just to the right of the prominent dihedral of Whodunit.  Climb one or two moderate pitches up a crack system that splits the face, ending on a good ledge.  Go up and left, then back right along a crack until it joins a larger crack system.  Two more pitches up this crack system lead up to an obvious belay spot.  The crux pitch involves a short splitter finger jam over an overhang, with good protection.  Easier (5.6 and 5.7) crack pitches lead to the top.","protection":"standard rack","location":""},"__v":0},{"_id":"cNJNdGTBUzWY7B2LK/Wpag==","name":"The Sting","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Bob Gaines and Frank Bentwood, October 1999.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":17,"mp_id":"114445795","mp_crag_id":"105794133","climb_id":"cNJNdGTBUzWY7B2LK/Wpag==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"This route begins from the ledge at the top of the first pitch of Farewell Horizontal and climbs the steep flake system between The Sham and the Mummy Crack (pitch 2 of The Long Climb).","protection":"5 bolts, medium nuts and CDs to 3 inches.","location":"Begin just right of the Farewell Horizontal anchor and climb a short, right-curving flake up to a left-facing corner. Climb the corner past 2 bolts (5.11-), then where the corner peters out climb a blank face past 2 more bolts (5.11b/c) up to a stance. Clip another bolt, then  traverse left (5.10-) over to a crack, which is followed up to a 2-bolt anchor shared with The Sham.\n\nDescent: 90-foot rap to the Farewell Horizontal anchor, then another 150-foot rap to the ground."},"__v":0},{"_id":"M3sCf+KgWAWzDqUR9Y7tiw==","name":"Special K","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Gaines and Frank Bentwood, October 1999","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":19,"mp_id":"111081809","mp_crag_id":"105794133","climb_id":"M3sCf+KgWAWzDqUR9Y7tiw==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"Start up the 5.7 R face for about 35 feet (unprotected) then climb a 5.9 flake system to a friction slab (5.10+).\n\n(150ft)","protection":"possible small pro in the flake section\n\n6 bolts 1 piton\n\n2 bolt belay/rappel anchor 150ft (needs 2 rope for rappel)","location":"Just right of the Wong 1st pitch.\n\nEither join the Long climb\n\nor make the 2 rope rappel."},"__v":0},{"_id":"IlEGKYm7Vo6FOMiOdVUhew==","name":"The Souvenir","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob Gaines and Charlie Peterson, 8/95","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":1,"mp_id":"105955842","mp_crag_id":"105794133","climb_id":"IlEGKYm7Vo6FOMiOdVUhew==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"P1) Climb up 4th class to belay at ledge same as The Error (5.6).\n\nP2) Climb up the to the right of the 5.8 dihedral traverse roof to the right and clip fixed pins for pro. Very sustained roof (5.10c). Continue up to belay ledge.\n\nP3) Crux pitch, climb right leaning small hands crack to small tree, then up past one bolt. Make sure you have your micro nuts for this pitch. Then work your way up and very this and sustained seam, protect the bottom with a .4 cam. Climb seam to bolt and past 3 more bolts, crux 5.10d. This pitch still keeps going, it is 165 feet long. Continue up crack that is 2-3 inches to a ledge where you will belay.\n\nP4) Be careful with the loose blocks on this one above the belay, you don't want to knock these suckers off. From here its 5.9, i would rate it a 10c/d.\n\nFor the rest of the climb follow crack system and connect pitches to make it 6 or 7 pitches. You decide where you want to belay but there is a fixed pin and a crack that works well. You can combine the 5 and 6 pitch and then a short 7th pitch. then once at the top 4th class scramble to the summit.\n\nAlso a fair warning I doubt this gets much climbing because of the grade and sustained runout nature of the climb, so rock here on the slabs in the early art of the season can be a little flaky making the crux slab extremely hard, but not impossible for a good slab climber.","protection":"Micros to #3, make sure you have one set of nuts, one set of micros and having doubles of the smaller cams are helpful although not needed.  Bring 2 and 4 foot slings for belays and slinging trees.","location":"Start on the northwest recess, the same as the error or Sahara terror, pick any line that will get you on the ledge below the big roof to the right of the northwest buttress.\n\nTo get down normal decent is the north class 3 gully."},"__v":0},{"_id":"zxdNmEiwVF2R8z8ZeN7Z+A==","name":"Snakes on Everything","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Craig Fry, Dave Evans and Jim Angione, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":14,"mp_id":"105799999","mp_crag_id":"105794133","climb_id":"zxdNmEiwVF2R8z8ZeN7Z+A==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"Start up\n\nThe Consolation\n\non moderate climbing, then exit right to a pleasant vertical crack. A 5.9+/5.10a exit move over an overhang takes you to easy ground and then a belay at a tree. On pitch 2 some steep, tricky face moves lead to a long, sustained thin crack (5.10a) which eventually merges with The Consolation.","protection":"Bring extra finger to thin hand size pieces.","location":"This is an excellent two pitch variation to the start of\n\nThe Consolation\n\n."},"__v":0},{"_id":"uDTNdScQVyuz1LOKQeajmw==","name":"Sahara Terror","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"W. Shand, Roy Gorin, P. Flinchbaugh, 1942","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":2,"mp_id":"105870946","mp_crag_id":"105794133","climb_id":"uDTNdScQVyuz1LOKQeajmw==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"A great moderate climb.  An easy pitch leads to a belay beneath a series of overlaps.  Follow the crack through the overhangs and belay at the base of a deep crack that dogleggs sharply to the right.  Take the dogleg crack to the left-facing corner and follow this crack system until progress is blocked by overhangs.  Traverse 10 ft left, then up through the overhang; continue diagonally up and left for about 50 ft in the crack system, then up and right across a face to the base of an obvious chute, then up a deep chimney.  A 4th class crack diagonals up and left to the top.","protection":"Standard Rack to 3\".  No fixed anchors.  Walk down descent by Friction Route or North Gully.","location":"Begin 45 feet right of the Error and 15 ft left of an obvious crack/corner system."},"__v":0},{"_id":"0FiHLqccXWqPwjCmMfbGsw==","name":"No Locals Allowed","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":15,"mp_id":"114310448","mp_crag_id":"105794133","climb_id":"0FiHLqccXWqPwjCmMfbGsw==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"Start off on P1 of The Sham but instead of traversing right after 20ft go straight up the beautiful slab towards a small roof. At the roof either climb right or left of the vegetated crack that is the finish to The Sham P1. Currently just a TR. Approach bolted anchor via P1 of Wong Climb or Consolation.","protection":"TR off one bolt and Piton with chains. Single bolt with old hanger is The Sham, this route is left of that.","location":"Face right of Consolation. Start on Pitch one of The Sham, left of Farewell Horizontal."},"__v":0},{"_id":"LtlqHLJUXUCNHuQSKb7vAA==","name":"Magical Mystery Tour","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Matt Cox, Tobin Sorenson, Dave Evans, Mike Graham & Jim Wilson, 1973  FFA: M. Cox and Darrell Hensel, 1976, P2 Var.: B. Gaines & C. Peterson, 8/94","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":4,"mp_id":"108280075","mp_crag_id":"105794133","climb_id":"LtlqHLJUXUCNHuQSKb7vAA==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"Another obscurity in plain sight, this climbs the steep slab just left of\n\nEdgehogs\n\nand despite the \"R\" rating is more invigorating than dangerous except for some loose blocks on the 4th pitch.\n\nP1) Start up a right-facing corner system then move left onto a slanting ramp which leads to sporty face with spaced protection which leads to a bolted belay atop a small ledge. (5.9 R)\n\nP2) The crux pitch which tackles a thin seam with some fixed pins (micro-wires are helpful to supplement the fixed gear) and then moves sharply left to the left edge of a small roof system before cutting back right past a bolt to gain a two bolt semi-hanging belay. Note: There is a more direct variation (5.11a) which straightens out the line by climbing up past a bolt and then over the roof to join the regular version at the bolt. (5.11c)\n\nP3) Straight into it off the belay to gain some fixed pins and then a bolt before heading up and right on somewhat dirty friction moves, with the hardest moves just before another bolt, (if you blow it here you'll go for a clean 40 footer) then move up and left into a shallow right-facing corner to reach another bolted belay. (5.10d PG/R)\n\nP4) Romp up the easy right-facing corner system, taking care not to dislodge the loose blocks, and gain another bolted belay. (5.7 R)\n\nP5) A testy pitch which moves up and left slightly to a suddenly very exposed position before tackling twin cracks (5.10) with tricky and intermittent protection to a stance belay on gear. Be advised that some decent protection can be found on this pitch but it tends to be spaced and you will still have to hang out to wiggle it in. (5.10 R)\n\nP6) Up and left off the belay to skirt a roof on it's left side  then back right along cracks to a belay on gear. (5.10a)\n\nP7) A right-facing corner then weave you way through the usual Tahquitz overlaps, which appear harder than they actually are, and finish with progressively easier climbing. (5.8)\n\nA long and somewhat serious route but for those climbing at the grade the runout portions are on easier terrain and serve only to enhance a memorable climb.","protection":"Bolts, gear to 2.5 inches including micro-wire; many slings can be helpful","location":"Between\n\nSahara Terror\n\nand\n\nEdgehogs\n\n."},"__v":0},{"_id":"e6tOJYqOV9Gll9+2gI1jww==","name":"The Long Climb","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Royal Robbins and Don Wilson, 1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":18,"mp_id":"105798949","mp_crag_id":"105794133","climb_id":"e6tOJYqOV9Gll9+2gI1jww==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"In the Northwest Recess, immediately to the left of the Maiden Buttress, is a prominent rock formation like a giant flat-roofed dormer window. The Long Climb follows first one and then the other of a pair of cracks on the bottom right side of this tower, where it merges into the Maiden Buttress. After gaining the roof of the tower via a spectacularly exposed overhang, the climb continues up four more pitches of mostly easier climbing, with one short crux. The first two pitches are very physical.\n\nThe 1952 FA of The Long Climb, by Royal Robbins and Don Wilson, started in the right-hand crack and then moved over to the left-hand one, but these days almost everyone does the first pitch using the left-hand crack, which is part of The Wong Climb. Beware of loose rock on pitches 3, 5, and 6.\n\nPitch 1: If doing the original version of the climb, go up the wider crack on the right. 40 m, 5.8\n\nPitch 2: Climb The Mummy Crack, a strenuous off-width on the left. 40 m, 5.8\n\nPitch 3: Climb the right-hand crack system, which then merges with the other one into a single crack. When the crack disappears, head up and left to a belay ledge above a big dead tree. 40 m, 5.7\n\nPitch 4: Head back right over a blocky wall as early as possible (or 5.6R slab higher up). Belay at a tall pine tree on a ledge shared with White Maiden's Walkaway. Exiting on the Maiden is a good option for avoiding the loose rock on the higher pitches of The Long Climb. 20 m, 5.6\n\nPitches 5,6: Climb along the left edge of a triangular rock, 5.8 crux. Continue up and right through easier terrain to the top.","protection":"Pro to 3\".","location":"Far right side of the Northwest Recess, next to the Maiden Buttress."},"__v":0},{"_id":"1X0BaaFJUgChdfXpEpVSOQ==","name":"The Incision","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bob Gaines & Clark Jacobs, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":6,"mp_id":"106881231","mp_crag_id":"105794133","climb_id":"1X0BaaFJUgChdfXpEpVSOQ==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"The Incision is a one pitch variation linking the first belay of\n\nEdgehogs\n\nto the second of Magical Mystery Tour.  Start from the often crowded first belay of\n\nEdgehogs\n\n(now unfortunately marked as the first belay of\n\nWhodunit\n\nin the most recent guide).   Clip the first bolt of\n\nEdgehogs\n\nand move left to a tiny \"corner\".  Climb a few moves up the corner and clip the second bolt.  This section is pretty intimidating, but helps to get your head, and more importantly your feet, in the game.  From the second bolt continue to and over the first brow, clipping another bolt.  Easier climbing past two more bolts brings you to the second and harder brow.  The rock is scaly and lichenous, and tricky climbing leads up over the small roof to the routes namesake; a barely offset thin crack.  The small edge on the crack allows you to clip a pin, and make difficult moves up to and past the last bolt as the climbing eases.\n\nThe climbing is continuous 5.11-/5.11 with good rests at all bolts.  The hardest moves are getting to and past the pin.  This is a good climb for the grade, and would benefit from some traffic.\n\nTo continue from the belay, one can climb up through 2 pins and a bolt.  From there you can climb left on the Three Hour Tour or climb right and join with the second pitch of\n\nEdgehogs\n\n(this is actually the third pitch of Magical Mystery Tour).","protection":"This route needs nothing but quickdraws.  The route used to start and continue to the top will dictate the rest of the rack.","location":"The Incision is located roughly between\n\nWhodunit\n\nand\n\nSahara Terror\n\n.\n\nNOTE: The topo on Page 59 of the Third Edition of the guide is incorrect.  The area between the first and second brow is marked with a P and a X (pin and bolt respectively).  This area has three bolts.  Above the second brow has three X's (bolts).  It actually has a pin and a bolt.  It seems as if they have been switched."},"__v":0},{"_id":"GWtH3Nl4XJCegx7fpgQlrg==","name":"The Gulp","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P. Gerhard and D. Ross, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":10,"mp_id":"106802637","mp_crag_id":"105794133","climb_id":"GWtH3Nl4XJCegx7fpgQlrg==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"A variation off The Swallow.  If you don't want to get Swallowed whole by the wide crack then head left onto The Gulp.  This crack is fairly steep and on the wide side but is no offwidth.  This pitch has a great photo on The Swallow route info.  It veers off left halfway between 1 and 2 on that photo (after a traverse left).  The crack leans left a little in that photo.","protection":"Standard rack.  The actual gulp pitch takes cams in the 3\" range.","location":"The line starts up The Swallow.  At the base of the wide crack head up and left to a crack of reasonable width.  We followed this until it joined Whodunnit not far above the chimney crux.  A great way to pass somebody starting on Whodunnit.  The Swallow begins up easy ground that gets progressively steeper between Whodunnit and Consolation."},"__v":0},{"_id":"hSM/p9FmUYOOweKfSCF/Yg==","name":"Farewell Horizontal","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tom Beck and Scott Escher, July 1998","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":16,"mp_id":"106552761","mp_crag_id":"105794133","climb_id":"hSM/p9FmUYOOweKfSCF/Yg==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"A sweet gem located just to the left of the Wong Climb. Featuring zen-like face climbing with really nice moves, the climb stays interesting all the way to the well protected crux way up high.","protection":"7 bolts, 1 fixed pin, and a small selection of cams and nuts.","location":"Start at the base of the Wong climb clipping the bolt a few feet left of the crack. 1 rope will barely get you down to a ledge/crack system with scrambling, but 2 ropes is better."},"__v":0},{"_id":"9V9iEzBrVvGAajEX6F2gqw==","name":"The Error","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Gary Hemming, Jerry Gallwas, Barbara Lilley, and G. Schlief, September 1952","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":0,"mp_id":"105799982","mp_crag_id":"105794133","climb_id":"9V9iEzBrVvGAajEX6F2gqw==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"This route follows the first crack system to the right of the North Buttress, angling left after four or five pitches to the broken ledge system with two large trees on the North Buttress.  From there, you can finish via either the North Buttress route or the Uneventful.  A 150 long 4th class pitch leads to a nice belay spot on a ledge.  The second pitch is the crux, and the best pitch on the climb.  It is well-protected, and involves underclinging right around a horn and then going over an overhang and up to a belay ledge.  From the left end of this ledge, two pitches up a wide crack system (5.3 and 5.5) lead to the easy traverse that takes you left to the North Buttress/Uneventful routes.","protection":"standard rack","location":""},"__v":0},{"_id":"0rIH61nDXVCXL7r0cTlxQQ==","name":"Edgehogs","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"P1 & 2: Bob Gaines and Clark Jacobs, 8/92. P3 & 4: Bob Gaines, Todd Gordon & Bob Austin, 7/97, Complete route: Bob Gaines & Charlie Peterson, 8/98","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":5,"mp_id":"105799986","mp_crag_id":"105794133","climb_id":"0rIH61nDXVCXL7r0cTlxQQ==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"P1: (5.10A) - Follow the corner left of\n\nWhodunit\n\nto a short crack with a pin and a bolt. Continue to bolted belay.\n\nP2: (5.11-) - Move up and clip a bolt. Make a very tricky move (5.10+) to the right and up for the next bolt. The pin in the 2001 guide is missing, a small cam will fit. Continue up through 5 more bolts with a 5.11 move (never truly on the arete ). Move right toward the arete for another cruxy section over the roof to a 2 bolt belay in an alcove.\n\nP3: (5.10) -  Tricky 5.10 moves on a rounded arete past three bolts to another 2 bolt belay.\n\nP4: (5.10-) - Up from the belay for a pin and/or a bolt. Touch Whodunit for a move or two while searching for the best move left onto the higher face. After the move left, you can either clip a bolt and loop left then back right(farther than seems prudent). The better way to is unlock the upward moves almost directly above the bolt. Continue through a corner to another two bolt belay.\n\nP5/P6: I have never climbed P5 or P6. From the P4 belay, the moves up some roofs/cracks seem improbable. I have always continued onto Magical Mystery Tour, even when I knew I wasn't on route.\n\nP7 (5.10): At the base of the upper headway,stem into a large corner. Clip a pin on the left and work your way to the left lip. The bolt is a bit farther left than one may think (I had already put some gear in when I discovered it at my waist). Jam through the roof high stepping left.","protection":"A few bolts and maybe some gear on pitch 1. Eight bolts, the pin marked in the guidebook is missing and can be supplemented with a small cam on pitch 2. Pitch 3 is fully bolted and has the last rap station (2 ropes).","location":""},"__v":0},{"_id":"+vxOXnBDWfqrgf8v5cGR3A==","name":"Constellation","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob Gaines and Charles Peterson, 1990","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":11,"mp_id":"108278867","mp_crag_id":"105794133","climb_id":"+vxOXnBDWfqrgf8v5cGR3A==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"Tucked amongst a host of popular routes is this seldom done testpiece which deserves more traffic. Although listed as five pitches, and at the top possible to link into adjoining routes, a popular option is to rap off after the end of the fourth pitch to avoid the loose rock on the last pitch.\n\nThe third pitch is exceptionally good and were it closer to the ground would almost certainly see the traffic it deserves.\n\nP1) Climb up the center of the slab linking crack features with somewhat runout face climbing to a belay atop a ledge. (5.8 PG)\n\nP2) Climb a crack then move up and left past a bolt to gain another crack/flake and another small ledge with a bush. (5.10b)\n\nP3) Intricate climbing up a series of cracks/flakes and over a small roof/overlap culminating in a tricky leftwards traverse with the hardest moves just before the belay at a stance. Long slings are helpful on this wandering but excellent quality pitch (5.11c)\n\nP4) A short entirely bolt protected pitch with the hardest moves coming before reaching a small belay ledge. (5.12a)\n\nP5) Face climb up and then right to a weakness through the roof above and then challenging climbing up over another roof with a runout finish (5.10a R) to a stance with bolts. There is some loose rock on this pitch which should be trundled to make it safer. (5.11d R)\n\nUnless continuing to the top via an adjoining route make three (3) rappels from the top of the 5th (or 4th) pitch using two (2) 60 meter ropes.","protection":"Gear to 2.5 inches, bolts, slings","location":"Located on the narrow face between\n\nThe Swallow\n\nand\n\nThe Consolation\n\n."},"__v":0},{"_id":"26xo26uqWTmhj7HJEf26FQ==","name":"The Consolation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Mendenhall and Chuck Wilts, May 1953  FFA Royal Robbins and TM Herbert, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":12,"mp_id":"105799993","mp_crag_id":"105794133","climb_id":"26xo26uqWTmhj7HJEf26FQ==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"This is another excellent long crack route on the shadiest wall at Tahquitz. Route-finding is quite easy until the 4th pitch. Much of the climbing is hand-jamming. Pitch 2 (5.8) has an overhang with a few nice moves. The crux third pitch has a 12 foot long, slightly overhanging jam crack, and then a short overhang with a weird exit move. The third pitch ends on a sloping ledge to your right with a tree.\n\nGoing up straight is the\n\nThe Consolation Direct\n\n(5.10a/b), go either right or left to join The Long Climb or Whodunit.","protection":"The protection on this route is good - bring extra hand-sized pieces.","location":""},"__v":0},{"_id":"3BubBjCrXO29L4KO0kbb2g==","name":"The Consolation Direct","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"left_right_index":13,"mp_id":"110602997","mp_crag_id":"105794133","climb_id":"3BubBjCrXO29L4KO0kbb2g==","areaRef":"XCvJOmn5VRWA+j1WAbB8Cw=="},"content":{"description":"This route follows the first four pitches of The Consolation, but instead of joining either Who-dunit or The Long Climb it continues up a flaring crack and over a roof.\n\nPitch 1-4: The Consolation, belay at a sloping ledge with a good sized tree.\n\nPitch 5: At the right end of the ledge climb up a short crack, then follow a crack with broken ledges up and left to the bottom of a slightly flaring crack. You will also be able to see the roof. Belay here.\n\nPitch 6: Climb the crack and the roof and belay above the roof.\n\nPitch 7: Easier climbing to the top.","protection":"small to 3 inches, standard rack","location":"This route follows the crack between Who-dunit and The Long Climb to the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,08e49e2f-9145-54f6-823f-36ad193735af,2498cbb4-36bc-5cae-af3f-7a09ff60b422,5c2bc93a-69f9-5515-80fa-3d5601b07c0b","pathTokens":["USA","California","Tahquitz & Suicide Rocks","Tahquitz Rock","(d) Northwest Recess"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":3,"label":"5.9"},{"count":4,"label":"5.10d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":4,"intermediate":11,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":11,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.68392,33.76079]},"bbox":[-116.68446086977079,33.760340339818136,-116.6833791302292,33.76123966018186],"left_right_index":-1,"ext_id":"105794133","area_id":"XCvJOmn5VRWA+j1WAbB8Cw==","polygon":{"type":"Polygon","coordinates":[[[-116.68446086977079,33.760340339818136],[-116.6833791302292,33.760340339818136],[-116.6833791302292,33.76123966018186],[-116.68446086977079,33.76123966018186],[-116.68446086977079,33.760340339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:54:22.797Z","updatedAt":"2024-02-19T18:29:26.811Z"}