{"_id":"6368a265e80bff5a99565cc9","area_name":"Westmoreland Sanctuary","shortCode":"","climbs":[{"_id":"Q+89r9ZlU7i5+nti6l8N1w==","name":"You Come Here Often?","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"April 10 2020","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.67587,41.18173]},"left_right_index":999999,"mp_id":"119903243","mp_crag_id":"118942644","climb_id":"Q+89r9ZlU7i5+nti6l8N1w==","areaRef":"VFP2E1YfX2CmH9+ADTgsHw=="},"content":{"description":"Start with both hands matched in the lower diagonal crack of the boulder. Climb directly up the face until you reach the very large diagonal crack in the rock and traverse over left and top out. A direct finish looks possible, but the top of the boulder needs to be cleaned a little. This boulder is pretty tall, but the crux is the rock over move onto the front of the face from the starting holds. Pretty hard to fall off the top out as it is at most v0.","protection":"","location":"To get to this boulder follow the trail in by the welcome center. Take Easy loop, to catbird, and then follow for 10-15 minutes. This boulder is on the left side of the trail. Can't miss it. "},"__v":0},{"_id":"frKQ2YlWWEm3umTtU5J1Lw==","name":"From Where I Am","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.67587,41.18173]},"left_right_index":999999,"mp_id":"118942708","mp_crag_id":"118942644","climb_id":"frKQ2YlWWEm3umTtU5J1Lw==","areaRef":"VFP2E1YfX2CmH9+ADTgsHw=="},"content":{"description":"There are a lot of different options on this rock - it's definitely a high ball topping out at 25ft or so. \n\n Since I'm not experienced outdoors, I stuck to a traverse at about 8-10 feet off the deck. There's some decent pad placement on mostly flat ground, but a few spots that aren't as flat / easy. This rock also has some really good foot holds - in some cases small ledges. Hand holds generally pretty solid as well. The height of the problems I think make it a V0+ to V1- someone with more experience outdoors could probably top this out without issue. The walk off the back is possible, but I wouldn't really want to do it with climbing shoes on since it's kind of narrow / steep. \n\n The quality of the rock is nice on your hands, I'm not sure what type it is, but I liked it. ","protection":"Two pads + spotter","location":"Stick to the orange trail - go past the lake- you'll see a wooden plank crossing and then a small boulder on your right hand side. Keep going and the trail will start winding a bit, before trail marker 6 on this map, you will see some boulders on your left hand side. \n\nwestmorelandsanctuary.org/w…\n\n "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,5453f613-561f-5f60-a61f-df800d382c1f","pathTokens":["USA","New York","Westmoreland Sanctuary"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2"},{"count":1,"label":"V0-1"}],"byDiscipline":{"bouldering":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.67587,41.18173]},"bbox":[-73.6764674558868,41.18128033981814,-73.67527254411321,41.18217966018185],"left_right_index":-1,"ext_id":"118942644","area_id":"VFP2E1YfX2CmH9+ADTgsHw=="},"content":{"description":"Great open parking lot, only a couple boulders that I found - easy to navigate trails and well maintained!\n\n Westmoreland Sanctuary was established in 1957 as a not-for-profit nature center and wildlife preserve with the mission to “acquire, establish and maintain for the free use, enjoyment and appreciation of the public. . . tracts of land, including woodland and streams, as a nature sanctuary . . . to promote nature appreciation, preservation and conservation generally, for the present and future benefit and enjoyment of the public.” Westmoreland also offers a variety of environmental education, conservation and recreational programs and events serving nearly 15,000 visitors every year. Through these facilities and programs Westmoreland encourages a deeper understanding and engagement with nature and our environment.\n\n Access may be revoked if we over-impose or abuse the rules. The primary user group here are hikers and one complaint about climbers might result in loss of access. So with that said, stay on trails, Leave No Trace, and be courteous to hikers. Maintain social distancing, be wary of erosion, minimize landscaping, and park in designated parking areas. Dogs are unfortunately not allowed in this park."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:15:06.835Z","updatedAt":"2024-01-15T16:47:26.780Z"}