{"_id":"63689de0e80bff5a994f945f","area_name":"Gym, The","shortCode":"","climbs":[{"_id":"FJv7ypuNX5Ol54xSu2Jrjw==","name":"VHS or Beta","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Darryl Roth, Mark Van Horn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":51,"mp_id":"108848101","mp_crag_id":"105745346","climb_id":"FJv7ypuNX5Ol54xSu2Jrjw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Start out with easy climbing past 2 bolts and then into continues 5.11 moves to an overlap. Cop a quick shake, then decipher the crux to a hard clip. Don't celebrate quite yet, because there is sporty, sustained face climbing all the way to the anchors.  This route has some amazing black limestone that climbs similar to The Dark Side.\n\nPer\n\nDarryl Roth\n\n: this was the first route put up at The Gym.","protection":"6 bolts and 2 coldshut anchors","location":"This gem is the route furthest right on the Carb Wall, located on the crest between the Combustion Wall and Ejection Wall.  The route starts above a thorn patch, with the first 3 bolts in a black streak."},"__v":0},{"_id":"rbRi8vg2UYGjJ4PnKQKgbQ==","name":"Urban Fringe","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Andrew, Glenda, and Alexi Lainis, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":5,"mp_id":"105756412","mp_crag_id":"105745346","climb_id":"rbRi8vg2UYGjJ4PnKQKgbQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"On the North end of The Gym (referred to as the \"New Gym\" in Thompson's guide to Cactus/Spiny), but to the right of Black Mamba Arete, is a steep red panel that is split by a crack. Follow a line of bolts past the seam which widens to a finger, then hand crack, over a small roof. Do an exciting lieback move and pull left to two more bolts and work the crack up to the anchors. The route finishes below a roof.\n\nA very nice route and worth the walk from Cactus and Spiny ridge. Also in the shade in the afternoon.","protection":"Eight bolts to a two bolt anchor.","location":""},"__v":0},{"_id":"SO1n+ZtaW+S72aDMD+H4Jg==","name":"Up Valley Goes Downtown","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":3,"mp_id":"105752782","mp_crag_id":"105745346","climb_id":"SO1n+ZtaW+S72aDMD+H4Jg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"To locate this climb, head to the very south end of The Gym (where it meets the east corner of Spiney Ridge).  Arrowhead Spire sits right here, and just to the north (right) of it is a tall, triangular wall with two bolted routes on tan, sandy-looking rock.  The right hand route starts with a curving handcrack.  This is UVGD.\n\nThe actual climbing on this route is pretty good and varied, which makes up for a bit of chossy rock and an \"interesting\" bolt placement or two.  It starts with a fun, steep, little, hand crack that turns into fingers.  Add some nice Shelf Road edges for footholds and crank on up.  Towards the top, you will run into a nice ledge that presents an interesting and balancy challenge to stand on.","protection":"8 bolts and anchors.","location":""},"__v":0},{"_id":"XMBBm7rMX2uaU9gN9Cdl+Q==","name":"Untapped","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Mark Van Horn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":23,"mp_id":"106725284","mp_crag_id":"105745346","climb_id":"XMBBm7rMX2uaU9gN9Cdl+Q==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This route is pretty good.  Worth doing if you've already done some of the ultra classics. It's not very sustained.  Untapped starts off with 4 bolts of easier climbing through some hollow crack features(only matter of time before some of this breaks), to get to a ledge.  Stand or sit which ever you prefer, but get ready for the business, cause it will come at you quick.  Do a balancy move off of a mono to reach a jug.  Then fire through the first crux.  With the lack of feet, it will make you work for it.  Next, try to recover because, the next super techy & sequency boulder problem comes fast.  When you finally get to the top be ready to see the weirdest set of anchors you have ever seen.  I'll leave it to your imagination or gratification for those who climb it.\n\nI felt as though the first crux may have broken at some time, due to the difficulty and lack of rubber on feet I used.\n\nIf anyone knows who put up the first ascent, please let me know so I can post it.","protection":"9 bolts + 2 for anchors.","location":"Hike a little farther down the trail, about 100', from\n\nBlast From the Past\n\n, which is the obvious big roof. You'll see a dihedral.  Untapped is on the L side of it with the obvious ledge a 1/3rd of the way up.\n\nOur Bosch of Immaculate Conception\n\nis just right and heads up the slab."},"__v":0},{"_id":"/4juxlPcUJC3PwwTYMyrhg==","name":"Trailer Park Logic","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Dangle, Richard Aschert, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":46,"mp_id":"105762243","mp_crag_id":"105745346","climb_id":"/4juxlPcUJC3PwwTYMyrhg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"First a disclaimer - I only top roped this route, but it is good enough that I thought it was worth adding to the site (my partner who led it would certainly not get around to it).\n\nThe climb is called \"Trailer Park Logic\" and is rated 5.9+ in the new Knapp/Thompson/Aschert guide.  It is listed as \"Unknown\" in Van Horn's guide as number 15 in the Gym section at 11b/c.  It appeared to have a second pitch, which may warrant the 11b rating, but we only climbed the first pitch which felt about mid-10.\n\nThe climb is the first left of \"I Never Met a Carbo I Didn't Like\" on the Pinhead Wall.  It starts in a corner with 2 bolts and goes left of a crack system, through a black bulge and meets up with the crack which veers left to join the route above the bulge.  Very well bolted.  Straight through the bulge is entertaining and only 10c due to good hands and feet, however there is certainly a temptation to go right into the crack a bit, which may be slightly easier.\n\nFun climb; another good 10 in the area.","protection":"For Pitch 1 - 11 bolts to a 2-bolt anchor","location":""},"__v":0},{"_id":"hyBudP/JV/SCKHSxST4+Bg==","name":"Tomato, Tomotto","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Musso, Thompson, Montoya","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":15,"mp_id":"106471624","mp_crag_id":"105745346","climb_id":"hyBudP/JV/SCKHSxST4+Bg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Pull powerful pocket moves from the ground, move right to better holds, then punch it for the anchors on very cool sequences.  This short route packs too many bolts, but it's fun moves make it worthwhile.  Could be climbed perfectly safe with half the bolts it sports.","protection":"Approximately 8 bolts.","location":"It is just beyond the Mammoth Wall area, around the corner from \"\n\nCask Strength\n\n.\"  To the right of Tomato, Tomotto lies a black slab called St. Patty's Slab."},"__v":0},{"_id":"fTVOKmV1VU6rYt8cPPM7SA==","name":"Thunder & Lightning","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":45,"mp_id":"107874500","mp_crag_id":"105745346","climb_id":"fTVOKmV1VU6rYt8cPPM7SA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This starts just right of\n\nSpontaneous Combustio\n\nn, and like the others on this wall, it starts out bouldery (the thunder) and eases up for a while until the technical crux up high (the lightning).","protection":"10 bolts, 2 bolt anchor.","location":"It is just right of\n\nSpontaneous Combustion\n\n."},"__v":0},{"_id":"lgHx5Y5sVbyOrJTjea5rVw==","name":"Three Stooges","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Aschert, Dangle and D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":21,"mp_id":"105761601","mp_crag_id":"105745346","climb_id":"lgHx5Y5sVbyOrJTjea5rVw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"A beautiful face climb located in the \"New Gym area\". Start 10 feet right of \"Fat Burger\" in the Thompson Guide. Crank up a short crack/corner past three bolts. Reach a nice ledge and veer right up the steep face past several bolts to a technical move at the eighth bolt. Move a little left to good holds and crank up the steep face to the anchor. Almost three stars. Great route with fantastic moves.","protection":"12 bolts lead to a two-bolt anchor.","location":""},"__v":0},{"_id":"IGsc7qwAV6GALnTk2FzQug==","name":"There Goes the Neighborhood","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Andrea Appleby","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":38,"mp_id":"106374515","mp_crag_id":"105745346","climb_id":"IGsc7qwAV6GALnTk2FzQug==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Climb the solid, black panel past 7 bolt to the anchor. This climb is a bit sharp on the fingers. The crux is at the first bolt and is hard for the grade if you don't find the hidden jug.","protection":"7 bolts.","location":"Left most route on the Combustion Wall."},"__v":0},{"_id":"6ygMx0MLXkGSwHgXU+8U2Q==","name":"Stud with a Rug","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":19,"mp_id":"106471617","mp_crag_id":"105745346","climb_id":"6ygMx0MLXkGSwHgXU+8U2Q==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Follow the first 2-3 bolts of \"\n\nShe's Got a Full Set of Camalots\n\n\" and break hard left.  Take the first right and head up the thin face on long reaches and sharp holds.","protection":"Approximately 7 bolts.","location":"Located in the New Gym area, walk past the large walls of the Mammoth area, to a large overhang near the ground. On the left side of the overhang is \"\n\nBlast From the Past\n\n, .13a\". On the right side of the overhang is a corner with bolts that serve the starts of several routes. Start here and move up 2-3 bolts and boulder left through some pockets to a small rest stance, then head up into thin moves."},"__v":0},{"_id":"n8Rj4PXaWMecDDl4B2IzVw==","name":"St. Patty's Slab","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Pat Thompson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":16,"mp_id":"105761394","mp_crag_id":"105745346","climb_id":"n8Rj4PXaWMecDDl4B2IzVw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Located about 50' to the right of 'Gastoned Again', is a dark slab in a small corner.\n\nThis route is sustained right off the ground, and the climbing is more thin an tenuous than the typical Shelf route. It gets interesting between the 5th and 6th bolts, and the quality drops off a bit for the last 30' or so.\n\nOverall, this is a full-value route at the grade, and the first 50-60' are very high quality and worth your time if you're looking for a change of scenery.","protection":"11 quickdraws","location":""},"__v":0},{"_id":"TafZjAKLVIa+iYxYvK/xgQ==","name":"Spontaneous Combustion","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Darryl Roth, Dave Dangle and Richard Aschert","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":44,"mp_id":"105763593","mp_crag_id":"105745346","climb_id":"TafZjAKLVIa+iYxYvK/xgQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This route is located on the beautiful slab of rock south of the Ejection Wall.  As of Mar '05, it was marked by a small plaque at the base, and it is listed in the Van Horn guide (though not on the topo).\n\nAn excellent route on superb rock, this is one of the few routes at shelf that starts on bomber rock, and thus has no choss on the entire route.  The hardest moves are at the very start with a difficult boulder problem.  It's best to clip the low first bolt from the ground, or get a spotter.  Once you reach the second bolt, it's all gravy, with some spectacular pockets on perfect stone.  The upper climbing gets a bit tedious, as it doesn't rise to the level of the lower section, but it is still good climbing.\n\nThis route rivals the\n\nGym Arete\n\nfor the best 12- at the Gym, and is a must do!","protection":"[10] bolts, I think.  Clip the first bolt from the ground, before you start.","location":""},"__v":0},{"_id":"c8ajj6hlXtiPP9j/DUZVaQ==","name":"Solar Flex","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Bob D'Antonio & D. Roth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":67,"mp_id":"105763590","mp_crag_id":"105745346","climb_id":"c8ajj6hlXtiPP9j/DUZVaQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This route is located on the black bowling ball buttress just up canyon from the Example prow.  The buttress contains two routes, \"Arnold, Arnold!\", and to its right, \"Solar Flex\".\n\nYou may want to stick clip the first bolt, then scramble up a chossy flake to begin the route.  The hardness gets going right away, with steeper than normal (for Shelf) climbing up excellent stone.  Move quickly to a good rest at a flake just right of the 3rd bolt.  Past this, the crux involves spanning a long blank section, then the route eases up considerably, while a long runout takes you to the shared anchor.\n\nThis is a rare, high quality power route, so take advantage of it, if that's your style.  If you like this route, then you should also like \"Arnold, Arnold\".","protection":"4 bolts to welded cold shut anchor, shared with \"Arnold, Arnold!\"","location":""},"__v":0},{"_id":"rodVb0X9Vg++iNV6ZAVqGQ==","name":"The Smoking Pickle","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dave Dangle, Rich Aschert, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":43,"mp_id":"106165069","mp_crag_id":"105745346","climb_id":"rodVb0X9Vg++iNV6ZAVqGQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This has a very thin and difficult sequence which starts as soon as you take your feet off the ground and does not stop until you reach the 4th bolt. Once you've gotten to the 4th bolt, rests placed just where you need them will get you through the moderate finish to the anchors. It is just as good as the other 12s on this wall if not one of the best.\n\nAlthough very similar to its neighbor\n\nSpontaneous Combustion\n\n, the crux section felt harder and more sustained. There is some loose rock along the way, but further ascents will help clear some of this away. Having your belayer wear a helmet is not a bad idea.","protection":"12 bolts with a 2 bolt anchor.","location":"This is located at the Combustion Wall Area immediately left of\n\nSpontaneous Combustion\n\n."},"__v":0},{"_id":"gOCJMZ+7Wem6OF9H/cNcsw==","name":"Shorty Bob","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Musso and Wayne Montoya","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":7,"mp_id":"105827564","mp_crag_id":"105745346","climb_id":"gOCJMZ+7Wem6OF9H/cNcsw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"You'll either like it or hate it.  Like stemming and arete exposure?  You may like this line.  If not, move on by.  This route also has a bird sh** alert.  Your experience may by +/- a star on mine. Begin with easy climbing up a corner, and avoid the bird poop via pockets.  Stem to set up for the thoughtful crux, near the roof, which deposits you on the arete for some fun climbing including a crack on the arete!","protection":"11 bolts to anchors.","location":"Located to the left of\n\nGastoned Again\n\n(several lines) after the wall capped by the roof turns the corner."},"__v":0},{"_id":"CC3BkSLTWwSGz91e86E1Yw==","name":"She's Got a Full Set of Camalots!","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Aschert, Dave Dangle and Bob D'Antonio, 2004","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":20,"mp_id":"105761604","mp_crag_id":"105745346","climb_id":"CC3BkSLTWwSGz91e86E1Yw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Start 10 feet right of \"Fat Burger\" in the Thompson guide. Climb up an obivous crack/corner past two bolts. Reach left clipping a bolt on the left side of the crack. Fire up a steep face (crux) and reach a ledge below a thin hands crack. Fire up the crack on good jams to the anchor. One of the best crack climbs at Shelf.","protection":"11 bolts lead to a two-bolt anchor.","location":""},"__v":0},{"_id":"3ZGHnfADVu66f3AOvx+t8A==","name":"Senor Verde","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Stewart Green","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":28,"mp_id":"106935161","mp_crag_id":"105745346","climb_id":"3ZGHnfADVu66f3AOvx+t8A==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"An engaging route on a brilliant & unique slab of white stone.  The rock is ultra-smooth, and relatively featureless, though enough rounded crimps exist to make the line go.  The line is definitely squeezed in, but the line climbs independently and seems justified considering the unusual rock.\n\nEasy moves lead up and right to a stance on the arete.  Big cruxy moves work up along a shallow feature to another good stance on the left face.  Above the break a crack appears allowing easier passage to a ledge and the anchor.","protection":"Bolts to 2 BA.","location":"On the right-face of the dihedral right of \"\n\nUntapped\"\n\n, this is the route that climbs the rounded prow left of a groove."},"__v":0},{"_id":"E5s1nFB3XiCvy29lCSef2A==","name":"Scarface","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob and Carrie Robertson","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":50,"mp_id":"108933402","mp_crag_id":"105745346","climb_id":"E5s1nFB3XiCvy29lCSef2A==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"The first thing to note: if someone is climbing the route to the right (\n\nVHS or beta\n\n), wait until they finish that route, as this route causes an uncomfortable squeeze at an inopportune moment for both parties.\n\nFight through some bushes and start up the left hand line on fun, easy, ironically well-protected climbing to a good stance under the bulge.  Clip a crooked, old SMC hanger, and pull through the bulge into a rock scar, where you will encounter the real crux - figuring out which way to go.  This is runout with kind of a nasty surprise at the end, no matter which way you go.  The rest is easy but still pretty runout.\n\nWith 2 additional bolts and some new hardware, this would be a pretty decent route.  Otherwise, some shenanigans will reduce the hair factor and increase the enjoyment.","protection":"It has old, low quality bolts and hangers that are really poorly located.  The crux is very runout, and depending on how you do it, you are looking at serious ledgefall potential.  I recommend pre-hanging draws with a really long runner off the anchor and a 15 foot runner (yes, you read that correctly) off the last bolt.  If this route was completely retrobolted, it would probably be 2 stars, but given its current status, it is just a few pockets with cobwebs in them.  Going ground up OS on this would be pretty bold.","location":"At the far right side of the Combustion Wall area, just above the scramble down to the Ejection Wall, there is a bushy alcove with two routes. This is the left hand route."},"__v":0},{"_id":"BewtPEV/WlC+YrFNAfb93g==","name":"S&M Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Green/Morris","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":29,"mp_id":"114122888","mp_crag_id":"105745346","climb_id":"BewtPEV/WlC+YrFNAfb93g==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"S&M Crack has fun climbing up an ugly crack/groove.","protection":"4 bolts.","location":"This is just right of\n\nSenor Verde\n\n."},"__v":0},{"_id":"k4gM7kF0X/6wE3u9Epqn5g==","name":"Rio Station","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":35,"mp_id":"105831044","mp_crag_id":"105745346","climb_id":"k4gM7kF0X/6wE3u9Epqn5g==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This route has two cruxes: one low and one high. The bolt placements will clue one in on the exact crux locations. They get tight at the two crux locations and much more spread out on the easier climbing. This is a great climb with pocket mystery and weird layback work. Don't be afraid of the spaced out placements (10- in those areas).","protection":"Bolts.","location":"This is on the left side of the Book formation."},"__v":0},{"_id":"q3fqmtctUdeRzRp+JiTFEA==","name":"The Real Deal","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":41,"mp_id":"106297712","mp_crag_id":"105745346","climb_id":"q3fqmtctUdeRzRp+JiTFEA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"On the the left side Combustion Wall, this starts immediately left of\n\nLockdown\n\n.  From the 3rd bolt, it diagonals up and right, joining\n\nLockdown\n\nfor its upper half, while Fly Little Super Boy continues straight up.  I guess it's kind of a linkup, but it isn't clear from Fred's guide which of these routes came first (presumably it came before Bob's recent contribution,\n\nLockdown\n\n).\n\nThe climbing is good, with a crux coming around the 2nd bolt.  The bolts on the upper half after it joins\n\nLockdown\n\nare spaced pretty honestly compared to the routes to the right,\n\nThe Smoking Pickle\n\nand\n\nSpontaneous Combustion\n\n.  Probably on the easier side of 12a... and definitely easier than the 11d's over to the right (\n\nI Never Met a Carbo I Didn't Like\n\n, VHS or Beta).","protection":"8 bolts.","location":"This is on the Combustion Wall."},"__v":0},{"_id":"AfTV/vPaXZCkcmkcgsYCJw==","name":"The Raw and the Roasted","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Rick Thompson, Pat Thompson, John Musso","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":12,"mp_id":"106015558","mp_crag_id":"105745346","climb_id":"AfTV/vPaXZCkcmkcgsYCJw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This is the first route to the right of \"\n\nGastoned Again\n\n\". Superb!\n\nFollow 4 bolts up a short, prickly arete to a large ledge (1st and 4th bolts are easily skippable).  Now for the fun.  Climb solid stone to a small roof.  Rest and prepare for the crux.  Pull around the overlap to the left and begin the business.","protection":"13 bolts + 2 bolt anchor.","location":"This route is just right of\n\nGastoned Again\n\non the Mammoth Wall in the Gym Area."},"__v":0},{"_id":"05wZSxeMUi+14xSP6QOefQ==","name":"Rally Monkey","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dangle/Aschert, 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":18,"mp_id":"106471608","mp_crag_id":"105745346","climb_id":"05wZSxeMUi+14xSP6QOefQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Follow the first 2-3 bolts of \"\n\nShe's Got a Full Set of Camalots\n\n\" and break hard left.  Pass the turn off for \"\n\nStud With a Rug\n\n\" and keep going left.  At the edge of the face, cop a full rest in a hands off bucket, then gun for the top on thin face moves.","protection":"Approximately 7 bolts.","location":"Located in the New Gym area, walk past the large walls of the Mammoth area, to a large overhang near the ground.  On the left side of the overhang is \"\n\nBlast From the Past\n\n, .13a\".  On the right side of the overhang is a corner with bolts that serve the starts of several routes.  Start here and keep going left to the arete."},"__v":0},{"_id":"5yiEeQ6qUk6J65RXzgcuLQ==","name":"Pulley Mammoth","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"John Musso","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":8,"mp_id":"105827570","mp_crag_id":"105745346","climb_id":"5yiEeQ6qUk6J65RXzgcuLQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Pulley Mammoth is a fun line, with hidden qualities from the ground eye view. The fun, slightly dirty start below the roof warms you up, the roof delivers a punch, but the real fight comes between the roof and the chains. It has interesting movement throughout.","protection":"12 bolts to anchors.","location":"This is located on the left side of the panel of rock to the left of\n\nGastoned Again\n\njust to the left of\n\nNatty Dread\n\n(11b) and to the right of\n\nShorty Bob\n\n(10c)."},"__v":0},{"_id":"1bknfxarVf6K1qsyQ8HtKQ==","name":"Profits of Rage","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Kurt Smith or Geoff Weigand","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":80,"mp_id":"105754153","mp_crag_id":"105745346","climb_id":"1bknfxarVf6K1qsyQ8HtKQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Once a nice 5.12 route, Profits of Rage, has become a hybrid route of questionable status. Sometime in the mid-90s, after a big nighttime rainstorm, the top 2/3 rds of the route fell down the hill, smashed a hole in the cliff above the road, nuked part of the road and fell all the way to the canyon floor.\n\nThe route now starts at the base of the original route. Clip the first few bolts still in place and cast off on a circuitous path to the canyon bottom passing the large tofu block on the hill side.  The crux is finding all the bolts on the way to the chains which are on the other side of the river, that is where the waders come into play.  This route is atypical in that it is the destination that is enjoyable, not the journey itself. Once on the canyon floor, you gain an interpreting perspective on the Shelf Road Recreation area, which has a lot more to offer beyond just climbing.","protection":"10 or 11 QDs (optional), a good stiff pair of hiking boots, waders (depending on the time of year) and a very, very long rope.","location":""},"__v":0},{"_id":"bpGEiU2fVV6vdj3RSFhg5A==","name":"Prickly Pear","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":31,"mp_id":"106935155","mp_crag_id":"105745346","climb_id":"bpGEiU2fVV6vdj3RSFhg5A==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Pricky Pear is a nice moderate on good rock.  Its got an undeserved reputation for sharp rock, but in reality the stone is no more sharp than the typical Shelf 5.10.  Certainly worth doing if you're looking for a good 5.10.\n\nBegin easily on large suspect blocks.  Thin climbing up dark stone leads to a nice panel of pockets and a brief reachy section to gain the anchor.\n\nFaces NW, so receives shade earlier than most routes.","protection":"Features unusual bent angle hangers and a 2BA.","location":"About 40 feet left of the North-facing bulge of\n\nLibrium Quiver\n\n."},"__v":0},{"_id":"DqHFGgc1XHCuAK/kIvWrOw==","name":"Pinhead","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":49,"mp_id":"105752785","mp_crag_id":"105745346","climb_id":"DqHFGgc1XHCuAK/kIvWrOw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"To locate this route, from the far south end of the Gym (where it meets the east end of Spiney Ridge), walk north approximately 200 to 300 yards.  Notice that in this area there are some very tall walls of beautiful rock.  Keep an eye out for a smaller, overhanging section of rock with a deep undercut beneath it.  If you see a ton of brown guano in this cave, you have located the Ejection Wall.  Hike upward and to the left onto a nice big belay boulder.  Pinhead is the 3rd line on the right, with kind of a pillar start sporting 3 bolts.\n\nCrank hard and fast past the thuggish start.  Pedal those great feet with just about nothing for hands on steep bulgy rock up to a sweet jug.  Fun, casual climbing on excellent black rock, laced with pockets and edges will lead you up to a nice ledge with some more sweet pockets.  Enjoy the awkward and balnancy move up to the next bolt.  Above lies easier climbing past one more bolt, and an easy runout to the anchors.  The last section is very easy, but be careful as there is evidence of holds that have broken off in this area.\n\nGreat route on great rock.","protection":"7 bolts and anchor.","location":""},"__v":0},{"_id":"UR4WcJJ6UcS8Fqf9QjCXGQ==","name":"Penitentiary Pump","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Geoff Sluyter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":33,"mp_id":"106373838","mp_crag_id":"105745346","climb_id":"UR4WcJJ6UcS8Fqf9QjCXGQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Climb past 2 bolts to a good rest at the 3rd bolt. Start into the lower crux of the route pulling on small crimps. Move left at the 4th bolt for a few moves and then back right to clip the 5th. Make one last hard move to gain the big rest under the large roof. Climb out the horizontal roof (well-protected) on large pockets to find the jugs just past lip. Crank past the final crimper crux to a good stance at the anchor.","protection":"9 bolts.","location":"This route is located about 15 feet right of\n\nLibrium Quiver\n\n."},"__v":0},{"_id":"7oy9pwygW0epixiBZhUL9Q==","name":"Paradise Regained","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Curt Fry","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":39,"mp_id":"106376339","mp_crag_id":"105745346","climb_id":"7oy9pwygW0epixiBZhUL9Q==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Start on short slab. Climb tiny roof with pockets to jet-black rock with more pockets and edges. Sharp on hands.","protection":"5 bolts.","location":"One route right of \"\n\nThere Goes the Neighborhood\n\n.\""},"__v":0},{"_id":"6QfC2jJsW9SqN0yQwmGmkA==","name":"Our Bosch of Immaculate Conception","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brian Mullin","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":27,"mp_id":"105762222","mp_crag_id":"105745346","climb_id":"6QfC2jJsW9SqN0yQwmGmkA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"A couple hundred feet right of the Mammoth Wall (home of\n\nNatty Dread\n\n,\n\nGa-stoned Again\n\n, and many other fine routes) is an inviting clean slab.  This route ascends the center of this wall and was established in vintage style.  As such it is a little run-out, however as such is also very engaging and thoughtful.\n\nStanding at the base of the wall, the route will be obvious.  Look for the spread out line of bolts, with the first being a ways up and the second similarly far above the first.  From the ground the climbing looks very difficult between the first and second bolt, but there are good holds and feet that aren't obvious from the ground and aren't covered with chalk.  Start in a finger crack and climb up to the first bolt, continue meandering past the line of bolts finding the path of least resistance.  There is currently a two bolt anchor at the top.\n\nThis route is great in it's current state.  Periodic good stances allow for the necessary thinking the route requires to ascend safely.  While run-out, the protection seems quite appropriate, in my opinion.  I sincerely hope that this route does NOT get retro-bolted.  If it does, it will become an average 5.10 clip-up.  The largest detraction from this route is the ridiculous squeeze job that has been put in to the right of it (Senor Verde).  The location of the first few bolts of this new route severly detracts from the beginning of Our Bosch of Immaculate Conception, a true shame.","protection":"Quick draws.","location":""},"__v":0},{"_id":"WxmTbRk3XkyzdMY5XkP4Gw==","name":"Orange Marmalade","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":73,"mp_id":"108609953","mp_crag_id":"105745346","climb_id":"WxmTbRk3XkyzdMY5XkP4Gw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This is a contrived route on good stone, It has zig-zag climbing with silly bolting. A bolt placement correction would make this a better route.","protection":"6 bolts.","location":"It is between\n\nJane Fonda\n\nand\n\nCimarron Lanes\n\n."},"__v":0},{"_id":"JuI6YIa6WImsL42v/gWRMA==","name":"Oh... What Are You Looking At","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio, Dave Dangle and Kelly Baldwin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":6,"mp_id":"105762168","mp_crag_id":"105745346","climb_id":"JuI6YIa6WImsL42v/gWRMA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"In the \"New Gym\" area start about fifteen feet right of Urban Fringe on a clean, steep panel of rock. Climb up past three bolts to a technical section with small, shallow pockets at a small roof. Power up to a good pocket and then a big edge. Make a series of pumpy moves up shallow corners to a good pocket. Follow the steep rock with good holds to the anchor. Good route with a hard crux move.","protection":"Ten clips will get you to a two-bolt anchor.","location":""},"__v":0},{"_id":"Xt4JR7ujU960F3LjUvCBIA==","name":"The New Vernacular","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Thompson & Lin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":10,"mp_id":"105862489","mp_crag_id":"105745346","climb_id":"Xt4JR7ujU960F3LjUvCBIA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"The guidebook raves about this route (the author was the first ascensionist), and while it has some excellent climbing and excellent rock, it is basically a discontinuous squeeze job from which it is possible at several points to step over to\n\nNatty Dread\n\nor\n\nGastoned Again\n\n.\n\nThere is a hard move at the first bolt, then easy climbing.  There is a much harder than anything else crux passing a looks-like-the-crux bulge around the fifth bolt which can be avoided at 5.11 by making a move left to\n\nND\n\n, a move up and then back R to TNV (TNV is 11+ done this way).  Some much easier climbing follows to a roof.  From the roof to the top is an excellent passage of thin off-vertical face climbing.","protection":"11 bolts.","location":"This is on the Mammoth Wall just left of the\n\nGastoned Again\n\ncorner."},"__v":0},{"_id":"3G1KewiTXxytFjxw/e8GZw==","name":"New Rule","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":22,"mp_id":"106132707","mp_crag_id":"105745346","climb_id":"3G1KewiTXxytFjxw/e8GZw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This route is about 10ft right of\n\nThree Stooges\n\n, on a southeast-facing slab.  The bottom looks chossy, and there is a little bit of vegetation to either side with homemade hangers on the first two bolts.  The climb is actually really great; the prickly limestone at the bottom is totally solid and interesting to climb on.  The black slab at the top is classic, \"The Dark Side\", thin slabbing between deep pockets.","protection":"8 bolts, solid anchors.","location":""},"__v":0},{"_id":"DQYWYCXwUaGEryjeJkbLFA==","name":"Needle Haven aka Fallen Prophet","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Joe Desimone, 1994?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":78,"mp_id":"106676137","mp_crag_id":"105745346","climb_id":"DQYWYCXwUaGEryjeJkbLFA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Despite the intimidating name, Needle Haven is a great moderate line that would be an over-chalked, highly polished classic if it were in a more popular setting.  One of the better 5.10s at The Gym, this is a great warm up option if you don't mind hacking a bit further through the weeds.\n\nBegin up the steep slab that is fortunately quite a bit easier than that of its neighbor.  After the initial low-angle warmup section, the angle steepens and the climbing becomes more intense.  A brief, near-blank section, just right of the \"\n\nArmstrong Express\n\n\" dihedral, leads to big holds over the final, steep bulge.","protection":"Red, angle-iron, bolt hangers to 2 BA.","location":"It is immediately right of \"\n\nThe Armstrong Express\n\n\"."},"__v":0},{"_id":"k5mE75X1X1edc3OZw9lFRQ==","name":"Natty Dread","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Perrin, Weber 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":9,"mp_id":"105862484","mp_crag_id":"105745346","climb_id":"k5mE75X1X1edc3OZw9lFRQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Another excellent pitch on the Mammoth Wall.  It gradually builds in difficulty with the crux a of off-vertical crimping a bolt or two from the top.  At the roof, you can force it straight up, which to judge from the chalk is an option rarely taken, or follow the good holds up the corner to the right and then cut back left onto the face as soon as possible.","protection":"10 bolts.","location":"The second line of bolts to the left of\n\nGastoned Again\n\n, heading to the right edge of the big roof."},"__v":0},{"_id":"/rsz69BAWLeYhgZAzfPCvg==","name":"My Generation","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kevin Gonzales","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":54,"mp_id":"105754750","mp_crag_id":"105745346","climb_id":"/rsz69BAWLeYhgZAzfPCvg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Just right of\n\nEjection Seat\n\n, My Generation tackles another steep overhang and slab. It begins with a tough, bouldery start to a horizontal break (rest), then continue with a very thin section to an obvious hueco. Shake out and complete a final crux reach. Enjoy the tricky 5.11 slab. This is the easiest of Dan Durland's Triple Crown routes, but if you do not have the cruxes dialed, I would recommend a very long draw for the second bolt above the break. This bolt is very difficult to clip otherwise, since it is in the middle of the crux. A fall onto the lower bolt is awkward and potentially dangerous. Otherwise, this has excellent climbing.","protection":"9 bolts/ anchors.","location":""},"__v":0},{"_id":"odkVkxmRVVmsX5FhJ+x1Eg==","name":"Mountaineer's Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":1,"mp_id":"110585415","mp_crag_id":"105745346","climb_id":"odkVkxmRVVmsX5FhJ+x1Eg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Do you need to satisfy that pinnacle summit urge? This route is the answer.\n\nLocated on the north side of Arrowhead Spire, the first pinnacle when turning the bend from Spiney Ridge en-route to The Gym, the route climbs past two bolts to the top.\n\nThere are no summit bolt anchors, so expect to down-climb the route (recommended) or rappel off questionable tat.","protection":"2 quickdraws.","location":""},"__v":0},{"_id":"uj8acx3OU9m0D5GmWZJR4w==","name":"Muscles From Brussels","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":76,"mp_id":"106674771","mp_crag_id":"105745346","climb_id":"uj8acx3OU9m0D5GmWZJR4w==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This is a fun arete climb with some great rock and good moves.  The start is a bit flakey, but the upper section of rock is excellent.\n\nBegin a bit right of the prow, and make thin, balancy moves between sharp crimps.  Move left onto the prow, then further left to some sinker pockets & a good rest.  Move back up & right on good incut crimps to a blank section that is overcome with opposition slapping.","protection":"Four well-spaced bolts and a hard-to-see two bolt anchor.  The hardware on this route is very poor & widely spaced.  The first two bolts have home-made sheet-metal hangers, and the anchor is just two bolts with hangers & no lowering hardware.  It is possible to traverse up & right to the anchor on \"The Armstrong Express\" and lower from there.","location":"At the far right end of the Gym, this ascends a rounded, brown prow immediately right of a large South-facing panel of stone with the bolt route \"Pump Up & Air Out\"."},"__v":0},{"_id":"+ZTUit3iVT6TTkuktuRsSQ==","name":"Morning Stretch","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":58,"mp_id":"105758482","mp_crag_id":"105745346","climb_id":"+ZTUit3iVT6TTkuktuRsSQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This is a really great continuous line on awesome pockets. This route has some overhanging sections down low and the crux feels hard for 11b: powerful and reachy.  The climbing stays interesting all the way to the anchors.  It is a great warm-up for all the excellent 12s on this crag or an excellent objective all on its own.\n\nThis line is 4 routes left of\n\nThe Example\n\n, tucked back into a dihedral.  The first few moves go up the dihedral until you break right out onto the face on juggy pockets.","protection":"8 bolts.\n\nEds. it appears that the 1st hanger is missing.","location":""},"__v":0},{"_id":"hIyoUYr/VlqL2eHkKh0fPg==","name":"Lockdown","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Dave Dangle, Bob D'Antonio and Richard Aschert","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":42,"mp_id":"105762204","mp_crag_id":"105745346","climb_id":"hIyoUYr/VlqL2eHkKh0fPg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Located two routes to the left of Spontaneous Combustion. This stellar route is identified by five new hangers that climbs the obvious swell bulge and links up to the unknown route from the left.  Climb a short vertical face and over the bulge using monodoigts and deadpoints to shallow pockets gaining access to larger pockets and easier terrain. Continue on perfect rock up the long panel on older hangers to a small bulge and a new set of anchors.  9 clips + 2 anchors, 90 feet.","protection":"9 clips + 2 anchors, 90 feet.","location":""},"__v":0},{"_id":"LHQqcf0dUkqKDiP2/Pjexw==","name":"Librium Quiver","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dan Durland","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":32,"mp_id":"105755683","mp_crag_id":"105745346","climb_id":"LHQqcf0dUkqKDiP2/Pjexw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This esoteric gem lurks on the left side of a clean dihedral about 300 yards south of\n\nEjection Seat\n\n, just south of a massive roof system. Climb past a short corner to a boulder problem crux (crimps and pockets). After getting on the slab, continue to a good ledge and tackle the last crux, a pesky, shallow, mono move. I personally feel this is much harder than any other Shelf 13a I've done and would like to know what other climbers think. Dan, if you read this, is the name right and what does it mean?","protection":"8 clips/anchor.","location":""},"__v":0},{"_id":"ZKzPCLxpWYG6IkRBFSPfxQ==","name":"Jane Fonda Warm-up","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":74,"mp_id":"107924777","mp_crag_id":"105745346","climb_id":"ZKzPCLxpWYG6IkRBFSPfxQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Work up a detached block to a clean slab face. This involves some fancy footwork and funny pocket crosses.","protection":"5 bolts to anchors.","location":"It is 2 routes to the right of\n\nCimarron Lanes\n\n(right side route of the\n\nCimarron Lanes\n\nface)."},"__v":0},{"_id":"TYs87iUeVtO6aAFOUj3ldQ==","name":"In the Morning, You'll Be Mine","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Van Horn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":13,"mp_id":"106015608","mp_crag_id":"105745346","climb_id":"TYs87iUeVtO6aAFOUj3ldQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This is an amazing route!!  It is just as good if a taste harder than\n\nRaw and the Roasted\n\n.\n\nJust right of\n\nR&R\n\nis its big brother, In the Morning You'll Be Mine!! Climb the dark slab past 2 bolts, to the ledge shared with\n\nR&R\n\n.  Continue up great pockets and edges to a small overlap.  A tricky sequence (crux) puts you at an insecure stance above your last bolt.  It stays stout past a few more clips to the anchors.","protection":"9 bolts + 2 bolt anchor.","location":"This is on the Mammoth Wall in the Gym Area."},"__v":0},{"_id":"VRPqU0C6Xze1+bKrmzIBiA==","name":"I'll Be Back","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob D'Antonio, Kelly Baldwin, 2004","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":69,"mp_id":"107400590","mp_crag_id":"105745346","climb_id":"VRPqU0C6Xze1+bKrmzIBiA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Most of the routes at Shelf that climb black stone have few features, and the few they have are small and slopey.  This line is a bit of an exception, offering some great incut pockets and positive edges.  Big holds through the low bulge make this a great warm-up option, but be prepared for some old-school bolting.\n\nBegin atop a pedestal and make a few easy moves to reach a slight bulge.  A few big cranks and a slight runout lead to a good stance at a horizontal break.  More good pockets clear the last vertical bit, then follow an intermittent seam up the final slab.","protection":"4 bolts to 2-bolt open coldshut anchor shared with\n\nFive Dollars\n\n.  The bolts on this are well-spaced, but all of the cruxes are protected.  Take care on the easy sections.","location":"About 30 yards right of\n\nThe Example\n\n, this is the third route from the right on a wide black slab."},"__v":0},{"_id":"m4rFQHVXWwaz6DYb80hMCg==","name":"I Never Met a Carbo I Didn't Like","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Daryl Roth & Mark Van Horn 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":47,"mp_id":"106297722","mp_crag_id":"105745346","climb_id":"m4rFQHVXWwaz6DYb80hMCg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This is an overlooked gem and may be, in my opinion, the hardest 5.11 at Shelf.\n\nBegin below an obvious overhanging crack on the black rock of the Carb Wall (which is just right of Combustion Wall).  The crack is hard and you will mistakenly feel like you pulled the crux after cranking through it. The crux comes in pulling onto the slightly less than vertical section above the crack.  This section is pretty blank with just a meager couple of fingertip monos to pull on.\n\nI thought the crux was as hard as the crux of\n\nThe Ejection Seat\n\n, but YMMV.","protection":"7 bolts.","location":"Carb Wall (Combustion Wall right side)."},"__v":0},{"_id":"68Z4MExxXnmqDihXwficGQ==","name":"I Am A Machine","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio, John Steiger, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":48,"mp_id":"108933390","mp_crag_id":"105745346","climb_id":"68Z4MExxXnmqDihXwficGQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This is a great, old Shelf route that features some cool climbing on improbable pockets at a reasonable grade.\n\nStart up the left side of the orange dihedral on climbing that isn't hard, but the rock is a bit friable. Get established near the semi-hanging, spooky flake beneath the bulge, try to get a peek at the climbing above, and launch upwards through really fun pocket pulling.\n\nThe rock through the bulge and above is excellent, and the climbing is really fun.","protection":"Approximately 7 bolts plus anchors.","location":"This is on the right half of the Spontaneous Combustion Wall. It is the first route to the left of\n\nPinhead\n\n. Start up an orange, slightly chossy dihedral."},"__v":0},{"_id":"bHs0dwRbXO2FA6Q90Y4jqQ==","name":"Hot Rod Lincoln","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark Van Horn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":70,"mp_id":"108827325","mp_crag_id":"105745346","climb_id":"bHs0dwRbXO2FA6Q90Y4jqQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This quality outing is worth the effort, but the old school bolting and long reaches will keep you on your toes. Hot Rod Lincoln follows a line of spaced bolts through a bulge (crux) to a slab.  This is the third route from the left on this wall.","protection":"6 bolts...","location":"It is the third route from the left on the black slab right of\n\nArnold, Arnold...."},"__v":0},{"_id":"kOg0nf4/XhqmYCyLS7Qb+w==","name":"Here Today Gone Tomorrow","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":37,"mp_id":"111590284","mp_crag_id":"105745346","climb_id":"kOg0nf4/XhqmYCyLS7Qb+w==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Start as for\n\nButt Flamb\n\n, and free solo up the low angled/slab ramp to a set of anchors at 35 feet. From here, hang a long sling and traverse right to clip the first bolt of the route. After clipping the first bolt, easily reach back and unclip the anchor sling. From the ledge, climb straight up the striking arte, using opposing sidepulls in the crack and the arte. At about 80 feet, surmount a chossy ledge (tons of loose rock) and look up. From here, a few more clips on a looming/ overhanging white and black streaked bulge protect the chains. Although the holds are very positive and juggy, a pump sets in due to the steepness. Feel the exposure as you crank the overhanging prow at the top with the river far down below.\n\nDespite never seeing anyone on this thing in all the years I have been going to Shelf, I thought it was quite fun movement and spectacular position.\n\nCAUTION - a 70 meter rope is required to lower to the ground.","protection":"10 bolts/ 2 bolts anchor.","location":"It is left of\n\nThere Goes the Neighborhood\n\n."},"__v":0},{"_id":"6gHrZOqXVnK8F4HL5kDCKA==","name":"Head Cheese","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Colin Lantz, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":64,"mp_id":"105755518","mp_crag_id":"105745346","climb_id":"6gHrZOqXVnK8F4HL5kDCKA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Head Cheese lies to the right of the\n\nCrack of Dawn\n\n(the 10b bolted crack).  It's a steep route for Shelf Road on mostly good pockets and crimpers.  Facing mostly north, it doesn't get much sun.  Trundle up 20 feet to the first bolt.  The rock seems solid here but it's a little spooky soloing this far on Shelf Road rock.  Move through two steep roof systems with a fairly good rest in between.  There are 2 very closely spaced bolts midway up the route.  I heard that a clipping jug fell off so a new bolt was added (the bottom of the 2, I think, because it looked different from the other bolts).  I only clipped the bottom of the two to avoid a major mid-crux pump.  A cool, gymnastic route, this thing deserves more traffic (I've only seen one other party ever try this route).","protection":"7 or 8 bolts + anchors.","location":""},"__v":0},{"_id":"3uo8GlopXte9fZdZIRFV2w==","name":"Happy Hinzi","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rich Aschert, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":75,"mp_id":"114432342","mp_crag_id":"105745346","climb_id":"3uo8GlopXte9fZdZIRFV2w==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This route follows two cracks to a right-facing flake, surmounts a bulge, then you get more climbing up to the anchors. There are plenty of stems and hand jams to work with as well. The bolts are boldly spaced (especially bolt 2, as well as the bolt on the bulge), but stances are solid so no PG-13 rating.\n\nThis thing is TALL. While cleaning, a 70 meter rope only had about 5 feet to spare. Plan accordingly.\n\nThere is also a LOT of loose rock on this thing. Wear a helmet while belaying.\n\nWith a little traffic, this could clean up and turn out to be a great climb. The movement is varied and interesting, so it is worth hopping on.","protection":"13 bolts + 2 rings for anchors. Thompson's guidebook says 11 bolts, but this is incorrect. Long draws help to cut the drag. Nothing less than a 70m rope is long enough!","location":"Bolt 1 is above detached block in the dihedral 2 routes (or about 20 feet) to the left of\n\nMuscles from Brussels\n\n. The aforementioned cracks are obvious from the ground."},"__v":0},{"_id":"JpNwO6uhU9erfyVwhevFFw==","name":"The Gym Arete","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bob D'Antonio and Darryl Roth, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":62,"mp_id":"105750031","mp_crag_id":"105745346","climb_id":"JpNwO6uhU9erfyVwhevFFw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"The best route of its grade at The Gym? Probably.\n\nHike up the trail and stop. The stunning arete right before your eyes is The Gym Arete. The line has a direct start at 5.12c that I have toproped on several occasions. This seems really fingery and gets quite powerful in the entry moves that are very steep. Alternatively, step into the corner and pick out a short, diagonal variation for \"only\" 5.12b. This seems a lot more user-friendly and gains the arete on a very natural, curving line.\n\nOverall, the route is very continuous. Climbing is unusual for the Shelf, being on edges and square cuts until quite high on the route when a rogue pocket or two will start to emerge. This is positively a great line, and I wish my notes referenced the FA team. I have some guesses but nothing concrete. Jump on it!","protection":"Eight to ten draws and a rope.","location":""},"__v":0},{"_id":"4zOMZjpsUoirgQ4fD+jr5g==","name":"Gym Arete Direct","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Darryl Roth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":61,"mp_id":"106457940","mp_crag_id":"105745346","climb_id":"4zOMZjpsUoirgQ4fD+jr5g==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Start 20 feet left of the\n\nGym Arete\n\n/\n\nThe Crack of Dawn\n\nstart.  This line straightens out the\n\nGym Arete's\n\narcing beginning through a powerful and direct line of pockets and a few edges.  Essentially, you replace the easiest climbing on the\n\nGym Arete\n\nwith an extended V5ish boulder problem.  Then, you climb all of the 5.12- moves of the\n\nGym Arete\n\n.  All told, it weighs in around 5.12c.  Because this line is a substantially more difficult undertaking, I feel it merits its own description.  It is an outstanding route, as anyone can tell by merely standing under it!","protection":"Bolts.","location":"Located at the Gym area to the right of\n\nThe Example\n\nand left of\n\nThe Crack of Dawn\n\n."},"__v":0},{"_id":"JuOskvxFXWOU3+a+o1juJw==","name":"The Green Bonus","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Ian Spencer-Green -- Bolted/Equipped by Darryl Roth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":81,"mp_id":"106483798","mp_crag_id":"105745346","climb_id":"JuOskvxFXWOU3+a+o1juJw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"A fantastic and steep boulder problem route that is a must-do for any climber capable of the grade. \"The Green Bonus\" takes the thin left side of the overhang. The crux involves a difficult boulder problem sequence using pockets and thin edges through the lower bulge. The route then finishes out the roof to the anchor. I think this may be the steepest route at Shelf. I am unsure if this route has ever been repeated, as I cranked the FA in 1999 and have never heard of anyone trying it.","protection":"Bolts.","location":"\"The Green Bonus\" is the line taking massive bulge just left of \"\n\nBone N' Vein\n\n\" on the far right side of the gym. Continue north past \"\n\nDeeper Shade of Soul\n\n\" a couple hundred yards and you will see the looming, huge overhang."},"__v":0},{"_id":"ZwllVVHlUZau2STmUadgyw==","name":"The Great Escape","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":57,"mp_id":"105758497","mp_crag_id":"105745346","climb_id":"ZwllVVHlUZau2STmUadgyw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"The Great Escape is fingery and thin on very solid stone.  It is a bit spooky in a couple of places but is definitely worth doing.\n\nThis route is on a vertical face just to the left of\n\nMorning Stretch\n\n. There are two nice lines here, The Great Escape on the right, and\n\nCrystal\n\non the left.","protection":"6 bolts","location":""},"__v":0},{"_id":"idapnOD5WTiSEBN0tryiJQ==","name":"Ga-stoned Again","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Thompson, Pat Thompson, Chris Lesher, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":11,"mp_id":"105761217","mp_crag_id":"105745346","climb_id":"idapnOD5WTiSEBN0tryiJQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"The route starts about 100 yards right of\n\nUrban Fringe\n\n, in an obtuse corner with a serrated crack running all the way up.  A black slab lies just to the right of the start.\n\nStem, face climb, and jam up the steep corner with beautiful exposed moves.  The crux layback is at the last bolt.\n\nGreat moves, excellent protection, exposure, beautiful rock: the best 5.9 I have done at Shelf.  Destined to become extremely popular.","protection":"11 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"1kHqqVAqXHWOoq45JZTK3w==","name":"Free Willie","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":24,"mp_id":"116654935","mp_crag_id":"105745346","climb_id":"1kHqqVAqXHWOoq45JZTK3w==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Free Willie has decent movement on some delightfully smooth holds with good feet the whole way.\n\nSit-starting on a left-facing sidepull, transition to the curving sloper ledge, and bump up it while finding some supplementary holds out left. The topout is pretty relaxed if you find the right spots to grab.","protection":"A pad or two.","location":"It is in the center of the gray face that faces the cliffs; look for the slow-curving ledge.\n\nThis big boulder is pretty obvious if you're in the area. It can easily be seen from the base of\n\nGa-stoned Again\n\n(5.9) /\n\nThe Raw and the Roasted\n\n(5.11), two of the most popular climbs in the area. The best approach is on some talus directly downhill from\n\nOur Bosch of Immaculate Conception\n\n(5.10c/d R)."},"__v":0},{"_id":"dduyL15fVQK+2PY1IRDvGA==","name":"Fly Little Super Boy","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":40,"mp_id":"110190719","mp_crag_id":"105745346","climb_id":"dduyL15fVQK+2PY1IRDvGA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"The 1st bolt is high and guarded by delicate moves above a right-slanting flake. That being said, a stick clip is recommended. Work left and up on good pockets to the 2nd bolt, execute a big move on pockets, and then work your way right to clip the 3rd bolt. From here, veer up and left towards the tan arete on easy, less-than-vertical terrain. Once on the arete, climb up on increasingly difficult moves to a one move wonder of a crux. Decipher the reachy crux that forces you onto the left side of the arete where thin edges and sharp holds lead to a good rest. After the blank section of rock, the climb eases up all the way to the anchors.","protection":"9 bolts and anchors.","location":"This route is on far left side of the Combustion Wall and shares the same start as\n\nThe Real Deal\n\n."},"__v":0},{"_id":"mAYEPtrMWG6EsSxIZpzm5g==","name":"Five Dollars","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":68,"mp_id":"105752800","mp_crag_id":"105745346","climb_id":"mAYEPtrMWG6EsSxIZpzm5g==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"To locate this route, use the directions to find \"\n\nPinhead\n\n\" and \"\n\nEasy Cheese\n\n\" to get yourself to the base of the \"\n\nHead Cheese\n\n\" roof.  \"Five Dollars\" is three routes to the right of\n\nEasy Cheese\n\n.\n\nThis route is almost great.  If only the first half was as good as the last half....\n\nBegin this route by weedwhacking up on poor rock.  You can honestly feel it sag if you step on a certain hold.  The rock doesn't look particularly bad, but drum on it a bit and it will make you laugh.  The good news is that there aren't any bolts drilled in this choss.  The bad news is that the first bolt is about 25 feet up, and you have to commit to a mini-roof block jug to clip it.  At first this is a bit intimidating due to the rubble you have gotten used to.  Take heart though, because the rock from the roof to the anhors is bomber.\n\nAfter you have clipped this first bolt, pull the mini roof onto a nice little ledge.  The next clip is pretty awkward.  After you have clipped this, slab your way up prickly friction face with some small pockets.  Expect a couple dicey clips on the last 4 bolts.\n\nIf your footwork is as bad as mine was on this route, you can pretty much prepare to get your backside paddled.","protection":"Van Horn says 4 bolts.  Select 200 says 7 bolts.  I think it was 6 bolts and anchors.","location":""},"__v":0},{"_id":"WNBM0GuvURmk/XffwjhSMQ==","name":"Farewell Transmission","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dan Godshall, Larry Rossi","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":25,"mp_id":"116665027","mp_crag_id":"105745346","climb_id":"WNBM0GuvURmk/XffwjhSMQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Farewell Transmission follows the entirety of the imposing, overhanging dihedral. Although this is a bolted limestone route, be prepared for mandatory trad techniques. The crack is exceptional and augmented by a plethora of feet and rests on the right-hand face that bring the difficulty down.\n\nBegin up the yellow corner with handjams and bountiful pockets on the left face. As the rock shifts towards a dark, reddish-gray, a series of rails and ledges on the right face provide passage to the corner proper. 3-D climbing for the next 60 feet deposits you at the anchors.","protection":"8 bolts to a 2 bolt anchor with chains.","location":"Farewell Transmission climbs the obvious corner right of\n\nUntapped\n\n."},"__v":0},{"_id":"Pri6GTmGWgy7x+4MRvrhWA==","name":"The Example","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Colin Lantz, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":60,"mp_id":"105754087","mp_crag_id":"105745346","climb_id":"Pri6GTmGWgy7x+4MRvrhWA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Climb the distinctive buttress left of the Gym Arete. A stout beginning leads to good pockets, including the best mono at Shelf. A final crux off a poor undercling leaves most dangling 10 feet lower. This is a must do for the grade, even if there is still some debate regarding the grade and the \"true\" line.","protection":"QDs.","location":""},"__v":0},{"_id":"dqgMDxH9VI2mVyDIaX8wkA==","name":"Even Bad Dogs Get A Bone","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Rich Aschert, Bob D, Ed Quesada","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":34,"mp_id":"106935178","mp_crag_id":"105745346","climb_id":"dqgMDxH9VI2mVyDIaX8wkA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This line offers some interesting climbing and an outstanding position, but unfortunately the rock is consistently poor throughout the first 6 bolts of climbing.\n\nStick clip the first bolt, and make awkward moves to gain the hanging dihedral.  Easy liebacking & stemming work up and left along the crumbling corner.  When the dihedral ends, pumpy moves lead to a stance at the corner of the big roof.  The crux ascends the awkward crack on great rock to bigger holds near the top of the wall.","protection":"Bolts to 2BA.  Stick clip recommended.","location":"The next route right of\n\nPenetentiary Pump\n\n, or the 2nd route right of\n\nLibrium Quiver\n\n, ascending a shallow dihedral immediately left of a low, enormous roof."},"__v":0},{"_id":"ALfXMnWXXD2Ksv41ypbS9g==","name":"The Ejection Seat","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Darryl Roth, Richard Aschert, Dave Dangle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":52,"mp_id":"105753169","mp_crag_id":"105745346","climb_id":"ALfXMnWXXD2Ksv41ypbS9g==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Anyone who slags Shelf for being too slabby (as I sometimes do when my terrible footwork is exposed) should definitely get on this climb.\n\nCampus the initial overhang into a pod, then swing though pleasant moves on big holds for about 20 feet. At the fourth bolt, the jug-hauling ends abruptly. A big crank from thin holds to thinner ones is where your onsight attempt ends. Suss out the reachy crux move, cruise throught the 5.11 moves on ther upper face, and pull your cord for the redpoint.\n\nThis is a great climb (but watch out for a sharp, right hand pocket when setting up for the crux -- I sliced my finger wide open in it).","protection":"10 draws.","location":""},"__v":0},{"_id":"xN8G9fy/WoO/T8TLtYGneQ==","name":"Ejection Generation","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Geoff Weigand, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":53,"mp_id":"107400560","mp_crag_id":"105745346","climb_id":"xN8G9fy/WoO/T8TLtYGneQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This well-conceived linkup traverses a set of astounding huecos to join the easier start of\n\nThe Ejection Seat\n\nwith the difficult headwall of\n\nMy Generation\n\n.\n\nMonkey your way up the steep start of\n\nThe Ejection Seat\n\nto the horizontal break.  Clip the third bolt, then make a rightward traverse to the first hueco, eventually passing two 'new' bolts to join\n\nMG\n\n.   A great shake takes some of the sting out of the\n\nMG\n\nredpoint crux, but a higher slab crux will keep you on your toes right to the last bolt.","protection":"10 bolts to 2BA. Frist three share with Ejection Seat.","location":"This is on the Ejection Wall, beginning on\n\nThe Ejection Seat\n\nand finishing on\n\nMy Generation\n\n."},"__v":0},{"_id":"3C5PVG7JUk2pEDCLscN0Rg==","name":"Easy Cheese aka Trout Fishing in America","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Ken Trout","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":65,"mp_id":"105762234","mp_crag_id":"105745346","climb_id":"3C5PVG7JUk2pEDCLscN0Rg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Start 30 feet right of\n\nCrack of Dawn\n\nand the next one to the right of\n\nHead Cheese\n\n. Go up a short slab past 4 bolts to a dark, steeper section with a corner on the left and 3 more bolts to anchors.\n\nThe slab is very nice and would be worth 2 stars if it went to the top.  Unfortunately I thought the second half was quite contrived.  The climbing steers you into the corner, and I ended up traversing right to make the second to last clip.  From here, it is actually 5.10 to the anchors, but the final hold looks like it is much worse than it is, so I ended up going left again.  Even if the upper face is 5.10, it is way too tempting to climb the corner.  This is worth doing if you need a warm-up in the area.","protection":"7 bolts to a 2 bold anchor.","location":""},"__v":0},{"_id":"0tXs36o/Wyy6njg0kUXpzw==","name":"Dizzi Lizzi","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":2,"mp_id":"106929493","mp_crag_id":"105745346","climb_id":"0tXs36o/Wyy6njg0kUXpzw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Left of\n\nUp Valley Goes Downtown\n\nis a bolted hand crack that skirts a small step roof to the left after about 40 feet.  Good jams and plenty of face relief keep this route moderate though it still feels a bit stout compared to the \"Shelf Road Rock\" guidebook rating of 5.10a.  Regardless, it is a worthwhile climb that catches shade earlier than some of the more classic lines at The Gym.","protection":"7 bolts to a 2 bolt anchor.","location":"This is left of\n\nUp Valley Goes Downtown\n\n."},"__v":0},{"_id":"zM0Zq/QAW6SP6a5ZljFyww==","name":"Deeper Shade Of Soul","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Colin Lantz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":79,"mp_id":"105754144","mp_crag_id":"105745346","climb_id":"zM0Zq/QAW6SP6a5ZljFyww==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Standing at the base of\n\nThe Example\n\nlook up canyon toward Cripple Creek until the cliff turns out of sight.  The prominent, overhanging prow just to the right of the large corner that is above the large block on the hillside is your target.  The buttress holds three routes, Deeper Shade of Soul being the left most route; tackling the prow with Metolius hangers.\n\nTrundle up 3 bolts to enter the crux, working through a big cross through, sloper and two monos (the left hand one is enhanced) ending on a large, flat edge.  From here it is 4 bolts and mid .12 to the anchor but remains sustained.  The crux has sent many people away with sore fingers and bruised egos and it is not unknown to fail while pulling to the anchors. Variously described as a pile (mainly from the bruised ego folks) to quite a good route, Deeper Shade of Soul, will test your pocket pulling abilities and endurance.\n\nIf you dig this then go for the Triple Crown -\n\nMy Generation\n\n,\n\nThe Example\n\n, and Deeper Shade of Soul all in one day and hanging all the draws.","protection":"9 bolts to coldshut lowering station.","location":""},"__v":0},{"_id":"cn3ftEjqUJa/co67YMYU8g==","name":"Crystal","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":56,"mp_id":"105758512","mp_crag_id":"105745346","climb_id":"cn3ftEjqUJa/co67YMYU8g==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Just left of the\n\nGreat Escape\n\n(two routes left of\n\nMorning Stretch\n\n) is Crystal.  I like Crystal better than\n\nGreat Escape\n\n, just because it climbs out into the middle of the big blankish looking face, and it is more aesthetic.\n\nGreat Escape\n\nhugs a little closer to the dihedral and doesn't look quite as nice.  However, both routes climb very similarly, with thin moves on bullet-hard compact limestone.","protection":"8 bolts to anchor with fixed miners.","location":""},"__v":0},{"_id":"MkZLvbnXVrqAbbY6pgPjcA==","name":"Crimp and Punishment","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dan Godshall, Jesse Jakomait, and Larry Rossi","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":26,"mp_id":"116665168","mp_crag_id":"105745346","climb_id":"MkZLvbnXVrqAbbY6pgPjcA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"A route defined by multiple cruxes, Crimp and Punishment will appeal to those climbers looking for a near-vertical, slab climb with thoughtful movement.\n\nBegin 8 feet right of\n\nFarewell Transmission\n\non a face riddled with sinker pockets. As you gain the right side of a detached (but solid) flake, bust right across what appears to be a blank face. Either trust the small holds or your ability to lock-off between distant, good holds. Crimp your way up the face past two more similar cruxes, punctuated with horizontal rails to alleviate the pump. Trend slightly right through the last crux, setting yourself up to clip a low bolt to the left. Finish on the last 2 bolts of\n\nFarewell Transmission\n\n.","protection":"9 bolts to a 2 bolt anchor with chains. This shares the same anchors as\n\nFarewell Transmission\n\n.","location":"Start on the face 8 feet right of\n\nFarewell Transmission\n\nand 8 feet left of\n\nOur Bosch Of Immaculate Conception\n\n."},"__v":0},{"_id":"zvBOBZtTX2uY8F0e4nLM/g==","name":"The Crack of Dawn","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob Robertson and Richard Asher, trad 1st then bolted.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":63,"mp_id":"105752788","mp_crag_id":"105745346","climb_id":"zvBOBZtTX2uY8F0e4nLM/g==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"To find this route, read the directions given in the route titled \"\n\nPinhead\n\n\".  From\n\nPinhead\n\n, hike approximately 100 yards to the north and locate a HUGE roof about 60 feet off the deck.  To the left of this lies the gorgeous lines of \"\n\nThe Gym Arete\n\n\" (please see Richard Wright's entry for this route) and \"The Crack of Dawn\".  The Crack of Dawn is probably the most striking crack line I have seen at Shelf.  We are talking BEAUTIFUL!!\n\nThe Van Horn book gives this line 10b.  The old select 200 book gives a rating of 11b, which is a bit far fetched.  Purists might have a kiniption about seeing a crack like this bolted.  However, I am going to stick to the facts on this one (please join me in leaving this subject untouched as it could easily explode into terrabytes of discussion).\n\nThe facts are as follows:\n\nStart up on funky, hollowed, pockety rock to a high first clip (red home made hanger).  Get ready to crank.  Jam from fingers to hands and maybe even a fist or two, and heck, even throw in a lieback or two just for kicks.  Follow this recipe for about 4 bolts.  Stir in a little finger crack/ face edging for about 3 bolts to the anchors.  A very tasty route.\n\nThis could probably be a good trad lead for a sport climber who is learning to place gear.  No brainer bomber gear and bolts for backup.","protection":"8\n\nbolts and anchors.","location":""},"__v":0},{"_id":"grlKAiMcW7+aqdQ2H4/6Rw==","name":"Comin' In Smooth","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Van Horn, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":71,"mp_id":"106676165","mp_crag_id":"105745346","climb_id":"grlKAiMcW7+aqdQ2H4/6Rw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Holy Stopper Crux, Batman!  This gem is given 5.11b in the latest Shelf Guide, but there are  5.13s with easier cruxes.  The route is anything but smooth, with 40 feet of trivial cruising to an in-your-face boulder problem clearing the obvious bulge.  There are two obstacles here, first, there are about ten 1, 2, & 3 finger \"pockets\" to choose from, they are all far away, and only two of them are any good.  Second, even if you haven't wasted all of your energy locating the correct pockets, the move is still quite burly.  Fortunately things ease quite a bit above the bulge, but you'll likely be too pumped to notice.\n\nA proud on sight, whatever the grade.","protection":"Many bolts to good 2BA.  The first bolt is dangerously high--out of stick clip range.  You may want to clip the 1st bolt on \"Hot Rod Lincoln\".","location":"Right of the \"\n\nHead Cheese\n\n\" roof is a slightly overhanging prow of excellent rock with two routes.  Immediately right of these routes is a dark black slab with 4 bolted routes.  This is the right-most of these 4 routes (and the third route right of \"\n\nFive Dollars\n\n\")."},"__v":0},{"_id":"jrUQcQHwV62+wQeAfG+aUQ==","name":"Cimmaron Lanes","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unpublished","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":72,"mp_id":"105752263","mp_crag_id":"105745346","climb_id":"jrUQcQHwV62+wQeAfG+aUQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"One of my personal favorites at The Gym, Cimmaron Lanes starts up just right of the block/dihedral that will greet you 50 ft right of the end of the trail. Run technical edges and pockets for 80 ft to reach a belay. Most parties bail out after finishing this crux pitch, however, the second pitch although modest is a real kick. Surmount the intimidating bulge above the belay on big pockets, bomber gear (a bit committing), and fun moves.  The anchor is on the lip-like-ledge above.\n\nFrankly, this line needs to be done in both pitches because the first pitch, alone, is not sufficiently distinguished from a slew of other 5.11 face climbs. This may give Cimmaron Lanes the amusing distinction of climbing a harder pitch just to get to the easy pitch.","protection":"Eight to ten draws and a rope. Double bolt belay anchors are present at the top of each pitch. One can descend from the top to the ground with double ropes.","location":""},"__v":0},{"_id":"M4J7uUhcXymXOoFBsvHZUQ==","name":"Cask Strength","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rick Thompson, John Musso","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":14,"mp_id":"106417009","mp_crag_id":"105745346","climb_id":"M4J7uUhcXymXOoFBsvHZUQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Climb the initial arete to a good stance. Continue up a blunt arete to another good stance. Finish on a beautiful knife-edge and a puzzling crux.","protection":"11 bolts.","location":"It is located on the Mammoth Wall 10 feet right of \"\n\nIn the Morning, You'll Be Mine\n\n.\""},"__v":0},{"_id":"MTqZwYqSV6+qq/YGWFBC8g==","name":"Butt Flamb","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":36,"mp_id":"111590185","mp_crag_id":"105745346","climb_id":"MTqZwYqSV6+qq/YGWFBC8g==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Free solo up a low angled/slab ramp (easy) to a set of anchors at a ledge about 35 feet up. Hang a long runner on the anchors. From here, angle up and left on the beautiful, striking face for 8 bolts of sustain crimping and pocket pulling. There is a crux at about half height involving some pulls off small holds and a shallow pocket. There are a few sharp holds here and there, but for the most part, I have nothing bad to say about this route and it is well worth a burn if you're in the area. No one is ever climbing on this thing.","protection":"8 bolts & 2 bolt anchor.","location":"It is right of\n\nRio Station\n\n."},"__v":0},{"_id":"X8il0LMRV6GrYnXyjhntsg==","name":"Bubba's Belly (aka The Example Simulator)","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Richard Aschert, Dave Dangle, Darryl Roth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":59,"mp_id":"105758467","mp_crag_id":"105745346","climb_id":"X8il0LMRV6GrYnXyjhntsg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Technical bulging route with a dynamic move to start the crux sequence - sticking the dyno is only the start as horrid feet keep things in your face for a bit.  If you get  through the crux (midroute), hang on through the slabby 11+ moves into a roof and a bizaare finishing move.\n\nThis route is one route left of The Example.","protection":"6 bolts","location":""},"__v":0},{"_id":"6g7h9jxXVIau0c5SrJiTlg==","name":"Bottom Feeder","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dan Durland","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":55,"mp_id":"106935148","mp_crag_id":"105745346","climb_id":"6g7h9jxXVIau0c5SrJiTlg==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Though slighted in some guidebooks, this is an outstanding, gymnastic line on beautiful rock, every bit as worthy as its famous neighbors to the left. With a burly crux at the third bolt, this is certainly a power route, but an engaging, slightly overhanging headwall with stellar pockets keeps things interesting until the very end.\n\nScamper onto the large flat boulder and squirm out to the lip. A big reach leads onto the hanging corner below the roof and a left-ward traverse. Big reaches to obvious jugs work right over the ceiling to a precarious stance on the lip. The airy crux comes in reaching the big jugs above the third bolt. A long stretch of big athletic moves between pumping pockets leads up the steep wall, ultimately offering some great rest opportunities. After passing a cool hueco, a brief slab crux guards the anchor.","protection":"~8 bolts to 2BA.  Stick clip recommended.","location":"On the Ejection Wall, immediately right of\n\nMy Generation\n\n."},"__v":0},{"_id":"F6k042VIUy+PRFlDpyzY2w==","name":"Bone 'n' Vein","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dan Durland?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":82,"mp_id":"105759207","mp_crag_id":"105745346","climb_id":"F6k042VIUy+PRFlDpyzY2w==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This route has been a favorite of mine and most people don't have any idea of where or what it is.  Are you tired of all those vertical routes at Shelf?  Here is the cure.\n\nLocated at the far right side of the Gym, past where \"\n\nProphets of Rage\n\n\" fell down (just look down at the river) and tucked away behind a tree are two climbs that go through 2 roofs.  The one on the right is Bone 'n' Vein.\n\nHeelhooking and some good 2 finger pockets lead to through the first roof/bulge and to a crux mantel.  Rest a few moments on the right and punch through the upper roof on big, but kind of sloping holds.  Heelhook and clip the chains!\n\nThis isn't the best quality rock, but the route is steep and fun.","protection":"Quickdraws.","location":""},"__v":0},{"_id":"+Wt4DMm7VTq18BbuZcIA9w==","name":"Bolt the Planet","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Dangle, Richard Aschert","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":30,"mp_id":"106935168","mp_crag_id":"105745346","climb_id":"+Wt4DMm7VTq18BbuZcIA9w==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"An improbable line, surmounting two steep bulges at a relatively modest grade.  Some poor rock, combined with a height dependent crux detracts from this otherwise classic route.\n\nBegin up an easy, prickly slab to reach a nice panel of good pockets & edges.  A low-angle section of less than perfect rock leads to a good stance below the first bulge.  Massive-though-spooky jug flakes provide a nice warmup clearing the first bulge.  A good rest allows ample opportunity to ponder the next, blank-looking bulge.  A huge reach from an undercling to a hidden jug is the key here.  Shorties can find other options a few feet off the bolt line.","protection":"Bolts to 2BA.","location":"Located about half-way between\n\nLibrium Quiver\n\n&\n\nUntapped\n\n, climbing over two bulges ~20 feet right of a jutting, yellow roof."},"__v":0},{"_id":"evJaVeV1WYC7u8Kg+YPXAQ==","name":"Blast from the Past","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Richard Aschert?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":17,"mp_id":"105927200","mp_crag_id":"105745346","climb_id":"evJaVeV1WYC7u8Kg+YPXAQ==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This is a weird route, but I liked it.  Unusual for Shelf desperates, it actually has holds!  Easy climbing gets you to the lip of the roof where a convoluted sequence will get you over the lip...this was the crux for me.  Above that, the climbing eases to sustained 12a or so.  The rock looks suspect in places, but it's actually pretty good.\n\nOh yeah, I'm not sure how others feel, but I felt like it would be bad style to go into the crack to the right of the roof, or the corner to the left, after the crux.  I know this is contrived and lame, but it's Shelf, and if you want hard routes, you kinda have to contrive them.  The route felt right for the grade, doing it thusly.","protection":"5 bolts.","location":"In the \"New Gym\", about 1/3 of the way from Spiney Ridge to the old Gym.  Look for a short route that climbs out the left side of a large roof, ending near a small cliff-side tree."},"__v":0},{"_id":"yfAQezh0XE6sbcv5x5GR4A==","name":"Black Mamba Arete","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Brad and Trudy Scott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":4,"mp_id":"105752779","mp_crag_id":"105745346","climb_id":"yfAQezh0XE6sbcv5x5GR4A==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"To find this climb, locate the far south end of The Gym (where it meets the east corner of Spiney Ridge).  Arrowhead Spire is the small detached pillar.  Just to the north of this is a tall triangle shaped wall.  On the right side of the wall is a slabby arete with dark grey rock with bolts.  This is Black Mamba Arete.\n\nCruise up the corner on edges and flakes.  The rock quality isn't that great, but it makes a good quick warmup (or something to run up while you are waiting for the rock to warm up).  There isn't any particular crux to speak of.  Be careful for loose rock.","protection":"9 bolts (?) and anchors.","location":""},"__v":0},{"_id":"TPEcYzWYWnWDBjbT3FbEQw==","name":"Arrowhead Spire","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":0,"mp_id":"108077936","mp_crag_id":"105745346","climb_id":"TPEcYzWYWnWDBjbT3FbEQw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"To start, chimney your way up an easy but somewhat dirty slot to a big ledge and high first bolt. To avoid this initial obstacle, it's easy to walk around the left side of the slot and rejoin the route at the first bolt. Belayers beware that this ledge is full of choss; it's best to wear a helmet and stand clear of the fall line.\n\nPast the ledge, climb steep, fairly good rock following the bolt line and doing an ascending traverse left toward the anchor. You may find clipping the 5th bolt strenuous.","protection":"6 bolts, 2 bolt anchor. The anchor bolts are old and a bit loose but appeared reasonably safe. I screwed them in finger tight.","location":"This is the southernmost climb at The Gym and the first you hit after rounding Spiney Ridge. Look for an easy, somewhat dirty chimney leading to the steep south face of a prominent spire."},"__v":0},{"_id":"3QN6k3nOUnqgxUm3W4yjCA==","name":"Arnold! Arnold!","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob D'Antonio and Darryl Roth","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":66,"mp_id":"105753181","mp_crag_id":"105745346","climb_id":"3QN6k3nOUnqgxUm3W4yjCA==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"Based on appearance, this might be a junior version of\n\nEjection Seat\n\n.  Forty feet right (north) of the Gym Arete and twenty feet right of\n\nEasy Cheese\n\n, look for two lines ascending a steep black bulge.\n\nArnold! Arnold! takes the left of these two lines, and the name fits until the crimps are reached.  Steep jug pulling is friendly for the first two bolts, but just as the angle begins to ease the full-hand buckets disappear in favor of crimps and sharp bidoigt pockets.  The ever-decreasing angle of the bulge motivates one to hustle, and if you outrace the pump you will find your feet beneath you for a few easy slab moves to the chains.\n\nFor those of us who climb like Austrian bodybuilders, this is a nice jughaul detour from the punishment of all those vertical Shelf faces.","protection":"Five bolts protect the steep pulling very well.","location":""},"__v":0},{"_id":"v5D//NZAVaaRkVYIIjxbTw==","name":"The Armstrong Express","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"left_right_index":77,"mp_id":"106676118","mp_crag_id":"105745346","climb_id":"v5D//NZAVaaRkVYIIjxbTw==","areaRef":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":"This line offers some excellent marble stone and some fun sinker jug pockets.  Unfortunately these are guarded by a somewhat unpleasant, thin start.  Its pssible to makes this climb 11+ by avoiding all of the best holds, but most people will climb to the right of the bolt line for the 11- grade.\n\nTechnical, thin crimping leads up to a dark brown slab.  Cruise the juggy slab towards the obvious, right-facing dihedral.  Stem & lieback, clipping left, then step left onto the face to reach the anchor.","protection":"Light, gray, ring bolts to 2 BA.","location":"It is immediately right of\n\nMuscles From Brussels\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,47053277-7738-5e02-b3b0-a0fc26a64b07,198facc2-f25b-5ee9-a386-df4e3c4c5ee2,738b9e6e-ea2b-562d-bfdc-2b2e44f3c296","pathTokens":["USA","Colorado","Canon City","Shelf Road","Gym, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.11d"},{"count":1,"label":"5.10+"},{"count":7,"label":"5.10c"},{"count":2,"label":"5.12d"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.11+"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.12a/b"},{"count":5,"label":"5.10a"},{"count":11,"label":"5.12a"},{"count":6,"label":"5.11b"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.12c/d"},{"count":2,"label":"5.9"},{"count":4,"label":"5.13a"},{"count":1,"label":"5.6"},{"count":3,"label":"5.12b/c"},{"count":3,"label":"5.11a"},{"count":4,"label":"5.12c"},{"count":1,"label":"5.13c"},{"count":1,"label":"V1-2"},{"count":1,"label":"5.8"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":82,"bands":{"unknown":0,"beginner":4,"intermediate":21,"advanced":50,"expert":7}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":22,"advanced":50,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2165,38.6329]},"bbox":[-105.21707562979536,38.63245033981814,-105.21592437020462,38.63334966018187],"left_right_index":-1,"ext_id":"105745346","area_id":"c4uebuorVi2/3CsuRPPClg=="},"content":{"description":""},"density":0,"totalClimbs":83,"__v":1,"createdAt":"2022-11-07T05:56:04.126Z","updatedAt":"2024-01-15T16:42:52.083Z"}