{"_id":"63689d5ce80bff5a994f4fa0","area_name":"Third Recess Peak","shortCode":"","climbs":[{"_id":"s7kfJdjrXNCVxwHF/TOCSA==","name":"North Buttress","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Strassman","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.81251,37.42517]},"left_right_index":0,"mp_id":"108271068","mp_crag_id":"108271064","climb_id":"s7kfJdjrXNCVxwHF/TOCSA==","areaRef":"iFOAcMQSVwu2NfQkVGdo0Q=="},"content":{"description":"The first 6 pitches of this route are fairly sustained at 5.9, with some 5.10a.\n\nThis route is fairly easy to find.  Go up scree and talus from Third Recess Lake.  Head for the toe of the buttress.  Look for a right facing dihedral with a roof about 200 feet up.  To the right of the roof is kind of an arching feature.\n\nP1 - We went up through the chimney system that is just right of this main dihedral, and just under the arch.  Belay at a ledge that is just below a small left facing dihedral.\n\nP2 - Start up a small left facing dihedral that ends at the right side of the arch.  Follow the arch left until you hit the main right facing dihedral.  Go up and left of the roof to good stance and belay.  You should not be just left, and slightly above the roof. 10a\n\nP3 - Continue up a thin dihedral, and struggle through some wider sections.  Then go right, and belay at a big ledge.  10a.\n\nP4 - Up and right.  Many ways to go.  Somewhat thin. 120 feet.  Belay around a giant block.  You are now on a ridge that drops of on both sides.  Exposure is wild.  10a.\n\nP5 - Continue on ridge and do some mantles.  You end up going left a little, but keep your eye right for a small dihedral that will put you back on the ridge.  Belay under a perfect hand crack.  If you go to far on the left you will see bottoming cracks and a left facing dihedral.  Looks grainy.  Go back down 15 feet. 120 feet.\n\nP6 - Go up this perfect hand crack for 10 feet and it turns into somewhat of a knife-edge ridge.  This hand crack splits the knife edge and continues for 30 more feet.  GREAT exposure and really fun.  You will reach a small peak, then drop down and continue on the ridge with easier climbing.  10a. 150 feet.\n\nP7-10  Rope stretchers to the summit.  Easy 5th class and 4th class. You can probably find some harder stuff to climb on the ridge proper.  It was hailing on us, so we took the fastest way we could find.\n\nWalk off the back of the formation, and down to the descent gully.","protection":"Double rack of green alien through #3 Camalot. Single #4, that we used pretty frequently.  Single set of nuts.  Dozen slings.  60m rope\n\nNo bolts, no fixed anchors.","location":"Descend down the gully that is just climbers right of the buttress.  It is steep and loose.  Do not trend too far skier's left because it cliffs out.  Best to scope this out on the approach, so you know where to go.  It took us 2 hours from summit back to our bivy by the lake.  I would consider this a moderately difficult/sketchy descent."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,b9b4527b-a37a-552a-973e-94485cd95eb8,88538070-c412-570b-b635-f424546768d1","pathTokens":["USA","California","High Sierra","06 - Little Lakes Valley & Mono Recesses","Third Recess Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.81251,37.42517]},"bbox":[-118.8130762173022,37.42472033981813,-118.81194378269782,37.42561966018186],"left_right_index":-1,"ext_id":"108271064","area_id":"iFOAcMQSVwu2NfQkVGdo0Q==","polygon":{"type":"Polygon","coordinates":[[[-118.8130762173022,37.42472033981813],[-118.81194378269782,37.42472033981813],[-118.81194378269782,37.42561966018186],[-118.8130762173022,37.42561966018186],[-118.8130762173022,37.42472033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:34.041Z","updatedAt":"2024-02-19T18:29:40.227Z"}