{"_id":"63689de0e80bff5a994f9dae","area_name":"Coliseum, The","shortCode":"","climbs":[{"_id":"2/8nFoAVU1asnY66dHAkkQ==","name":"Wrinkle in Time","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"B. Gillett, C. Hill, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":9,"mp_id":"108240304","mp_crag_id":"106384618","climb_id":"2/8nFoAVU1asnY66dHAkkQ==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"This climb is actually much better than either the topo or first appearances would lead one to believe.  One of the would-be detractors include that the climb does pass a few small plants, but these are not difficult to pass. The other is the the yawning slot up top, which could be skipped by traversing left up a 4th class ramp up top to the amchors on Frozen In Time, but it should not be.  This 'slot' turns out not to be a slot at all.  It has positive holds just inside on both sides and can be climbed as a layback flake or on fingerlocks.  It accepts second-knuckle sized gear on one side or mixed-sized cams on the other.  Once topped out of the flake, one can wander back and right onto the lower angled rock, or up and left through jagged cracks with good gear to the sumit (and rap as for\n\nHollow Man\n\n).","protection":"A standard light rack - despite the apparent 'slot' up top, no wide gear is ever needed.","location":"This is the crack system just right of P2 of\n\nLost In Time\n\n."},"__v":0},{"_id":"Cs4eOgx/U/6I+N3oZUa3tg==","name":"Vrainavore","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Jasperson, Sergio Poyares, Alex Tinsley, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":6,"mp_id":"106522667","mp_crag_id":"106384618","climb_id":"Cs4eOgx/U/6I+N3oZUa3tg==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"Vrainavore is a sustained gnarly crack climb on the right side of the\n\nHollow Man\n\ndihedral. There are several hard sections with no particular crux. The Gillett guide shows the crux at the overlap near the top, but that didn't seem any harder than below, and perhaps more straightforward. Gear is excellent with perhaps only a little funk near the bottom where you enter the crack. Halfway up you can move right to the\n\nHandcrack-a-rete\n\nanchors for a rest or belay, or a few feet higher for gear. You could, at this point, continue up the arete to the ceiling to avoid the difficult upper corner.","protection":"Cams to old #3.5 or new #4 Camalot (gray), maybe doubles in the medium sizes. I used a few finger size nuts and cams. Two bolt anchor at the top with rings. I used the big cam at the overlap, but other, smaller gear is available there.","location":"On the right side of The Coliseum is a mossy obvious corner that is visible from the road. Four climbs start from here:\n\nHollow Man\n\nis the crack on the left;\n\nPlanetary Pull\n\nis the first crack on the right starting halfway up; Vrainavore 10a is the main crack system on the right.\n\nHandcrack-a-rete\n\nis the crack system just right of the arete.\n\nTo descend, you can rap either the left or right side of the arete in two single-rope rappels. The right side has some rope hazards. The knots on both ends of our rope got stuck in the block at the tree at the base of P2 of\n\nLost in Time\n\n."},"__v":0},{"_id":"jPtBZIRkXZmLACPARKq+qw==","name":"Unleash The Lions","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"P1 Bob Jasperson. P2 Gillett, Sullivan, and Crawford, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":0,"mp_id":"106913308","mp_crag_id":"106384618","climb_id":"jPtBZIRkXZmLACPARKq+qw==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"Pitch 1 - climb a short crack into the right-facing flake/dihederal, when it fades angle right toward the chains above the tree. 70 feet, 5.6.\n\nPitch 2 - move left into a nice crack and climb it, going around the roof above on the right. Continue with discontinous cracks and flakes and belay behind a large boulder. 60 feet, 5.7.\n\nDownclimb/walkoff to the SE.","protection":"SR, chains at the end of P1, no anchors at the top.\n\nPer\n\nSarah K\n\n: there are new rap anchors on P2. A 70m rope just barely reaches the ground from the top.","location":"Follow the approach description for the Coliseum.\n\nThis route is to the left and kind of behind the\n\nIonic Column\n\nroute."},"__v":0},{"_id":"suthpd+mUQ+t9Dgq4MnicA==","name":"Planetary Pull","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Jasperson, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":5,"mp_id":"106522648","mp_crag_id":"106384618","climb_id":"suthpd+mUQ+t9Dgq4MnicA==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"This is a second pitch variation to\n\nHollow Man\n\nthat climbs a crack on the right side of the corner that starts halfway up at the lower of two half-way bolted anchors. You can climb this in one long pitch, reaching the crack via the first half of\n\nHollow Man\n\n, or you can climb\n\nHollow Man\n\n, rap down to the anchors, and then do the Planetary Pull crack. In any case, stem the corner above the anchors until you can pull into the crack. Splitter hand jams lead to the shared anchors of\n\nHandcrack-a-rete\n\nand\n\nLost in Time\n\n. The Gillett guide calls this 5.8, but it felt pretty easy, perhaps even easier than the hand crack crux of\n\nHandcrack-a-rete\n\n.","protection":"Mostly hand-size cams. This is pretty easy and straight forward, but doubles could be useful. Two bolt anchor at the top with rings.","location":"On the right side of The Coliseum is a mossy obvious corner that is visible from the road. Four climbs start from here:\n\nHollow Man\n\nis the crack on the left; Planetary Pull is the first crack on the right starting halfway up;\n\nVrainavore\n\n10a is the main crack system on the right.\n\nHandcrack-a-rete\n\nis the crack system just right of the arete.\n\nTo descend, you can rap either the left or right side of the arete in two single-rope rappels. The right side has some rope hazards. The knots on both ends of our rope got stuck in the block at the tree at the base of P2 of\n\nLost in Time\n\n."},"__v":0},{"_id":"CQDiAAaQXA+PWIepwnVjtg==","name":"Lost in Time","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"B. Jasperson, B&K Grohusky, and J. Neumann, 2001","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":8,"mp_id":"106385581","mp_crag_id":"106384618","climb_id":"CQDiAAaQXA+PWIepwnVjtg==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"The second pitch of Lost in Time is one of the best of its grade for the caynon.  The quality is on par with \"\n\nUpside the Cranium\n\n\" and \"\n\nPanic in the Gray Room\"\n\n.\n\nP1: The first pitch starts on the blunt arete to the right of the obvious large tree about 80 feet up the wall.  Place a small cam at the start and clip two bolts along the arete. Low angle climbing and one bolt leads to the tree belay.  Let your partner lead this one. (5.9, 80 feet)\n\nP2: The money pitch....  Follow 8 bolts up the clean slab, which is only marred by a horizontal crack after the third bolt. (#4 Friend) The large cam is probably optional, since the climbing is easy/secure in this section.  Small edges lead past a few more cruxes to the bolt anchors above\n\nHandcrack-A-rete\n\n. (5.10b, 80 feet)\n\nRap\n\nHandcrack-A-rete\n\nwith a 60m rope.","protection":"Light rack to #2 for P1, and a #4 Friend for P2....","location":"Lost in Time climbs the slab to the right of\n\nHandcrack-A-rete\n\n."},"__v":0},{"_id":"eufQesbIUZG3ljHk2D91wA==","name":"The Lion's Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jason Maurer and Ted Fisher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":1,"mp_id":"106913400","mp_crag_id":"106384618","climb_id":"eufQesbIUZG3ljHk2D91wA==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"This is actually a variation to the 2nd pitch of\n\nUnleash The Lions\n\n. From the anchors, move right into a sweet OW hand and fist crack. Follow the wide crack (#4 Camalot) throught the roof and then into some nice angling finger cracks. Belay up and behind a large boulder....\n\nThis route was super lichened up when we did it a couple weeks ago...not too much loose stuff though. Due to the condition of the route, I just figured that it hasn't seen an ascent yet, plus no record of it in Gillett's new SSV Book, or on the Proj.... If I'm stealing this route from anyone, please let me know and I can edit this entry.","protection":"SR, #4 Camalot could be useful.","location":"This is the 2nd pitch variation to\n\nUnleash the Lions\n\n."},"__v":0},{"_id":"m8iAih/qUHqnATAmzidTcw==","name":"Ionic Column","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"B. Gillett & C. Hill, 2002","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":2,"mp_id":"106856997","mp_crag_id":"106384618","climb_id":"m8iAih/qUHqnATAmzidTcw==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"This has great climbing, if this is your sort of thing. The crux is edging on a limited number of small holds, so it is all about balance and control... and edging shoes.\n\nClimb up the moderate corner to a ledge, protecting with whatever gear you feel like tossing in. This is not the crux of the climb.\n\nContinue up to clip 2 bolts easily, then start into thinner territory.  Step up into harder climbing and clip the 3rd bolt, then the difficulty starts in earnest.  Clip the 4th bolt and go left (cleaner) or right (easier) through the crux and up to the top of the arete.  No way is secure, but both are safe. Height and face climbing skills both matter here. Wear edging shoes as well!","protection":"A single set of cams to 3\" and 4 bolts to a bolted anchor. The gear-protected climbing is moderate in grade.","location":"This route is near the left side of the Coliseum and is easily spotted as a low angle, right-facing corner that leads to a strangely exfoliated and clean white patch on an arete with 4 bolts."},"__v":0},{"_id":"uR+KvLMXVeimJ7rr4UNcAw==","name":"Hollow Man","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gillett, 2002","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":4,"mp_id":"106385563","mp_crag_id":"106384618","climb_id":"uR+KvLMXVeimJ7rr4UNcAw==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"Hollow Man is an enjoyable moderate, which makes a great 195 foot lead.  There is still a little bit of lichen, so watch your footing.\n\nP1: Hollow Man starts up mossy ledges just to the left of\n\nHandcrack-A-rete\n\n. After 25 feet, you climb a great flake system on the left wall which starts out at 1 inch and widens to 4 inches. Clip one bolt on the way to a double bolt anchor. (5.8, 100 feet)\n\nP2: The second pitch heads up the blunt arete with 6 bolts for protection with good position. (5.8, 95 feet)\n\nRap twice with a 60m rope. You should rap to the second set of anchors on the first rap from the top of the climb.","protection":"Set of cams from 0.5 to a #4 Friend, plus a hand size hex or an extra large hand size cam....","location":"Hollow Man starts just to the left of\n\nHandcrack-A-rete\n\n."},"__v":0},{"_id":"1cFJyV9JXqin55OsVNFq+w==","name":"Handcrack-a-rete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Jasperson, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":7,"mp_id":"106385037","mp_crag_id":"106384618","climb_id":"1cFJyV9JXqin55OsVNFq+w==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"Toward the middle of the wall lie two long aretes that make their way to the top of The Coliseum.  Handcrack-a-rete is the obvious hand crack that splits the arete on the right hand side.  Start by scrambling to the base of the crack then proceed through the excellent hand crack to a set of bolt anchors approximately 100' up on a great ledge.  The crux lies near the beginning of this pitch; here, the crack itself is angled inward (making the jams somewhat awkward) and the feet are thin.  As the crack proceeds upward, the angle eases up and the feet become more plentiful.\n\nThe second pitch can be attacked via two paths.  The most obvious path is to follow the arete upward past a bolt about 10-15' above the belay ledge.  Although Gillett states that the gear is sparse, at 5.6 the gear felt comfortable.  Another option for the second pitch (also 5.6) is to head further right to a large flake; although I have not done this variation, it appears that the flake is more readily protected than the direct approach.  Either way, the pitch ends with at a set of bolt anchors on another nice ledge.\n\nThere is a last pitch consisting of a short 5.6 chimney which will gain you the summit, but we chose to rap off from this point.  To descend from the second belay station, simply rap to the first and then to the ground.  If summiting, walk off to the west or rap off of an anchor located on the ridge further east.\n\nThe first two pitches can be linked with a 60 m rope.","protection":"A traditional rack (you know, nuts, cams, etc) with extras in the hand-sized range for the first pitch.","location":"This route is located on the second of two nice aretes which gain the summit.  This beautiful handcrack can not be missed as it splits the second arete.  You will have to do a little scrambling to reach the base of the route."},"__v":0},{"_id":"toMv0PeuWiGIP6u/xxfn3Q==","name":"Gladiator","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bernard Gillett and Chris Hill, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"left_right_index":3,"mp_id":"106559033","mp_crag_id":"106384618","climb_id":"toMv0PeuWiGIP6u/xxfn3Q==","areaRef":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":"Gladiator is a fun climb with a great roof crack on the last pitch. There is plenty of lichen in this area but the climbing tends to be pretty clean where it matters.\n\nP1: climb splitter 5.8 wide-hands to a short loose section to a belay at a tree. This is a short pitch and is easily linked with p2.\n\nP2: a fun, .10c, thin crack leads to a two bolt anchor.\n\nP3: this is the goods. Climb a corner to the start of the roof. Using hand and fist jams work your way through the roof .11b. After the roof step right to a finger crack and head to the top.","protection":"Rack up to a #4 Camalot and Doubles in hand sizes to #3 Camalot for the roof.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,aedd1e95-a12a-511c-8ae7-646af439455c","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Coliseum, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":1,"label":"5.10a"},{"count":4,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37301,40.16875]},"bbox":[-105.37359844648788,40.16830033981814,-105.3724215535121,40.16919966018186],"left_right_index":-1,"ext_id":"106384618","area_id":"rt0elaEqURyK52Rq9DlFXA=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:39.628Z","updatedAt":"2022-11-25T11:17:26.376Z"}