{"_id":"6368a214e80bff5a9955da9a","area_name":"Tridents","shortCode":"","climbs":[{"_id":"z5PFpBZJUGW7q5DZ8EY+dg==","name":"Potwana","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Wayne Taylor, Curt Verplough, 7/74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":1,"mp_id":"119823780","mp_crag_id":"107717605","climb_id":"z5PFpBZJUGW7q5DZ8EY+dg==","areaRef":"MD7TdJf+WrypFW37dHjYWg=="},"content":{"description":"P1 (5.7): Start up the clean splitter interspersed with good flakes offering quality climbing and the opportunity for some solid layback. Enjoy it while you can, because the splitter ends after 30 feet or so at several large aspens on a large sloping ramp. Climb up and to the left beneath an arching system of green roofs which ascend in the same direction. When the roofs give way to a large corner (the towering protrusion forming the dihedral here is the “ship’s prow”), ascend to an adequate ledge and traverse straight left toward a small tree marked by the historical remnants of faded webbing. From the tree, climb straight up the face to discover a series of amazing incut edges, hidden from view below, until an arching red roof steers the route back to the right. Pass an annoying prominent bush (pruned 10/20) to gain a grassy ledge near the top of the ship’s prow feature. From here, Hill’s guide advises a “leap” to grab the top of the ship’s prow, though at 5’10”, I was able to reach the top and stem the corner with relative security (though considerably less style) to mantle atop the prow, and scramble beyond some loose rock above to belay at a pair of trees.P2 (5.6): From the right belay tree, ascend a clean corner for 20 feet or so toward a baby pine. From here, traverse right passing between the wall and a huge pine to gain a substantial dirt ledge dwarfed by large pines at each end. Ascend a central weakness marked by a large chicken head about 30 feet up. Above the chicken head, pass another large pine and trend left up a grassy ramp, toward a solid red rock corner (avoid the central face here, which has many loose blocks). Climb the corner and and belay at a prominent pine on a spacious ledge above.Note: There appear to be many options for variations throughout this pitch. One of the most obvious would be to continue ascending a second dihedral almost in direct succession after the first straight off the belay, though I started into this and it felt (as a solo) more difficult than P1, and since Hill’s guide maintains that P1 is the crux, I reasoned that I was off route and opted for the path described.P3 (5.5): Traverse right and stem an easy corner at the south end of the ledge, bypassing loose blocks. From a thick, broken pine above, ascend broken ledges and traverse right around the corner to an exposed point of rock protruding over a receding alcove alongside the primary buttress. From this point, stem right across the void to adequate feet and a horizontal finger crack above. Continue up to belay from a large sprawling pine on fairly level terrain.From the top of P3, walk up to the central summit and enjoy the view!Descent: Traversing the central summit to the east, an obvious notch gives way to a broad forested ramp along the NE slope of the Tridents. I followed this ramp along the receding wall to the right, until reaching an established rappel anchor with webbing and multiple biners. 2 single 60 meter rope rappels landed me at a flat alcove on the east end above the talus slope.","protection":"Standard Sandia Rack.   Nothing larger than a #2 was needed.   C3’s, smaller nuts and lots of runners were useful.   No fixed gear.","location":"Depart the La Luz Trail and ascend the talus slope just east of Donald Duck. When you reach the north ridge of the Tridents just beyond, veer right and traverse uphill along the west face until a sharp inlet to the left reveals a broad buttress with a clean splitter down the middle."},"__v":0},{"_id":"yhqiJy9HVnisKg+T8+hMdg==","name":"Narrow Escape","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Wayne Taylor and Gordon Darbro:  11/1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":0,"mp_id":"107717615","mp_crag_id":"107717605","climb_id":"yhqiJy9HVnisKg+T8+hMdg==","areaRef":"MD7TdJf+WrypFW37dHjYWg=="},"content":{"description":"P1:  140 feet (crux pitch with smaller gear).  Climb up and right to a small roof with yellow lichen.  Clip the fixed angle (back it up) and traverse right to the weakness just left of the arete.  Follow this line to a good belay ledge with a rap station (2 ropes).   P2:  70 feet.  Go up (trending a bit right) the clean ridge above the belay to another good stance.   Final pitches:  the last two or three pitches follows the ridge to the summit.","protection":"Standard trad rack with many over the shoulder two foot runners.  There is a fixed pin on the first pitch but it is an old angle.","location":"Start the route just east of the north ridge of the Tridents on a ledge.  Use the yellow lichen under a small roof as a guide to the route location.  Descent is by walking east and scrambling down easy ground between the trees to the upper talus field.  Walk down to packs and the La Luz trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,303ed374-97fe-5abc-a915-6dfb7478d85a","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Tridents"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"bbox":[-106.45255032475414,35.205850339818134,-106.45144967524584,35.20674966018186],"left_right_index":-1,"ext_id":"107717605","area_id":"MD7TdJf+WrypFW37dHjYWg=="},"content":{"description":"The Tridents is the rib formation just east of the Thumb and next to Donald Duck."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:49.850Z","updatedAt":"2024-01-15T16:47:17.143Z"}