{"_id":"63689de0e80bff5a994f9145","area_name":"West Eolus","shortCode":"","climbs":[{"_id":"cxdB8oJTWieMKl7G2lvCaA==","name":"South Face Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"San Juan hardmen in hobnailed boots","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.6275,37.62103]},"left_right_index":0,"mp_id":"117788553","mp_crag_id":"117788224","climb_id":"cxdB8oJTWieMKl7G2lvCaA==","areaRef":"k93299hrXcKwRYJD0bzO/Q=="},"content":{"description":"This is classic San Juan chossaineering: interesting, moderate offwidth climbing and scrambling on an exposed face to an airy summit!\n\nP1, 25m. Scramble up the initial gully/slot. The pro is sparse, but the climbing is easy enough (Class 4 - 5.0). At the top of the slot, there is an exposed, narrow ledge and corner. Belay from the top of the slot, just below this ledge.\n\nP2, 30m. Traverse the ledge around the corner and climb the 10\" - 11\" wide crux chimney (5.7?). A crack in the back of the chimney provides opportunities for gear, but it can be hard to reach. Above this, climb ~30 more feet of 5.6 or so to a ledge below angling cracks, immediately left of a garbage chute. This pitch protects well, and an array of stoppers work nicely for the belay.\n\nP3, 20m. Climb 15 feet up the angling cracks to another ledge directly below a 2' wide chimney with a chockstone at the top. Climb the chimney (5.6?), which narrows at the top, making for an awkward top-out over the chockstone. Scramble up to a large boulder which may be slung for the belay. A #0.5 Camalot fits a crack behind the boulder. This pitch is also well-protected.\n\nScramble 40 feet up and right to the solid and airy summit ridge, then turn left and climb onto the crumbling apex (3rd Class).\n\nThese pitches could be linked with a single rope, but drag would be heinous.\n\nTo descend, rappel the route:\n\nR1. Rappel P3 from the slung boulder. A line just to climber's left of the wide chimney makes for clean pull from the P2 belay ledge.\n\nR2. Rappel P2 from boulders or cracks (we left a #9 BD stopper) to the base of the offwidth chimney. With a 70m rope, the first can rappel across the narrow ledge back into the top of the P1 slot; however, it is best to pull the rope from the base of the offwidth.\n\nR3. Traverse into the P1 slot, sling a horn a couple feet below the top, and rappel back to the south face ledge.\n\nTake care pulling the ropes as they are prone to snag, and gravel rains down.","protection":"BD cams #0.4 - #2, BD stoppers sizes #7 - #11, and long runners.","location":"This is the prominent weakness in the middle of the south face, directly below the summit. From the saddle east of West Eolus, head west on a game trail traversing the obvious ledge beneath the south face. About midway across, look for a prominent, left-facing gully/chimney system that angles up the face to climber's right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,64f7d38a-5f26-57d1-b23a-b941f84f7cf9,37e56811-85d5-5970-80de-8ad7420e38ff,93ddf6f7-d86b-5dc2-b045-8243d1bccefd","pathTokens":["USA","Colorado","Alpine Rock","San Juans","Needles, The","West Eolus"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.6275,37.62103]},"bbox":[-107.62806770570367,37.62058033981813,-107.62693229429635,37.621479660181855],"left_right_index":-1,"ext_id":"117788224","area_id":"k93299hrXcKwRYJD0bzO/Q=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:55:53.753Z","updatedAt":"2024-01-15T16:42:36.503Z"}