{"_id":"63689de0e80bff5a994f9719","area_name":"Underworld","shortCode":"","climbs":[{"_id":"njZB0Nb7Vq+D28StStuGcg==","name":"Pluto","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"NB (rope solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.09255,39.2525]},"left_right_index":3,"mp_id":"115431529","mp_crag_id":"112194210","climb_id":"njZB0Nb7Vq+D28StStuGcg==","areaRef":"UtROfWYmUjWJRiGBRM3yRg=="},"content":{"description":"This climbs the left diagonaling crack and face left of \"\n\nNacimiento del Diablo\n\n\" in 2 or 3 pitches. The first two are pretty outstanding and could easily be linked into one long mega pitch. The last is worth doing if you want to gain the summit block.\n\nP1. Start up on the ledge at a small cedar tree (3rd Class access ramp). Climb the obvious, left-leaning crack feature, which is best done as a lieback, to a ledge with bolts at about 100'. This is a very cool pitch, but the climbing and the gear is a bit strenuous.... Bring at least a double set of cams to #2 Camalot and perhaps one #3 Camalot, plus a healthy set of medium size stoppers, 5.10+/11-?\n\nP2. Traverse back right along a horizontal crack (large stopper here) to a stance and some underclings. You get a #1 TCU here. Step up and right where it's possible to also get a reachy stopper for the cruxy bulge move overhead. Climb straight up past another # TCU/small stopper to a small overlap and a bolt. Crimp your way through the overlap and up the short headwall on small but positive holds to an anchor on the ledge. This is a very short pitch and would probably be best added to the end of pitch 1 for a mega pitch (I was rope soloing and opted for the ledge rest instead). If you link these, save three # 1 TCUs for this last section (the 3rd protects the direct portion the normal routes climb around), 5.11?\n\nP3. This is not great climbing, but it gains a nice ledge at the top of the formation. From the belay bolts, climb left around the corner using a semi-hollow flake.\n\nBeware of the big block on the traverse -- you don't want to pull that thing off!\n\nI would have trundled it but didn't want to scar the wall below. Gain the crack and chimney, and climb it to the top, then step up and left onto the taller summit block and belay. Rack: medium size cams up to #4 Camalot, ~ 5.7+.\n\nRap from bolts in the boulder to the anchor on the ledge atop pitch 1, which is right at 100'. Another 100' rap puts you in the vicinity of the small cedar tree at the start of the route. From there, you can scramble down the way you came up.\n\nDon't try to rap straight down the wall as the rope will not be long enough.","protection":"See the description for a pitch breakdown.","location":"See the description."},"__v":0},{"_id":"M3/SQUG8Vqi92sHDMFj0mA==","name":"Nacimiento del Diablo","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Wolfe, Maxson, Green","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.09255,39.2525]},"left_right_index":4,"mp_id":"112194217","mp_crag_id":"112194210","climb_id":"M3/SQUG8Vqi92sHDMFj0mA==","areaRef":"UtROfWYmUjWJRiGBRM3yRg=="},"content":{"description":"Nacimiento del Diablo starts up an easy offwidth crack on the right prow of Devil's Rejects. Although the climbing doesn't look that good, it has a surprisingly awesome finish which is much harder than it appears.\n\nBegin with some 5.7 climbing. Although you're climbing up a wide crack, there are plenty of features around the crack to avoid the OW battle. Sneak under an arching slot which clamps down into a body squeeze.\n\nTransition out of the squeeze to an exposed, fantastic, hand crack that traverses upward (crux). The crack narrows, and just when you think you're not going to be able to escape, exit up and right onto a ledge with a large boulder. Belay here.\n\nRappel west (bolted anchor) into a gully which takes you back to the base of the climb.\n\nNotes:\n\n-A 60m will NOT work for top-roping this climb.\n\n-For those who are above our trad leading pay grades and feel adventurous:\n\nPitch 2 -\n\ncontinue up the arete (low 5th), hand traverse below a giant block, and follow a seam (slopers with some gear) as it traverses above the entire face. Somehow surmount the roof (5.12?) and finish up a fist crack to the top of the formation. A lead bolt or three may be required to surmount the roof and supplement poor protection in the traverse (has been checked from the top down).","protection":"Nuts & a double rack. You may want triples in hand sized pieces and an optional BD C4 #5.","location":""},"__v":0},{"_id":"r9shxhylWROCldSSe8WlKg==","name":"Jesus Fish","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Carrington, Danielle Shefet","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.09255,39.2525]},"left_right_index":1,"mp_id":"113810373","mp_crag_id":"112194210","climb_id":"r9shxhylWROCldSSe8WlKg==","areaRef":"UtROfWYmUjWJRiGBRM3yRg=="},"content":{"description":"Jesus Fish is a long, easy climb to the summit of the formation. The crux comes in the first 10 feet, surmounting a bulge via the offwidth crack. After the bulge, continue up the various cracks heading toward the huge chimney that splits the formation in two. Once at the first set of bolted anchors, dive into the chimney, and enjoy a fun, easy climb to the summit.","protection":"A standard rack, maybe something wide for the crux start. There are bolted anchors on both pitches.","location":"This is the huge chimney on the left side of the obvious roof that splits the formation in two."},"__v":0},{"_id":"lZNTgHG7X5SowopAYhY2sA==","name":"Holy Diver","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"NB","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.09255,39.2525]},"left_right_index":6,"mp_id":"115785553","mp_crag_id":"112194210","climb_id":"lZNTgHG7X5SowopAYhY2sA==","areaRef":"UtROfWYmUjWJRiGBRM3yRg=="},"content":{"description":"With technical face climbing, positive lieback corners, a short crack, and even a wild roof move at the top, this route is an interesting adventure up the shady, north-facing side of the formation. It is very sustained for the grade - maybe it's 5.11.... Also, this is a great route to do on a hot day while waiting for shade to hit the main wall. It was originally done on 9 bolts but was re-engineered to avoid the awkward gear and reachy clips in the middle \"crack\" section. There is some grainy rock in sections, but the climbing is plenty worthwhile.\n\nStart in the short chimney, then step left to the line of bolts. Weave around, as necessary, following seams and corners to the top of the flake. From here, step out right, then make big moves back left through the roof. Above the roof, follow an easy crack (optional finger-size cam) to the anchor up and and right of the small tree, 90'.","protection":"11 bolts and a possible finger-size cam at the end.","location":"This is ~100' uphill from \"\n\nBeelzebub\n\n\" on the north-facing side of the formation."},"__v":0},{"_id":"cqhlQi9LWRO0+MhVk0hHdA==","name":"Devil's Plaything","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"NB (rope solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.09255,39.2525]},"left_right_index":2,"mp_id":"115431602","mp_crag_id":"112194210","climb_id":"cqhlQi9LWRO0+MhVk0hHdA==","areaRef":"UtROfWYmUjWJRiGBRM3yRg=="},"content":{"description":"This climbs the middle portion of the main wall and merges into \"\n\nPluto\n\n\", which is then taken to the summit. If you're a fan of the older style ground-up SPlatte slab/face routes, then you'll probably like this one, but if not... you're gonna hate it. Semi-spicy slabbin' down low leads to tighter bolt spacing as the wall steepens. There are several amazing jugs out of sight high on the wall too, making the climbing more reasonable than it looks from the ground.\n\nStart in front of the large conifer on the ramp roughly in the middle of the wall.\n\nClimb up and right via short rail and scoops to a bolt (out of sight) about 20' up. Continue up and rightward past a short seam/crack that takes a #0 TCU. From here, follow the right-trending line of bolts up the slab to a short, right-facing corner where the wall steepens. Stem the corner to the end, and move right to a good jug and ledge. Clip a high bolt, and pull the improbable-looking bulge above to yet another hidden jug. Mantel up, and clip the last bolt. From here, step right and merge into the last section of \"\n\nPluto\n\n\", where it jogs hard left. I used a #2 and #0.5 Camalot to protect the last traverse section to the anchors.\n\nIt's possible to continue straight up into pitch 2 of\n\n\"Pluto\n\n\" rather than traversing left to the anchor. This creates a mega 200' pitch! If you do, bring three #1 TCUs, #2 Camalot, and a few small/med stoppers for this last section in addition to the #0 TCU below.","protection":"9 bolts and gear -- see the description.","location":"It is in the middle of the wall up on a ramp and in front of a large conifer."},"__v":0},{"_id":"z1LPnfV+WZKz8XqxU/G66g==","name":"Coronal Mass Ejection","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Carrington","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.09255,39.2525]},"left_right_index":0,"mp_id":"113810151","mp_crag_id":"112194210","climb_id":"z1LPnfV+WZKz8XqxU/G66g==","areaRef":"UtROfWYmUjWJRiGBRM3yRg=="},"content":{"description":"The difficulty starts right off the ground and doesn't stop until the anchors. Start with a offwidth crack, and do everything you can to not get spit out. The first 20 feet is strenuous offwidth until you can reach a good jam in the back of the crack. It doesn't let up there, because all you have is a right hand, and everything else is pretty bad. Wiggle, thrash, and inch your way out of the offwidth until you gain a ledge below the large flake above you. I went around the flake on the left to the anchors.","protection":"I used a 6, 5, 4, two 3s, two 2s, and singles on down.","location":"This is on the far left side of the formation."},"__v":0},{"_id":"azFnkaXdXPaWsXW50BUiMA==","name":"Beelzebub","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"NB","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.09255,39.2525]},"left_right_index":5,"mp_id":"115438331","mp_crag_id":"112194210","climb_id":"azFnkaXdXPaWsXW50BUiMA==","areaRef":"UtROfWYmUjWJRiGBRM3yRg=="},"content":{"description":"This route climbs the steep wall around the corner to the right of \"\n\nNacimiento del Diablo\n\n\" and stays shady most of the day. It's a good place to start on a hot day while you wait for shade to hit the main wall, around 2 PM.\n\nStart in a short, easy, wide crack just below the rap gully. Use the crack to gain some flakes on the face to the left and a bolt. Climb flakes past another bolt to a short crack and a crucial #0.75 Camalot. Thin moves here get you to jugs and a third bolt. Continue up and left for finger-size cam(s) at a good stance before launching up the vertical headwall finish, which is protected by two more bolts. Climb the easy slab to the anchor on \"\n\nNacimiento del Diablo\n\n\".","protection":"5 bolts and light rack of cams to #0.75 Camalot. A large cam can also be used in the easy staring crack but is not necessary.","location":"Climb the north-facing rib of rock just right of\n\nNacimiento del Diablo\n\n\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,100d5508-4531-5c61-b19e-fa666bc6229a,52d44e7d-6626-5235-8946-218144cdf246","pathTokens":["USA","Colorado","South Platte","Devil's Head","Underworld"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":2,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.09255,39.2525]},"bbox":[-105.09313068244398,39.25205033981813,-105.09196931755602,39.25294966018186],"left_right_index":-1,"ext_id":"112194210","area_id":"UtROfWYmUjWJRiGBRM3yRg==","polygon":{"type":"Polygon","coordinates":[[[-105.09313068244398,39.25205033981813],[-105.09196931755602,39.25205033981813],[-105.09196931755602,39.25294966018186],[-105.09313068244398,39.25294966018186],[-105.09313068244398,39.25205033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:16.494Z","updatedAt":"2024-01-20T01:00:20.748Z"}