{"_id":"6368a1b8e80bff5a99553e7f","area_name":"Main Cliff","shortCode":"","climbs":[{"_id":"v51ABYu0VpO9Cn+7zdCrSw==","name":"Yellow Matter Custard","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jason Stern, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":4,"mp_id":"106390363","mp_crag_id":"105947823","climb_id":"v51ABYu0VpO9Cn+7zdCrSw==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Yellow Matter Custard is yet another perfect sport route on Sundown's Main Cliff. While Yellow Matter Custard retains a reputation for fingery, sharp climbing, the route still requires more than just finger strength. All of those crimps lead to a pretty sizable pump, and the redpoint crux might be managing whatever fatigue you sustained on the lower, crimpy crux.   \n\n  Start just left of the popular Romper Room, and climb up a series of stacked blocks. Pre-clipping the first bolt is a good idea. At the first bolt, the rock changes to the best Sundown has to offer: fine grained with crisp, good edges. From here, the climb follows a shallow groove with increasingly hard moves that culminate with a sequential crux. The crux ends with a big lock off to a perfect rail.  \n\n  The climbing to the anchor, while definitely heroic in feel, keeps the send in question until the final moment. It amazes me that this climb was bolted and sent in the 1980's. Despite the lycra tights and the high-top boots, those guys knew a good sport route when they saw one.    ","protection":"Bolts. The route was upgraded recently and all the bolts are new.","location":"Just left of Romper Room, on the left side of its namesake Yellow Matter Buttress."},"__v":0},{"_id":"2IwhuycbXDeh6WfnY8ig2A==","name":"Vultures","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Henry Barber and John Bragg, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":16,"mp_id":"105947835","mp_crag_id":"105947823","climb_id":"2IwhuycbXDeh6WfnY8ig2A==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Vultures is the striking thin finger crack that splits a blank wall to the left of the obvious roofs. If you aren't into sport climbing or you want a warm up before the harder stuff, Vultures is probably the route you came here to do.  \n\n  It doesn't look that bad, really, as the wall is a bit undervertical and there seems to be many options for your feet. The crack is splitter, and it looks like it offers some good fingerlocks. You might think to yourself that Vultures could be a quick tick, that it's massive reputation as one of the harder 5.10s in New Hampshire is a bit overblown. \n\n  I thought these things, that is, until I found myself ten feet up, with one gray TCU in, blindly groping at the crack that most decidedly would not accept my fingers. And those footholds that looked so great were just bad small enough, or polished enough, or something, that they did not inspire confidence at all. In a word, I underestimated the crack. \n\n  This is what I think Vultures really is: a standing testament to the climbing skill of its first ascentionists and a testpiece that is sure to test climbers from any era.  \n\n  Yeah, so climb the thin crack to bolt anchors. It doesn't look too bad, does it?","protection":"Thin. TCUs and stoppers. I didn't use anything bigger than a yellow TCU.","location":""},"__v":0},{"_id":"5GZ+xbEHUBGHYRo1ydhasQ==","name":"Vanishing Point","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bob Parrott","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":34,"mp_id":"106390382","mp_crag_id":"105947823","climb_id":"5GZ+xbEHUBGHYRo1ydhasQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"There is a bolted line immediately left of Toothless Grin. This route starts on the first two bolts of Toothless Grin and heads left, following a horizontal crack above a big roof. Then the climb veers sharply up, and climbs past numerous bolts to an anchor above the upper roof system. \n\n  The climbing on this route is certainly unique, from the pumpy crack traverse, to the technical slab (we used a slab-dyno), to the big tenuous moves before the anchor. Though this route may not be considered classic by everyone, I am aware that there is a small, but somewhat askew, following.","protection":"Mostly bolts. Two pins. One Alien to back up the first pin.","location":""},"__v":0},{"_id":"Vm8mDIiYXWKzNgmGvCpdaQ==","name":"Toothless Grin","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Ward Smith?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":37,"mp_id":"114583167","mp_crag_id":"105947823","climb_id":"Vm8mDIiYXWKzNgmGvCpdaQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Climb an arete into a small corner onto  another face into the bottom of an intimidating looking overhanging corner. Use your stemming prowess to gain a usually damp jug for a quick shake before the crux section. From the jug use  blacks magic to reach a gigantic undercling with extremely poor feet. Lean right into a tips crack or if you have sausage fingers make a heroic huck to the finish.... Then whip while trying to clip the anchor and puke from exhaustion. ","protection":"3 bolts ( for og points place a small cam and skip the bolts, they were not in place on the FA). Small nuts and small cams will get you a bolted anchor.","location":"In the gigantic cave just to the right of vanishing point. It’s the big amazing looking corner."},"__v":0},{"_id":"QlMRVmjBUhSdm4dYpHBMuw==","name":"Tits Out for the Lads","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Gill and Andy Ross","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":31,"mp_id":"107584677","mp_crag_id":"105947823","climb_id":"QlMRVmjBUhSdm4dYpHBMuw==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"This climb is generally done as the start of Confederacy of Dunces, but the climb is a lot of fun on its own and is a great way to set TR for Mithras or just to do something sub 5.12 at Sundown. \n\n  Climb the initial corner with trad gear then move into thinner moves with bolt protection. Exit left out the roof to a hand rail that leads to the Mithras anchors.","protection":"Bring a standard rack to 3. There are bolts as you approach the roof, but a hand sized piece in the roof makes moving out left much safer.","location":"To the right of Mithras. Same start as Confederacy of Dunces."},"__v":0},{"_id":"vDgYuzveVXKG31kXFy5d6w==","name":"Tar and Feather","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"callaghan/ strand","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":14,"mp_id":"106288820","mp_crag_id":"105947823","climb_id":"vDgYuzveVXKG31kXFy5d6w==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"A very demanding and hard to protect line. HARD fingertip jamming on a slightly overhanging wall.   A hard crack is good to find.","protection":"The first pitch has a pin in dark rock and o.k. pro 9+. Big gear for the anchor. The second pitch needs wires- including SMALL rp's and again large gear for the anchor.","location":"Left of center near the \"El Cap Tree Route\" a dark wall with small overhangs. About 200' right of the Breadloaf."},"__v":0},{"_id":"aUj7lqN/VOWdFxCC7nvLkA==","name":"Sundog Delight","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"John Mallery","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":28,"mp_id":"106870591","mp_crag_id":"105947823","climb_id":"aUj7lqN/VOWdFxCC7nvLkA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Climb all of Eyeless in Gaza above the anchors to a horizontal crack. Rest in the crack then traverse right to the Mithras anchors. Clip the anchors for Mithras, then continue climbing right finishing on Confederacy of Dunces. Finish at its double bolt anchor.","protection":"Can be done in two pitches or one if you have a longer rope.","location":"Starts on Eyeless in Gaza. Finishes on Confederacy of Dunces"},"__v":0},{"_id":"AIWXuJE/UdOJasIZdeiodg==","name":"Summer Teeth","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Rob Frost, mid 2000s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":36,"mp_id":"114583243","mp_crag_id":"105947823","climb_id":"AIWXuJE/UdOJasIZdeiodg==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"The extension to toothless grin. Clip a long one on the anchor and bust past some ugly fixed gear to a good placement and a scrunchy pedestal rest. Clip a bolt in the roof from a double knee bars then invert off a sub-par hold to more knee bars. Look in the handren guide for a ridiculous and inspiring photo of this bad larry.","protection":"Bring a couple long draws and a hand sized cam for the extension.","location":"Look for the corner of toothless grin take it all the way out through the roof."},"__v":0},{"_id":"eQo60ivbXK6k5ii7IXldnA==","name":"Stiletto","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Joe Cote","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":40,"mp_id":"106416705","mp_crag_id":"105947823","climb_id":"eQo60ivbXK6k5ii7IXldnA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Chimney behind the detached pinacle to the top and climb loose groove to the top of the cliff.","protection":"Standard trad rack","location":"Right of Rough Boys."},"__v":0},{"_id":"IP+MQYlsUqWZidLILmpXXw==","name":"Siddhartha","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Eli Buzzell 11/21/21","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":22,"mp_id":"121682354","mp_crag_id":"105947823","climb_id":"IP+MQYlsUqWZidLILmpXXw==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Just like the classic Hermann Hesse novel, Siddhartha the rock climb is a short and thoughtful journey that might be worth returning to once a decade. Though it might be a mystery on your first attempt, the right way to do it may reveal itself to you after meditating under the nearest fichus for a while. In lieu of a fichus, the sweet four seat couch under the route may also suffice. ","protection":"3 bolts,    mando stick clip","location":"The friendly bolt line right of the horrifying Sewer Rat corner. Left of Exodus.directly above the leisure seating."},"__v":0},{"_id":"ojNDHyw8XbG8z1q7vXUaBQ==","name":"She's Crafty","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Steve Damboise & Bob Parrott 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":19,"mp_id":"106436531","mp_crag_id":"105947823","climb_id":"ojNDHyw8XbG8z1q7vXUaBQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"This route is under the huge left roof and is always dry. It is just to the left of The Argonaut. I believe the first bolt is missing. Climb past 3 or 4 bolts to an anchor. Thin face climbing leads to a v-groove.","protection":"bolts to a bolted anchor. Upgraded 2021","location":"The Left Roof"},"__v":0},{"_id":"h/kPQWarVhaNcvEXiLEUKA==","name":"Shadowline","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Hartrich/ Dow 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":42,"mp_id":"106177683","mp_crag_id":"105947823","climb_id":"h/kPQWarVhaNcvEXiLEUKA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"A real ass-kicker. The original grade was 11B. A hard start and sustained thin fingers up a steep wall. Don't be shocked if this one takes few tries (at least).","protection":"Thin gear , wires and small cams.","location":"on the far right side near the \"little flush\" a thin crack on a steep wall"},"__v":0},{"_id":"KM8YKjUKX5WXXqo+KvVFAQ==","name":"Sewer Rat","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Aid: High and Dry (A3). FFA (renamed Sewer Rat) by Dave Sharratt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":21,"mp_id":"106416692","mp_crag_id":"105947823","climb_id":"KM8YKjUKX5WXXqo+KvVFAQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"","protection":"","location":"Starts in the middle corner of the left roof or about 15 feet to the right of The Argonaut."},"__v":0},{"_id":"TankJO+nWgq3e44T3rk6bQ==","name":"Rough Boys","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Doug Madara & Choe Brooks April, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":39,"mp_id":"106411047","mp_crag_id":"105947823","climb_id":"TankJO+nWgq3e44T3rk6bQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"This one will wake you up if 5.10a is your limit! I must quote the Ed Webster guidebook here for, it is my bible, and I enjoy the wording for its understated nature.    P1 \"Climb on to a moderate slab, protect under a thin arch, then face climb (5.9+) up to a small, horizontal ledge six feet  right of the actual dihedral. Clip a piton (with relief), step left, and stem up (5.10a) to good holds and a stance. Escape left around a small roof to a belay/rappel anchor.\" \n\n  The transition from the slab to the small ledge is protected below your feet on a slab as you pull onto a vertical face (kinda hairy).   Clipping the flexy piton feels good as you move into the fun dihedral.  \n\n  the book describes two options for a second pitch, both of which are overgrown and need to be cleaned. I've never ventured higher, though to me it looks like worthwhile crack climbing. \n\n  This is an exceptionally fun pitch that is marred only by the condition of the 2nd pitch. I hope some cleaning will yield more fun to complete the Rough Boys experience.   ","protection":"small cams and nuts. I found a .75 Camalot useful up top","location":"Around the corner from the Right Roof, and immediately right of Fat Girls with Acne"},"__v":0},{"_id":"sA6bT7qCXEqXrKYCOJFx7Q==","name":"Romper Room","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Steve Damboise, Jerry Handren, Duncan McCallum, Nick Yardley, Greg McCausland, Andy Ross, & Ronald Reagan May 13, 1988.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":6,"mp_id":"106411003","mp_crag_id":"105947823","climb_id":"sA6bT7qCXEqXrKYCOJFx7Q==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Romper Room is a top notch climb that I feel is on par with the more popular, Eyeless in Gaza. I guess all the first ascentionists reached the anchor at precisely the same moment, back when men were men. Approximately 10-15 feet of awkward, blocky but fun 5.6ish climbing leads to the first bolt and a stance. Clip the next bolt above your head and come back down to view the crux, a bouldery, balancy set of moves up to a small roof. Keep your balance for the third clip, pull over the roof, and enjoy the sustained and blissful face above. I agree with Jay Knower who wrote in his description of Yellow Matter Custard that, \"Despite the lycra tights and the high-top boots, those guys knew a good sport route when they saw one.\"  ","protection":"6 bolts. Bolted anchor and chains.","location":"Yellow Matter Buttress, just right of Yellow Matter Custard, just left of a wet, dirty crack."},"__v":0},{"_id":"khxxYvVIUSuTi5ygwGBHgg==","name":"The Promised Land","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Andy Ross & Ken Reville","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":25,"mp_id":"106118529","mp_crag_id":"105947823","climb_id":"khxxYvVIUSuTi5ygwGBHgg==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"This is the somewhat traversing line to the left of Eyeless in Gaza that makes use of the obvious sharp fin about midway up the wall. Although it doesn't see nearly the attention that Eyeless does, it's a really good route and a change of pace at Sundown, where relatively juggy climbs can be hard to come by.  \n\n  Start up the same chimney as Eyeless, then traverse left, using the obvious shelf for your hands and some small feet. Pull an awkward mantel onto the shelf, then continue working up and left on good holds (clipping one of the anchors for the short route below and passing under the wedged, detached block - a little spooky - on the way) until the good holds run out. Move left into the short, dynamic crux using a powerful lock-off to cross and reach left into an undercling at the bottom of the fin, then slap into the fin to get established and jump for the top. (I've been told that originally the route went up on small edges to the right of the fin feature, but the bolts were moved after the better - and easier - sequence using the fin was found. Hence the discrepancy between this grade and the one in Webster's book). Anyway, once you're through it, shake out, and fight the pump on good holds to the anchor.","protection":"Bolts and a pin. A #1 Camalot or something comparable can be useful at the top if you're not happy with the runout to the anchor. Long runners are helpful on the first several bolts to minimize rope drag, and followers should be sure to flip their rope over the fin before starting into the crux.","location":"To the left of Eyeless. Same start up the chimney, but only the first bolt is shared."},"__v":0},{"_id":"/4UYYpfTVG2TXair0EmeFg==","name":"Police and Thieves","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jim Surrette, Scott Stevenson. March 29, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":18,"mp_id":"114583260","mp_crag_id":"105947823","climb_id":"/4UYYpfTVG2TXair0EmeFg==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"The series of corners and roofs to the right of vultures. Do a hard boulder problem to get established under the second roof, clip some fixed nuts and a pin, then go traverse under the roof to the right and around a corner to a hard finger crack that leads to the anchor. This is a short pitch for sundown but it packs a big punch and has no filler climbing.","protection":"Rps, some fixed nuts, a pin, and some small cams should get you there.","location":"Just to the right of vultures near the sewer rat roof. Look for the corners and roofs."},"__v":0},{"_id":"cV+bzioaU1aSJM9FZKU0MQ==","name":"Pointy Teeth","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Tim Deroehn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":35,"mp_id":"113416780","mp_crag_id":"105947823","climb_id":"cV+bzioaU1aSJM9FZKU0MQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"This is a new iteration of Summer Teeth, Rob Frost's burly roof extension to Toothless Grin, climbed in the mid 2000s.  \n\n  Rather then climb Toothless Grin (12a), Pointy Teeth starts via the powerful and technical Vanishing Point (12d) to reach a kneebar rest at the anchors under the roof. Clip a bolt in the roof, then swing into a wild sequence of kneebars and pinches to reach the anchor just over the lip. \n\n  This line deserves to see some repeats and may well become a cult classic. Featuring gonzo slab dynos and inverted full body shenanigans, it's a good test of one's all around climbing skills.","protection":"10 bolts.","location":"Toothless Grin area, just uphill past the roofs on the right side of the main Eyeless in Gaza area."},"__v":0},{"_id":"kHcNlt4FWS2Lus8zsdSIQA==","name":"Pastryworks","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Duncan McCallum, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":3,"mp_id":"106515645","mp_crag_id":"105947823","climb_id":"kHcNlt4FWS2Lus8zsdSIQA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Pastryworks climbs a line of four bolts just left of the mega-classic Yellow Matter Custard. Begin by climbing past the first two bolts on Yellow Matter, and traverse left to the first bolt of Pastryworks.  \n\n  To help with rope drag and to keep the rope from running over a sharp corner, it's important to leave only the second bolt of Yellow Matter clipped, albeit with a very long sling. In order to do this from the ground, I stick clip both a short draw and a super-long draw onto the second bolt of Yellow Matter. After I clip the first bolt on Pastryworks, I reach back and unclip the short draw, leaving the super-long draw clipped.  \n\n  Upon reaching the first bolt of Pastryworks, expect to find sustained, old-school crimping. Despite the fact that the route looks thin from the ground, the moves between crimps are big and physical, requiring a surprising amount of power. The crimps keep coming, and the bolts are spread out enough to give you the sense that you are really on lead.  \n\n  Pastryworks has been forgotten over the years. Maybe it's because it looks so blank and tweaky from the ground (it isn't). Maybe it's because the Webster guide makes some vague reference to it being chipped (it wasn't).  Maybe people just don't like this kind of climbing anymore (I do).  \n\n  The route has been refurbished with new anchors and pruned tree limbs. There's no reason not to get on it.   ","protection":"4 bolts, plus the first 2 bolts on Yellow Matter","location":"Left of Yellow Matter Custard."},"__v":0},{"_id":"HwCkTfxpXc+Y0zfPanTHIw==","name":"Mithras","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Steve Damboise and Jerry Handren 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":30,"mp_id":"106366244","mp_crag_id":"105947823","climb_id":"HwCkTfxpXc+Y0zfPanTHIw==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Mithras is the nice-looking line of bolts just right of Eyeless in Gaza. While Eyeless offers pumpy, sustained climbing, Mithras is much more powerful and bouldery.  \n\n  After a sketchy bit of 5.8ish climbing to the first bolt, the crux comes at bolts two and three, and yields to a smart sequence. Climbers who attempt to thug the move may end up disappointed. Eventually, before bolt four, you climb more or less up the arete, maybe sneaking right for a rest or leaning left for a clip. A final, aesthetic boulder problem on the left face guards the chains.  \n\n  Mithras is among the best sport routes at Sundown, and a worthy tick for those who have already done Eyeless or for those who are sick of falling right before Eyeless's anchors.","protection":"8 bolts.","location":"Immediately to the right of Eyeless."},"__v":0},{"_id":"xqgbInYIXwi3YFchNZ5hOg==","name":"Minas Tirith","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Q. Snyder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":29,"mp_id":"121775245","mp_crag_id":"105947823","climb_id":"xqgbInYIXwi3YFchNZ5hOg==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Minas Tirith is a continuation of Mithras up to another anchor through more pumpy and bouldery climbing. Ain't nothin wrong with making a good route even longer!","protection":"3-4 bolts","location":"Directly above Mithras "},"__v":0},{"_id":"QIkClWhKVWi1M2fl788j9g==","name":"Minas Morgul","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Nate Iannuccillo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":27,"mp_id":"121775250","mp_crag_id":"105947823","climb_id":"QIkClWhKVWi1M2fl788j9g==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Minas Morgul is a linkup of Eyeless in Gaza into the Mithras extension \"Minas Tirith\"","protection":"bolts","location":"Link Eyeless into the extension of Mithras"},"__v":0},{"_id":"KgydhkPWWUy6jkrS8i1BHQ==","name":"Midnight Groove","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":15,"mp_id":"114583199","mp_crag_id":"105947823","climb_id":"KgydhkPWWUy6jkrS8i1BHQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"This is the handish crack just left of vultures. Climb up past a low crux up the crack chimney corner thing to some large blocks, then go onto the face in the corner past a pin to the ledge with the carrion anchor. It’s a little dirty, but very climbable and will clean up if people do it more. This might be the only fun moderate at sundown main cliff and is a good way to top rope carrion or vultures.","protection":"Singles to 3 or 4, doubles desirable for the 5.8 leader.","location":"Just left of the obvious finger crack of vultures."},"__v":0},{"_id":"rnA58Wl4WgS1Rwh7tqGu7g==","name":"Frigid Relations","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Damboise, Bently, Pelletier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":5,"mp_id":"107125100","mp_crag_id":"105947823","climb_id":"rnA58Wl4WgS1Rwh7tqGu7g==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"When there to replace the bolts we noticed an obvious direct start making the line independent of Romper Room; adding a quality bit of steep, undercling traversing to gain the original cruxy moves around a small roof. This new start does not make the route significantly harder, but removes a poorly placed bolt all together (and its ancient tat) and adds to the overall quality of the route; we added three closely spaced bolts safely protecting a ledge fall. We also  replaced all of Frigid's original hardware. It is a great crimpy warm-up for the even crimpier YMC, and is a great way to get up there to hang the draws. It is a great route in its own right, and deserves to be added to a what is already a healthy 5.12 circuit at Sundown .   \n\n  Variation: Instead of topping out on YMC traverse right into Romper Room, making for a longer, more sustained pitch. \n\n  The new start was bolted and first climbed into Frigid Relations by Bayard Russell and Freddie Wilkinson.","protection":"Sport. The relatively easy upper flake shared by Yellow Matter and Frigid Relations was protected by a 1\"-1 1/2\" cam. This is commonly skipped, but a teriffic and potentailly dangerous whipper would result from blowing the top out on Frigid Relations (not so much of an issue on Yellow Matter).","location":"The route is located on a small buttress, between the routes Yellow Matter Custard and Romper Room, approximately 75' right of Dikenstein (an obvious left angling orange/yellow dike which is the first, most visible route you see on the approach).  \n\n  Start as for Romper Room, traversing left on the ledge below the difficulties."},"__v":0},{"_id":"edlCTpYjVxy7iYJEC7CG7Q==","name":"Eyeless in Gaza","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jerry Handren, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":26,"mp_id":"105947830","mp_crag_id":"105947823","climb_id":"edlCTpYjVxy7iYJEC7CG7Q==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Eyeless might be the perfect sport climb. It's long, but not an endurance nightmare. It has cruxes, but the route could not be considered bouldery. It has a few heartbreaking moves at the top that don't seem that bad when you're fresh, but when you're pumped, it's a whole different story. In other words, you have to consider yourself a true sport climber to send Eyeless. \n\n  This might explain the shenanigans that went into sending this route. Climbers attempted this route for a few years before it was bolted. They used dubious pro, including pins that were pounded in behind some of the thin flakes that make for great incut edges for handholds. Between every attempt, the pins had to be pounded back in because the force of the fall loosened them. The route was eventually clandestinely bolted and sent, proving that Eyeless was always meant to be a sport route, despite the predominant ethic of the day. \n\n  To find the route, locate the beautiful orange, slightly overhanging wall with a line of flakes leading to anchors at the 60 foot mark. To start, climb up a strange dike for a few feet and then head right onto a mini-slab and then up the face. The technical crux comes early, at the third bolt,  and involves a tenuous lock off to reach a small flake sidepull. The pumpy moves continue as the angle is unrelenting.  \n\n  You might find it surprising that the redpoint crux is clipping the final bolt (or you may have before reading this). The hand holds are just slopey enough to make you want to move on, yet there's that pesky issue of clipping the bolt. A sequential move or two and a powerful move up into an undercling leads to the anchors.   \n\n  Eyeless, like many other routes in this area of the cliff, stays dry in the rain. If it's raining, don't lean out too much while clipping the anchors, as you might find meaning to the term \"Splash-pump.\"","protection":"6 bolts.","location":""},"__v":0},{"_id":"pwm8NKakUOqjtpGJg6H6OA==","name":"Exodus to the Promised Land","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":24,"mp_id":"121448485","mp_crag_id":"105947823","climb_id":"pwm8NKakUOqjtpGJg6H6OA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Combining the best of Exodus and The Promised Land, this link-up combines technical face-wall climbing with power-endurance (not to mention incredible, exposed, moderate climbing to reach the chains).Even though Exodus description calls out the option to continue up Promise Land, I feel this route warrants it's own entry, as it's a bit harder (with an additional 12a crux) and a much better climb. (feel free to update with the FA and/or rename)","protection":"10 bolts to anchors. Long draw on Promise Land intermediate chains will help with rope drag, or just back clean it. As in PL description, a 1 cam at the top takes the sting out of the ~5.9 run-out.","location":"Start on Exodus and continue through the crux of Promise Land."},"__v":0},{"_id":"CifRe4QuWEOqXVSvIBtHyA==","name":"Exodus","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Andy Ross & Jerry Handren, October 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":23,"mp_id":"119787732","mp_crag_id":"105947823","climb_id":"CifRe4QuWEOqXVSvIBtHyA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"A sundown gem, often walked by without a nod. Stick clip the first bolt or request of your belayer a righteous spot. Launch into a fine sequence with uncharacteristic edging, with wildly varying beta depending on your height and if your yoga routine consists of more than just shavasana. Before you know it, you'll be under a small roof. Divine your way around it, do a jig, and whip a couple times as you try to figure out how to not dyno to the two-finger sidepull. Summon your reserves of matzah to fend off the pump as you go for the chains.Why stop your exodus here? Clip a long one on the chains and launch for the promised land.","protection":"5 bolts.","location":"Starts on the right side of the left roof, the first route to the left of the dike of the start of eyeless/promised land. The chains of Exodus are the fourth clip of the Promised Land. It is typically dry despite a good rainy day."},"__v":0},{"_id":"TIfnjLMFVT2urVHAewhcVg==","name":"End of the Tether","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":33,"mp_id":"107226017","mp_crag_id":"105947823","climb_id":"TIfnjLMFVT2urVHAewhcVg==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"A great route not often done.  The crack begins about 6 feet in the air and most people aid the beginning (A0 11d); it has gone free at 12a (by sum wikkid tall guy who did a 1 arm pull-up).  Gain the crack and layback up to a small rest ledge.  Traverse right and pull a tough move to gain the upper part of the climb (where you will find two pitons); you get a pretty good rest.  then continue traversing right, on small feet and ok underclings in the crack (hope you don't have fat sausage fingers like I do).  then zip up the dihedral to a cluster f*** anchor (pretty standard for the area - i always trust em).  then lower yourself down to the roof and watch your second. \n\n  I think it is the fingery sister climb to the Bridge of Khazad-Dûm at Cathedral.  It is a great climb that most people don't do - it just takes a little bit of work.   \n\n  Not sure if the end of this one will stay dry in the rain.","protection":"Small nuts, small cams, a 6 foot tall friend to place the gear in the bottom, and a smile","location":"Start on the boulder under the right roof and to the left of Toothless Grin."},"__v":0},{"_id":"EdP7rRTvVi+HAhS3ToVoWA==","name":"Dikenstein","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Andy Ross  April, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":1,"mp_id":"106113566","mp_crag_id":"105947823","climb_id":"EdP7rRTvVi+HAhS3ToVoWA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"An awkward route that has a way of suckering you into thinking it is way easier than the grade implies.   \n\n  This route is positively unique for Sundown--It ascends a blocky dike that overhangs and leans ever-so-gently to the left.  The first 20 feet are mellow, then the sucker-punch comes right after the 2nd bolt.  It mellows out a bit after the crux. \n\n  Dikenstein is a \"good\" warm-up for the harder sport routes to the right of it (Yellow Matter Custard, 13a; and Romper Room, 12a).","protection":"4 bolts and a fixed anchor.","location":"At the far left end of the cliff, at the height of the approach trail to cliff."},"__v":0},{"_id":"C2dH0SfsXuKbPmh+7ZgBsg==","name":"Davey Jones Locker","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"E Webster, M Hartrich 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":9,"mp_id":"110594638","mp_crag_id":"105947823","climb_id":"C2dH0SfsXuKbPmh+7ZgBsg==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Great face climbing on mostly-good rock.  \n\n  P1 5.10b Some committing moves over a little overlap lead to a long rightward traverse. Good moves with small gear lead up and right to a thin face. Gear anchor on a pedestal. \n\n  P2 5.10b Scramble up and traverse out left. Pump though some steeper stuff and head up the slabs to anchor on a tree. \n\n Descent * not obvious. Walked back to the beginning of the cliff and rapped off trees, but likely a better way down..","protection":"Small and medium gear.","location":""},"__v":0},{"_id":"tiqTWyMIVOGp3tVGRCVXzA==","name":"Dance Connection","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jason Milford and David Way 8/15/13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":7,"mp_id":"108290782","mp_crag_id":"105947823","climb_id":"tiqTWyMIVOGp3tVGRCVXzA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Start up clean flakes to the first bolt and a bulge. Once over the bulge get a breather then head out right on the thin and interesting face. Keep it together on some tenuous moves to just under the massive and holdless roof.","protection":"5 bolts to lower off","location":"10 left of bete noire. About 25 ft right of romper room"},"__v":0},{"_id":"rWiHOwY2V7eSGNxGx8qf4g==","name":"Confederacy of Dunces","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jerry Handren","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":32,"mp_id":"107242422","mp_crag_id":"105947823","climb_id":"rWiHOwY2V7eSGNxGx8qf4g==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Above the roof, Confederacy has a airey feel that most of Sundown's routes don't have. Great climbing. \n\n  The initial corner and roof make a great warm-up at abut 5.11a - just above the roof you can easily traverse left along a horizontal hand crack to the anchor on Mythras (It was first climbed to this point by Chris Gill and Andy Ross, and, according to Ed Webster's guidebook, was called \"Tits out for the Lads\".) \n\n  The crux of the route is above the roof, it's great climbing with big, clean fall potential. All the moves feel pretty good on their own, but it's hard to put it all together.","protection":"Trad gear protects about half the route, then bolts and a pin. A cam goes in below the roof.","location":"Start below an obvious right facing corner just right of Eyeless in Gaza and Mythras."},"__v":0},{"_id":"oYE0xUA/VX2pMoo6xAnzYw==","name":"Carrion","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Nick Yardley, Andy Ross, April 21, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":17,"mp_id":"111004024","mp_crag_id":"105947823","climb_id":"oYE0xUA/VX2pMoo6xAnzYw==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"A terrific face-climb extension to Vultures.  From the Vultures anchor, diagonal right past 2 bolts to an overlap halfway up.  From here, clip a high piton (equipped with a long blue cord loop as of August 2015), then pull hard on small edges past another bolt to a ledge and an anchor shared with Midnight Groove.  If you have heel-hooked your way into doing a sideways pull-up, you are probably at the crux.","protection":"3 bolts, 1 pin.","location":"Start in the Vultures finger crack."},"__v":0},{"_id":"pydXF6KhWNW/1OZq1gpfwA==","name":"The Captain","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Cote & Dehemel 1972, FFA Barber & Bragg 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":2,"mp_id":"110594616","mp_crag_id":"105947823","climb_id":"pydXF6KhWNW/1OZq1gpfwA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Look for a dirty, sloping ledge 10' off the deck, with a nice right facing roof corner above.  \n\n  The climb apparently follows the crappy, mossy ledge. So dirty now that neither gear nor fingers find much purchase.","protection":"Small gear below.","location":"Left of Yellow Matter Custard."},"__v":0},{"_id":"+d0n207+UJ+hbrfmHKRxOQ==","name":"Bon Temps Rouler","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"september 1983, Steve Larson and Tricia  Mattox","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":41,"mp_id":"109498932","mp_crag_id":"105947823","climb_id":"+d0n207+UJ+hbrfmHKRxOQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"A really nice moderate crack climb with a lot of variety. Follow Stiletto for 45' to the start of the left traverse, but continue straight up the crack. Turn a bit right to finish in a hand jam crack to the top. Rappel down on the tree at the top of the cliff with an 80m rope or two ropes.","protection":"double rack, an optional #4 BD ","location":"same start as stiletto"},"__v":0},{"_id":"+kA7PyjtVxuwdL5K6Y4Ghw==","name":"The Big Rip","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ray Rice, 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":12,"mp_id":"106366254","mp_crag_id":"105947823","climb_id":"+kA7PyjtVxuwdL5K6Y4Ghw==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"A new addition last year, The Big Rip is an adventurous journey up one of the more neglected sections of Sundown's main wall. This wall is home to Banana Head (and its extension, Big Banana, a notorious route that once sported a bolt-on gym hold). These routes climb up the left and steepest part of the wall, as The Big Rip skirts the major steepness by following a discontinuous right-angling crack system. \n\n  Expect funky, physical climbing for the entire length of the wall. While many of Sundown's routes suffer from flat-edge sameness, The Big Rip is a welcome change by offering tenuous laybacks, funky jugs, and surprisingly hard mantles.  \n\nAttention: While the route is mostly bolted, a #1 Camalot is necessary between the first and second bolts. About halfway up, .4 and .5 Camalots take the sting out of a runout.  ","protection":"Bolts. Mid sized cams (.4 to 1 Camalot) are necessary.","location":"Right of Banana Head."},"__v":0},{"_id":"lcliN4D+XEWfxSYHK4bZgw==","name":"Big Papa","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Equipped by Brady Libby,  FA by Tim Deroehn, Sept  2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":10,"mp_id":"106549314","mp_crag_id":"105947823","climb_id":"lcliN4D+XEWfxSYHK4bZgw==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Big Papa is a route that was hiding in plain sight until its first ascent this fall. It climbs the striking, overhanging crack just to the left of Banana Head in the middle of Sundown's Main Cliff. \n\n  Start by climbing up blocky rock, clip a bolt, and do a few face moves to gain the crack. The crack is very steep, angling, and offset. These three characteristics conspire to create a physical and gymnastic crack climb.  \n\n  To finish, top out on a sloping ledge and clip a two bolt anchor.  ","protection":"One bolt, #3 Camalot, and smaller cams.","location":""},"__v":0},{"_id":"CuosB3vNUJyvuykMG8kfkQ==","name":"Bete Noir","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rich Baker & Ann Yardley May, 1992","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":8,"mp_id":"106600692","mp_crag_id":"105947823","climb_id":"CuosB3vNUJyvuykMG8kfkQ==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"A route characterized by variety, Bete Noir starts with some easy climbing to tricky face climbing involving a high heal hook. Past this section, some climbing gets you to a short bolt protected slab (crux) followed by a burly jug haul out the overhang.","protection":"All of the hard moves are very well protected with bolts. Bring a standard rack of cams to protect between bolts.","location":"75 feet to the right of the Yellow Matter Buttress, 5 feet to the left of Dave Jone's Locker"},"__v":0},{"_id":"Dx1eal/4WY6EL2hctROPlw==","name":"Banana Head","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Jerry Handren, 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":11,"mp_id":"106528906","mp_crag_id":"105947823","climb_id":"Dx1eal/4WY6EL2hctROPlw==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Banana Head climbs up the conspicuous yellow wall in the middle of Sundown's Main Cliff. This wall is unique for Sundown and looks more like a little piece of Rifle. It's steep and is covered with blocky holds and overhangs. \n\n  Banana Head climbs up the left side of the wall and ends at anchors a little more than halfway up. The first three bolts hold some very physical, full-body climbing. After this initial crux, the climbing eases a bit and culminates with a big lock off before the anchors. This is a great route, and is sure to work those big muscle groups, unlike some of Sundown's other harder routes, that mostly burn the fingers.   \n\n  Though rated 13b in the Webster guide, many people think Banana Head is really hard for the grade. Therefore, I've added it as a slash grade.","protection":"Bolts","location":"Left of The Big Rip."},"__v":0},{"_id":"hbG9hSk1VjeDheY7MBiSYA==","name":"Attrosity","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Peter Beal, Kris Hansen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":0,"mp_id":"114386852","mp_crag_id":"105947823","climb_id":"hbG9hSk1VjeDheY7MBiSYA==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"An old line which has recently been cleaned and rediscovered by bored locals. Although the route bears some unfortunate glued and manufactured holds (hence the name), the movement is worthwhile, featuring powerful climbing between solid crimps.\n\n Three bolts lead to a small slab under an overlap/roof feature, where a fourth bolt (recently replaced) with a piece of chain is found - formally the Charlatan anchor (12c to here). Move right following a thin horizontal (TCU placement) to reach the Dikenstein anchor.","protection":"4 bolts, one TCU. Pre-place gear and hang draws by lowering off the Dikenstein anchor.","location":"Attrocity tackles the overhanging wall directly below and slightly left of the Dikenstein anchor, and is the first route one comes to when approaching the Main Cliff via the standard climber's trail. A glaringly obvious hold reinforced (reaffixed?) with glue is visible by the 3rd bolt."},"__v":0},{"_id":"5gOn1TPVU/mv5ON5kB544A==","name":"The Agronaut","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Steve Damboise, Charley Bentley  1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":20,"mp_id":"106178075","mp_crag_id":"105947823","climb_id":"5gOn1TPVU/mv5ON5kB544A==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"The Agronaut offers some old-school 80's sport climbing: crimpy and technical moves on a slightly overhanging wall. Locate the Left Roof, which is just right of Vultures. The Argonaut follows three bolts up the right side on the wall. Expect tweaky climbing on pretty good crimps, and the use of the dreaded outside edge of your boots (er, sorry, I meant shoes). \n\n  This route is one of the most consistently dry routes in New Hampshire, if not in all the country, as it ends at anchors at the base of the huge horizontal roof. ","protection":"Three bolts","location":""},"__v":0},{"_id":"fum0gbgbVR6AZUZ8r/l9ug==","name":"Agent Orange","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Brad White & Ian Cruickshank  June, 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"left_right_index":13,"mp_id":"106113574","mp_crag_id":"105947823","climb_id":"fum0gbgbVR6AZUZ8r/l9ug==","areaRef":"jgxzjJgfWBuxTVfuI/ObMQ=="},"content":{"description":"Agent Orange is a test of both slab wizardry and jamming prowess.  \n\n  Start up a flake/block and climb to a comfortable stance below the black slab.  Delicately move up the face trending right past 3 bolts and the first crux, then veer left, climbing past another bolt and the second crux.  Rest, then tackle the pumpy, right-angling, gear-protected corner to a double bolt anchor. \n\n  Note:  This route gets a lot of mid- to late morning sun.","protection":"10 draws, and singles from .5 to a #2 Camalot.  A single 60m rope gets you down.","location":"About midway down the cliff from the left at a large right-facing corner with a block/flake at its base.  About 200 feet to the left of the Vultures Wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,77090556-1f8e-5231-8fad-4a6fe503470c,540a2ae3-a0e1-510d-9d3a-a8d582982252,8e0c738c-981f-581b-b14d-57ee23f39b31","pathTokens":["USA","New Hampshire","WM: Kancamagus (Eastern)","Sundown Ledge","Main Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.13a"},{"count":1,"label":"5.10d"},{"count":7,"label":"5.12d"},{"count":2,"label":"5.12"},{"count":3,"label":"5.11b"},{"count":3,"label":"5.11d"},{"count":1,"label":"5.6"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.14a"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.13b/c"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":10,"expert":2}},"sport":{"total":25,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":17,"expert":8}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":5,"advanced":25,"expert":10}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.2393,44.005]},"bbox":[-71.23992515389864,44.00455033981815,-71.23867484610136,44.005449660181874],"left_right_index":-1,"ext_id":"105947823","area_id":"jgxzjJgfWBuxTVfuI/ObMQ==","leftRightIndex":3},"content":{"description":"What if I were to tell you that a stellar sport cliff exists just outside the traditional stronghold of North Conway, New Hampshire? What if I said that this cliff offers high-quality bolted routes and that this cliff is decidedly different from Rumney? What if I said that this cliff saw the first emergence of \"sport\" ethics in New England and that one route actually sported a bolted-on gym hold. Would you believe me?  \n\n  Probably not, and that is why Sundown Ledge is almost always deserted. Maybe it's because most climbers around North Conway set their sights on bigger and more grandiose objectives on Cathedral or Whitehorse. Maybe it's because the sport routes start at 5.11+ at Sundown where at Rumney, you can clip bolts on everything from 5.3 and up. At any rate, people seem to have forgotten about Sundown. Maybe it's a good thing that Sundown has faded from popularity because when the crowds get bad at Rumney, yet you still want that bolt-clipping fix, then Sundown is pretty much the  perfect crag.  \n\n  Plus, the sport climbs at Sundown are pretty slabby by modern standards and consist mostly of strenuous pulling on small edges up vertical or slightly overhanging walls. This place is no Orange Crush, that's for sure. While a few quality trad climbs exist, most notably the Henry Barber fingercrack testpiece Vultures (10d), it's the sport climbs that bring people to this quiet crag. Romper Room (12a) is the perfect little sport climb, and Eyeless in Gaza may very well be the best 12b in all of New England. Yellow Matter Custard (13a), The Argonaut (13a), and Pastryworks (13b) offer harder challenges for those who have maintained their dime-edge crimping technique that they cultivated in the eighties.    \n\n  For a comprehensive look at Sundowns many crags, including the even lesser traveled outlying areas, Ed Webster's guidebook works well. The Rock Climbing New England guide lists the more popular routes at Sundown's main walls. Conway and North Conway, about ten miles away, hold every amenity imaginable."},"density":0,"totalClimbs":42,"__v":1,"createdAt":"2022-11-07T06:12:09.936Z","updatedAt":"2024-01-15T16:46:28.471Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64b6bb0a6617e92410d92b45","operation":"orderArea","seq":3},"updatedBy":"jhoZ1HM5QQCLlIW8x9mK3A=="}