{"_id":"6368a473e80bff5a9959f8c4","area_name":"Dessert Bar","shortCode":"","climbs":[{"_id":"4AboLT16XIqx/l9mkFNOeA==","name":"Ethical Procrastination","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67361,35.15312]},"left_right_index":1,"mp_id":"115352304","mp_crag_id":"115352143","climb_id":"4AboLT16XIqx/l9mkFNOeA==","areaRef":"mBEv0ZhlWwyi8F/C3o/vgg=="},"content":{"description":"This is a good but stout climb for 11a. Perfect for getting in shape for similar overhung routes nearby. Climb more sloped holds and side pulls to the ledge for a rest. Try real hard to get higher, how do you even do it? Should I just pull through? Put off that thought til later, crank and get into cool stance under the final roof before the chains (might need a fingerlock to get you there). Pull the lip off a good hold, work the final couple feet until you can finally clip the chains! Phew 11a's are supposed to be easier than that.....The climb from the last bolt to the chains might feel a little run out and intimidating (especially when the top is a little wet). If you have trad gear, then it may not be a bad idea to take few pieces and place it in the finger crack that is just to the right of the last bolt. It will make you feel safe when you are pulling the last roof and when it is dripping up top. Even without placing the gear, the fall is safe (but you'll end up with a whipper).","protection":"8ish bolts and chains. The first bolt is especially high, either get a long stick clip or be confident enough to not blow it. You might be able to stick clip from the short ledge 4 feet up.","location":"Just right of Crag Nazis', High First Bolt. "},"__v":0},{"_id":"Pzt8+I5GViqATXJN/cUUiA==","name":"[Redacted]","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67361,35.15312]},"left_right_index":0,"mp_id":"115352210","mp_crag_id":"115352143","climb_id":"Pzt8+I5GViqATXJN/cUUiA==","areaRef":"mBEv0ZhlWwyi8F/C3o/vgg=="},"content":{"description":"This is a great climb that is deserving of more traffic. Climbs through the center of the wall just right of pretty purple/pink sandstone halfway up. Work up slopey/sidepull jugs up to a ledge and recover before pulling the gap (mini crux) to get to a hand jam slot that you can clip from. Make some moves on smaller holds to get to the headwall (there is a thin lightning bolt like crack you'll have to make use of). A big throw to a slot just below the roof lets you set up before you search for desperate sloped off holds to clip the high anchors from. So worth it. ","protection":"8ish bolts and the chains. There is a lodged cam just before the ledge that supplements where a bolt should be; I've pulled on it and it is solid. Although the webbing is fading so take care.","location":"This is the center line at Dessert Bar. Walk up a sandy ramp to clip the first bolt. Directly in front of the cedar log. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,7aba5e4c-5306-56b7-b589-14753da2205b,8a471fa4-9ceb-555a-afd4-d395b2a98b43,39d9c0d6-bd0f-58ca-bbc6-39bcbc69c731,98112fd1-9865-5b0c-a2f0-5fc2de8fef82","pathTokens":["USA","Tennessee","Denny Cove","Denny East","Dessert Bar"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"},{"count":1,"label":"5.11c"}],"byDiscipline":{"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-85.67361,35.15312]},"bbox":[-85.67415996481803,35.152670339818144,-85.67306003518196,35.15356966018186],"left_right_index":-1,"ext_id":"115352143","area_id":"mBEv0ZhlWwyi8F/C3o/vgg=="},"content":{"description":"This is the furthest area down from the Buffet Wall. Go down from Salad Bar, past Berlin to a tall wall with a pretty pinkish purple streak in the center that is slightly overhanging. It seems to stay dry in a light rain and drys out quickly. You could consider this the 5.11 climbers sweet spot before getting to the main course. There are four 11s here and one 12a that are all around 80 feet. Pulling the lip and trying to clip the chains on slabby ground can be a heartbreaker at the end of these enduro climbs. Typical of the area, the lower 10-15 feet can be a little dirty but the upper climbing is top notch. Think of these climbs as a mix of obed and buffet wall proper."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:23:50.317Z","updatedAt":"2024-01-15T16:48:45.870Z"}