{"_id":"63689d5ce80bff5a994f5409","area_name":"Clyde Minaret","shortCode":"","climbs":[{"_id":"2dnsjsCoUeyOivxxu1A9Tg==","name":"Starr's Route","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Walter Starr, August 1932.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.174,37.6604]},"left_right_index":2,"mp_id":"111096288","mp_crag_id":"105809043","climb_id":"2dnsjsCoUeyOivxxu1A9Tg==","areaRef":"PHgK0gEyXZObwFpbAQ6KPg=="},"content":{"description":"A very exciting scramble to a minuscule summit.\n\nAccess a ledge which runs along the bottom of the face via an area of red rock on the east side of the peak.\n\nFollow the right-hand chute (there's also a large Central Chute) stay left of the tower and aim for the crest of the ridge then follow it to the summit, there is a Class 4 step along the ridge.\n\nDescend the route.\n\nI recommend\n\nMissing in the Minarets\n\nif you're interested in the search for Walter Starr.","protection":"Solo - with a helmet. Ice-axe and crampons seasonal.","location":"The right-hand chute on the northeast face of Clyde Minaret - accessible from Minaret or Cecile Lake."},"__v":0},{"_id":"go3EGK2HWHK8OYAssAElnw==","name":"Southeast Face, Direct Start","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.174,37.6604]},"left_right_index":1,"mp_id":"109227746","mp_crag_id":"105809043","climb_id":"go3EGK2HWHK8OYAssAElnw==","areaRef":"PHgK0gEyXZObwFpbAQ6KPg=="},"content":{"description":"I believe this to be the most frequently used start for the (sandbagged, imo) 5.8 SE Face Route. While there is a series of easier pitches that traverses in from the left via a series of ramps/ledges, this is a more aesthetic line with reportedly better climbing, more consistent with the difficulties you'll encounter higher up. Corner climbing with some minor overhangs, great jams, and awesome crimps!\n\nThe SuperTopo book lists the first pitch as being 5.9 and the second being 10a. I found them both to be pretty equal, and the consensus seems to be 5.9(+). I felt there were more difficult sections (by a grade) higher up on the route, though I admittedly may have gotten off route for a section. I'll stick with 10a here as this is what is listed in guidebooks and by Peter Croft, though the consensus will likely be 9/9+. In summary, if you're confident you can do the rest of the route clean and quickly, there is no reason to avoid the direct start.\n\nI thought these two pitches were phenomenal, and some of the best on the route (though there were some incredible ones higher up as well).\n\nOn the first pitch you'll pass a rappel station on your right, you want to keep climbing, don't set up a belay here. I did stop here, thinking it was the end of the first, and with a 70m rope I really had to stretch it to get to the top of the 2nd pitch with some sizable runouts to conserve pro. The top of the 2nd pitch is very obvious as it's a ledge that tops a minor buttress. Traverse around to your (climber's) left to join the route.","protection":"Standard alpine rack, whatever that means for you at this grade and in this environment. I led both pitches and used doubles. Pretty straightforward protection, and plenty of it.","location":"The original start begins more-or-less level with the toe of the Ken Minaret to climber's left of Clyde, while the direct start is pretty easily identified -- it's the clean, right-facing corner at the base of the SE face.\n\nOther than being more in line with the rest of the route than the original start, both in terms of difficulty and location, it's also much easier to find."},"__v":0},{"_id":"ck2kNpUFW86UzLfdyYL6pA==","name":"Southeast Face","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Evans, Dick Long, Allen Steck, Chuck Wilts - June 22, 1963","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.174,37.6604]},"left_right_index":0,"mp_id":"105809048","mp_crag_id":"105809043","climb_id":"ck2kNpUFW86UzLfdyYL6pA==","areaRef":"PHgK0gEyXZObwFpbAQ6KPg=="},"content":{"description":"Ironically, one of the Sierras greatest Alpine rock climbs isn't even on granite! But rather a steep, smooth rock with angular holds from more ancient times. Watch out for more loose rock than usual.\n\nStart the climb up the lefthand gully, uphill from the base of the face. There may be a cairn.\n\nP1-2 5.6. Make a long traverse right and slightly upwards then around onto the face proper.\n\nP3-7 5.7. There's a shallow dihedral up high on the right side of the face; aim for it, but don't go too far right. Pitch 7 finishes with a tricky traverse to a hanging belay at the bottom of the shallow dihedral.\n\nP8 5.8. Climb the shallow dihedral to an alcove.\n\nP9 5.8. Left out of the alcove then wander across and up the white scar to a ledge just below the large summit dihedral.\n\nP10 5.8. A short strenuous corner leads to a ledge at the bottom of the main dihedral.\n\nP11-12 5.8. Two pitches up the summit dihedral lead to a notch.\n\nP13 5.7. Traverse left on a large ledge then up the face to the summit ridge.\n\nScramble the ridge to the summit.","protection":"Most climbers will want a double set of their preferred cams, especially given most modern topos have 170'+ pitches.  A full set of nuts, minus any super small, is helpful. 15 or more alpine draws, with some extra shoulder length slings.","location":"See schematic.\n\nApproach:\n\nFrom Cecile Lake.\n\nDescent:\n\nCross Class 3 rock towards the Ken-Clyde Notch, down climb this to the start of the climb - a rappel is necessary at one point."},"__v":0},{"_id":"p0T7GQK1VxqjLLzXil/MqA==","name":"Rock Route","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"First ascent July 26, 1929, by Glen Dawson, John Nixon, and William Horsfall.","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.174,37.6604]},"left_right_index":3,"mp_id":"119923328","mp_crag_id":"105809043","climb_id":"p0T7GQK1VxqjLLzXil/MqA==","areaRef":"PHgK0gEyXZObwFpbAQ6KPg=="},"content":{"description":"Scramble up slabs on the west side of Cecile Lake to the permanent ice fields below the east face. Work your way southwest through the ice fields to a ledge angling up and north to a distinct chute with solid class 3 rock heading up. After passing the gendarme on its north, cross over to the south side of the rib and continue up on mostly 3rd class rock with occasional 4th class climbing. Once on the ridgeline work your way around exposed class 2-3 rock to the crux of the route, a 4th class downclimb just before the summit. Keep to the west for less exposure on this move. Easy class 2-3 scramble up to the summit block from there.","protection":"Solo. Ice axe and crampons seasonal. Some climbers place 1 piece of pro at the 4th class downclimb. I didn’t find this necessary.","location":"Starts at Cecile Lake in Ansel Adams Wilderness."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,573f8db8-9cea-54b9-a3e2-b10a64098f19,3c780ad2-0132-5d93-9bc0-5a5b010e8a3e","pathTokens":["USA","California","High Sierra","04 - Ritter & Minarets","Clyde Minaret"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":2,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":2,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.174,37.6604]},"bbox":[-119.17456800663584,37.65995033981814,-119.17343199336418,37.66084966018186],"left_right_index":-1,"ext_id":"105809043","area_id":"PHgK0gEyXZObwFpbAQ6KPg==","polygon":{"type":"Polygon","coordinates":[[[-119.17456800663584,37.65995033981814],[-119.17343199336418,37.65995033981814],[-119.17343199336418,37.66084966018186],[-119.17456800663584,37.66084966018186],[-119.17456800663584,37.65995033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:49.311Z","updatedAt":"2024-02-19T18:30:00.325Z"}