{"_id":"63689defe80bff5a994faf30","area_name":"Frances B. Petersen Preserve","shortCode":"","climbs":[{"_id":"dxTN3mymUkKCjG0YbKZKrQ==","name":"Take a Book -- Give a Book","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Probably not Shawn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84622,41.94958]},"left_right_index":0,"mp_id":"120501885","mp_crag_id":"120501646","climb_id":"dxTN3mymUkKCjG0YbKZKrQ==","areaRef":"XLvOR0rrVYWmfZwaEtkpVw=="},"content":{"description":"Take a book -- Give a book follows the thin vertical crack in the center of the Lower Warm Up Wall. Start at the bottom of the crack sitting on the lowest side pull with your body out right. The block at the base just below the crack is necessary for feet, perhaps a harder variation avoids using it. The crack gets slightly wider for some good jams as you go up and the crux for most will be getting to the good jams especially if you are short. Gain a jug in the wide horizontal some 11 feet up, drop off here if you are spooked, otherwise go full send and tackle the low angle slab for the next 8-9 feet and topout near some trees. On your way in or out take advantage of the Broad Hill Free Library in the parking area graciously made by B. Salazar; be sure to Take a book -- Give a book!","protection":"2 - 3 pads and a spotter","location":"Center of the Lower Warm Up Wall "},"__v":0},{"_id":"gPI/XLN0Uq6M12IS5Io27A==","name":"Spring Peeper Left","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Shawn April 2021","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84622,41.94958]},"left_right_index":1,"mp_id":"120503761","mp_crag_id":"120501646","climb_id":"gPI/XLN0Uq6M12IS5Io27A==","areaRef":"XLvOR0rrVYWmfZwaEtkpVw=="},"content":{"description":"The left eliminate of spring peeper crack, I thought it had more enjoyable movement than the crack itself and the right variation. Start on the obvious jug just left of spring peeper crack and avoid the ledge feet. Go up only using features of the rock on the left of spring peeper crack. avoiding right hand and right feet touching anything right of the crack, this forces the fun movement. The right hand sidepulls are rather textured and some left kneebars and an undercling may help with the first couple moves. The route is pretty consistent until you pull into the wide horizontal some 11ft up. Drop off from the jug in the horizontal if spooked, otherwise Topout left on the good arete/slab above the horizontal.","protection":"2 pads and a spot is nice","location":"Left eliminate of Spring Peeper crack."},"__v":0},{"_id":"VehblKkXUhSlltPDn4LsXQ==","name":"Spring Peeper Crack","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Probably not Shawn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84622,41.94958]},"left_right_index":2,"mp_id":"120503664","mp_crag_id":"120501646","climb_id":"VehblKkXUhSlltPDn4LsXQ==","areaRef":"XLvOR0rrVYWmfZwaEtkpVw=="},"content":{"description":"This crack is deep and rather textured, its a shame the crack doesn't go for longer! Start as low as possible in the crack and avoid the ledge feet at the start for full value. do a couple jams upwards and pull into the little cove and stand up. Top-out either left or right, I like the left better but it is a little taller & more sketchy. Right of the crack is often a bit damp so a towel may be nice.If you are there in the fading light in the spring you'll hear all the peepers on the way out! ","protection":"big pad, little pad, and spotter is nice, landing is a slip n slide with leaves if you go too far back","location":"The hand/fist crack on the right side of the Lower warm up wall."},"__v":0},{"_id":"vHoePguVUUqnsscwLajyfg==","name":"Spring Peeper Right","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"TBD","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.84622,41.94958]},"left_right_index":3,"mp_id":"120503908","mp_crag_id":"120501646","climb_id":"vHoePguVUUqnsscwLajyfg==","areaRef":"XLvOR0rrVYWmfZwaEtkpVw=="},"content":{"description":"This is the right eliminate of Spring Peeper Crack. Start with right hand on a good full pad crimp rail and left hand compressing a sloper in the crack. Avoid ledge feet at the start and avoid touching any rock on the left side of the spring peeper crack for full value (no jams!). Bump right hand up through small thumb up crimps and left hand up on slopers in the crack until you can smack up to a goofy loose jug up left. Reset your feet and make your way to the jug up right just under the tree. There may be a way to match start and avoid left hand slopers in the crack entirely but didn't really try that.Did all the moves but it got dark and the skin reserves were pretty depleted so didn't full send, someone have at it! ","protection":"pad or two and a spot is nice, landing is a bit small and slopes if you go too from the wall.","location":"Right eliminate of Spring Peeper Crack"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,799b7548-4b56-53ab-aa29-6b22914ec00e,3f9c34ff-8828-5dae-a26b-e8beebc34e48,5cbbce47-4aeb-5585-a67d-9c1a12d92957","pathTokens":["USA","Connecticut","CT Bouldering","Diamond Ledge Bouldering","Frances B. Petersen Preserve"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V3-4"},{"count":1,"label":"V4"},{"count":1,"label":"V2"}],"byDiscipline":{"boulder":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.84622,41.94958]},"bbox":[-72.84682459863768,41.94913033981814,-72.84561540136231,41.95002966018187],"left_right_index":-1,"ext_id":"120501646","area_id":"XLvOR0rrVYWmfZwaEtkpVw=="},"content":{"description":"Less of a warmup than its upper counterpart, Lower Warm Up Wall is also located on the Frances B. Petersen Preserve. This wall is just about vertical and hosts some of the best quality rock in the Diamond ledge bouldering area, its a shame the wall isn't any larger. Unsure if there is if there is much history of climbing on this wall but you never know since it contains some very obvious features. The wall is approximately 12ft tall and the middle section of the wall has an additional ~10ft of low angle slab on top of it making for some rewarding top-outs. This wall has morning-early afternoon sun and contains a small handful of routes, possibly more with variations or link ups. If you climb here or at diamond ledges use leave no trace ethics & considering donating to the Granby Land Trust (www.granbylandtrust.org) to help preserve these areas"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:12.024Z","updatedAt":"2022-11-25T11:16:51.666Z"}