{"_id":"6368a50be80bff5a995aff54","area_name":"Pentapitch Area","shortCode":"","climbs":[{"_id":"zqDjONLCVmez1x8aWWOOCg==","name":"Sasquatch","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Lynn Wheeler, Dan Hall, Jim Irvine, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":13,"mp_id":"105739898","mp_crag_id":"105739356","climb_id":"zqDjONLCVmez1x8aWWOOCg==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"High quality single pitch trad line. Fun moves on excellent rock. Thin crack crux above small roof protects well.","protection":"#3 Camalot at start, then TCU's or stoppers. A few long runners helpful. Chains at top for anchor.","location":"The start is found on a ledge to the right of\n\nPentapitch\n\nand just above the level of the top of the first pitch belay of\n\nPentapitch\n\n.\n\nThe easiest way to get there is to climb the first pitch of\n\nPentapitch\n\nand go right of the tree and up to the ledge rather than left of the tree."},"__v":0},{"_id":"1mY/kLYiV5mh0zErr3XAHA==","name":"Pudgy Gumbies","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Merrill Bitter, John Higgens, 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":0,"mp_id":"106017999","mp_crag_id":"105739356","climb_id":"1mY/kLYiV5mh0zErr3XAHA==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"A lesson in offset balance! This peculiar testpiece packs maximal climbing into 80 leaning feet. One of my favorite LCC cracks.\n\nLinks up a series of left-leaning cracks on a giant orangeish leaning rectangle. Follow the narrow left trending lieback ramp for the first 35 feet (crux) until the awesome jamming begins. The climb has always seemed a little dirty and the lichen can stay moist after a rain- it is not often it is climbed. It is fully worthy of your time. Treat it as a little destination route.\n\nThe narrow left trending lieback ramp is very balancey- there is very little in the way of secure stances- and it can be quite hard to blindly fiddle in reliable small gear here. Aside from a few key pods where C3's dominate, micro nuts and micro cams artfully placed will suffice, but nothing really feels super confidence inspiring. Also, due to the leaning nature of the climb, you are never far off the ground- especially the bottom half- it feels like it climbs more sideways than up. Once you gain the upper-half you can relax a bit with ample straight forward gear placements.\n\nI'd suggest a cush cam rack of triples from purple C3 to big fingers(.5 camalot/ orange metolius), and then doubles to a #1 camalot size.  Most of the finger sized pieces will be used on the second half of the climb. Save some tips sizes for the last moves. Bring a usual number of draws and slings.\n\nAn improved belay stance now exists with some cord and equalized fixed gear.\n\nThis route is difficult and possibly a touch dangerous to attempt to clean while lowering/rappelling so you should just have your second clean it on toprope.","protection":"Micro nuts\n\nSmall nuts\n\nPurple TCU\n\nDoubles from blue TCU until red #1 Camalot.\n\nMany runners/draws\n\n60 meter rope gets you up and down.\n\nQuickclips and anchor bolts installed Sept 28th, 2008.","location":"Approach by climbing\n\nEndless Torment\n\n, and then execute some 3rd class dirt scrambling up ramps to the right, and then back left for about 100 vertical feet.\n\nAlternatively you can climb the first couple of pitches up to the nice ledge below the final\n\nPentapitch\n\nheadwall slab and scramble down and to the east and around some corners (4th class).\n\nThere is a nice tree to anchor into for the belay, and you know you are there when you see the left-leaning thin cracks and a pin about 25 feet up."},"__v":0},{"_id":"caae2EBFW32o9w1ywue6ig==","name":"Pentapitch","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rick Reese, Dick Ream, Lloyd Anderson, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":6,"mp_id":"105739895","mp_crag_id":"105739356","climb_id":"caae2EBFW32o9w1ywue6ig==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"A classic\n\nLittle Cottonwood\n\nmulti pitch-climb.\n\nFeatures fun crack- and face-climbing on quality granite. The second plus third and the fourth plus fifth pitches can be easily run together into two pitches if you keep rope drag down with use of long runners.\n\nDescend by numerous rap stations available on right side of route (adjacent to\n\nSasquatch\n\n). All raps can be done with a single 50 meter rope.\n\nP1. Take the shallow dihedral to the right of the bolted face and corner of\n\nNeuromancer\n\n.  Not the larger dihedral 5 more feet to the right (with bushes).  Fantastic fingers and flakes merge with the right dihedral up to a very shapely pine tree 100' up.  5.6 or 5.7.\n\nP2. More great flakes and fingers straight up the crack from the chains on P1.  Finish slightly left at a tree, or better yet, combine with P3.  5.7.\n\nP3. Easy climbing up a block crack that trends to the right.  Belay at a slung tree.  The least interesting pitch of the climb.  5.5.\n\nP4. Scramble straight up up 3rd class terrain to the base of the large face above you.  You can see a set of chains in the middle of the face and bolts above them.  Start on easy climbing for 15' going slightly left, then back right to a large ledge that is not easily visible from below.  This protects better and is much easier than it appears.  Follow the ramp to the chains you can see from the belay in the middle of the face.  Best to combine this the P5.  5.7.\n\nP5.  The money pitch!  From the chains, make a delicate couple moves almost straight left to gain the finger size crack in the face.  It's sporty, but there's tons of good pro in that crack for nuts or small cams.  When the crack ends, use flakes to go slight right and up to a single bolt.  From there, head up and left (5.7) or right (5.8) to a tree, then find chains on a ledge to the right.  5.8 heady!","protection":"Standard rack up to #3 camalot. Lots of long runners to reduce rope drag helpful. Takes stoppers well. Some anchors are set up off trees, others have chains.","location":""},"__v":0},{"_id":"Zu5e0gIZW9C3XuGHHYsOVw==","name":"Pentapass","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA:  Dallen Ward, Bryce Perkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":7,"mp_id":"113197475","mp_crag_id":"105739356","climb_id":"Zu5e0gIZW9C3XuGHHYsOVw==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"This is a nice alternate to the 1st pitch of Pentapitch; a good way to pass other parties if you're headed for another route up higher.\n\nStart on the slab just left of the dirt to keep the rubber clean. Follow the obvious low angle crack, traverse left to a left-facing flake that swallows pro. At the flake's terminus, use the next obvious crack that takes you to a small pine tree. Chains are just up and right of the tree.","protection":"Gear to #1 Camalot.  Chains up top shared with Jackalope.","location":"20 feet right of Pentapitch is this very obvious line connecting edges, cracks, and flake features.  Continue higher or rap with a 60m down Jackalope."},"__v":0},{"_id":"y4aQRzHiXpOMkjNSd2iIpg==","name":"Pearls Before Swine","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Pat Malony, George Rosenthal & Tim Wolfe","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":9,"mp_id":"105740687","mp_crag_id":"105739356","climb_id":"y4aQRzHiXpOMkjNSd2iIpg==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"Direct finish to the last pitch of\n\nPentapitch\n\n. Tenuous, steep slab moves lead to interesting inverted edges. From the middle anchor on the last pitch of Pentapitch head up and slightly right following the bolts.","protection":"6 quickdraws and chain anchors. It is best to lead this in one pitch from the giant ledge. No chance of factor 2 fall that way, as the first crux is between the middle anchor and the first bolt of this pitch.","location":""},"__v":0},{"_id":"4s+e90EUUOazZaQ2GUpb7w==","name":"Nubbins to Nowhere","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve Carruthers, Dana Houser: 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":11,"mp_id":"106017994","mp_crag_id":"105739356","climb_id":"4s+e90EUUOazZaQ2GUpb7w==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"This climb starts at the top of pitch 1 of pentapitch(or other variation you choose). Traverse right towards sasquatch on the big blocky ledges and halfway between the big tree of pentapitch and the big tree of sasquatch is a finger crack that takes you straight up. Hit a bolt, then traverse right over to the dihedral that is just left of sasquatch. Follow this up to the huge tier atop pentapitch 2.\n\nGear: Standard LCC rack with 70m rope or 2 60m ropes. Rap down sasquatch.","protection":"","location":""},"__v":0},{"_id":"Pm1FtRAxVwSvzt7TcRrvNA==","name":"Nubbins Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Gary Taylor, Pat Contor 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":12,"mp_id":"105837922","mp_crag_id":"105739356","climb_id":"Pm1FtRAxVwSvzt7TcRrvNA==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"Best start is off of the anchors at the base of Sasquatch.  Work left a bit and then climb the thin crack with the tree (small) at the base of it.  Work this crack until you get to the undercling flake, clip a bolt and start slabbing up and a bit left.  Quality slabbing will get you to the top.  A very nice route.","protection":"3 bolts on this line.  Slung tree for the anchor (Pentapitch's), and small gear for the initial crack.  Could not find the pin from the book.","location":""},"__v":0},{"_id":"i9ysmcmTVUSgAcLlxaPemg==","name":"Neuromancer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nelson, Oaks","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":4,"mp_id":"105740834","mp_crag_id":"105739356","climb_id":"i9ysmcmTVUSgAcLlxaPemg==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"Neuromancer climbs the slick slabs just left of Pentapitch, and it looks deceivingly easy. It starts hard and eases up a bit after the 2nd bolt.","protection":"Neuromancer requires 6 draws And 1-2 small pieces are optional.","location":""},"__v":0},{"_id":"mhBCQha/WTen6WhEr00cgg==","name":"Loch Ness Monster","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Reynolds, Nichol, Cobabe","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":16,"mp_id":"105740837","mp_crag_id":"105739356","climb_id":"mhBCQha/WTen6WhEr00cgg==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"Loch Ness Monster is west of Pentapitch, and consists of an edgy slab and a bouldery roof.  Figuring out the sequence is half the problem.  If a top-rope is desired, the crack system to the left can be climbed or scrambled up, depending on your comfort level.","protection":"2 draws are required for this climb, along with 2 more for the chain anchors.  Possibly a piece before and after the bolts.  Bring a runner for the lower piece.","location":""},"__v":0},{"_id":"kYTSxK1nXN2kiNeG0Hb9TQ==","name":"Littlefoot","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Taylor, Dolf, Otto","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":14,"mp_id":"105741752","mp_crag_id":"105739356","climb_id":"kYTSxK1nXN2kiNeG0Hb9TQ==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"After you clear the roof on Sasquatch, step right, and I mean STEP.  There is a nice chickenhead there, and your first clip.  Here is where the fun begins.  Very thin moves and minute crystals lead to a tenuous second clip.  A little bit of rightward movement will allow the climbing to easxe up to the flake with the pin.  From here the climbing eases to a hard 9 easy 10, but still holds your attention, with a bit more space between the pin, the bolt, and the anchors.  A very enjoyable route, not intended to be climbed on hot muggy days, like today.","protection":"Littlefoot shares the beginning with Sasquatch, so bring your Sasquatch gear.  It also shares the anchors. It has 3 bolts and a pin of it's own.","location":""},"__v":0},{"_id":"DLG8ftKzWR6HJ5gXhLFY/Q==","name":"Lesbian Seagulls","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tyler Phillips","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":3,"mp_id":"105741611","mp_crag_id":"105739356","climb_id":"DLG8ftKzWR6HJ5gXhLFY/Q==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"This is the new route just right (kind of) of Endless Torment.  It starts in the crack, and then works right to the bolt.  It continues up the right side past 2 pitons and 3 more bolts, as it angles left just above the crux of Endless Torment.  Whereas the climbing below has been straightforward low 5.10 climbing, after you cross the crux of Endless Torment, the climbing becomes extremly heady.  The lack of climbers on this great route keep the holds un-chalked, so the sequence may require YOU to think. Although, after my foray up this route this afternoon, there is a lot more chalk than there was.  This is a worthy diversion if Pentapitch/Sasquatch are busy.","protection":"1 bolt, followed by 2 pitons, followed by 5 bolts.","location":""},"__v":0},{"_id":"dqf5Z0RjUQCNhKxOWbs0Zw==","name":"Japanese Terraces","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Hannibal, Montague '79","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":5,"mp_id":"105866225","mp_crag_id":"105739356","climb_id":"dqf5Z0RjUQCNhKxOWbs0Zw==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"This enjoyable route follows a dihedral system to the left of the standard\n\nPentapitch\n\nand finishes 30 feet above the last pitch anchor of\n\nPentapitch\n\nat a large dead tree with slings. (The dead tree is now gone but plenty of options for a gear belay in the same location.)\n\nPitch 1: First pitch of\n\nPentapitch\n\nor\n\nNeuromancer\n\nto the big ledge.\n\nPitch 2: Start on the far left of the big ledge and climb up a left facing dihedral. This pitch can be broken into two. Belay on the giant ledge shared with\n\nPentapitch\n\n. 160' 5.7.\n\nPitch 3: From the far left edge of the giant ledge start up a left facing dihedral, pull through a bulge or two and belay at a large pine tree on a ledge strewn with boulders. 100' 5.7.\n\nPitch 4: Continue up yet another left facing dihedral. This is the best pitch with nice hands jams and laybacks. Very exposed near the top as you make a few moves to the right over a roof. Belay at a large dead tree with slings. This is the same pitch as the last on\n\nCoalpit Connection\n\n. 120' 5.8+.\n\nDescent: Rappel\n\nPentapitch\n\n.","protection":"Standard Rack, doubles on TCU's is nice, but not mandatory.","location":"This route starts from the ledge at the top of the 1st pitch of\n\nPentapitch\n\nin a left facing dihedral."},"__v":0},{"_id":"m5cdY/DoXLasSLSToiqlMg==","name":"Ginseng","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Tea, Roxanne Tea 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":15,"mp_id":"105740624","mp_crag_id":"105739356","climb_id":"m5cdY/DoXLasSLSToiqlMg==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"A fun route if you have done sasquatch a million times! Step right off of the sasquatch ledge, trend right toward  double cracks, straight up offwidth to tree, left out onto  face to top.  reachy 10a move protected with  brass nuts  (maybe an alien), very cool, and a fun alternative. A  touch trickier than sasquatch, but not as sustained.","protection":"standard rack, handful of brass.","location":""},"__v":0},{"_id":"WBIfL0tWXyqsQAtU/yWGmQ==","name":"Jackalope","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bolted by Dallen Ward and Bryce Perkins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":8,"mp_id":"113197432","mp_crag_id":"105739356","climb_id":"WBIfL0tWXyqsQAtU/yWGmQ==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"This crack doesn't look like much but it's surprisingly worthy.  Once the crack terminates, follow 3 bolts up the slab to a chain anchor.\n\nThis is a direct line to Sasquatch etc, or you can rap with a 60m.","protection":"Small to large nuts and a small cam/TCU.  3 draws.  Bomber gear.","location":"This is right around the corner from Pentapitch on the way to Loch Ness Monster (and eventually The Industrial Wall).  Drop yer pack at the first crack you see on your left.  Obvious, not mythical like the Great American Jackalope."},"__v":0},{"_id":"jid949S8WX2Up9Pu2ZF0xQ==","name":"Flashdance","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FA: Rick Reese, Dick Ream, Lloyd Anderson, 1963 FFA: George Lowe, Paul Andersen, 1966","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":10,"mp_id":"105741749","mp_crag_id":"105739356","climb_id":"jid949S8WX2Up9Pu2ZF0xQ==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"This is the thin seam that starts below and to the right of Pentapitch's final pitch.  The moves to the crack are fine.  The moves through the 2nd pin are very thin, and the face doesn't help that much.  The tenuos nature of the moves doesn't lend oneself to dallying around and placing gear.  Once to the 2nd pin, the route eases to a 5.9/5.8 difficulty with nice finger cracks and flaky rock.  If climbed more it would be a better upper half.","protection":"There are 2 old pins on the route, one that protects the crux.  The anchor consists of \"bad\" slings around a tree.  To TR it throw another sling around the tree as a directional and use Pentapitch's anchors.  The gear through the thin section is just that...thin.  I mocked it up, and could find nothing before the 2nd pin that would satisfy my need for gear.  Above the 2nd pin, small to medium gear would work.","location":""},"__v":0},{"_id":"XGFVT3QEWouWUEcABju8Fg==","name":"Endless Torment","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jonathan and Alison Smoot","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":2,"mp_id":"105739988","mp_crag_id":"105739356","climb_id":"XGFVT3QEWouWUEcABju8Fg==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"To the left of Pentapitch, the route is rarely occupied.\n\nGetting to the first bolt after slotting a nut or two and sinking a tcu to begin the leftward movement puts you on your toes.  Sidepulls and smears get you to the first-pitch belay.  The second pitch is a bit harder but is protected well with 2 bolts and a old pin.","protection":"A single set of small cams up to 0.5 (doubles in the 0.5 size were helpful to protect up to the first bolt), with a set of small nuts (offsets being useful).  Then draws for the bolts and pin.","location":""},"__v":0},{"_id":"6tmZQFAdXiO+djNz/e7SSQ==","name":"Dike from Hell","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Brian & Jonathan Smoot,  June 2004","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"left_right_index":1,"mp_id":"106018233","mp_crag_id":"105739356","climb_id":"6tmZQFAdXiO+djNz/e7SSQ==","areaRef":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":"Start at the top of the first pitch of Endless Torment. Diagonal up & left to a sharp edged crack leaning left. Climb this for 8' to it's end. Diagonal back right (TCU's) along a dike to 2 bolts. Follow these to the top. This short route is well worth doing, but not as classic as the second pitch of Endless Torment.","protection":"Small cams & nuts","location":"Endless Torment"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,90528514-a358-5a10-a125-14309cd514c5","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Pentapitch Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":14,"bands":{"unknown":0,"beginner":4,"intermediate":7,"advanced":3,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":9,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73767,40.56859]},"bbox":[-111.7382619479137,40.568140339818136,-111.73707805208629,40.569039660181865],"left_right_index":-1,"ext_id":"105739356","area_id":"kFKFFKNYWhChJRQwnNUUxQ=="},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:26:25.225Z","updatedAt":"2024-01-15T16:49:06.581Z"}