{"_id":"6368a1b8e80bff5a99553ff9","area_name":"1. Main Slab Area","shortCode":"","climbs":[{"_id":"G5Znw9t3Ww6WsZq5SPJ9TQ==","name":"Yowza","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Cormier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06876,44.46531]},"left_right_index":0,"mp_id":"112140037","mp_crag_id":"112006079","climb_id":"G5Znw9t3Ww6WsZq5SPJ9TQ==","areaRef":"RLdhCGj4VUSOoS8TSHa3ww=="},"content":{"description":"A nice fun route on the far left of the cliff. It's pure adventure climbing where you climb a pitch, bushwack through trees, getting to a new section, passing more trees and so on. You have no idea what will come up next! Most of the route is 5.5 terrain with some 5.7 moves on every pitch.FA-Er P. Cormier suggests future climbers might bring a folding saw to help clear some of the vegetation you have to go through.Note: The route is rated 5.9 because of the fourth pitch. It does however have a new 5.7 variation, keeping the whole route at that grade!START- From the base of October Sundae bushwack left along the cliff till you get to a nice clean white slab on the far left side of the cliff. At the slab, scramble up on the left edge of the slab to a small dirt ledge. (See Photo of the correct slab to start on)P1. Follow the path of least resistance up the slab with some gear here and there up to a two bolt anchor. 170' 5.6-5.7P2. Here you have two options:* Climb up veering left over over a triangular right facing flake and continue up the slab to the trees. 120' 5.6* Traverse left with delicate moves past the bush to the slab behind and continue up through some fun moves to belay at the trees. 140' 5.6-5.7Move the belay 40 ft past the trees. 40'P3. Climb easier slab to steeper terrain and the headwall with a distinct diagonal crack. Surmount the headwall on the right of the crack for easier moves. For those looking for more interesting moves, use the crack or go left of it. Then continue on easier terrain to the trees. 195' 5.6-5.7Move the belay 50 ft past the trees. 50'P4. You have two options here:* When you get to the trees above, go right through the trees. When looking up you will see a steeper slab with a blue bolt. This is the crux of the route. Climb the slab and then veer right over easier featured terrain to the trees. 190' 5.9* To keep the route at 5.7 you can instead go straight up through the trees and you will see a head wall literally right where the trees end and the start of the pitch. Climb this head wall using underclings and fun moves. Then veer right (and you will see the blue bolt to your right from the 5.9 variation). Continue up and right through easier and featured terrain to the trees. 170' 5.7Move the belay 50 ft past the trees. 50'P5. Here you also have two options:* Climb the really nice slab straight up. Halfway up there's a small pocket for pro, but other wise not much else. Then veer right and traverse right all the way to the October Sundae top anchor. 170' 5.6* If you want more pro and featured terrain you can go up just right of the clean slab and when reaching the top veer right and traverse right all the way to the October Sundae top anchor. 170' 5.5","protection":"Standard rack. There are some shorter run out sections, but not too bad.","location":"GPS: N44.464894, W71.068957 \n\n  Get there by taking the October Sundae trail to that climb (see               \n\nNorth Bald Cap trails. Red to October Sundae and yellow to Lost Boys area.       and main slab area \"getting there\" description). Then bushwack left along the cliff till you get to a nice clean white slab on the far left side of the cliff. At the slab, scramble up on the left edge of the slab to a small dirt ledge."},"__v":0},{"_id":"AvmynMKsUti6rF2llbCoUA==","name":"Road North Start to Ingy's Ice Cream to \"Orgasmo Slab\"","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"PC","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06876,44.46531]},"left_right_index":4,"mp_id":"112083325","mp_crag_id":"112006079","climb_id":"AvmynMKsUti6rF2llbCoUA==","areaRef":"RLdhCGj4VUSOoS8TSHa3ww=="},"content":{"description":"Be aware that the Rap Tree used for the 2nd-to-last Rap on October Sundae (just beneath the big overhang) has toppled over and is no longer usable. It fell over with less than 50lbs force when I sat on it's lower trunk 8/19/16. Slings have been removed, lest someone grab them. The whole tree sits on the ledge with less than 10% of its (rotted) roots in the dirt. A new tree has been slung for rapping about 20 ft below the old one. We went in to climb Ingy's Ice Cream and found the \"Ingy's\" start didn't look anywhere near as \"appetizing\" as the start to \"The Road North\" so we took that. (For Ingy's: Starting at the base of Oct. Sundae hike 30-40 ft right and up, then cut back left and up along the start of the \"rising tree ramp\" for another 25 ft or so to a slab.)START (of Road North) From the base of Oct. Sundae take the path up and right about 100 +/- feet to a nice-looking grey slab.P1- Climb up the Road North slab to the trees. (5.3 - 5.4 100 ft +/-) We belayed here, but it is much better if you continue on 60 ft up and left to a new (2017?) dbl bolt anchor. This allows you to reach the double bolt anchor of Road North on the next pitch. 190-200 +/- ft 5.3 - 5.4P2- Continue on up along a left-rising diagonal to a double-bolt anchor on Road North which is about 30 ft right, and 20 ft above the top of, the large overhang. 150-180 ft 5.4 - 5.5 P3- (Joining Ingy's) Move up and left and cross above the small tree island onto the tan/Rust-colored slab above. We were a little lost here so set up a gear belay at a bomber vertical crack at the top of the rust-colored slab. 80-100 ft 5.4 The route is supposed to move left here, then up to a gear belay in the \"central groove\" of the cliff, just below a layback flake leading to a quartz dike.Variation \"P3a-a continuation of P3\" - From the semi-hanging belay, we stepped right (\"crux\" 5.6 ?), then up and back left along slabs and cracks to either a gear belay as mentioned above, or continue traversing left beneath the layback flake and quartz dike to the dbl bolt anchor on October Sundae. 100-120 ft 5.6 \n\nP4- From either belay stance, continue by climbing the quartz dike (photo 5.7 +/- PG-13) up onto much easier climbing, moving up and left 40-50 ft to a gear belay below the clean white slab. 130 +/- ft 5.7 +/- P5- Move up to the bolt, climb past it (crux, 5.7 - 5.8-?) then the slab's angle eases and there's a long run out to cracks. Continue up to a gear belay at the base of the headwall. 5.7 - 5.8-?  & 5.4R 170+/- ft P6- Ingy's climbs straight up the headwall to the top. Then hike/thrash left to the anchors at the top of Oct. Sundae.P6 Variation- We wanted to get to the top of the \"Orgasmo Slab\", whose top anchors we could just barely see off to our right about 15 ft below the top of a \"buttress.\" The plan was to minimize walking in the dense brush at the top of the cliff, so we took the following line: Move up and right on a rising diagonal (photo) topping out at the tree line. 80 +/- ft 5.5 +/- We then bushwhacked 25 ft right (First 10 ft really thick, bring small saw) and lowered the first climber to the anchor through the trees (going skier's right of the pine tree is best!) The 2nd then lowered off a tree.We then Rapped the \"Orgasmo Slab\" with two ropes to a double bolt anchor just to climber's/rappeller's right of a small bush island! (Even a single 70m doesn't make it!)\"Orgasmo Slab\" - Climb directly up the slab past at least one gear placement, to three bolts and gear on the final headwall up the buttress. Put this pitch on Whitehorse and they'd line up at dawn. 4 stars 5.6+ / 5.7 130 ft    The FA-er's rated the pitch 5.8. We took about as straight a line over the bolts as one could. Perhaps after standing and drilling 3 bolts on the lead (by hand?) it feels a bit tougher!One can also reach the base of the slab by doing the first full rap of Oct Sundae, then the 2nd rap to the gear belay at the end of P4 of Ingy's, and then climb up and right to the base of \"Orgasmo Slab\".DESCENT  rap with double 60m ropes as follows 1) Down the Orgasmo slab to its anchors (135-140 ft), 2) a long (and messy) diagonal rappel to get to October Sundae's rap station (the top of Oct Sunday's 3rd rap) 3) the long Rap over the Overhang, Aim for the fallen birch tree on the ledge below the OH, NOT the dbl bolt anchor on rapeller’s right- there’s a sharp edge !  4) the rap to the top of Oct Sun.'s P1, 5) the rap down to the  base.  If the anchors remain, the following utilizes newer hardware, and goes through fewer bushes. It follows the red line on the photo \"Rap Lines on the Main Slab\" : 1) From the top of Orgasmo slab, rap to the 2nd-last anchor on Alpine Experience  110 +/-ft (single 70m OK )2) Rap to the 3rd-last anchor of AE  110 +/-ft (single 70m OK ) 3) A diagonal rap (but still less than rapping from the anchor at the base of Orgasmo) to the October Sundae anchor at the end Oct Sundae's P4 (the anchor 25-30 ft left of Ingy's quartz dike)   110 +/-ft . (single 70m OK ) Then 3 double rope raps down Oct Sundae.  \n\n ","protection":"Std Rack - alpine draws","location":"Takes the line about 30-40 ft right of October Sundae"},"__v":0},{"_id":"SEnh5fW7XK2cwePalGJuRw==","name":"The Road North (to Orgasmo Slab)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dustin & Paul Cormier  2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06876,44.46531]},"left_right_index":5,"mp_id":"113736693","mp_crag_id":"112006079","climb_id":"SEnh5fW7XK2cwePalGJuRw==","areaRef":"RLdhCGj4VUSOoS8TSHa3ww=="},"content":{"description":"A fine route; IMO of higher quality (and far better protected !) than October Sundae. The final pitch, the \"Orgasmo Slab\", is one of the finest friction pitches in the Northeast. (IMO even better than the friction pitch of Sliding Board on Whitehorse.) It was led in fine style by Dustin Cormier who climbed the pitch with only the minimal natural gear. The three 3/8-inch bolts were placed by the FA party later. ( see Comment) Most of the climbing on the route is 5.3 to 5.6, well below the grade of 5.8 given to the last pitch by the Cormiers. I would never argue with a Paul Cormier grade, and hence have left the 5.8 grade in the header for the route.  In any event, all of us felt this G/PG-13 protected pitch was not technically more difficult (and way less psychologically difficult) than the run out, \"5.7\" P1 of October Sundae, and way easier than Paul's \"5.7\" \"Ground Control\" on Mt Willard.The climb could have been named \"Three White Slabs\" as it climbs over white slabs on P2, P4 and P5.P1- START on the grey slab 100 ft right of Oct. Sundae, and about 50 ft right of the more dirty start to \"Ingy's\". Climb the slab. (5.3-5.4) Do not stop on the tree ledge, but continue up and left-ish about 60 ft further to a dbl bolt anchor (new, 2017?) about 15-20 ft below a small overlap. 180-200ft (60m) 5.3-5.4\n\n P2- Up and over the small overlap (or, easier, step around to the left) then up the grey-white rock on an 11 o'clock diagonal left, keeping left of the trees on your right, for about 120 ft to a clean, white slab (#1) with a crack (good pro) on its right side. Up this slab [5.6-5.7?] (small wire nut, or tiny TCU useful for flake) and at its top step left and up the dark pegmatite rock to a dbl bolt anchor (orange cord in 2017). 200 ft (60m) 5.6-5.7\n\n  P3- Up on a 1 o'clock diagonal right (staying below, and right of, the jutting block OH directly above the belay) to an area of low-angle orange rock.  Up this taking the path of least resistance to a bolt on a bulge. Up this 15-20 ft to a dbl bolt anchor. 200 ft 60m 5.5-5.6  The belay is about 30ft left of the prominent huge inside-corner that runs vertically up the cliff. About ½ way up this corner are 2 smaller corners; the belay is level with these. The first time I climbed this route, I broke off what I though was a great flake-handhold climbing left of the bolt at the bulge, thus initiating what was only my 5th totally unexpected fall in 50+ years of climbing, but the rock is generally solid.\n\n P4- Up the easy pegmatite rock directly above the belay to \"white slab #2\". Cross this on a left-diagonal, passing 2 bolts, to reach a stance at an overlap with a pine tree. [Optional belay here, highly recommended for those climbing on a 60m rope] Over the overlap [via the tree, easy...via rock-only, not so easy!] and continue up and left on slab (or thrash up the \"forest\" as per the FA) to a dbl bolt anchor. 210-215 ft (62-63m) 5.6\n\n P5- The \"Orgasmo Slab\" pitch. There it is...climb it ! 130-140 ft, 5.7-5.8, 3 bolts plus gear.   Dbl-bolt, rap ring anchor on the grey pegmatite \"headwall\" about 10 ft below the trees.DESCENT - 3 Options: 1) In the write-up in NEClimbs.com the FA party indicated they walked left through the trees \"25 ft\" (it's more like 100ft) to the top anchors of Oct. Sundae and rapped that route with double 60m ropes.  All anchors on Oct. Sundae are set for rapping, while those lower on Road North are NOT, although the top anchor and the anchor at the base of “orgasmo slab” do have rings (top) or quick links (base of \"orgasmo slab\"). 2) It is also possible to rap with double 60m ropes in the following: 1) Down the Orgasmo slab to its anchors (135-140 ft), 2) a long (and a bit messy) diagonal rappel to get to October Sundae's rap station (the top of Oct Sunday's 3rd rap) 3) the long Rap over the Overhang, 4) the rap to the top of Oct Sun.'s P1, 5) the rap down to the  base.3) If the anchors remain, the following utilizes newer hardware, and goes through fewer bushes. It follows the red line on the photo \"Rap Lines on the Main Slab\" : 1) From the top of Orgasmo slab, rap to the 2nd-last anchor on Alpine Experience  110 +/-ft (single 70m OK )2) Rap to the 3rd-last anchor of AE  110 +/-ft (single 70m OK ) 3) A diagonal rap (but still less than rapping from the anchor at the base of Orgasmo) to the October Sundae anchor at the end Oct Sundae's P4 (the anchor 25-30 ft left of Ingy's quartz dike)   110 +/-ft . (single 70m OK ) Then 3 double rope raps down Oct Sundae.  ","protection":"Anchors are now dbl bolted. 70m rope very useful, especially for P4 but that pitch is easily split. Std rack, doubles (or nuts) in the mid-range, and draws for the bolts. [\"Std Rack= up to #2, Gold, Camalot-sized- no need for a #3] \n\n  Over-the-shoulder length slings are very useful for this route which tends to zig-zag in its quest for the easiest line.","location":"The Start is about 100-150 ft right of where the approach trail ends at the base of October Sundae. It is right of the starting slab of \"Igy's\".\n\nLow-Angle Slab Raps - While there are other ways to avoid the cluster-f--k of snarls associated with low-angle raps (most notably by stacking the ropes over the rap ropes directly above the rappeller) I usually use the following technique: Set up the rap, then about a foot below the knot joining the two ropes (or the 1/2 way mark of a single rope) take a bite (loop) of whichever is the thicker rope and tie a figure-8. Attach this to the rap anchor with a locking biner (or 2). Then climber#1 raps single strand on this rope, with the second rope attached to his/her harness. This 2nd rope is fed out by the 2nd climber as climber #1 raps (and can also, of course, be used as a belay for climber#1). When climber #1 reaches the next rap station climber #2 unclips the fig-8 and unties it; the two ropes are now \"set\" to rap. Somehow, one rope seems to snarl about 1/4 that of two ropes. You might want to practice this technique in a safe environment before using it on a big cliff. As always, \"be safe out there\" and: 1) Put your full weight on the single-strand before you unclip from the anchor, be sure everything is set correctly. 2) As always, knot the end of the rope(s) and use a back-up (with a single-strand you may want to increase the loops in your prussic knot). IMO it seems easier to tie a \"stopper\" knot below your rap-device with a single-strand than with double strand, if you need 2 hands to clear a snarl. 3) Using 2 locking biners with your Tube-or-ATC-type-device increases the friction on a single-rope rap."},"__v":0},{"_id":"SxTgqkNaVgSDUL59dGQ7PA==","name":"October Sundae","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Paul Cormier& Wanda Allen - 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06876,44.46531]},"left_right_index":1,"mp_id":"112048756","mp_crag_id":"112006079","climb_id":"SxTgqkNaVgSDUL59dGQ7PA==","areaRef":"RLdhCGj4VUSOoS8TSHa3ww=="},"content":{"description":"A fantastic moderate route to the top of the cliff with great variety. Mostly 5.2-5.4 climbing with a few moves a grade or two harder spread out. Lots of options. You could probably do the route 3 or 4 times and never do it exactly the same.P1. Climb the slab to the tree ledge. The first 15' or so are very mossy and can be wet, but is very easy. The moves on the white rock are the crux of the climb, probably by 2 grades, and now has one bolt (placed with permission of the FA leader) protecting the thinnest move, and (with a good belayer) preventing ground fall as the thin moves continue at 5.5 or so before easing off and gaining protection. Belay at tree(s). 120-125 ft  5.7 One can also climb P1 of \"Ingy's Ice Cream\" (the next climb right). It is easier and one can then move back left to \"October\"). It is also possible to start on the \"Road North\" and join \"October\" at the end of P2.P2. Move belay to toe of cliff. Continue up and slightly right-ish on featured climbing until about 30' - 35 ft below the roof and establish a gear anchor. One can also go to the double bolt anchor, WIll cause little more rope drag on pitch 3 but manageable. If doing the direct variatrion on pitch 3, that is a good option. 180-185 ft  5.3-5.4 P3. Climb through the right side of the roof starting at a slanting, sort-of left-facing corner/crack and a notch with jugs. (photo) Above the OH (optional belay) traverse left above the roof, choosing your adventure. Once at the end of the traverse, you should see the beautiful \"vertical\" crack on a slightly bulging face that you are headed for. Gear belay 20' below it using a slanting nice crack with a good stand below.  170 +/- ft 5.5\n\nClimbers just finished p2. Topo is showing the Direct route on the left (via bolt) and the more traditional way on the right, to next belay location (gear anchor).\n\n[ Note- While the photo in the original reference for this route (in NEClimbs.com) shows the route going completely right of the OH, a communication from FA-er  P. Cormier (see his COMMENT in “Alpine Experience” ) indicates the original route climbed through the OH at the notch as described above. R. Hall, NH Admin.] October Sundae Direct: If you are interested in a more sustained variation using a more aesthetically direct line this is a nice option for P2 and P3.  From the top of P1 climb directly up, maybe a bit left-ish, on easy rock to a double bolt anchor below the left side of the overhang.  From the anchor go left-ish and up passing some gear placement and a bolt towards the left side of the overhang. At a weakness towards the left end, do a bouldery move with good gear (easier if you are tall) and surmount the overhang. Continue straight up over easier terrain to gear anchor (same as described for P3 above). 120 ft 5.7 \n\nOctober Sundae Direct - Traverse left under the overhang, passing a bolt and surmount the overhang on the left end.\n\nP4. From the gear belay, climb the beautiful crack! [photos] One or more, 0.75 Green \"Camalot-sized\" cams useful. End at a two bolt anchor on the slab to the right of a tree island. 110 ft 5.4 - 5.5P5. Veer left to the top right side of the tree island, then move up to the steeper featured section with fun moves and continue up and left to another double bolt anchor. [There are two photos of this pitch, each a slightly different variation.] 180 ft 5.5-5.6 P6. Pad up the clean white slab, over the small overlap and then run it out (5.1-5.2R) to the base of the headwall. Gear belay. 100 +/- ft 5.4P7. Take your choice. Either one, you will have hard time seeing the anchor until you basically on top of it. It is located at the highest point of the headwall (where the rock is brighter). You can combine p6 and p7 with a 60m rope with some stretching. It just about reaches the top anchor! This assumes long slings and a direct line.* Move up a small corner, step left and then up the face and cracks via the easiest-looking line to the top anchor. \"0.3 and 0.4 Camalots\" very useful. 100+/- ft 5.4-5.5 * Climb the slabs a bit to the left, less protection and maybe a bit harder. At the top, move right to the anchor. 110 +/- ft 5.5-5.6Descent: 5 raps with doubled 60m ropes.. First ascentist Paul Cormier describes it (Paul’s words in italic): It is very simple to just rap straight down the entire cliff on October Sundae. [On the 3rd rappel],  rap straight down, avoiding the overhang on your climbers / rapeller’s right , or east end of the overhang. That 2 bolt rap anchor [on DIRECT] is the reason for the shreaded ropes, [it lures people to the right]. Go straight down into the trees, a swath is nicely cut for you, and rap off a new tree anchor.Then straight down again to the first pitch anchor, [As with all rap stations, check it out before you use it.] once again, all nicely cut out  ","protection":"Standard rack. First three belays are natural/gear. The last three are bolt anchors.","location":"GPS: N44.466212 W71.068382 \n\n  Left side of the cliff. It's a big cliff with thick vegetation, which makes it hard to locate climbs. You have two options:  \n\n Best option is to take the trail described in the \"Main Slab Area\". It leads directly to this climb. Also see picture in the North Bald Cap main page. You can take the trail to the Lost Boys Area and bushwack along the cliff. There is not much traffic here and it can be a long arduous traverse.\n\nNote: The cliff has multiple slab starts that look similar to each other, so pay attention. See pics in the Main Slab Area for other starts."},"__v":0},{"_id":"kiA1lmOqXkePEPI/RrNODQ==","name":"Ingy's Ice Cream","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Gougen and Dick Norlin - 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06876,44.46531]},"left_right_index":3,"mp_id":"112181943","mp_crag_id":"112006079","climb_id":"kiA1lmOqXkePEPI/RrNODQ==","areaRef":"RLdhCGj4VUSOoS8TSHa3ww=="},"content":{"description":"Another great route at the center of the main slab. It may have a dirty start but it quickly turns into beautiful rock and fun climbing.\n\n P1. Climb the mossy slab straight up with not too much pro. It’s easy terrain though. Continue out of the trees and find a nice flake for a gear anchor at a comfortable spot. 170' 5.2\n\n P2. Continue straight up through more flakes towards the tree island up and right of the overhang. Find a spot for a gear anchor before getting too close to the tree island. Otherwise you will run out of rope trying to find a good spot. 160-180’ 5.5\n\n P3. Pass the tree island on its right and traverse left just above it. Continue just a little more left and not much further up passing some featured rock you will find a great spot for a gear anchor. 90-100’ 5.5\n\n P4. Traverse left and you will see a vertical flake you can layback. The rock above arches left and follow it. Cross over the central groove and go up a steep quartz dike to a ledge and gear anchor. Big gear is useful for the anchor. 160’ 5.7\n\n P5. Continue up slightly veering left over featured terrain that soon turns into a smooth steep slab. This section is the crux. Pass some flakes and a bolt. The slab eases as you continue but there’s no pro for some distance. There are small flakes and cracks higher up which you can use for a gear belay not much before the head wall. 195’ 5.7\n\n P6. The final pitch is up over the headwall, which is not that steep at this section. Climb the featured rock to the top and a tree belay. 150’ 5.5\n\n Walk left to the October Sundae’s anchor to rappel down. It’s at the top of the white rock 25’ left.","protection":"Standard rack. A #4 was useful at the 4th pitch  belay, but probably not required.","location":"GPS: N44.466351, W71.068516 \n\n  Get there by taking the October Sundae trail to that climb (see               \n\nNorth Bald Cap trails. Red to October Sundae and yellow to Lost Boys area.       and main slab area \"getting there\" description). Then go right 60’and up 50’ to the next slab over. It’s small and dirty and easy to miss. The start is much higher than the two close by surrounding climbs. If you see a nice slab, you went little too far and got to Road North."},"__v":0},{"_id":"c6lBko0XVTaJt3IQTSGtbQ==","name":"Call of the Wild","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Cormier & Sarah Reeder - 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06876,44.46531]},"left_right_index":6,"mp_id":"112182267","mp_crag_id":"112006079","climb_id":"c6lBko0XVTaJt3IQTSGtbQ==","areaRef":"RLdhCGj4VUSOoS8TSHa3ww=="},"content":{"description":"A route not to be missed on the right side of the main slab, up high. If it was cleaned up it would be 4 stars! A good variety of interesting slabs and big steep headwalls with amazing moves. This route was originally rated 5.7 but I put it up as 5.8 as it’s a grade harder than other 5.7s on this cliff. \n\n  P1. Start up the dirty lichen filled featured slab (around 5.6) with some tricky moves. There’s not much pro and not too much clean rock. Be careful and don’t give up, it gets much better! When you reach the head wall, surmount it on the far left side. It’s tricky, but with decent gear and little better rock. The moves up here are so much fun. It’s eases up after that with some flakes and smaller overlaps to a two bolt anchor, which you will not see until basically upon it. A 60m is just about to reach fully stretched. If you’re not sure, build a temporary gear anchor right after the head wall at a small ledge. 200’ 5.8\n\n  P2. This pitch starts up a clean fun featured slab. So much nicer than the first pitch’s slab section. When you get to the big headwall, veer left and go up on the far left here too, pretty much right under a small tree little higher up. Climb up and right over the arête with amazing fun moves to a small ledge and gear anchor. 170’ 5.7\n\n  P3. Last pitch is straight up over easier terrain with featured slab. It gets little dirty here again, but the pro is okay. You will not see the top two bolt anchor until literally on it, but it rights over the edge. If using 70s you can combine the two last pitches but a 60 will not reach. 50’ 5.5\n\n  Two full length 60m double rope rappels will take you back to the bottom, using two bolt anchors.","protection":"Standard rack.","location":"GPS: N44.467128 W71.069620Get there by taking the October Sundae trail towards that climb (see               \n\nNorth Bald Cap trails. Red to October Sundae and yellow to Lost Boys area.       and main slab area \"getting there\" description). Where the trail takes a sharp left go straight ahead instead (towards the cliff) and you will very soon see a brook. Cross it and continue through the woods veering slightly right. It will get steeper but keep going. It’s a little confusing up here with interspersed slabs. Take a good look at the start pic and/or use the GPS coordinates.The start of the route is up high on the left side of the slab. The bottom part is mossy and unappealing. Belay right at the slab start. Otherwise you won't reach the anchor."},"__v":0},{"_id":"FFMKSHY1WN+ZSmpDNo63sg==","name":"Alpine Experience - A link Up & New(?) Finish","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Pitches 5 & 6 may be FA by RH & RW, most of route parts of other routes","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.06876,44.46531]},"left_right_index":2,"mp_id":"119495259","mp_crag_id":"112006079","climb_id":"FFMKSHY1WN+ZSmpDNo63sg==","areaRef":"RLdhCGj4VUSOoS8TSHa3ww=="},"content":{"description":"NOTE- The the first 3 bolted belays have been removed from this this climb to revert it back to a more Alpine Experience which is in keeping with the ethics of the crag. This was a mutual agreement. It's a nice line that utilizes some of the best parts of existing routes and climbs a fairly direct line up the slab headed for the clean, gray rock about 30-40 feet the left of Orgasmo Slab. The last 2 1/2 pitches are believed to be new (see History) Moderate climbing, reasonably protected cruxes.P1 – Climb the first pitch of October Sundae\n\n125-130 ft,  5.6-5.7  (Bolt placed with permission of FA leader, but may be removed. Either he forgot the discussion, or changed his mind. ) NOTE: Check the belay tree at the top of the pitch it seems dead; but was “backed up” to another tree in Nov 2020. \n\n P2 – Climb the 2nd pitch of October Sundae and then climb through a notch (photo) in the right side of the overhang. ( See Comment by P. C. -  seems Oct Sun went through this notch although NEClimbs topo shows is going further right,the back left.) Build a gear belay at a good flake about 20-25 ft up and left of the top of the notch..  150 - 160 ft,  5.3 - 5.4  The bolted anchor directly below notch in the OH has been removed. RH & RW climbed the notch Aug 20, 2020, but others before us (see COMMENT)  [NOTE: It is also possible to make pitch 2 shorter and establish a gear belay 30-40 ft below the notch, and then with a long rope (70m ?) run all the way through the notch and all of P3. Communication might be difficult.] P3 – Leaving the line of October Sundae (which traverses left, a bit BELOW the level of the gear belay, to the fabulous jam crack pitch) Climb up the clean, grey rock into the wide, central depression of the slab.  Step over a small overlap and continue up the depression. Gear belay in a wide crack (#1 to #2's) or move up and left another 25+/- feet to the bolted belay/anchor of the 3rd pitch of October Sunday . 150 Ft 5.4 +/-  The climb joins \"Ingy's Ice Cream\" (which comes in from the right) near the top of this pitch. P4 - Move right and climb the obvious quartz dike, following Ingy’s Ice Cream.  (Gear: finger-thick cam(s) down low, see photo.) Above the dike, continue up on easy terrain. About 30 ft. above the dike Ingy’s branches off left headed for a big white slab, [photo] Continue up straight, make a move past a bolt (above the bolt a dbl bolt anchor may still remain to the right, take it if it’s there) and head for a 15-20 ft high right-facing flake/corner. Up this, stepping left (bolt still in? ) then back right and up to a bush-island. Gear belay at the right end of the sandy ledge forming the island.  160 - 200? ft  5.6-5.7  Note: Crack is good, but may require two of the same sized cams..I think green (0.75 fit) \n\n P5 – Starting at the sandy ledge (gear) climb the slab ( ? passing a bolt, still in ?), then up some nice cracks. [see NOTE about Orgasmo] As of Nov 2020 there was a double bolt anchor up and right from the top of the cracks. If it’s still there take it and combine the next 30 ft with P6 as described below. \n\nIf the anchor has been removed...continue up on easy terrain that is roughly 15 ft right of a tree island (see photo) You'll pass over some yellow-rock \"holes\" and pass a 1ft pancake-like flake (natural thread, 8mm left in, might be cleaned). Now step left, over the rib, and one step down to the sandy ledge of the tree island. As of Nov 2020 there was a bolt about 15 ft up. Either belay of the scraggly trees, or climb up to the bolt, clip it and lower back to the ledge. Tie off and belay. 170-190 ft 5.4-5.5.  A bolt at the level of the ledge would be really nice. \n\n NOTE: If you want to get to the superb pitch of Orgasmo Slab move 40-50 feet down and right from the top of the slab, before the cracks. This will get you to the belay/rap anchor on that climb. If the dbl bolt anchor mentioned in P5 is still “in”, the BEST of “Orgasmo Slab” can be climbed by simply moving right 20-25 ft and climb up to the first of the 3 protection bolts of that climb! P6 –  From the left end of the ledge (re)-climb up the clean slab (to the bolt, still in? ) into the shallow corner with a small overlap on its left.  Up the corner (gear above the overlap), passing a second bolt ( still in?). then move right up to a dbl bolt-chain anchor (??) about 10 ft below the trees. or up to the trees if the anchor has been removed.  80  ft 5.6-5.7 \n\nDescend: Options:1) If the top anchor and the anchors mentioned as being in the middle of pitches 4 and 5 are still in place, then rap down these (a single 70m will make these) to the anchor at the top of P4 of October Sundae (the anchor 25-30 ft left of Ingy's quartz dike) Then down Oct Sunday with double 60m ropes. The rap from this anchor takes you over the overhang. At the OH aim for the fallen birch tree on the ledge below you (I.e keep left) and you will avoid the sharp edges of the OH. Do NOT aim for the dbl bolt anchor below the OH ( on the “direct” variation). This is where the sharp edge is.2) If the anchors have been removed, walk about 100 +/- ft left to the top anchor of Oct Sunday. Rap that line with double 60m ropes. ( 5 raps) ","protection":"A 70m may be nice.  You'll need a second rope (or pull-down) at least 60m long for the raps.  Std Rack with doubles of the mid-sizes (0.4 - 1 ) Nuts are helpful, especially the finger - to knuckle sizes.  ","location":"START on October Sundae - Follow directions in the Main Slab Area, the path leads right to the start of the climb, easily recognized by the beautiful white slab on P1. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4eb5c882-6ac8-52c7-bb65-274c9e5a9f56,6fb835cc-3899-50bf-98d0-904265b24707,44b76108-68f8-5544-8ea1-2f134876b7c3","pathTokens":["USA","New Hampshire","Great North Woods Region","North Bald Cap","1. Main Slab Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":5,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.06876,44.46531]},"bbox":[-71.06939006323456,44.46486033981815,-71.06812993676544,44.46575966018187],"left_right_index":-1,"ext_id":"112006079","area_id":"RLdhCGj4VUSOoS8TSHa3ww==","polygon":{"type":"Polygon","coordinates":[[[-71.06939006323456,44.46486033981815],[-71.06812993676544,44.46486033981815],[-71.06812993676544,44.46575966018187],[-71.06939006323456,44.46575966018187],[-71.06939006323456,44.46486033981815]]]}},"content":{"description":"This is the main slab. It covers from the far left side of the cliff to the large gully-cleft that slashes from Right to Left down the cliff and which is just left of the Apron.Routes include (L to R, if in bold then listed in MtnPrjct):More info and terse route descriptions are given in NEClimbs.com\"Spell of the Yukon\" (5.7) and \"Yowza\" (5.9 or 5.7) [both listed as \"farthest left at the far left end, and both listed as \"climb #4 on a photo]\"Panning for Gold\" (5.7)\"October Sundae\" (5.7) \" Alpine Experience \" (5.7 )  Link-up and new(?) top pitches\n\n\"Ingy's Ice Cream\" (5.7)\"The Road North...(to Orgasmo Slab)\" (5.8)Located on the main slab, but starting up high on the right are:\"Double Crack\" (5.8)\"Gold Fever\" (5.7) not shown on the neclimbs.com \"topo\":\"Call of the Wild\" (5.7)\"Battle of the Bulges\" (5.7)Descend - via October Sunday. Paul Cormier describes it (PC's words in italic): It is very simple to just rap straight down the entire cliff on October Sundae. On the 3rd rappel,  rap straight down, [at OH \"aim\" for the fallen birch tree on the ledge] avoiding the overhang on..[the] east end of the overhang. That 2 bolt rap anchor [on DIRECT] is the reason for the shreaded ropes, [it lures people to the right]. Go straight down into the trees, a swath is nicely cut for you, and rap off a new tree anchor.Then ... down again to the first pitch anchor, once again , all nicely cut out "},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:12:13.772Z","updatedAt":"2024-02-19T18:36:29.420Z"}