{"_id":"6368a36ae80bff5a9958296b","area_name":"(rr) Diamonds and Rust Buttress","shortCode":"","climbs":[{"_id":"koNOSxSUUpm5z9ibH+KLvg==","name":"The Wonkinator","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14391,44.36979]},"left_right_index":1,"mp_id":"117135653","mp_crag_id":"116512573","climb_id":"koNOSxSUUpm5z9ibH+KLvg==","areaRef":"G4/qYlfrVZ6cj2R4Wc3bfg=="},"content":{"description":"This is a top-roped variation. Climb the zig-zag hand crack and face that is just left of \"Shleppin' for Hollywood\". Use the wall on your left briefly before leaving the crack to venture onto the face above using side pulls and crimps. Follow them rightward to join \"Shleppin' for Hollywood\" at the last bolt. Finish with the crux of \"Shleppin\". A nice way to get in some extra fitness and climbing while here, and not a bad line, although still a bit dirty.","protection":"Toprope","location":"Just left of \"Shleppin' for Hollywood\" on the north face of Diamonds and Rust buttress."},"__v":0},{"_id":"ryLzs8HGVIKWu2l6bMJhaA==","name":"Slow Train","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. & J. Carpenter, 1984","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14391,44.36979]},"left_right_index":3,"mp_id":"116725595","mp_crag_id":"116512573","climb_id":"ryLzs8HGVIKWu2l6bMJhaA==","areaRef":"G4/qYlfrVZ6cj2R4Wc3bfg=="},"content":{"description":"A tricky start leads to fun climbing up a long, sparsely-bolted face. Enjoyable but quite run-out. Joins Diamonds and Rust at the top.","protection":"7 bolts, chain anchor. Rap down and left past Schleppin' for Hollywood.","location":"Far right side of the buttress, the route starts at the nose of the buttress just below Pleasure Palace."},"__v":0},{"_id":"YwcfOlOAVSafFxjz/CoRVQ==","name":"Schleppin' for Hollywood","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"E.Wolfe/J.Chinchen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14391,44.36979]},"left_right_index":2,"mp_id":"116725537","mp_crag_id":"116512573","climb_id":"YwcfOlOAVSafFxjz/CoRVQ==","areaRef":"G4/qYlfrVZ6cj2R4Wc3bfg=="},"content":{"description":"Technical edging up a flat face and blunt arete. The anchors were moved up to a more logical ending point by Jason Chinchen in 2019 as suggested by Alan Watts, adding more climbing, an extra bolt and some difficulty.Leave the ground by stepping onto the face from the hillside. Clip a couple of bolts on easier terrain and then head left and up on small nubbins and crimps. After a good rest midway in a couple of pods, use the blunt arete and some decent side pulls to negotiate the  next few bolts. The route gets progressively harder and the pump builds until you are faced with a hard clip at the last bolt (the old anchor location) followed by the most difficult sequence yet on positive crimps. End with a stab to huge jugs and a few more easy moves on dirty side-pull jugs. New chain anchors await at the top of the wall. This route was spotted from the mouth cave. and bolted and named by Erik Wolfe and Jason Chinchen while on the job, hauling camera gear for a very early cell phone commercial in 1996 that had a stunt man falling out of the mouth cave while a movie crew filmed from the cave. ","protection":"8 bolts, chain anchors.","location":"The shaded left side of Diamonds and Rust Buttress, look for a face with bolts."},"__v":0},{"_id":"1NAluu13WI+7wNJaTFVJFA==","name":"Safety Third","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Justin Allison","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14391,44.36979]},"left_right_index":4,"mp_id":"116512679","mp_crag_id":"116512573","climb_id":"1NAluu13WI+7wNJaTFVJFA==","areaRef":"G4/qYlfrVZ6cj2R4Wc3bfg=="},"content":{"description":"A true diamond among the rust, the rock on this route is surprisingly solid! Requiring minimal cleaning, the quality should only improve with more traffic. The climbing on this route is notably more physical than the standard Smith crimping. Climb up the right side of the gently overhanging arete using occasional edges on the left face. No one stopper move, but rather a building pump from consistent 5.11 climbing; though between the second and third bolt may require some thought. Shorter folks may find the start to be slightly more difficult.\n\n Thinking it's around 11d/12a, but won't know for sure until more people get on it.","protection":"9 Bolts to a 2 Bolt Anchor w/ Rap Rings. Please do not TR or lower off the rap rings! As the name implies, PLEASE RAPPEL ONLY! If toproping, just use a couple quick draws through the rings or build an anchor.","location":"Look for a trail marked with a small carne on your right if coming down from the Pleasure Palace or on your left if coming up from Mesa Verde. Follow the trail to a perfect natural belay platform."},"__v":0},{"_id":"W2mCKrrWW8G6x9C/4VkGVA==","name":"Mighty Mouse","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jason Chinchen, Clara Soh","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.14391,44.36979]},"left_right_index":0,"mp_id":"118333934","mp_crag_id":"116512573","climb_id":"W2mCKrrWW8G6x9C/4VkGVA==","areaRef":"G4/qYlfrVZ6cj2R4Wc3bfg=="},"content":{"description":"Mighty Mouse starts in a V-shaped stem under a cool arete and crack system. Stem your way past the first two bolts before venturing into the face and corner above. Use balance and good footwork to surmount the two small roofs, while using good left hand side pulls and the occasional right corner. The crux stays on you as you exit rightward onto the knobby slabs above. Keep your head about you as you weave over several slabs to the anchors using small nubbins and side pulls. There are probably several ways to climb through the crux, making it a challenge to decipher the best route. A really fun and varied route on solid stone. Even though it isn’t super long, it contains a lot of different climbing and has an exposed feeling as you climb the corner overlooking the river and Cascades. Shade all day, perfect for hot summer days or to get away from the crowds.","protection":"7 bolts and chain/carabiner anchors.","location":"This climb is located in the gully just south of the Monkey on the north facing right side uphill from the trail and “Shleppin’ For Hollywood”. Access this route by hiking up the left side of the gully and traversing rightward to the base of the climb once you are level with it. The hillside is mossy and there isn’t a real access path, so tread lightly."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,1b8fea62-57eb-559e-9c8f-647859cddb7e","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(rr) Diamonds and Rust Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b"},{"count":1,"label":"5.7"},{"count":2,"label":"5.11d"}],"byDiscipline":{"sport":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.14391,44.36979]},"bbox":[-121.14453903481358,44.36934033981814,-121.14328096518645,44.37023966018185],"left_right_index":-1,"ext_id":"116512573","area_id":"G4/qYlfrVZ6cj2R4Wc3bfg=="},"content":{"description":"The Diamonds and Rust Buttress lies between Mesa Verde Wall and Monkey Face; below and left of the Pleasure Palace. It may not be an all day destination but if you are already climbing in the area it is definitely worth checking out!"},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:19:23.324Z","updatedAt":"2024-01-15T16:47:55.700Z"}