{"_id":"6368a0dee80bff5a9953bbed","area_name":"Carlton Peak Quarry","shortCode":"","climbs":[{"_id":"kAd+CpCIUcKTOJw38ECGOw==","name":"The Oven","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kevin Taralseth","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-90.85614,47.58441]},"left_right_index":0,"mp_id":"120709063","mp_crag_id":"119724352","climb_id":"kAd+CpCIUcKTOJw38ECGOw==","areaRef":"gMF2VokXUdWzKNkO8WDp0g=="},"content":{"description":"A fun, steep, straightforward climb which follows a small flake directly up the center of the Quarry’s main wall. The route is generally easy as the rough hewn wall and flake system has plenty of holds and the abrasive Anorthosite provides excellent grip. However, be aware the rock here is chossy, the flake unreliable, and some holds are likely to break off which increases the difficulty for the climber and risk for the belayer. As such, this line is better left to top-rope only. Leading is not recommended. The moves are fairly straightforward until the top, when the flake runs out and the wall flattens out a bit. During the summer months, the face is exposed to a great deal of sun, making the rock and surrounding areas quite hot. Early morning or evening are the best time to climb here and the views from the top are exceptional. Overall a very enjoyable and rewarding climb if you don’t mind baking in the sun or dodging the occasional falling rock.","protection":"Large, sturdy steel pins up top can be used to rig a toprope anchor. Be aware these are older. Always use your best judgment and inspect their integrity before use. There are no good features to build an anchor from gear here.","location":"Reach the quarry by driving up FR1201, a rough and washed out access road just off highway 61 in Tofte, MN. Route follows a flaked crack directly up the center of the main wall of the quarry, just to the right of the highest point. Further to the right of this route is a larger crack featuring a small ledge. Access to this route requires a class 3 scramble up the loose rock and boulder at the base. Follow an obvious path slightly to the right and then sharply left through a small crevice between two large boulders. The Belay station is marked by a large, flat rock with a hole bore through it, which is easy to see from the parking area. To reach the top, follow a steep footpath on the right side of the parking area. Proceed with caution as the rock is loose and the path contains old rusted metal from the quarry. Once at the top you will find 3-4 large, steel pins which can be used to rig a toprope anchor. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,4069faa4-2469-5ecc-8d2d-4cf1a349a2f4,79c1f59c-c577-5334-9134-32a268569357,80c17656-8917-51d5-b328-d90ef160e9d2","pathTokens":["USA","Minnesota","Temperance River SP (North Shore)","Carlton Peak","Carlton Peak Quarry"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-90.85614,47.58441]},"bbox":[-90.85680665379674,47.583960339818134,-90.85547334620324,47.58485966018186],"left_right_index":-1,"ext_id":"119724352","area_id":"gMF2VokXUdWzKNkO8WDp0g=="},"content":{"description":"The Carlton Peak Quarry is an old 3M quarry. Rock from the quarry was used to construct Taconite Harbor, the Tofte Ranger Station, and several other projects."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:08:31.388Z","updatedAt":"2022-11-25T11:19:15.969Z"}