{"_id":"6368a02ce80bff5a99529c07","area_name":"Main Face, The","shortCode":"","climbs":[{"_id":"y6X0LDmgXQOxW7Xuy2KORw==","name":"Trappah's Line","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Blair & Jonathan Stevens (1983)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-69.7306,45.7001]},"left_right_index":999999,"mp_id":"106960054","mp_crag_id":"106959942","climb_id":"y6X0LDmgXQOxW7Xuy2KORw==","areaRef":"hbgJkXc/WWeg5k/G8penHg=="},"content":{"description":"This description is second hand from stories told by my buddy Ted's Dad, who climbed this way back when. Anyway, as he tells it- \n\n  Start from the water up the blocky main arete, and follow a natural route up the cliff to the top.  \n\n  A fun and committing full day climb, move from ledge system to ledge system, working up the vertical sections between. \n\n  Beware of loose rock, pro may be devious at times.\n\n ____\n\n Climbing rock at Kineo is a real adventure. Have fun and be safe.","protection":"Trad rack.","location":"Starting out of the boat, step onto the blocky Arete of the main face, and work up, following the natural lines. \n\n  To descend cut climber's left along the cliff top, till parallel to the main golf course, then angle 45 degrees off the cliff and in to reach the major hiking trail which leads to the summit."},"__v":0},{"_id":"SncKZtDrWnWCPT746J2Ckw==","name":"Claw of the Toxic Walrus","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jon Steitzer & Ted St. Peter Blair (11/13/2010)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-69.7306,45.7001]},"left_right_index":999999,"mp_id":"106960308","mp_crag_id":"106959942","climb_id":"SncKZtDrWnWCPT746J2Ckw==","areaRef":"hbgJkXc/WWeg5k/G8penHg=="},"content":{"description":"A fun full day outing up the main face, beware of loose rock and blocks. Kineo is falling apart and we kicked off many large blocks between the size of a microwave and a coffee table. \n\n  The climb's a blast, with mostly easy moves and a few short cruxy section. To begin either follow the trail out to the edge of the blocky arete from the golf course, or go directly to the edge of the arete by canoe. \n\n  Pitch 1 (5.4) - Climb up blocks onto the edge of the arete, through falling water. Right below the series of vertical bolts (and what's the story there?) traverse right around the arete, trending up to the base of several cracks. \n\n  Pitch 2 (5.6) - Follow the right most crack into a dank and wooded couloir. A short pitch ~ half a rope length. \n\n  Pitch 3 (5.7) - Make dicey moves up wet chossy rock, trend slightly left onto the arete then up to a ledge. Stay right of the falling water into a dihedral. \n\n  Pitch 4 (5.7) - Move up slightly overhanging face climbing on the right side of the dihedral, then run out some hard to protect face climbing to a large triangular belay ledge. \n\n  Pitch 5 (5.7) - Traverse left and up, clipping the ancient piton to the left edge of a thickly wooded ledge. Move slightly right to the huge detached flake, work up the flake till it ends then follow thin face climbing. Run it out till rope ends at tiny ledge with marginal nut placements for belay station. \n\n  Pitch 6 (5.8) Either head straight up above sketchy belay ledge on easier terrain that's unprotectable, or trend left to right facing corner with a pine tree above a dead birch. Move up then trend back right to a detached vertical block. Lay back, gently, on the giant detached block and gain a mossy ledge with thick tree growth. \n\n  Pitch 7 (5.6) - work left up the gently sloping ramp then go vertical up the remaining face, then up and right to the summit.  \n\n  That's the way we did it at least. \n\n  _____\n\n It's a big full day adventure with lots of loose rock, and a long approach. Well worth it though and highly satisfying. If it has rained at all within a week of the climb, expect lots and lots of water coming down the cliff.","protection":"Nuts, Large Hexes, Tiny cams, a few mid range cams and a large one too.","location":"The easiest way to start the route is to canoe out to where the rock explodes straight up out of the water, then tie up to the shore just left, and begin the traverse right. \n\n  Getting down is hellish. Mt. Kineo is seldom climbed, and the only trails on the island end a half mile from your top out location. Bushwack left along the cliff edge till you are well into the middle of the island, then angle off the cliff at around 45 degrees into the interior and you will eventually find a trail. There is extremely thick undergrowth, and treacherous footing. \n\n  Or rap down from trees to trees. Careful, the rock is wicked sharp."},"__v":0},{"_id":"4QPXJeGdWKCp9IugUwm1xg==","name":"10 More Lumens","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown? (possibly Charlie Yarnell and Lucas Campbell 11/13/2010","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-69.7306,45.7001]},"left_right_index":999999,"mp_id":"106962744","mp_crag_id":"106959942","climb_id":"4QPXJeGdWKCp9IugUwm1xg==","areaRef":"hbgJkXc/WWeg5k/G8penHg=="},"content":{"description":"This climb show's traces of mysterious climber's who have may attempted it before, mysterious rap bolts halfway up, ancient weathered gear from the 80s still shoved in cracks, but the upper pitches seem to be new ground. \n\n  The climb starts on the extreme right side of the Main Face, right next to the massive overhangs. It is the leftmost crack that heads straight up this portion of the wall. \n\n  Occasional ledges provide puny trees for slinging and belaying, and the line has less loose rock than typical Kineo climbing. It can be run out at times and extremely hard to protect. \n\n  Also, the climb is in the shade most of the day, and soaking wet whenever there has been rain within the last week. \n\n  Make sure you bring two ropes if you need to bail, as the last pitch if it's wet will be impassible, with no traverse option. We had to drop in from the top to get Charlie and Lucas when they got stuck under a waterfall.  \n\n  2 pitches from the top there is a nice cave you can hide in. \n\n  And don't forget your headlamps. 10 more lumens might come in handy!","protection":"Standard trad rack. Full range of cams, stoppers. Points for hex placements","location":"The route begins from the scree field underneath the overhangs. Watch out for rock fall. It is fairly constant here. You'll need to be dropped off by boat, or hike the entire perimeter of the island to get here.  \n\n  There is an obvious corner / dirty chimney where the overhangs abut the main face. Pick out the leftmost hand crack near the chimney and boogie on up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,7a58a1c3-4a2b-5552-94ed-aae4dffd4d58,aa4d8c05-a80a-5c28-a589-04ca5cd6e7d4,85b80991-773f-5967-a0e6-4fc6f297a71e","pathTokens":["USA","Maine","i. Moose & Kennebec River Valleys","Mt Kineo","Main Face, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-69.7306,45.7001]},"bbox":[-69.73124383039067,45.699650339818135,-69.72995616960932,45.700549660181856],"left_right_index":-1,"ext_id":"106959942","area_id":"hbgJkXc/WWeg5k/G8penHg==","polygon":{"type":"Polygon","coordinates":[[[-69.73124383039067,45.699650339818135],[-69.72995616960932,45.699650339818135],[-69.72995616960932,45.700549660181856],[-69.73124383039067,45.700549660181856],[-69.73124383039067,45.699650339818135]]]}},"content":{"description":"Exploding straight up from the waters of Moosehead Lake, the the biggest face of Mt. Kineo juts 800' into the air. Secluded due to the long drive and or paddle to approach, the face is rarely climbed, though climber's will find mysterious old rusty pitons, slung trees, and bolts from the unknown climbers of the past. \n\n  This has the most sustained vertical climbing of any part of Kineo, and is bathed in sunlight from the morning through mid afternoon. It stretches from the edge of the overhangs to the golf course. The water is extremely deep right to the edge of the climb, making the best approach one by boat, then starting right up. It is also possible to traverse right onto the face from a rough trail that leads from the edge of the golf course. \n\n  The rock can be tough to find placements for pro in, but when it's solid it's hard and bomber. There is a lot of loose chossy rock. Climbing teams should take care to make sure climber's don't climb above belayers, and helmets are a must."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:05:33.405Z","updatedAt":"2024-01-20T01:01:58.379Z"}