{"_id":"6368a185e80bff5a9954f2f0","area_name":"Slippery Buttress","shortCode":"","climbs":[{"_id":"rD5sfJevXsqZrBtk3sM7fg==","name":"The Undertone","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48416,36.0813]},"left_right_index":3,"mp_id":"111754565","mp_crag_id":"111754483","climb_id":"rD5sfJevXsqZrBtk3sM7fg==","areaRef":"Kml7alRLX+OoGtXK4Bwqbg=="},"content":{"description":"The Undertone is the gem of the Slippery Buttress routes. It climbs an exposed position along the right edge of the buttress connecting interesting features up a beautiful stretch of rock. There is plenty of 5.9 and 5.10a slabbing and thin face climbing, but the actual crux is the upper corner. \n\n  P1 (120', 5.10b): Climb up the right arete of the buttress following bolts and occasional gear placements to a roof. Pull through this and continue straight up via a well-protected seam, or step out right and follow the arete (easy but unprotected). Either path ends at a bolted anchor. \n\n  P2 (170', 5.10d): Move right off the belay and follow an interesting, leaning corner to a small, arching roof. Step left around the arete below this roof, then climb up and back right (now above the roof) and up into the upper corner. Climb up this with some difficulty to an anchor. \n\n  Two rappels straight down with a single 80m rope (or two ropes) will get you back to the ground (watch your ends).","protection":"A single set of cams from tiny (Purple C3 or Black Alien) to #1 Camalot. Aliens or other flexible small cams are ideal. Wires. No RP's needed. Draws. An 80m rope or two ropes.","location":""},"__v":0},{"_id":"GOZIQbl7X6uN0lzl0quOQw==","name":"Tongue and Groove","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48416,36.0813]},"left_right_index":2,"mp_id":"111754544","mp_crag_id":"111754483","climb_id":"GOZIQbl7X6uN0lzl0quOQw==","areaRef":"Kml7alRLX+OoGtXK4Bwqbg=="},"content":{"description":"A great pitch of low-angle face and slab climbing followed by an enjoyable and easier corner pitch. Begin dead center on the wall. \n\n  P1 (5.10c, 150'): Boulder up to the first bolt (crux - but the slab and landing are gentle if you blow it), then continue up the wall via easier but excellent climbing. Wander out left, then back right, and make sure to have a handful of small cams and wires at the ready for protecting this pitch. \n\n  P2: (5.10b, 140'): Continue up the corner above. Ignore the anchor directly overhead and instead move out right through a scrub oak and belay at a bolted anchor set up for rappel.  \n\n  Two rappels straight down with a single 80m rope (or two ropes) will get you back to the ground (watch your ends).","protection":"A single set of cams from tiny (Purple C3 or Black Alien) to #1 Camalot. Aliens or other flexible small cams are ideal. Wires. No RP's needed. Draws. An 80m rope or two ropes.","location":""},"__v":0},{"_id":"nhDl/q3EUvOfU+DUK/cXIA==","name":"Slippermen","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Unknown.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48416,36.0813]},"left_right_index":1,"mp_id":"111754494","mp_crag_id":"111754483","climb_id":"nhDl/q3EUvOfU+DUK/cXIA==","areaRef":"Kml7alRLX+OoGtXK4Bwqbg=="},"content":{"description":"This route is a good warmup for the others on the wall. The first pitch is the highest quality. The second pitch is a fun, short connector pitch that leads to the anchor atop the first pitch of Tongue and Groove and is fun in a sorta grovely kinda way. The third pitch is the same as the second pitch of Tongue and Groove. If you do all three pitches you never climb anything much harder than 10a. \n\n  P1 (5.10a, 90'): Begin left of center on the slab and climb easily to a first bolt, perform a mantle, then cruise all the way up to a bolted anchor. A single grey Alien or similar cam will protect an otherwise huge runout early on this pitch. \n\n  P2 (5.10b, 50'): Move up off the belay, clip a high bolt, step up to a roof and move awkwardly around it to the right. Chimney up the groove eventually reaching an anchor shared with the first pitch of Tongue and Groove. \n\n  P3 (5.10b, 140'): Tongue and Groove's second pitch. Continue up the corner less awkwardly. Ignore the anchor directly overhead and instead move out right through a scrub oak and belay at a bolted anchor set up for rappel. \n\n  Two rappels straight down with a single 80m rope (or two ropes) will get you back to the ground (watch your ends).","protection":"Single set of cams from small to #1 Camalot. Wires. Draws. One 80m rope or two ropes.","location":""},"__v":0},{"_id":"zwGneXDpVCSizeIhx6ejpg==","name":"Slip of the Arrow","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48416,36.0813]},"left_right_index":0,"mp_id":"113729916","mp_crag_id":"111754483","climb_id":"zwGneXDpVCSizeIhx6ejpg==","areaRef":"Kml7alRLX+OoGtXK4Bwqbg=="},"content":{"description":"This route is in the second edition of Handren’s guide as a three-pitch 5.7, and indeed most of it is no harder than 5.6, but the short crux section getting past the bolt is distinctly harder. \n\n  Most of the climbing is high quality. However, the descent involves exposed traversing and downclimbing; we stayed roped until we were on the ground, and would do so again. \n\n  P. 1: Up the easy hand and finger crack to a ledge. Step up to a bolt in a blank, varnished right-facing corner. Up the corner and/or arete (5.9- crux) for about ten feet to easy face climbing; head more or less straight up to a finger crack, and follow it as far as your rope (or rope drag) allows. Gear anchor.160-200’ depending where you belay. \n\n  P. 2: Continue up the finger crack, which turns into a right-facing corner. Up this (stepping left onto the arete briefly) until the crack ends under a headwall. Step left into a right-facing corner, which leads to ledges. If rope drag permits, continue up left into a big alcove below a whitish arete and crack. 5.6, 200’ \n\n  P. 3: Handren’s guide calls the start of this pitch a 5.7 unprotected arete, but it takes reasonable gear and feels no harder than 5.6 or so, though the rock quality warrants care. Climb the arete and the crack above until it ends, then traverse a long way left on an easy foot ledge until it’s possible to cross a short friction slab and belay at a rubble-strewn stance. 5.6,100’ \n\n  P. 4: Traverse left, downclimbing a bit, to a stance at the top of a blank-looking low-angle corner. 5.2, 100’ \n\n  P. 5: Downclimb the corner a bit, and keep traversing left and downclimbing to the gully. 5.2, 120’ \n\n  Easy, though loose and occasionally brushy, scrambling leads down and eventually back skier’s left to the base of the slab.","protection":"Standard rack, lots of small wires. No fixed gear other than the protection bolt at the crux.","location":"Right where the approach trail meets the slab is an obvious hand crack, which is the start of this route. A bolt should be visible in dark varnish about 80’ up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,0ea7e9e9-9dfd-5bec-8032-51856e528a99,2a697b6a-544b-5fe3-a81a-d5cae01c2a6e","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","14-First Creek Canyon","Slippery Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48416,36.0813]},"bbox":[-115.48471638470487,36.08085033981815,-115.48360361529515,36.08174966018186],"left_right_index":-1,"ext_id":"111754483","area_id":"Kml7alRLX+OoGtXK4Bwqbg=="},"content":{"description":"This is a buttress of beautiful chocolatey brown varnish deep in First Creek Canyon and home to a small selection of fun low-angle climbs. Morning sun/afternoon shade."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:11:18.790Z","updatedAt":"2022-11-25T11:19:39.053Z"}