{"_id":"63689de0e80bff5a994fa184","area_name":"Renaissance Wall","shortCode":"","climbs":[{"_id":"UfOHZo92XJeTPGx5DSbFVg==","name":"Trials of Copernicus (P1)","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Randy Farris and Mike Caldwell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"left_right_index":1,"mp_id":"106422311","mp_crag_id":"106426774","climb_id":"UfOHZo92XJeTPGx5DSbFVg==","areaRef":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":"This climb is by-far the best warm up option at the Renaissance Wall and despite zero stars in Gillett's guide, it is totally worth a run. Climb up through the first bolt of\n\nRenaissance Wall\n\n(12c) and then fire directly up past one more bolt and into a left-facing corner. Jam the corner and plug some larger (#3 at its largest) gear as it arches left and narrows. The crack eventually dies out and interesting face holds and crimps are left, with good gear options in the smaller range. This route meets back up with the first pitch of\n\nRenaissance Wall\n\nand shares its anchors.\n\nA second pitch continues up and left along an overlap through what appears to be total choss, but don't ask me I lowered off.","protection":"2 QDs, rack up to #2.5 or #3.","location":"Begin just left of\n\nDakota\n\n(13b) on the Renaissance Wall."},"__v":0},{"_id":"WEBA2YLbWo+4v2CxYRAW6A==","name":"Scottish Cannons","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Gross, Hunsaker, Barlerin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"left_right_index":7,"mp_id":"117725922","mp_crag_id":"106426774","climb_id":"WEBA2YLbWo+4v2CxYRAW6A==","areaRef":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":"Hard to say if all or sections of this route have been climbed before. Rock has a fresh feel and seemed unclimbed and a little scruffy. Please let me know if you climbed this before. Happy to change the name/route info here. Regardless a fun unique route with mid day shade.\n\nP1\n\nhas fun, steep climbing! Follow a left-facing corner up to a\n\ntooth-looking feature\n\nin the center of the wall 25 feet up. From there, head up and right on a slanting finger crack. Along the way, enjoying some restful kneebars! The anchor is a large tree up and right of the route, 20 meters.\n\nP2\n\nis more of a approach pitch to pitch 3. Traverse right and up for 130 feet on easy ledge system/ 5.5 terrain, gain a short chimney, 5.8. Climb up chimney and into a hidden corridor ( behind \"Country Boy Pillar\"). Belay at first crack system on right wall above Chimney. Make a finger/hands size gear belay, 60 meters.\n\nP3.\n\nClimb a splitter crack on the right wall of the gully. Use the same crack as belay. This is a 120 foot long crack. This pitch jumps crack systems at midpoint in brown rock up and right at #2 Camalot pod. Follow finger and hand crack to the rim. Belay off a big tree 50 feet back from rim of the wall. This is fun, pumpy crack climbing on good rock, 35 meters.","protection":"A standard rack tips to a 3# Camalot.","location":"It is directly across from \"\n\nPharoah's Child\n\n\" in the Renaissance Wall gully on the east-facing wall. It is on the left side of Renaissance Wall Gully on the bottom of gully."},"__v":0},{"_id":"b7m4TO0cWru2hV6uN55tAQ==","name":"Renaissance Wall","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Randy Farris & Mike-'95","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"left_right_index":0,"mp_id":"105759378","mp_crag_id":"106426774","climb_id":"b7m4TO0cWru2hV6uN55tAQ==","areaRef":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":"I do not lead 5.12c, but I have done the first pitch of this route and felt it was appropriate to post this because this wall holds supposedly the toughest crack in Colorado at 5.13d as well as other respectable routes.  The route as well as the route name is called Renaissance Wall and is located just to the west of The Book.  Hike to the second corredor west of the book and hike up until you see some steep sport routes on your right.  The route is the last one on the right.  The first pitch is a couple 5.11 moves off the ground and fun flake pulling afterwards.  The second pitch is the tough sustained 5.11/5.12, and the last a 5.11 pitch.","protection":"9 or 10 quickdraws, strong fingers.\n\nPer\n\nMauryB\n\n: as a  2 pitch route, make sure you have 15 draws + anchors. It would be unnecessary to stop and belay it separately. An 80m rope just gets you back to the P1 anchors.","location":""},"__v":0},{"_id":"wjTQ9ketVmGCbhet7IsixA==","name":"Pharoah's Child","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"see Gillett's guide","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"left_right_index":6,"mp_id":"105763239","mp_crag_id":"106426774","climb_id":"wjTQ9ketVmGCbhet7IsixA==","areaRef":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":"This route lies on the far lower right side of the Renaissance Wall. An obvious narrow ledge runs out to the edge of the wall from the left. The route starts about half way out this ledge. There are several parallel crack and seam systems that diagonal up to the left off this ledge. This route is the most obviously jammable and protectable of these.\n\nFollow the diagonal system for approximately 100 feet to a tree with slings. This is the upper of two trees visible from the ground. The crux comes at about the 70' level just above an obvious off-width section. The climbing is steep and continuous with jamming of all sizes from thin finger to off-width and includes liebacking, sidepulling and stemming off the other parallel systems. A little bit dirty in one section, but overall a very good route. From the tree, rappel 90-95 feet to the ground.","protection":"Standard rack to 4 inch.","location":""},"__v":0},{"_id":"h/scvs5pWi6WHeeUnNQ13w==","name":"Don Quixote","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Eli Helmuth  5/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"left_right_index":3,"mp_id":"106175431","mp_crag_id":"106426774","climb_id":"h/scvs5pWi6WHeeUnNQ13w==","areaRef":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":"This crack pitch diagonals in from the right to join the bolted anchor of the first pitch of the Caldwell route, Dulcinea on the Renaissance Wall.  It starts on easy ground to a very thin crack which starts the diagonal bit of climbing. RPs protect the first 12a crux which eases off before joining the big ledge/flake which is the far right side of the same ledge which Dulcinea touches on its left side.  The ledge is a welcome rest but also detracts from the star quality of the climb.\n\nNow for the meat of the route:  With slings on top of the large horn, step-up into a left-hand undercling and reach right to decent crimps.  After this exciting start, great gear through a steep crack eases the fear of slapping an angling rail on opposing slopers before and a crux move to a pod where RPs can be found followed by bigger gear and some pumpy climbing to the anchor.\n\nThis route took me more than a few attempts to master, partly due to cleaning while climbing, maybe due to the dirt it felt harder than compared ascents of The Wasp,\n\nRenaissance Wall\n\n, and\n\nEl Camino Real\n\nwhich I found all to be much easier. Grade confirmation (or denial) will be interesting to see as I tried this pitch too many times to have an idea of the onsight grade?\n\nThe Renaissance Wall is likely the most overlooked of the best walls in the Front Range....","protection":"A full rack from #2 Camalot to multiple RPs are helpful.  The #2 is the first piece above the flake/ledge and a #0.3 Camalot protects the upper crux well with a solid #0.75 below there to keep one from grazing the upward pointed flake below -I took this whipper many times!","location":"Starts 30' down and right of Dulcinea which is the first bolted pitch you come to on the Renaissance Wall.  Rappel 25 meters from the Dulcinea anchor or finish up on the 12a classic second pitch of Dulcinea for a fully trad two pitch line.  Or improve the effort by linking both into the ultimate 55m, 12+ crack route at Lumpy?"},"__v":0},{"_id":"Qbk3+IHGUYacjFlUPQN/Vw==","name":"Decisions","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"no","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"left_right_index":5,"mp_id":"105763839","mp_crag_id":"106426774","climb_id":"Qbk3+IHGUYacjFlUPQN/Vw==","areaRef":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":"Decisions starts off the Pharaoh's Child ledge directly beneath the tree with rap slings.  Look for a nice hand crack, that ends quickly, and head straight up towards the tree moving back and forth between angling crack systems.  Gear is abundant with great small and medium sized stoppers' and the climbing is sustained and pumpy.  The Gillett guide has this listed as 5.12a, but I think the rating is more consistent with nearby climbs such as Dead Boy Direct and Corner Pump Station.","protection":"Standard rack to a #3 Camalot or equivalent. Make sure to include a double set of stoppers.","location":""},"__v":0},{"_id":"2OT5jL4bWIuV5UaYIhGsvA==","name":"Dakota","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Tommy Caldwell, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"left_right_index":2,"mp_id":"106422284","mp_crag_id":"106426774","climb_id":"2OT5jL4bWIuV5UaYIhGsvA==","areaRef":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":"Reach up to a sizable jug horn, right off the ground to begin. Either stick clip or go-go-gadget clipping arm to prevent a ground fall. The first few bolts of climbing is low angle, and very technical, not to mention that a number of foot holds (and hand holds) are disintegrating. However, a few fun moves through this section get you to a restful stance and the rock becomes far better. Follow a faded seem through ultra technical movement, clipping bolts and placing a small nut towards the top. The seem eventually opens up and jugs, slopers lead to the chains.\n\nThis route is a technicians dream line; sequential, demanding and beta-intensive. The crux is cryptic, to say the least. It was previously considered 13a (by Tommy), but a couple holds have broken since and definitely warrants a capital B.","protection":"16 quickdraws and bring a couple small nuts.","location":"Right side of\n\nRenaissance Wall\n\nas you approach it. To the left of Hooligan (13c)."},"__v":0},{"_id":"Dv0IaBmrVrSvB9y9wcspCQ==","name":"Consequences","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eli Helmuth","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"left_right_index":4,"mp_id":"105824822","mp_crag_id":"106426774","climb_id":"Dv0IaBmrVrSvB9y9wcspCQ==","areaRef":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":"This new addition to the Renaissance Wall starts approximately 30' left of\n\nDecisions\n\nand climbs directly up a clean swath  of multi-cracked granite.  The crux involves cranking out right mid-route on an interesting \"flake\" feature and some steep rock with a different crack system for each hand.","protection":"This all-trad line takes a full selection of nuts and cams with a few extra in the #0.5 Camalot and yellow TCU range up to a #3 Camalot.  Small nuts protect the crux.","location":"Start 30' left of the route\n\nDecisions\n\nbetween two small fir trees coming out of the cliff.  The route is a straight line up for 30 meters.\n\nDescend from a two bolt anchor."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,e7f12ee3-52cd-5f99-aae8-f1193a55b8d1,abb0e8bf-a886-5170-840a-bd824c5cf14a","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Book, The","Renaissance Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.53474,40.4064]},"bbox":[-105.53533051912588,40.40595033981814,-105.53414948087409,40.40684966018187],"left_right_index":-1,"ext_id":"106426774","area_id":"q7Dov6iGUXCECr2CTFzxSg=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:52.786Z","updatedAt":"2022-11-25T11:17:41.252Z"}