{"_id":"6368a214e80bff5a9955d992","area_name":"Pyramid of South Rabbit Ear","shortCode":"","climbs":[{"_id":"rdZ2AvkcXjWJBe3LUI+ShQ==","name":"King Slut","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Wes Thompson, Charlie Cundiff, Sophie Evitt, Aaron Hobson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.5755,32.3669]},"left_right_index":0,"mp_id":"105950394","mp_crag_id":"105950391","climb_id":"rdZ2AvkcXjWJBe3LUI+ShQ==","areaRef":"iDkRLpkiUSCaCULVTeurBQ=="},"content":{"description":"Pitch 0. Easy 5th class slab to get to first belay  \n\n  Pitch 1.  5.9+   Intermittent hand/finger crack.   \n\n  Pitch 2.    4th class scramble to an open ledge below the obvious roof.  Set up belay in natural pro.   \tPitch 2 alternate4th/low 5th class scramble to base of left angled scissors. \n\n  Pitch 3.  5.11c 20 meters   Tricky start in a right facing corner to gain an easy slab (protect the mantle with a #3 Camalot).  Follow the only weakness up a 5.10 layback with good pro to a stance in the corner with a fixed solid stem friend to give your forearms a rest.  Then punch through the roof to the anchors.   \n\n  Pitch 3 alternate (the Scissors Line) 5.9 \n\n  Tricky sideways climbing on the bottom edge of the scissors cracks.  Ends at same bolts.   \n\n  Pitch 4 5.6-5.8 10 meters   Var. 1. 5.6 Step left and continue out the scissor crack until it ends at a tree.  Belay from here or head up slab to the right to the bolted belay.   \n\n  Var. 2. 5.8 Start same as Var. 1, but go straight up at a small fissure, and continue over unprotected, clean slab.  Two bolts should be added to make it a safe lead.   \n\n  Var. 3. 5.8 Straight up and then right to a left leaning, shallow offwidth.  Sparsely protects with small wires.  \n\n  Pitch 5  5.7 55 meters   An adventure pitch!  From the anchors, mantle straight up onto a slab, and then make your own way to the top.  \n\n   Many possible variations exist.  The best as yet unclimbed option starts in a chimney/dihedral 50ft West and down from the belay and can be gained by an easy 3rd class scramble.   \n\n  Descent: 3 pitch rappel with 2, 60m ropes.  One 70m rope can get you down from the top of pitch 4 in three raps as well. \n\n  Rappel from two bolts on a south-facing ledge to the top of pitch 4 (55 meters).  It is almost 60 meters to the top of pitch one, so it isnt necessary to stop at the top of pitch 3.   \n\n  All rappels, with the exception of the top of the forth pitch, are bolts only so bringing sling/chains and quicklinks is mandatory.","protection":"Standard rack, but be sure to include: 1 #3 Camalot, 4 #1 Cams, and several #0.5 and smaller.","location":"Drive to Aguirre Springs and park at or near the Baylor Pass Trailhead.   \n\n  Approach   From the trailhead, hike 0.5 miles (two major switchbacks past a sign reading 0.4) to the top of a ridge which makes the Southern boundary of the East side of Big Windy Canyon.  From here head  West until the ridge pinches off just above a slab in Big Windy.  A make-shift trail with a bunch of cairns begins just before crossing Big Windy, and should be easy enough to follow in daylight.  If you should lose the trail (which is likely) just follow the ridges on the North side of the canyon until you reach the South-East Face. Approach time: one hour, fifteen minutes."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,6a0aec06-4561-5200-b345-f54acd82b72a,8839112e-9922-5120-9a09-42d54debab05","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Rabbit Ears Area","Pyramid of South Rabbit Ear"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.5755,32.3669]},"bbox":[-106.57603237071562,32.36645033981814,-106.5749676292844,32.36734966018186],"left_right_index":-1,"ext_id":"105950391","area_id":"iDkRLpkiUSCaCULVTeurBQ=="},"content":{"description":"A pyramid shaped face of rock below which forms south of the South Rabbit ear, on the East side of the Organs."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:47.086Z","updatedAt":"2022-11-25T11:20:29.217Z"}