{"_id":"6368a722e80bff5a995dd8e9","area_name":"Fremont Peak","shortCode":"","climbs":[{"_id":"tuCq//wwUOqO8IT8MHAU6g==","name":"West Face Dihedral","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Chris Landry 1977.  FFA Matt Spohn and Blake McCord July 22 2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.638,43.1202]},"left_right_index":1,"mp_id":"109272802","mp_crag_id":"105879398","climb_id":"tuCq//wwUOqO8IT8MHAU6g==","areaRef":"NVWpesMGWgW9DIUr+Ss9rw=="},"content":{"description":"Pitch 1:  Begin up an obvious crack that splits the slab (5.5) and gain the ledge.  Follow this right and up toward the huge talus slope above.  Over 70m, but simul-climbed. Be careful to not dislodge any blocks from the talus ledge onto your follower.  Good gear the whole way.\n\n---Move belay up and right to the base of Triangle Tower (go around the snow patch).\n\nPitch 2: 5.7, Follow a left leaning crack system to a ledge and then head toward an obvious Boulder for the belay. 70m.\n\nPitch 3: 5.8, Move around left from the belay and up the ramp.  Make some moves up and over to the next ramp and head toward a short chimney.  From the top of the chimney a short face traverse right will lead you to a nice belay stance. 70m.\n\nPitch 4: 5.7, A start section will lead you up from the belay and then right around the corner.  Gain the top of Triangle Tower (enormous) and then follow a zig-zag section of ramps and flakes to a belay high and out right.  70m.\n\nPitch 5: 10a/b, From the belay ascend an arcing, intermittent flake with spicy protection.  Aim for a ledge and place a nut up and right to protect the follower.  Traverse left along the ledge into the dripping alcove and ascend the spectacular overhang above...it is seeping, but solid.  A tricky exit will get you to a ledge for your somewhat wet belay. 60m.\n\nPitch 6: Crux, 12b.  Go left to a wide crack (optional #5), and follow this up to a sloped, triangular ledge.  Stem up this (a removable piton protects the initial moves and can be slung with a runner) at 11c/d. Then rest your way up another wider section with good holds on the right wall to just below a small bulge.  Here, you can choose to go straight up the seeping dihedral (12a) or move left and arc around under the roof above (11c) to meet at the next steep bulge.  Either way is wet.  Then, commit up to the horn on the right side and decipher the crux (12b). A 5.10 move protects the last bit to get onto the ramp.  Climb 20 more feet to a pedestal belay. 60m.\n\nPitch 7: 10a, Work your way up the slick chimney above and then angle left toward the main Dihedral.  A very cool crack splits the left face and takes you to a hanging pillar.  Traverse across this and up brilliant knobs and flakes to a giant belay ledge.  70m.\n\nPitch 8: 10a, Go into the main Dihedral and work your way through three distinct cruxes.  Good protection the entire way.  We stretched the rope by simul-climbing about 30 feet to where the technical climbing ends.  85m.\n\nContinue to the main summit!","protection":"Double set of cams from .1 - 4 BD or 00 - 9 Metolius.  Set of stoppers, including doubles in the mid range from 6 - 10.  70m rope. 10 - 12 alpine draws.  Warm cloths.","location":"The prominent corner system that ascends straight up the middle of Fremont Peak's main West Face.  Follow the huge talus up and right from Mistake Lake and trend toward the green swath that angles rightward.  Work your way up towards a large, organish boulder.\n\nDescent: find the 3rd class trail, which will be toward your left as you descend.  We angled almost straight left once a hundred or so meters below the summit.  The trail you find is intermittent and will eventually take you to the obvious saddle.  From here, cross the saddle but do not go up the rise/peak.  Instead, shoot down the right side toward Mistake Lake following the vegetated switchbacks (some fairly steep) toward the talus.  You do not have to rappel, but route finding can be difficult."},"__v":0},{"_id":"K7ovOiTiW+yhW1dCbPJm1g==","name":"Southwest Slope","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"John C. Fremont","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.638,43.1202]},"left_right_index":2,"mp_id":"105892085","mp_crag_id":"105879398","climb_id":"K7ovOiTiW+yhW1dCbPJm1g==","areaRef":"NVWpesMGWgW9DIUr+Ss9rw=="},"content":{"description":"I started this route from base camp near the junction of the Indian Pass Trail and Titcomb Lakes Trail. Begin by hiking up the Indian Pass Trail approximately 2 miles. Once you have gone about 2 miles you will see a gentle slope that leads up to a saddle on the northwest side of the trail.  Hike up the slope to the saddle.  Once on the saddle, be sure to take pictures becacuse it has great views of the Titcomb Basin.\n\nFrom the saddle begin hiking up the peak which will at this time be to the northeast.  The hike from the saddle to the top of the peak requires some 3rd class scrambling.  I climbed this route in late July so there was no snow, but if there is snow or ice on the rock you may want a rope.  You will hike up the slope, which is mostly short slabs with some loose rock for about 2000 feet.  The route can be semi-difficult to follow but just try to keep wandering across the slope to a minimum.  Once you feel like you are nearly at the top I found that it is easier to cut across towards the northwest to get to a good ledge at the top. The top of the peak gives great views of Gannett Peak, the Titcomb Basin, Island lake, and the Bull Lake Glaciers.\n\nOnce on top descend the same route down and back to camp.  Overall it is a good easy route to get on top of a very beautiful peak.","protection":"I wore a helmet to protect against small rockfall but other than that in the summer all you really need is yourself.\n\nIn the winter this could become a pretty tricky climb.  Snow and ice on the rock could be a problem that requires snow pickets, ice screws, etc.  Also depending on how the snow builds up on the route, it could become avalanche prone.","location":""},"__v":0},{"_id":"+Rlvt8VBWU+CyRNxqVNKBg==","name":"Marmot's Tooth - Beginner's Mind","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Jake Tipton and Eva Christ","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.638,43.1202]},"left_right_index":0,"mp_id":"108286909","mp_crag_id":"105879398","climb_id":"+Rlvt8VBWU+CyRNxqVNKBg==","areaRef":"NVWpesMGWgW9DIUr+Ss9rw=="},"content":{"description":"","protection":"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,c063bf50-7fe2-5095-952d-b5bada740542,dc575039-13e7-564d-9534-1db12ec0c183,3555a97a-c306-5a05-bd0c-852bf92b3daf","pathTokens":["USA","Wyoming","Wind River Range","Titcomb Basin Area","Fremont Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":1,"label":"3rd"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.638,43.1202]},"bbox":[-109.63861603923334,43.11975033981814,-109.63738396076666,43.12064966018187],"left_right_index":-1,"ext_id":"105879398","area_id":"NVWpesMGWgW9DIUr+Ss9rw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:19.712Z","updatedAt":"2024-01-15T16:51:28.830Z"}