{"_id":"63689d5ce80bff5a994f50de","area_name":"Drug Dome","shortCode":"","climbs":[{"_id":"wV9vIHeGXmS4jFboEWqNMw==","name":"White Trash","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Clint Cummins and Bruce Hildenbrand 7/15","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":17,"mp_id":"110908187","mp_crag_id":"105862941","climb_id":"wV9vIHeGXmS4jFboEWqNMw==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"This route climbs unique, ledgey features for three long pitches. Because you are using these small ledges to bypass harder climbing the route traverses back and forth a lot so route finding can be tricky.\n\nIt is recommended that you go uphill a bit and scope out the two, small, right-facing dihedrals that are part of the first pitch. Also, it is helpful to spot the V-shaped groove with a lone pine tree at it's top which marks the end of the last pitch.\n\nPitch 1 - start about 50 feet right of Euro Trash and follow big, easy ledges up and right to a small right-facing dihedral. Place pro and climb to the top of the dihedral. Climb past two closely-spaced bolts(5.6) then up and slightly left for about 30-40' before traversing straight right back to another small right-facing dihedral and belay(#.5 Camalot, #1 Camalot, small stopper).\n\nPitch 2 - climb up to a bolt then go a bit right(5.7) and up to a big ledge. The pitch goes more or less straight up, but you will need to zig zag back and forth to link up small ledge systems to get pro and keep the grade moderate. You will find a second bolt about 150' up. From there traverse up and right and belay at a small crack system/ledge(#3 Camalot, 1/2\" cam, small stopper).\n\nPitch 3 - climb up and left on small ledges for 30' to a bolt. Head up right then left to a second bolt. Now, head up and right to a third bolt. Climb up right(5.8) and then left into a groove. Continue up the groove for about 75’ to the top.\n\nThe last pitch of this climb provides a nice, moderate finish to Euro Trash.","protection":"Bring a full rack from stoppers to a #3 Camalot.","location":"This route starts about 50' right of Euro Trash.\n\nEither rappel Euro Trash of continue up Hobbit Book."},"__v":0},{"_id":"1yswZo5qXDOUoQSQuUtTrQ==","name":"Sunshine","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dennis Oakeshott, Bob Harrington, July 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":6,"mp_id":"110706789","mp_crag_id":"105862941","climb_id":"1yswZo5qXDOUoQSQuUtTrQ==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"When put up in the mid 70's this was your typical Tuolumne hard man horror show with single, 1/4\" bolt belays, 1-2 pieces of protection per pitch, etc. Nowadays with other routes in the area and rebolting the route has been tamed a bit, but it is still an exciting adventure.\n\nMy description is of the line of the original first ascent from a topo drawn by the first ascent party. Variations, most notably of the first and second pitches, exist.\n\nPitch 1 - start in a small right facing corner/ramp which leads up and left to a ledge. Once you gain the ledge, climb more or less straight up the face on knobs past one bolt to a two-bolt anchor(5.9).\n\nPitch 2 - climb up a small right facing corner/crack to a roof.  A 5.10a move right under the roof(hard to protect for the second) leads for about 20-25 feet right until a break allows one to climb over the roof(5.8). Proceed up to a belay with two bolts with rings.  Note: this isn't actually the 2nd pitch belay on the original route.  It appears to be a belay from an unfinished route right of Sunshine, but the double bolts are not only convenient, but the actual 2nd pitch belay, below the 5.10a mantle with a bolt on the slab below is still a single bolt.  Climber's choice!\n\nPitch 3 - head up and left to a bolt on a 20 degree slab below a small, double roof(original 2nd pitch belay). Do a double mantle over the roof(5.10a) with a fixed pin then proceed up and left to a belay at a large flake with two bolts.\n\nPitch 4 - the crux pitch(5.10d). Climb up a steep face past a fixed pin to a small roof. Surmount the roof and belay at a small ledge on the left with two bolts and rings.\n\nPitch 5 - move right and get pro in a small crack then go up and a bit left on knobs(5.9) to a two bolt belay with rings near a large, peach-sized knob.\n\nPitch 6 - continue climbing to the top. No protection to speak of, but only 5.7.\n\nSometime in the late 1970's or 1980's a 2-pitch variation to the original two pitches of Sunshine was climbed. It joins the original route at the 5.10 mantle with a bolt on a 20 degree sloping ledge. This is the 6th bolt on the second pitch of the variation.  Rather than belay at this single bolt the variation continues up to the anchors on top of the original 3rd pitch.\n\nThe variation begins about 30-50' right of the original start, just left of the obvious arete of the climb Push It.  It shares the same start as the route Roof Rat.  The description below is from John Scott(AKA Donner Summit).\n\nP1 40m Head up the obvious corner and step left onto the face below a pin. You can sling a knob to protect the move to the pin. Work left and up the face/corner with plenty of gear options. Step left around the corner just above a new anchor with mussy hooks. Sling a knob and continue to the obvious belay ledge and anchor. There are no bolts on this pitch.(5.9)\n\nP2 25m An offset protects the move to the 1st bolt. The mantle above the 1st bolt has a broken hold. Maybe a little harder now. After the 2nd bolt go left not up. You can sling a knob to protect the move at the end of the left traverse. Pull up and clip 3rd bolt. Continue with bolts and gear. After the 5th bolt go straight up and right on knobs. The bolt you see on the arete to the left is for Acapulco. The 6th bolt is shown as a 2 bolt anchor in the ‘06 Falcon guide but it’s now a single bolt. Don't belay here. Pull up and place an offset in the roof before climbing up and right to clip a pin. Continue up to the roof and good gear. Exit left to the 2 bolt ASCA anchor.(5.10++)","protection":"Bolts, but there are only a few of them, provide the majority of the protection on this climb. A few pieces up to 1\" might help mediate the pucker factor.","location":"This starts about 200-300 feet right of Oz.  Walk off if your legs aren't shaking too much."},"__v":0},{"_id":"2vP27Mk3UeWbZrJSWUZL0A==","name":"Stemulant","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Greg Barnes, George Ridgley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":9,"mp_id":"107791468","mp_crag_id":"105862941","climb_id":"2vP27Mk3UeWbZrJSWUZL0A==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"The route goes straight up the steep gold dihedral to the left of Black Nepalese and Dope Show. Climb easy flakes and knobby face to the dihedral.  Climb through the roof and clip the first bolt and up the amazing dihedral to a bolted anchor on the left just below the big roof.","protection":"nuts: 1 set, cams: 2 ea. 0.6-2, 2 draws for bolts.  Bolted anchor with rap rings at the top.","location":"Start at the base of Drug Dome to the left of Black Nepalese and Dope Show.  Rap from the bolted anchor using two 60m ropes or one 70m rope."},"__v":0},{"_id":"CeecFww6Wy6oRQxXzYuoRQ==","name":"Roof Rat","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Greg Barnes & George Ridgley - 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":8,"mp_id":"114982244","mp_crag_id":"105862941","climb_id":"CeecFww6Wy6oRQxXzYuoRQ==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"From Tuolumne Free Climbs, 2nd Edition:\n\n\"Stellar golden rock and great crack start this long pitch. Lichen-covered foot holds at the end of the pitch detract greatly from the star rating. It's nearly a full rope length to the shared bolt anchor with Black Nepalese and Dope Show. Start climbing the main dihedral right of Sunshine, and continue out the arch to the right of Stemulant to the shared anchor on the roof above the arch.\"","protection":"Single set of nuts, doubles of cams from 0.4\" to 2\", long slings. There is a two-bolt anchor with rap rings. 70m rope needed for rappel.","location":"The approach trail (to the middle of Drug Dome, not the left branch that leads to OZ) brings you pretty darn close to the base of this climb, which starts up a few left-leaning ramps that lead to the big right-facing corner."},"__v":0},{"_id":"azVC6KU/U56mCb0E6hG0DQ==","name":"Push It","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Grossnick, Barnes, Wuhrmann, Jarit","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":7,"mp_id":"108229822","mp_crag_id":"105862941","climb_id":"azVC6KU/U56mCb0E6hG0DQ==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"Most of the climbing is easy 5.10 with one distinct well bolted 5.11ish crux.  It is ~30 feet of easy 5.6 to the first bolt.  This section could be protected by small-medium size cams if one were so inclined.","protection":"7 bolts to 2 coldshuts, 2-4 small / medium cams optional","location":"This sport route is on the left side of the large arete just to the left of Stemulant.\n\nYou need a 70 meter rope to rap/top rope this route and the 70 won't exactly reach the ground.  Walk up some class 2/3 rock and knot the ends of your rope to belay from the ground or lower a climber and definitely know the ends of your rope if rapping."},"__v":0},{"_id":"PzNEANvbWqGJVY+UwBNftQ==","name":"Oz","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dale Bard & Bob Locke - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":1,"mp_id":"105862944","mp_crag_id":"105862941","climb_id":"PzNEANvbWqGJVY+UwBNftQ==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"Ascending the steep, forboding, north face of Drug Dome at a surprisingly easy grade, Oz is a thing of beauty. Its pitches forge their way upwards to a striking right-facing dihedral and involve much interesting climbing.\n\nP1: Begin at a little flake system well right of the huge dihedral above. This flake system intersects a low roof. Some tricky small gear protects this pretty well and gains a long left-angling flake/crack. Follow this to its apex and belay. 5.10a.\n\nP2: Perform a tricky move up off the belay, then step left and climb past three bolts and a difficult hand traverse on slopers (crux). This reaches a rest stance. There is one more difficult face passage past a few more bolts before the climbing eases. Climb up cracks and ledges to a belay on a sloping ramp that leads directly into the long corner. A long pitch, 5.10d.\n\nP3: Climb the awesome, overhanging thin hands corner. This pitch is soft for 10c and has many rest stances. It is steep and amazing however. Belay below the huge roof that caps Drug Dome.\n\nP4: Climb out left past a few bolts, around the arete, then up easy terrain to a belay below the summit. 5.9. Or, better yet, do the Gram Traverse!\n\nExcessive gear for the dihedral really isn't necessary as there are enough constrictions and pods to fit a varity of equipment. Keep in mind that Oz and Gram can be chilly and windy.","protection":"Standard rack.  A few extra thin hands pieces.","location":""},"__v":0},{"_id":"cWUZnuE3UpKpFoZ26cXZlg==","name":"Milligram","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Connor Herson, Aug 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":2,"mp_id":"119744626","mp_crag_id":"105862941","climb_id":"cWUZnuE3UpKpFoZ26cXZlg==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"A spectacular roof crack with some interesting movement (that's an understatement).\n\nClimb the start of Oz, but instead of doing the last pitch, start up the Gram Traverse, but halfway through the first pitch take this crack out the roof and follow it past the roof and a vert section to a bolted anchor and expansive ledge. From the bolted anchor it's 4th class to the top of Drug Dome.","protection":"Gear for first half of Gram pitch 1\n\n4x BD 0.5 and 4x BD 0.75\n\na few small offset cams\n\nI placed an RP above the roof, but I forget the size\n\nLOTS of runners. Rope drag is a serious issue on this one.\n\nbolted anchors above and below this pitch.","location":"This is the obvious roof crack near the top of drug dome. Starts from the belay at the top of the corner on OZ, does about half of the first pitch of Gram, then climbs out the roof crack. I believe this is the \"1 inch crack in roof\" noted by the Supertopo Tuolumne guidebook, though it's certainly wider than 1\". From the bolted anchor at the end of this pitch it's easy 4th class to the top of Drug Dome."},"__v":0},{"_id":"h45cdgXTWJeidYEmVITCcg==","name":"Lord of the Overhigh (P1)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Slate, Jeff White 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":12,"mp_id":"117592401","mp_crag_id":"105862941","climb_id":"h45cdgXTWJeidYEmVITCcg==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"Fun liebacks and jams lead to a golden bulge and ramp. From there move up to more lieback/jams, thin flakes, knobs, and anchor. Sew up the flakes before the slightly scary 5.7 runout push to the anchors.","protection":"Pro to 3\"","location":"Park at Lamb/Drug/Mariuolumne dome lot, hike 15 min to Drug Dome cragging area - just right of OZ. Climb is far right on the wall, just before the uphill hike to Euro Trash and gully to Lost Lake."},"__v":0},{"_id":"9FUrjw8KWtWn3tCDmcIK3g==","name":"The Gram Traverse","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bard & Locke - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":3,"mp_id":"105862947","mp_crag_id":"105862941","climb_id":"9FUrjw8KWtWn3tCDmcIK3g==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"This is the obvious finish to OZ, but the FA team didn't climb it until a year later.  Some have said that the rock is sketchy on this climb, but overall it is quite good and this shouldn't scare anyone away.  The climbing on Gram is physical whereas the climbing on OZ is more technical -- a nice contrast and finish to the route.\n\nAfter finishing the third pitch of OZ, continue as follows:\n\nP4:  Climb up off the belay through some very powerful laybacks and underclings to a stance.  The climbing eases here until a bolted belay is reached below some hanging blocks.  5.10d.\n\nP5:  Runner your gear very well and still expect to deal with rope drag.  Continue traversing under the roof with a few cruxy downclimbing sections of 5.10c or so.  One can belay off of bad gear or at an uncomfortable stance, but it is perhaps better to turn the roof at it's end and continue to the top.  Keep in mind this involves climbing a long passage of 5.5 knobs without much gear.  An awesome, exposed conclusion to the climb.  5.10c.","protection":"Standard rack.  Nice to have a #3 Camalot for the start.","location":""},"__v":0},{"_id":"bhZe5McoXT6eA4ntWPMYJQ==","name":"Europop","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bruce Hildenbrand and Clint Cummins 8/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":15,"mp_id":"110906829","mp_crag_id":"105862941","climb_id":"bhZe5McoXT6eA4ntWPMYJQ==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"This is a variation to the final(4th) pitch of Euro Trash which keeps the climb in the same, moderate, range as the first three pitches.\n\nFrom the belay at the top of the third pitch of Euro Trash clip the first two bolts of that route then head up and left to a small right-facing corner with a crack. Place a yellow alien in the crack and step left to a good ledge.\n\nClimb up and right to a bolt.  Use a long sling here to reduce rope drag.  Next, climb more or less straight up past a second bolt to a third bolt.  Traverse back up left to a small corner(1/2\" cam) and up to a fourth bolt.\n\nMake the crux mantle left onto a good ledge.  Clip the 5th bolt and traverse slightly left then back right and up to a big flake(1/2\" cam). Head up and right on easy ledges to a sixth bolt then straight up to the belay at the top of Euro Trash.","protection":"A total of eight bolts on the pitch. Take several cams in the 1/2\" range.","location":"This route starts from the top of the third pitch of Euro Trash.\n\nDescend by rappeling Euro Trash(two 60m ropes required) or continue on up to the Hobbit Book."},"__v":0},{"_id":"kjErHV5+VHSDOi549SYcRw==","name":"Euro Trash","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"French Guide","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":16,"mp_id":"108299553","mp_crag_id":"105862941","climb_id":"kjErHV5+VHSDOi549SYcRw==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"This route was established by a French Guide on rappel and the quality of the route is summarized best by its name. This route has numerous bolts, many of which Tuolumne climbers will feel are not needed. Harder moves are often easily bypassed by moving onto easier ground to the left or right of the route. All anchors are bolted belays. The Crux is one move of 10.C face climbing that can be aided past if necessary. The route takes the path of most resistance up easier terrain. It is possible to link the first two pitches with a 70m rope. The final fourth pitch has the crux. After pulling the crux you can continue straight up on easy 5.10 face climbing or go to 5.8 flake on the right. Sling pro long if you take the flake. This route is ideal to use as a quick way to access Hobbit Book.","protection":"9 draws. Single for Cams from .4-1.5 inches.  Long slings helpful.","location":"This route begins with large number of bolts just right of a large right facing corner system that goes up most of Drug Dome. It is to the right of the route Crystal Meth which starts just to the right of the huge black streak seen on Drug Dome. The first three bolts are easily bypassed using a 3rd class ramp and serve more as a marking than for protection. It tops out in an ideal place to access more routes."},"__v":0},{"_id":"yMUiMp5vWWWdz6jtTnZR2w==","name":"High Times","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ben Ditto with help from Ian Nielsen and Steele Taylor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":0,"mp_id":"111312245","mp_crag_id":"105862941","climb_id":"yMUiMp5vWWWdz6jtTnZR2w==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"High Times starts on the far left side of Drug Dome and shares the first part of the route 'spinner'.  it's 4 pitches long, easily climbed and rappelled with a 70m rope.  sun in the morning, shade after 11 or so.\n\npitch 1: Begin up the right facing dihedral and go left at the roof, past 2 bolts.  5.11a.\n\npitch 2:  climb the wandering splitter crack up to a piton, step left, and the climbing gets a bit trickier, past a few bolts, a hanging flake, and into the 'crackless' dihedral (techy stemming) and up to a nice ledge and anchor.   5.12b\n\npitch 3:  head up and left from the anchor on a hanging arete past bolts, step back right and up a short steep crack and into a dihedral to a small ledge and anchor. 5.10\n\npitch 4:  up the steep blocky (perhaps a bit loose) crack past a bolt, some fixed nuts and then into the business.  boulder to get out of the crack and to the roof/bulges and the final boulder problem on edges and knobs.  5.13b\n\nTo rappel the route, you can top out, or not.  If you top out the formation, belay on the big tree and then do a short rappel (there's a rap ring tied to a smaller tree) back to the anchor atop pitch 4.  I configured it in such a way so that pitch 4 has its own anchor, enabling the leader to belay up the 2nd and then proceed to the summit, or just rap back down.","protection":"bring 10 + quick draws and slings\n\n1 set of cams from tiny to #3 camalot\n\nall pitches have bolted anchors","location":"High Times is on the far left side of Dome.\n\nIt begins in a right facing dihedral and is a shared start with the route 'spinner'\n\nrappel the route with a single 70m rope, or walk off"},"__v":0},{"_id":"zSCvL/g+XvOAfzR3HSpHbA==","name":"Dope Show","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Barnes, George Ridgley, 7/07","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":11,"mp_id":"107285590","mp_crag_id":"105862941","climb_id":"zSCvL/g+XvOAfzR3HSpHbA==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"Fun and challenging moves up a slabby wall with good knobs. Much better than it looks from the ground. Just enough bolts to keep it reasonable for the average climber, plus some gear available.","protection":"4 x bolts + a few small pieces for the first 20 ft. and above the third bolt. Optional start from the ledge 20 ft. up. 2 bolt anchor on the roof. A 60 meter rope gets you to the ground.","location":"Around the corner to climbers right from OZ, under a roof and right of a shallow, golden dihedral (Stemulant)."},"__v":0},{"_id":"5QDFr3ijW5u0Pf1qU2DEDA==","name":"Crystal Meth","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Barnes, Bryan Law, Joe Denicola, August 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":14,"mp_id":"109451944","mp_crag_id":"105862941","climb_id":"5QDFr3ijW5u0Pf1qU2DEDA==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"Pitch 1: Work your way up a fun flake system to a single bolt about 25ft up. From there work your way up and right following another fun flake over the roll to a 2 bolt anchor. 80ft 5.8\n\nPitch 2: Clip a bolt and climb up and left and start to move right to your 2nd bolt. Then up to a right facing flake system for about 70 ft to another 2 bolt anchor. 5.8 110ft. (careful.. the top of the flake is kinda loose.)\n\nPitch 3: Clip a bolt and climb up and right passing a loose block on its right side. up to a roof. Equalize some small gear and climb up using small knobs for feet and some crimps on the edge of the roof. Once passed look for a bolt on your left side. Step across and clip the bolt and finish with a fun mantle and then easy slab climbing for 30ft to a 2 bolt anchor.\n\nPitch 4: 4th class for 50yards to the trees if you want to access the Hobbit Book or other routes on Mariuolumne Dome.","protection":"2 draws. Gear: mirco nuts and cams to 3 inches.\n\n2 bolt anchors with rap rings. The first 3 pitches can be rappelled with a single 70m.","location":"Right of the big black streak. Look for a single bolt about 25ft up. Fun link up to the Hobbit Book up above. (left of Euro Trash)"},"__v":0},{"_id":"gvLhjEXwXW2n4Rdn5+0mBw==","name":"Black Nepalese","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Ridgley, Greg Barnes, 7/07","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":10,"mp_id":"107285541","mp_crag_id":"105862941","climb_id":"gvLhjEXwXW2n4Rdn5+0mBw==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"A decent face climb with nice flakes and knobs. Much better than it looks from the ground. Just enough bolts to keep it reasonable for the average climber.","protection":"5 x bolts + a few small pieces for the first 20 ft. Or start from the ledge 20 ft. up. 2 bolt anchor on the roof. A 60 meter rope gets you to the ground.","location":"Around the corner to climbers right from OZ, under a roof and right of a shallow, golden dihedral (Stemulant)."},"__v":0},{"_id":"1nZCCt78XaqvnqmO6vzqJA==","name":"Anatolio","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chad Shepard, Dimitri Barton","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":4,"mp_id":"105990804","mp_crag_id":"105862941","climb_id":"1nZCCt78XaqvnqmO6vzqJA==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"Totally Awesome! Well the first two pitches are great! If I were to do the route again I would skip the third (which is Sunshine and quite exciting/scary), the fourth (sort of contrived feeling) and fifth pitches and link into the third (looks RAD!) and fourth pitches of Acapulco Gold.\n\n--------------------------------------------------\n\nP1. A very cool pitch of liebacking, knob pulling and mantling. Unless we both missed a bolt at the crux, it would be a bad fall if you blow the hard move at the top of the shallow left facing corner at the start (3rd bolt). Otherwise the pro is super bolted to two bolt chained anchor. (11a/b and fun)\n\nTopo calls P1 11a and the face section of P2 11c. We felt the crux of P1 was WAY harder than P2's bolt protected crux.\n\nP2. Up and left to the blunt arete of the beautiful gold plaque of smooth knobs. Halfway up the line of bolts, traverse right through a crux section (10+) and onto the slab under the big roof...Cool! This looks RAD!! Out the right side of the roof's apex is a traversing seam above a smooth face. A red Camalot extended with two runners fits well and deep in one of the slots low under the roof. I placed a red Alien in the handjam size slot at the beginning of the traverse, which allowed me to still lean off the jam and stretch up to the good undercling and place a bomber green Alien (green Camalot will then fit in the handjam, too). Prepare to get a little cramped-up on the undercling and cross-through moves out right. A brilliant sequence past the green Alien hits a double-handed sloper and shitty feet. If you can hold on, there are a couple options for gear. I placed a red Alien in an undercling (yellow Alien maybe in another slot or possibly a gold Camalot, big nut or Hex in the vertical crack in front of you). If you can't hold on to place a piece, its a big whipper onto the green Alien and maybe the slab. If your belayer is on it, it should be a clean fall (I tested this fall theory on my first go). Once you get to the lip/end of the roof, clip a fixed nut (if its there) with a doubled runner and power up the sequential corner all the way to the next roof. Ever so gingerly stem hard out right where a yellow or red Alien (better) fits. Yikes!! Another couple moves takes you to a bolted anchor with big quick-links. To protect the follower, I clipped the first bolt of Acapulco Gold's second pitch with a runner. (12b/c and amazing)\n\nP3. Sunshine for 30 feet...Funky and run out to a good Lost Arrow (9 R). Weird knobs lead toward the roof (10- R. Load up the flake and make a crazy traverse (5.7 X) left across these wild tiered ledges to knobs and finally a bolted anchor w/o chain or links.\n\nWe never spotted anchors atop P4 or 5...We must of had blinders on...I linked these pitches with a 70M rope and 6 feet of simul-climbing to a quick gear anchor.\n\nP4-5. Connect the dots of hard to see bolts that mostly follow cleaner gold knobs left of big, loose flakes. Just to the right of where Gram traverse finishes. (10- R with some fun knob sections)","protection":"lots of bolts...10-12 draws/runner combos, a couple med/small wired nuts (a bomber #5 Stopper was fixed at crux roof), maybe a #7 Hex or big nut(?), one set from blue Alien - gold Camalot sizes (double green - red Alien sizes helpful)","location":"Just right of\n\nOz\n\n."},"__v":0},{"_id":"j5VqvqnGUPubwYyYIrOWGg==","name":"Acapulco Gold","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Sean Leary, Dimitri Barton, Ivo Ninov","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"left_right_index":5,"mp_id":"111971976","mp_crag_id":"105862941","climb_id":"j5VqvqnGUPubwYyYIrOWGg==","areaRef":"0en7bNcvXMCDrAyqHMzYFA=="},"content":{"description":"This is probably one of the best 5.12s in Tuolumne.  The crux 12c third pitch is CLASSIC sporty sport climbing with a very exciting and powerful crux on immaculate golden overhanging knobs. The position is exhilarating.   There is potential for big but clean air potential at the crux!  With no topo or route description for this climb, I pieced together some beta from Katie Lambert, but I'm  not sure if I climbed the first and final pitch correctly.  Really though, the middle two pitches are what you come for.  Be prepared for some serious runouts on easier sections, especially on pitch one and four.  Go for the victory whip from the top of the last pitch and break both your legs.\n\nPitch One:  5.10,  Look for the obvious bolted arete, and start to the left of this.  I think you can do some runout 5.10 at the start but I just headed up the obvious ramp to the right eventually reaching a single bolt and then a committing/dangerous  but surprising secure 5.10  knob crux.  Wander up knobs heading towards a ledge at the base of the obvious gold arete, and a 2 bolt anchor.  It would be possible to start on Sunshine which might offer a more classic first pitch, or for hard-person points Anatolio.\n\nPitch Two: 5.11d,  Place one cam in the corner, then head out to arete, and a uncharacteristically well protected 11d arete pitch on golden knobs, with the crux at the end getting to the ledge with 2 bolts. Excellent climbing.  Lament the fact that the crux pitch is not bolted this way.\n\nPitch Three:  The Money Pitch! Head out left off the anchor and clip two bolts and then get ready to boulder.  There is no clipping up this one.  This is really one of the best pitches I've done in Tuolumne. I couldn't figure out the sustained boulder problem on lead and figured out a way to toprope it before I red-pointed it... still quite thrilling as a head point.   Straight up off the anchor is the crux pitch of Sunshine 5.10d R.  From the anchor of this amazing pitch you can pendulum over to the Acapulco anchor to work the crux.  Did I mention this pitch is AMAZING!\n\nPitch Four: and maybe Five.  Choose your own adventure!  Head up slightly left off the anchor to a single bolt.  Look up into a sea of knobs with absolutely no idea where the first ascent went.  No matter where you go, it's going to be a run out affair.  When Sean Leary was still alive Katie asked him where he went on this pitch, but he couldn't remember.  My solution was to climb straight up off the bolt and then eventually trend up and right onto Sunshine.  I belayed at a two bolt anchor on sunshine about 60 feet below the top and then finished on the unprotected 5.7+ pitch.","protection":"Ten or so quickdraws\n\n8 shoulder length runners\n\nI brought A single set of Cams from .3 to 2.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,d1e9fb6c-d72f-5cc0-83ac-0caa1cccd814","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Drug Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.10a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.13+"},{"count":4,"label":"5.8"},{"count":1,"label":"5.10"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.12c"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":7,"intermediate":5,"advanced":2,"expert":2}},"sport":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":5,"advanced":3,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.42215,37.86461]},"bbox":[-119.42271957701146,37.86416033981814,-119.42158042298854,37.865059660181856],"left_right_index":-1,"ext_id":"105862941","area_id":"0en7bNcvXMCDrAyqHMzYFA==","polygon":{"type":"Polygon","coordinates":[[[-119.42271957701146,37.86416033981814],[-119.42158042298854,37.86416033981814],[-119.42158042298854,37.865059660181856],[-119.42271957701146,37.865059660181856],[-119.42271957701146,37.86416033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:54:37.104Z","updatedAt":"2024-01-20T00:58:22.765Z"}