{"_id":"6368a50be80bff5a995b07b1","area_name":"Jobsite, The","shortCode":"","climbs":[{"_id":"MX8urNaDX/GFloU8skswJg==","name":"Telemarketer","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Darren Knezek, Justin McDonald, Aaron Wilkinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":6,"mp_id":"106146727","mp_crag_id":"105947305","climb_id":"MX8urNaDX/GFloU8skswJg==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"The crux is the beginning of the climb. The first three bolts are pumper. The rock is sharp and loose but will clean up as it gets climbed on more. Off balance moves at the overhang make this climb fun.\n\nAt the fifth bolt stay left; another line, the multi-pitch\n\nSunday School Arete\n\n, branches right at this point.","protection":"10 bolts and 2 chains for the anchors. Helps to use a few longer draws on this route.","location":"This route is the sixth line from the corner to the left."},"__v":0},{"_id":"lx6WgKVCUY6cOJcEj/ekLg==","name":"Superman","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":11,"mp_id":"106703181","mp_crag_id":"105947305","climb_id":"lx6WgKVCUY6cOJcEj/ekLg==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"disclaimer* A key hold has broken off and made this route much harder. The rating is unknown.\n\nStart climbing on cool horn and pocket-like features on the Mineral Fork Tillite. Get to the quartzite and make a cruxy move on a crumbly, yet surprisingly solid side pull to a good jug system.\n\nMove left and utilize crimps to get to a fantastic jug. Move even farther left to reach a great two-hand jug right below an extremely steep face with a glued hold on it. Either make an extremely dynamic move (fly) or a tremendously powerful static move (fight) from this glued hold to jugs that seem forever away.\n\nAfter this crux section, follow the steep jugs to chains, fighting the pump.\n\nDo you have what it takes to be like Superman?","protection":"12 bolts plus chains.","location":"This route starts on the bolt line that is farthest left at the steepest part of the cave. The bolt line splits in two after the fourth boltthe left line is\n\nSuperman\n\n, and the right line is\n\nBatman\n\n(.12a).\n\nSuperman\n\nis route number 12 in the beta photo."},"__v":0},{"_id":"od1QPfjWXla4pNoKiHAAUQ==","name":"Stable Boy","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":15,"mp_id":"106670181","mp_crag_id":"105947305","climb_id":"od1QPfjWXla4pNoKiHAAUQ==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"An old Ohran project that was open for many years. This route is the direct start into the Mucker (number 14 on the topo). The rock is good and the moves are quite powerful.\n\nBelay in the alcove and use the directional bolt down low to keep the rope out of the way. Clip the first 3 bolts from an undercling, then step down to reverse your hands to start the route. The first few moves off the deck make up the bouldery crux. The 4th clip is difficult and close to the ledge, so make sure your belayer is aware of this. Two more moves and you're into the Mucker.","protection":"9 bolts to chain anchors.","location":"Starts left of Roughneck and right of Ditchdigger/Mucker."},"__v":0},{"_id":"Wxan7tKuWAaOUo0GkswjzA==","name":"Snatch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Christian Knight, Nov 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":999999,"mp_id":"106087036","mp_crag_id":"105947305","climb_id":"Wxan7tKuWAaOUo0GkswjzA==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"A fun, moderate, bolted, multi-pitch route on less-than-stellar quartzite.\n\nSnatch\n\nadds two pitches above the routes on the left side of\n\nThe Jobsite\n\n.\n\nP1\n\nClimb any of the four right-most bolted routes on\n\nThe Jobsites\n\nleft side, clip the chains and keep climbing to the base of\n\nSnatch\n\nproper. Youll see hanger-and-ring anchors at the base of a wide dihedral with a black streak down it, just below a small bush. Approximately 75 feet.\n\nP2\n\nMake a tenuous couple of moves through some crumbly rock to the first bolt and then continue up through seven more bolts of better rock. The crux is a small overhang after the last bolt, then onto a ledge with the anchors. Approximately 80 feet.\n\nP3\n\nFollow the first three bolts, angling slightly left and then bear right a bit for the next couple of bolts. Pass to the right of a gnarled juniper and follow the last two bolts up a shallow trough. Continue in line with the final two bolts to the chains. Approximately 100 feet.\n\nTo belay the second up P3 youll probably want to extend from the chains a few feet to stand comfortably on a ledge.\n\nDescend via three single-rope rappels.","protection":"P1\n\n9 to 10 bolts (depending on the route chosen), hanger-and-ring anchors\n\nP2\n\n8 bolts, hanger-and-ring anchors\n\nP3\n\n8 bolts, hanger-and-chain anchors\n\nA single 60m rope is sufficient.","location":"Located on the darker quartzite above the left side of\n\nThe Jobsite\n\n. Climb one of the four right-most bolted routes on the left side (the two left-most routes wont work)."},"__v":0},{"_id":"LkYyEYZ0VHevsJjjSbTcxg==","name":"Screen Printer","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Aaron Wilkinson, Darren Knezek, Justin McDonald","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":5,"mp_id":"106067828","mp_crag_id":"105947305","climb_id":"LkYyEYZ0VHevsJjjSbTcxg==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"A tricky start with small feet, crimps, a gaston, and careful balance until you reach the waiting jugs above.\n\nAfter the clipping the second bolt the rest of the route is primarily  juggy and alternates between steep (vertical) and somewhat less so.\n\nA fun route with a number of big moves between big holds.\n\nAfter the last bolt the route heads right sharply to the chains.","protection":"9 bolts, chain anchors (shared with\n\nTelemarketer\n\nto the right).","location":"The fifth bolted line from the left. Alternatively, the second bolted line from the right on the left side of\n\nThe Jobsite\n\n."},"__v":0},{"_id":"NfnkmBeKVCaxMYduRjUgNA==","name":"Roughneck","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":16,"mp_id":"113719133","mp_crag_id":"105947305","climb_id":"NfnkmBeKVCaxMYduRjUgNA==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"Shares the same start as Stable Boy but instead of going left, go straight up. Belay in the alcove and use the directional bolt down low to keep the rope out of the way. Continue up then slightly left around a bulge through a series of hidden edges, jugs and crimps to surmount the overhanging face.","protection":"7 bolts + 2 chains","location":"Similar to Stable Boy - starts in the alcove left of Roughneck and right of Ditchdigger/Mucker. Go straight up and not left onto Stable Boy."},"__v":0},{"_id":"eN/90/CQWfWivJDxR0vuKw==","name":"Roofer","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":7,"mp_id":"106696230","mp_crag_id":"105947305","climb_id":"eN/90/CQWfWivJDxR0vuKw==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"A tricky start on attractive (but chossy) white rock begins this adventure. A thin, technical first crux in an unexpected location, and looming steepness lurk above.\n\nWhen the exposed, strenuous, overhanging finale that surmounts the apex of the A-shaped roof is reached, body positioning and using your head rather than pure thuggery will see it through.\n\nAll in all, a very enjoyable route.","protection":"12 bolts and nice anchors that have been extended with Frost draws to preserve your rope.\n\nThe last bolt is pointless to clip with the extended anchors, and the first, low bolt really needs a two-foot sling on it.","location":"Roofer\n\nis found on the white, near vertical rock capped with a slanted roof which is to the left of the greenish, overhanging section of\n\nThe Jobsite's\n\nfar right side.\n\nThe line is the left-most bolted line of the middle and right sections. It can be most easily reached by approaching from the right, under the overhanging section."},"__v":0},{"_id":"fvKHf0QTXHW2c/IUXdB/aw==","name":"The Paper Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Justin McDonald, Darren Knezek, Aaron Wilkinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":3,"mp_id":"105947311","mp_crag_id":"105947305","climb_id":"fvKHf0QTXHW2c/IUXdB/aw==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"The crux is a bouldery start to the first bolt, then it is fairly easy cruising the rest of the way to the anchors( probably 5.6 to 5.7 after the start).\n\nThe rock is sharp and rough, but reasonably solid. Small, sand-sized particles fell throughout our climbing, but nothing large (shop goggles would have been appreciated for the belayers, actually).","protection":"9 bolts to chain anchors.","location":"This is the third-from-left route at\n\nThe Jobsite\n\n, at the far left side of the area."},"__v":0},{"_id":"0OuRWL3EVkOiIBTjCbIcoQ==","name":"Rib Braiser","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":8,"mp_id":"117126211","mp_crag_id":"105947305","climb_id":"0OuRWL3EVkOiIBTjCbIcoQ==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"This Roofer variation spices up the first third of the route by climbing through a thin section of rock with few choices (none of which will make you smile). Smart feet, a little thought, and some commitment on bad holds will get you through the section to a hands free rest before joining Roofer.","protection":"There are three bolts through the section. The highest bolt can be stick clipped if needed.","location":"The route starts climbers right of Roofer and joins Roofer at its 4th bolt."},"__v":0},{"_id":"2Tquv7MPU4GdP0xmkm+MNg==","name":"Mucker","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Bill Ohran","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":14,"mp_id":"106671800","mp_crag_id":"105947305","climb_id":"2Tquv7MPU4GdP0xmkm+MNg==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"No crap to shovel out here. This route is is one of the best on the Jobsite and possibly one of the best on Rock Canyon's quartzite.\n\nA Boulder problem start gives way to tricky drop knees, high steps, and dead points. Below the steep roof offers a few breather holds. From there, a big cross over leads to a \"not so extravagant rail\". After a difficult clip, one must catapult with all that's left to a hold that is sweeter than anything you can imagine. Oh, but wait. It's not over yet! A few semi difficult moves add to a splendid redpoint crux that could send some flyin' and cryin'.\n\nEnjoy!","protection":"Bolts to chain anchor.","location":"Shares the same start as Ditchdigger and is to the left of Roughneck."},"__v":0},{"_id":"N/+srzAtX7Ko0nttqeXKVw==","name":"May I Take Your Order Please?","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Darren Knezek, Justin McDonald, Aaron Wilkinson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":4,"mp_id":"105947316","mp_crag_id":"105947305","climb_id":"N/+srzAtX7Ko0nttqeXKVw==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"A bouldery start, followed by easier climbing above.\n\nThe crux is down low, getting to and clipping the 3rd bolt. The second clip is pretty awkward as well. There is also a bulge after the penultimate bolt that could be difficult.\n\nThe rock is quite sharp and leaves tiny, bloody holes if you aren't paying attention.","protection":"9 bolts to chains. The second bolt really needs a long-ish draw or the biner gate will open on the rock. There was one other bolt where I wasn't happy with the lie of the biner, but I don't remember which one.","location":"This is the fourth-from-the-left route on\n\nThe Jobsite\n\n, at the far left of the area."},"__v":0},{"_id":"D1oNszdsVDGPP2dzbgXauA==","name":"Learners Permit","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tristan Higbee, Christian Burrell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":0,"mp_id":"106067821","mp_crag_id":"105947305","climb_id":"D1oNszdsVDGPP2dzbgXauA==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"Little shorty on the leftmost side of the wall. Starts almost inside a little chimney. We over bolted this on purpose. It is quite short and easy so with the 4 bolts it is a PERFECT route to teach leading on (hence the name). Actually it is still really fun.","protection":"4 bolts + anchors","location":"Left-most bolted line, at the far left of the\n\nJobsite\n\narea."},"__v":0},{"_id":"BjtBVZC9UOKBkYp1sw2Jgw==","name":"Jungle Rot Slot","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Knight and Bruce Rohgaar","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":999999,"mp_id":"106146926","mp_crag_id":"105947305","climb_id":"BjtBVZC9UOKBkYp1sw2Jgw==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"This route tackles the long ridge to the right of Coyote Certified.\n\nThe first pitch is mostly 4th class with the occasional 5th class move, and belays beneath the first of two pillars.\n\nThe second pitch climbs the pillars directly via good crack, and belays on the top of the second pillar. From here move the belay to a good ledge beneath the obvious face.  Pitches 1&2 link with heinous rope drag.\n\nPitch three follows the discontinuous cracks pretty much straight up the face, taking any pro that's offered. Belay at a ledge, though it's tricky to set up the belay.  At this point you can escape off right via ledges.\n\nPitch 4 can be broken into two pitches, which is best. First follow exposed but easy ledges left until the ledges end.  A fifth class move of two puts you on a ledge at the bottom of a weird chimney/corner thing, with a crack going out the roof at the top. It's recommended that you belay here.\n\nWeather or not you do, climb the opposition moves to the crack and follow it out the roof. Pulling around onto the face is the crux (awkward 5.8) then some easy moves lead through a notch to a bush. Belay off the bush.","protection":"This is not a good route for the 5.8 leader, as it has tricky pro and somewhat poor belays.  Take every protection opportunity, and be confident on quartzite trad to make this fun.\n\nWe brought double rack from 000 C3 to #5 Friend, with one #6 Friend, but forgot nuts.  Recommended rack would be double rack to #3.5 friend, one set 4,5,6 friend, C3's and nuts.  The #5 was particularly useful.  No fixed anchors anywhere on the route.  Lots of slings.","location":"This route starts in the stream bed across from the chlorination plant. Look for a easy chimney/gully thing about 30ft right of where the buttress comes into the stream.\n\nDescent: After the bush belay, walk down obvious ledges hugging the wall on your left.  You'll come to a point where you can continue down ledges to a cliff, or scramble up some 3rd class rock and talus to your left.  Climb the 3rd class over a ridge, then another, to a much more promising gully. follow this back to the main trail, passing close to The Appendage."},"__v":0},{"_id":"OCZmHXwwVpqGGq8PD1OIYg==","name":"Honey Dipper","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":9,"mp_id":"106458564","mp_crag_id":"105947305","climb_id":"OCZmHXwwVpqGGq8PD1OIYg==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"Honey Dipper\n\nis a unique climb for this part of\n\nRock Canyon\n\n. It's gently overhanging and could produce quite the pump.\n\nFor some weird reason it reminds me of\n\nLicense To Thrill\n\nin AF. A great route to wire and stay in shape on.\n\nIt's unique because in the quartzite section of RC, there isn't an .11c that's this long and a slow pump builder.\n\nA lot of the climbs on\n\nThe Jobsite\n\nare named after terrible jobs. A honey dipper is the person who sucks up the crap out of outhouses and septic tanks.Sure sounds sweet though.","protection":"12 bolts and anchors.","location":"This is route #9 in the\n\nJobsite Middle and Right 7 [[106696230]] 5.12a 8 Rib Braiser 5.12b 9 [[106458564]] 5.11c 10 [[107040311]] 5.12a 11 Reaching for the Capillary 5.12b 12 [[106703181]] 5.12a 13 [[110369453]] 5.12a 14 [[106169032]] 5.12b 14a [[106671800]] 5.13a 15 [[106670181]] 5.13c 16 [[113719133]] 5.12a 17 Project 18 [[106561851]] 5.11a 19 [[106122172]] 5.10b/c\n\n. It's the third route from the left.\n\nAs you scramble up the Tillite ledge it's the second route on the right."},"__v":0},{"_id":"b8m86phaX5ygKTZMrgRVUw==","name":"Fluffer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Andy Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":17,"mp_id":"106561851","mp_crag_id":"105947305","climb_id":"b8m86phaX5ygKTZMrgRVUw==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"A steep, juggy, pump-fest that'll make you wish you'd lost the 10 lbs.\n\nStart up a right-facing flake with big handholds and flaky footholds. Clip the second and third bolts enroute to a bit of a respite before the upper section of pumpy, burly moves that take you up and over the top. Don't miss any holds or you'll wonder what Andy was thinking when he rated this. Clipping the sixth bolt is quite strenuous.","protection":"7 bolts, chain anchors.","location":"The second-from-right bolted line on the right side of\n\nThe Jobsite\n\n. The first bolt has a Metolius hanger. Start in the tillite from a little ledge just below the start of the route. The belayer will probably be happier on a different ledge about 10 feet below the start of the route, but it's a bit sketchy getting into position."},"__v":0},{"_id":"LEmxGBhYVkmkDToKhNfUBg==","name":"Flashing the Eave","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":10,"mp_id":"107040311","mp_crag_id":"105947305","climb_id":"LEmxGBhYVkmkDToKhNfUBg==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"An ever-steepening romp up the alabaster choss-fest to the left of\n\nThe Jobsite\n\noverhang.\n\nStart by cruising on huge holds up near-vertical rock through four bolts. Continue up (trending left a bit) through steeper and steeper terrain past sharp rock with disconcertingly knife-like, vertical edges. Arrive at a much blanker section below the roof and figure out the next couple of moves while fighting the pump.\n\nA wonderful, juggy roof problem awaits, with a last trick or two above the roof before the chains.","protection":"10 bolts, chain anchors.","location":"The 2nd line of bolts from the right of the lines grouped to the left of the enormous, overhanging roof of\n\nJobsite\n\nThe line starts above a steep, short gully, just before you climb up onto the outcropping from which\n\nHoney Dipper\n\nand\n\nRoofer\n\nstart."},"__v":0},{"_id":"DLLDbZKQUiep/Q3nA8DM7w==","name":"Driver'sTest->Run for Cover","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Christian Knight","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":2,"mp_id":"106172045","mp_crag_id":"105947305","climb_id":"DLLDbZKQUiep/Q3nA8DM7w==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"Slightly overhanging cruxes are in several places along the route. The rock quality is good but since it follows a natural drainage beware of gravely ledges. Bring a helmet and you are fine. The mental crux is right at the top.","protection":"Pitch 1:  11 Bolts to Ring Anchors.\n\nPitch 2:  9 Bolts to Ring Anchors.\n\nPitch 3:  7 Bolts to Ring Anchors.\n\nAs always for this area it is useful to have some runners to help with rope drag. And a helmet is a good idea no matter where you climb.","location":"Pitch one starts on Drivers Test, clip the anchor and keep going past 2 bolts to the ledge. Once on top you can rappel the route with a 60m rope or walk off."},"__v":0},{"_id":"TpIhmNvhU9+x2yaHGdUlEw==","name":"Ditchdigger","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Bill Ohran","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":13,"mp_id":"106169032","mp_crag_id":"105947305","climb_id":"TpIhmNvhU9+x2yaHGdUlEw==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"This is one of the best 12b's in Rock Canyon especially the lower half of Rock Canyon. Hard start followed by a shakeout, then a hard move, shakeout, over and over again until you arrive at the anchors thoroughly pumped.\n\nAfter the 4th bolt move up and left, if you go right you'll end up on Mucker. It doesn't get much better than this for steep, thuggy climbs.\n\nThe start can be harder for those under 6', Bill found a cool trick to make it the same grade for shorter climbers. Email me if you would like me to give you the beta, otherwise good luck on your onsight!","protection":"10 quick draws","location":"Scramble up to the base of #13 this\n\nJobsite Middle and Right 7 [[106696230]] 5.12a 8 Rib Braiser 5.12b 9 [[106458564]] 5.11c 10 [[107040311]] 5.12a 11 Reaching for the Capillary 5.12b 12 [[106703181]] 5.12a 13 [[110369453]] 5.12a 14 [[106169032]] 5.12b 14a [[106671800]] 5.13a 15 [[106670181]] 5.13c 16 [[113719133]] 5.12a 17 Project 18 [[106561851]] 5.11a 19 [[106122172]] 5.10b/c\n\n. Belay from here. Go up and right until you can clip the first bolt. Follow the line in the picture from there."},"__v":0},{"_id":"TB250J6uVL+eu/wZOMZ3Ew==","name":"Drivers Test","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tristan Higbee","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":1,"mp_id":"106067467","mp_crag_id":"105947305","climb_id":"TB250J6uVL+eu/wZOMZ3Ew==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"New route to the left of the 5.8. Bouldery start leads to staircase climbing.","protection":"6 bolts plus anchor","location":"Second-from-the-left bolted line, at the far left of the\n\nJobsite\n\narea."},"__v":0},{"_id":"oMwhO905UD2hDmkXFKplAw==","name":"Coyote Certified","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jarom Feriante and Justin Jeffs","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":18,"mp_id":"106122172","mp_crag_id":"105947305","climb_id":"oMwhO905UD2hDmkXFKplAw==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"Crux is probably right after the third bolt. Actually really good climbing despite the lose rock. The top is a funky mantle on somewhat cemented sand.","protection":"All bolts.","location":"Far right route on\n\nThe Jobsite\n\nwall up to the ledge."},"__v":0},{"_id":"DaHK0pLcWgie5uBhQ9ngVw==","name":"Batman","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":12,"mp_id":"110369453","mp_crag_id":"105947305","climb_id":"DaHK0pLcWgie5uBhQ9ngVw==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"Got endurance?\n\nBatman\n\nis a juggy, severely-overhanging pump fest.\n\nScramble up the dark tillite to a slightly columnar section with a number of juggy protrusions on the right. Clip the first two bolts (in the tillite) long and get on top of the last of the tillite.\n\nThe third bolt is in the lighter quartzite, and it's here that the business starts. Gently overhanging for the next two bolts, and then it gets steep. Move fast on big holds. After several bolts of steepness the angle eases again to gently overhanging, although the pump at this point may be strong.\n\nNote that the anchors were moved higher after the\n\nJobsite Middle and Right 7 [[106696230]] 5.12a 8 Rib Braiser 5.12b 9 [[106458564]] 5.11c 10 [[107040311]] 5.12a 11 Reaching for the Capillary 5.12b 12 [[106703181]] 5.12a 13 [[110369453]] 5.12a 14 [[106169032]] 5.12b 14a [[106671800]] 5.13a 15 [[106670181]] 5.13c 16 [[113719133]] 5.12a 17 Project 18 [[106561851]] 5.11a 19 [[106122172]] 5.10b/c\n\nwas completed; the route continues up for five more bolts past the illustrated anchor position.\n\nCleaning this thing top-down is strenuous; see if you can sucker someone into toproping it.\n\nLength\n\nIf you belay from the base of the route a 60m will probably work (although I've not tried it), but you can't see the climber above the roof and therefore many people belay down the hill before the tillite and in that case a 70m is required.","protection":"15 bolts plus anchors (1 Mussy hook and 1 ring). Shares the first four bolts with\n\nSuperman\n\nwhich branches left.\n\nBecause it's so overhanging, and there are lots of bolts, it helps to use two foot slings on the first bolts and longish draws on the rest.","location":"Number 13 in this\n\nJobsite Middle and Right 7 [[106696230]] 5.12a 8 Rib Braiser 5.12b 9 [[106458564]] 5.11c 10 [[107040311]] 5.12a 11 Reaching for the Capillary 5.12b 12 [[106703181]] 5.12a 13 [[110369453]] 5.12a 14 [[106169032]] 5.12b 14a [[106671800]] 5.13a 15 [[106670181]] 5.13c 16 [[113719133]] 5.12a 17 Project 18 [[106561851]] 5.11a 19 [[106122172]] 5.10b/c\n\n, the line starts about in the middle of the big roof area."},"__v":0},{"_id":"oV19jWjkWeOYL0ek2k8A7A==","name":"Air China Flight 924","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tristan Higbee, Christian Burrell, 11/15/08","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"left_right_index":999999,"mp_id":"106303230","mp_crag_id":"105947305","climb_id":"oV19jWjkWeOYL0ek2k8A7A==","areaRef":"P+JZfDtlVwm2FAhGGwuJvg=="},"content":{"description":"Yee haw! This line offers a good ol fashioned trad adventure in an increasingly domesticated canyon. The climbing is never too hard but the protection is just sparse and/or sketchy enough to keep your attention. The rock ranges from perfect (bullet quartzite on the first pitch) to kinda chossy (white Jobsite-esque stuff on sections of the fourth pitch), but is pretty good overall. Climbing this line will make you feel hardcore, even if youre not.\n\nI recommend that anyone who gets on this route be very confident in their climbing ability and ability to place trad gear. While the climbing is never too hard, youve got to keep a cool head. Dont let that scare you away, though. Its a fun route and hey, its only 5.8, right? How hard can it be...\n\nCheck out route and beta photos to supplement the beta below. Pitch lengths are approximate.\n\nPitch 1: Start climbing in the cleft just left of a diamond-shaped feature. Follow this crack past a couple bushes and a 5.6 crux or two to a big ledge. The climbing is better than it looks. Set up a gear belay in a crack in a rock on the west side of the belay ledge. 5.6, 185\n\nPitch 2: Start up the nice-looking-but-short cracks in front of the belay, past a couple ledges. This will bring you to the base of another relatively steep cliff. Get some gear in and make some devious moves up the face, getting gear in some horizontal cracks and pockets. Head up to a bush/small tree, sling the tree, and belay on the large, sloping ledge above the tree. Use the wide crack (at the base of where the cliff meets the ledge) and a crack a few feet above it to set up the belay. 5.7+ PG-13, 165\n\nPitch 3: Walk/traverse right and down along the ledge, avoiding and passing a steep, dark, chossy dihedral. Climb up to a bush and onto the face above. Dont place any gear until you get onto the face above; rope drag would be absolutely heinous. The climber will be out of sight from the belay once he passes the bush. This pitch is similar to the previous pitch in terms of gear and climbing, but is a little easier and not as steep. The quality of gear is about the same, maybe even a bit worse. Belay at the base of the next cliff/pitch on an obvious big ledge. Use a short vertical crack to set up the belay. 5.7 PG-13, 120\n\nPitch 4: This is the most exciting pitch of the route, and is also the crux. Start in a shallow corner and climb up near the left arête of the cliff. Head toward a small roof. Instead of turning the roof, follow a crack that goes up and right, toward the corner/dihedral. Follow this to the top. Gear placements are relatively plentiful, but the rock is not very good in places and some of the cracks are flaring. Belay at the top using a couple horizontal cracks. Solid 5.8 PG-13, 95\n\nDescent: From the top of the last pitch, walk north and then east into a drainage/basin, following the path of least resistance. Youll soon be at the top of a scree slope and see a tree growing in a notch in front of you. Instead of going through the notch, head north up some tame class 3 slabs (at the top of the scree gully) and then cut east along a vegetated (grass and some small plants) ledge system. Follow this over and then down. We found a faint trail that took us down toward (but a little west of) the Appendage. Follow the trail into the stream bed and back onto the main trail near George.","protection":"A set of C3s (these things are awesome!!!) and Camalots to #5, with doubles in Camalots from the smallest double-axled one to #3. Set of nuts. Tons of slings (we brought 7 and I wish we had more). 60m rope. Cordalettes or whatever you use to set up trad belays. Helmets. We took tricams and a #6 cam but didnt use them.","location":"The route starts across the stream from the chlorination plant. Right before you get to the plant, there will be a trail cutting left down into the stream bed. Follow this trail across the streambed and up through some trees to the base of the route. The route starts to the left of a large diamond- or triangle-shaped formation on the cliff. See topo photo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,3fe2597c-3b65-5709-b614-08461b0b89be","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Jobsite, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.13c"},{"count":2,"label":"5.9"},{"count":4,"label":"5.12a"},{"count":5,"label":"5.8"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":9,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":5,"advanced":9,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.624,40.2665]},"bbox":[-111.62458929601245,40.266050339818136,-111.62341070398753,40.266949660181865],"left_right_index":-1,"ext_id":"105947305","area_id":"P+JZfDtlVwm2FAhGGwuJvg==","polygon":{"type":"Polygon","coordinates":[[[-111.62458929601245,40.266050339818136],[-111.62341070398753,40.266050339818136],[-111.62341070398753,40.266949660181865],[-111.62458929601245,40.266949660181865],[-111.62458929601245,40.266050339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:26:51.383Z","updatedAt":"2024-02-19T18:41:09.062Z"}