{"_id":"63689d5ce80bff5a994f4711","area_name":"Eagle Rock","shortCode":"","climbs":[{"_id":"bFf7wMgdUTuUKmPFuxKyMw==","name":"Wingspan (AKA Eagle Rock Traverse)","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Probably an enterprising child in the early 1900s","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.1835,34.1432]},"left_right_index":999999,"mp_id":"119932447","mp_crag_id":"106577904","climb_id":"bFf7wMgdUTuUKmPFuxKyMw==","areaRef":"46VOvEkrXu+vNJDoK5H5tQ=="},"content":{"description":"This is a fairly long and varied traverse across the most obvious part of Eagle Rock. (From Left to Right): It starts at the beginning of Far Far Left and continues all the way to the ledge under the far right tree. (I think of the traverse as an out-and-back that requires me to do the sequences from both directions.) All of the rock fair game for footholds, just don't touch the dirt. You could bring up boulder pads to cover the uneven sections, but most falls are safe. You shouldn't be more than a 5 feet off the ground even in the highest sections.\n\nI did laps on this early in the Pandemic, and although it's not powerful, it was a nice way to get mileage and practice footwork.","protection":"None or bouldering pad. Can easily traverse without protection, just be careful over the uneven ground.","location":"Right across the visible and accessible part of Eagle Rock. I will attach a photo. You can start from either side, just beyond the tree on far right or far left of the traverse. Starting from the left, use the same starting hold is Far Far Left, and just set off on the traverse. Starting from the right, hop up onto a thin ledge to the right of the tree, walk the ledge to you left, and continue all the way across."},"__v":0},{"_id":"w/NtOboxXSiqbOt3sodwxQ==","name":"Far Right","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.1835,34.1432]},"left_right_index":3,"mp_id":"120161759","mp_crag_id":"106577904","climb_id":"w/NtOboxXSiqbOt3sodwxQ==","areaRef":"46VOvEkrXu+vNJDoK5H5tQ=="},"content":{"description":"60ft straight up with obvious bolts and 2 chains at the top. Lots of rocks jutting out that serve as great hand and foot holds - that is, when they don't break off. Quite chossy, test your holds before putting weight on them and make sure your belayer has a helmet.","protection":"6 bolts in good condition, 2 chain anchor below the overhang","location":"Park in the circle and walk up the short trail to the base of the wall. The route starts about 10 feet to the right, at the big crack near the ground."},"__v":0},{"_id":"oAOMBi5pVZ+LWU3SuaS4ng==","name":"Far Left","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.1835,34.1432]},"left_right_index":2,"mp_id":"106577913","mp_crag_id":"106577904","climb_id":"oAOMBi5pVZ+LWU3SuaS4ng==","areaRef":"46VOvEkrXu+vNJDoK5H5tQ=="},"content":{"description":"This is the far left route where the only anchors we saw were at.  The route is pretty clean. watch for small rocks to break, all the big holds were solid. There was some chossy dirt to the right for most of the route.  There are 2 little vertical sections you have to pull over and up back to the slabby part and these felt like 5.8 moves.  There are also some reachy moves and lots of mantles and hand foot matches because I used the bigger holds and avoided the small ones that could pop.  But most of the climbing is fun 5.6 moves.","protection":"11 bolts to the top, it's a little runout between bolts. An 80 m rope is sufficient to top-rope the entire route; a 70 m rope is NOT long enough to climb this route as a single pitch. Since it is over 120 feet there's a belay station 1/2 way up to rap down from the top with one 60 m rope.","location":"The route is on the far left.  Belay behind the trees so you don't get hit by rocks."},"__v":0},{"_id":"6VCk/uZJUi6Lp5k3kCnF9w==","name":"Desperate Times","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.1835,34.1432]},"left_right_index":1,"mp_id":"118615732","mp_crag_id":"106577904","climb_id":"6VCk/uZJUi6Lp5k3kCnF9w==","areaRef":"46VOvEkrXu+vNJDoK5H5tQ=="},"content":{"description":"A new unknown route starting to the left of\n\nFar Left\n\n, and just to the right of the \"Private Property\" fence.\n\nThis route is well protected. Desperate Times is broken up into three short, well bolted pitches. Each of the first two pitches has 7 bolts on it. The last pitch has two bolts. Bolts are all bomber new glue ins. The rock is chossy and it feels like every hold is a time bomb waiting to break off. Helmet for the belayer is recommended.\n\nDescend by rappelling the route. A doubled 70m rope WON\"T reach the ground from the top anchor.","protection":"P1 - 7 bolts\n\nP2 - 7 bolts.\n\nP3 - 5 bolts.\n\nHelmet would probably be good, especially for the belayer.","location":"About 10ft left of\n\n\"Far Left\"\n\n, starting just on the other side of the tree. Look for the line of shiny Wave glue-in bolts."},"__v":0},{"_id":"Rjo50yMxULCu2ePZ2EdFAA==","name":"Borderline","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.1835,34.1432]},"left_right_index":0,"mp_id":"121655416","mp_crag_id":"106577904","climb_id":"Rjo50yMxULCu2ePZ2EdFAA==","areaRef":"46VOvEkrXu+vNJDoK5H5tQ=="},"content":{"description":"Indeed, the route borders the fence between Richard Alatorre Park and the private property north of the fence.  Borderline climbs the steep knobby face adjacent to the fence with the Beware of Dog sign. Boulder up the steep face and past thirteen black camouflaged Sentinel hangers to an anchor equipped with large Mussy Hooks. While you may encouter some loose holds Borderline is remarkably solid with copious stellar knobs. Careful not to entangle your rope in the tree limbs when pulling the rope. Moving to the south to pull the rope may reduce the likelihood of a snag.","protection":"13 bolts and an anchor with large Mussy Hooks.","location":"Borderline is the leftmost route on the wall. Begin just right of the fence under the line of black bolt hangers."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,5da0e075-8ec5-5ad3-8136-49a5d4dacaa5,06388dc0-3fe7-57b9-8f0d-6aced6b7cc69,e3a54ebc-492b-5eef-af34-90e82b91f9b5","pathTokens":["USA","California","Los Angeles Basin","Angeles National Forest","Eagle Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0"},{"count":1,"label":"5.6"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.1835,34.1432]},"bbox":[-118.18404330578664,34.14275033981814,-118.18295669421335,34.143649660181865],"left_right_index":-1,"ext_id":"106577904","area_id":"46VOvEkrXu+vNJDoK5H5tQ==","polygon":{"type":"Polygon","coordinates":[[[-118.18404330578664,34.14275033981814],[-118.18295669421335,34.14275033981814],[-118.18295669421335,34.143649660181865],[-118.18404330578664,34.143649660181865],[-118.18404330578664,34.14275033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:05.720Z","updatedAt":"2024-01-20T00:57:44.305Z"}