{"_id":"6368a1b8e80bff5a99553e0d","area_name":"3. \"Bore Tide Slab\" / a.k.a \"Left Slab\"","shortCode":"","climbs":[{"_id":"rHbm6qf4XKSvWm0M/ZQx/w==","name":"Waveland","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39589,44.19378]},"left_right_index":999999,"mp_id":"113416343","mp_crag_id":"111066387","climb_id":"rHbm6qf4XKSvWm0M/ZQx/w==","areaRef":"Dt7orCJrXVWmmrGX1ELcjQ=="},"content":{"description":"This is a variation to \"Candyland\" that starts on \"The Wave\" for 2 pitches and then stays left and continue up \"Candyland\".   We feel it makes for a much more natural line and doesn't change the grade much.   We did it in 7 + 1 pitches (more on the \"+1\" in a moment). \n\n  I would recommend just doing the 7 pitches and then rap off, unless you are ready for adventure in a vertical forest.   It becomes vertical bushwacking mountaineering at its best(worst?) \n\n  Pitch 1 - 5.8 200+ feet.   Start on P1 of \"The Wave\".   It is located on the left most side along the slab - you have to hike up left from the base of the slab off of the approach trail to about 60-100 feet or so up in the gully separating Chinos slab from Bore Tide.   If you look hard enough you will see a bolt right on the slab to protect establishing one's self on the slab from the bushes below.  Got up and there is some natural pro to 5 more bolts.   The crux is right at the 5th bolt and is well protected.   6 bolts total 200+ feet to a bolted anchor.   60 meter will ALMOST NOT reach - it's super close! \n\n  Pitch 2 - 5.6?   230+ feet.   Start from the bolted anchor and just go straight up the slab following 3 bolts.   It's mostly low angle (5.3?  5.2?) to a single 5.6 move. 60 meter rope WILL NOT reach the tree ledge and we simul-climbed to avoid any shenanigans.    \n\n  Pitch 3 - the crux is at the start and ends lower angle.   Not much pro but after 5.5 start it's mostly an easy steep hike. 190 feet to a tree ledge and use the tree as the anchor. \n\n  Pitch 4 - From the ledge go up and right past the bushiness that is in front of you.   Then go straight up.  Route finding can be tricky here - use the beta pics for reference.  Tricams works on this pitch for pro.   Again pretty run out but super easy.  5.2  170 feet or so. \n\n  At the top of the pitch move the belay station about 50 feet to the right through a \"subway\" tunnel.   See the beta photos for reference. \n\n  Pitch 5 - there is much route finding here so pay attention.   Go up and right past a bushy ledge to a headwall of sorts - it has diagonal as well as horizontal cracks that is completely vegetated.   I gardened the pro (BD #1 works quite well in a horizontal after cleaning out the dirt) and it leads to a grassy ledge that has an overlap slab.   Go to the middle of that slab and mantle up onto it - it's only like 15-20 feet long and it'll dump you in a gardened grassy ledge at the bottom of a very clean looking slab.   Sling the tree there and belay.   170 feet 5.6. \n\n  Pitch 6 - go up the clean slab passing a bolt, then aim for the shallow corner above it and use it for pro and follow it up.  When the corner peters out there should be another bolt.  Exit left to another ledge and belay from a tree.   5.6 2 bolts total 180 feet. \n\n  From here there is a \"climber's trail\" that moves the belay up the tree ledge about 80 feet to a clearing for the next pitch. \n\n  Pitch 7 - It's lichen-y and bushy and just  not very memorable. 5.6 170 feet. Basically go up and right and through a ledge with bushes, and then up the slab more to a clearing you can spot with a rappel sling tied around a tree that marks the top of the pitch. \n\n  ----------------   From here be forwarned that the climb is basically done.   You can rappel from here or if you want to do some adventure climbing/suffering... \n\n  300+ feet of bushwack mountaineering awaits.   It starts off well enough on a \"climber's trail\" that's pretty faint that goes up and right.   It ends in a lichen-y broken slab.  The slab heads back left. Going up the slab doesn't instill confidence with the lichen but it's probably the right way and it leads to some ferns and then into some pine trees.   It will deposit you at the left side of the headwalls.    \n\n  The mythical 8th pitch.   If someone actually climbed it, let me know.   The headwall looks very impressive, but we spot at least 3 \"left leaning ramp\" that seem to fit the description.   The one the party ahead of us tried was pretty loose and not at all clean rock so they retreated.","protection":"","location":""},"__v":0},{"_id":"pUMR9+I3WlWBa2p1xdSuTw==","name":"No More","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White and Paul, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39589,44.19378]},"left_right_index":0,"mp_id":"106478046","mp_crag_id":"111066387","climb_id":"pUMR9+I3WlWBa2p1xdSuTw==","areaRef":"Dt7orCJrXVWmmrGX1ELcjQ=="},"content":{"description":"The crux is in the corner groove on the left side of the first and only steep slab of the climb. After that pitch enter the slabs of desolation moving up and across at 5-1 to 5-0. the heat can be unbearable. No more water is a bad idea. Diagonal higher and for some people this climb would be fantastic. I became unimpressed. There are gear placements on it. After the slabs on the right hike up long talus sloped ravine to the trail.","protection":"Best to leave the rope and equipment at home on this climb and just do the first pitch confidently to get to the openness of the slabs. Bring enough water. Paul and I ran out of water early. We hated the ropes and gear for nothing and after awhile an umbrella was all that we really wanted because we really needed the shade.","location":"[NH Admin's NOTE: In an e-mail Bradley confirms that this climb is on the \"big Left Slab\"...beginning...right of the tree gully separating the Far Left from the Left Slab. ...We escaped right before the headwall onto the scree field way right of the Left Slab  R.Hall, NH Admin.]...Bradley posted:\n\n Boiler plate of low angle granite slabs on the northwestern slope of Mt. Webster. To get to the slab took the largest stream bed up beneath the slab. Nearly at end of stream bed walked left in the woods to hidden slab.    First pitch crux can be rappelled by trees. The rest of it climbed can be walked back down. It's got great views for a great distance. Above slab is a 100+ft head wall. Did diagonal off the slab before head wall onto a scree field. Very long scree field up converges onto the Crawford trail. Hiking up a short distance east, right is the summit lookout of Webster or left goes down to the Crawford House. On the way shortly down from the summit of Webster is the is a waterfall with a cold shaded pool."},"__v":0},{"_id":"1XtzRpa7U7elwoTqsJhGIg==","name":"Candyland","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Brady Libby, Mark Casale, Todd Schaffer (2015)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39589,44.19378]},"left_right_index":1,"mp_id":"113519613","mp_crag_id":"111066387","climb_id":"1XtzRpa7U7elwoTqsJhGIg==","areaRef":"Dt7orCJrXVWmmrGX1ELcjQ=="},"content":{"description":"A really nice route and one of the longest in the area. The first nine pitches are typical 5.6 slab climbing with interesting features here and there for good variety. It's mostly on nice rock and well worth doing for 5.6 leaders. The last pitch (requires some steeper bushwacking to get to) is the money pitch! It goes up the left side of headwall all the way to the very top. The climbing here is Cannon-like with some loose rock, so be careful. It's also rather sustained, so the leader should be very solid at the grade and alpine experience. If the section to the last pitch was cleaned up (as well as the pitch itself), this would be a four star route! As an adventure, it still is. \n\nP0. Climb up the clean slab past tiny ledges and bushes to The Golden Bench. That a bigger ledge with orange colored rock on the right side. There are some features that may take some gear. 5.2 60-70’\n\nP1. Starts on the left side of The Golden Bench and goes up the left leaning broken right facing corner. It’s mostly easier terrain, but the rock can be slippery here, so take care. When reaching two vertical cracks, go up them (crux) and then go left to tree ledge. 5.6 150’\n\nPitch 1\n\nP2. Go straight up from the right side of the tree ledge passing a right facing corner, then work yourself left passing a left facing corner (arches left). There are two pins along the way. Continue left over a small drainage to a small tree ledge. 5.6 180’\n\nP3. Continue left passing some lichen and connect with The Wave (another route that comes up the daker slab). There is a bolt and continue straight up (passing another bolt) to a big tree. 5.5 180’\n\nP4. Work yourself diagonally left/up towards a big flake by the trees and continue to a tree belay. Unless you go diagonally in a perfect line, you will not reach the next belay/rappel tree (which is in the trees) with a 60m rope. But no worries, there are trees below you can use when you run out of rope. 5.4 200’ \n\nP5. Pass “tunnel” in trees (or start climbing the slab directly before the rap station) and go right along a small ledge with small bushes. At the right side of the ledge there is a vertical runnel with water holes above you. Follow that up to the left side of a tree ledge. Depending where you started on how you went this can also be a rope stretcher. 5.2 180-200’\n\nP6. Go through the “subway” to the right side of the tree ledge. Recommended is to move the belay to this side as otherwise the next pitch will be a rope stretcher too. Belayer will also be able to see the leader. Climb the slab passing some bushes/trees (and ledge) to a steeper section with some leaning cracks. Rock and pro is less optimal here so take care. Get to the tree ledge and the rap station on the left. 5.6 170’\n\nP7. Go straight up over a small bulge. It’s look easier going up further left but leads to less nice rock. Surpass a shorter steeper section of very nice rock that leads to more beautiful slab. Pass a bolt and continue up veering slightly right. High up (on the right) before the next tree ledge there is another bolt. Extend the sling (a lot, as there will be rope drag otherwise). The next belay/rap is in the trees on your left. 5.6 200’\n\nP8. Up easy slab to the next tree ledge. Basiclaly just moving the bealy to a better position for the final pitch on the slab. A 60m rope will also not reach all the way. 5.2 80’\n\nP9. Veer right passing a small ledge with some vegetation and go towards a left facing corner (up and right) and with steeper terrain. Follow corner to the top and tree belay. 5.6 170’\n\n  This is a good spot to take a break and gather your gear. For 5.6 leaders and those with less time or are less adventurous, you will now have completed an excellent long slab climb and can start rappelling down from here. For the solid 5.8 leader and those who don’t mind a steeper bushwacking, be sure to keep moving. \n\nBushwack. To get to the final pitch to the top of the cliff, you follow a faint climbers path that leads right. Follow it as best as you can, passing some small slabs (that you surmount). Basically keep taking the path of least resistance. After not too long, start working yourself left as the route breaks the headwall on the left. The route goes along a left leaning ramp / arête. See pics for what to look for. It shouldn’t take more than 15-20min if going the right way. \n\nP10. The final pitch to the top of the headwall. Start by surmounting a smaller boulder and where the left slanting wall / ramp starts. Climb the ramp on the left. This section is “less than optimal” so take care and keep going. Pass some bushes keep going through less stellar terrain until the arête opens up.  From here it’s stellar climbing along the beautiful arête. At the top of it you can build an optional belay if you get too much rope drag (big gear BD #2-3 useful). Continue up a slab section to the final blocky section. The rock is less good here again, so you may want to go up on the right to the top and tree belay. The pitch is rather sustained so make sure you are comfortable at the grade and alpine terrain. 5.7+ 170’\n\nThe final pitch, as seen when approaching it.\n\n  Congratulations on finishing a really nice route. Thanks Brady, Mark and Todd for setting up the route! From here you can rappel down or continue to the trail and the Webster summit (via a short but tough bushwack). \n\nSome fun facts (approximate elevation)   Car parked: 1350’   Climb starts around: 2330’   Topping out: 3620'   Webster summit: 3910’","protection":"The first 9 pitches is standard rack for New England  slabs. A single rack may be fine and not too many nut placements. The last pitch, a full rack is nice to have. If you break up the last pitch in two (as you can get lots of rope drag), big gear (BD #2-3) is good for the wider cracks at the top of the arete.","location":"Park at Willey's Slide pullout and cross the river. Go straight up, bearing slightly right until you hit a drainage (very soon). Follow it for 20min where it starts to get steep and tricky. There you veer right into the trees, following a path with cairns to the right of the drainage. After another 25min you will get to the left side of the Bore Tide slab. This route is to the right. Follow the cliff past a couple of dirty slab section, until you see a clean section that seems to lead to a tiny ledge 15' up and trees covering the rest of the slab. Here you can climb up this (or bushwack on the right) until you get to a rather big ledge with some orange colored rock, The Golden Bench. It's 60-70' up. The climb starts at the left end of the ledge where a right facing broken corner leaning up left to a tree ledge. \n\nBase of the climb (pitch 0)"},"__v":0},{"_id":"nMw3ASbXUye/JaZtDI7Y7g==","name":"Bore Tide","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown, 2006","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39589,44.19378]},"left_right_index":2,"mp_id":"106479939","mp_crag_id":"111066387","climb_id":"nMw3ASbXUye/JaZtDI7Y7g==","areaRef":"Dt7orCJrXVWmmrGX1ELcjQ=="},"content":{"description":"First pitch is (5.7R) light gray/white slab for one pitch on the right side center of the central slab heading for the big green rock slab opening. Then 800 ft of seldom a bolt and a fixed pin or trad placement is done at 5.0 to 5.5 simu-climbing for quickness, until the 120ft face/slab is reached. Climb this (3 bolts 5-10a or 7 bolts 5-10d). The rock was referred to as being immaculate to climb on the entire distance.","protection":"anchored bolts, pins, trad. gear","location":"[Admin. NOTE: In e-mail with the submitter, after the COMMENT to Chris was made, Bradley is certain that this route is on what I've chosen to call the \"Left Slab\" and not on the \"Main Slab\". Subsequent investigations showed at least 2 old (rusty bolt heads) 3/8\" bolts on the steep, white slab about middle of the cliff. [as shown on photo, and better shown on the photo for the AREA annotated by the \"Chinos\"]   \n\n  Bradley White's posting continues: I no longer know where this route starts. I believe it is on the slab west of the central slab. Since its been repeated I won't leave what I wrote. I believe it is all wrong. Sorry. I read a description of this route and assumed it was on this central slab. \n\n  Start at the base of the slab wherever it appears steep enough to do 5-7. Far spaced bolts. Continue up the very easy slab for thousand or so feet trailing a rope simultaneous climbing. Climb 5.10 head wall above slab. Recommended to rappel down this route. It top is thick pine forested. Vaguely go down where they have gone before, rappelling down 1100ft to the start of the slab. \n\nAdmin NOTE: After reaching the base of the slab via the approach path, hike up right approx. 50-75 yds to where one can traverse left out on a ledge system that, if followed to the upper end would lead to the mid-tree ledge.  \n\nSTART: On white slab directly below an old bolt about 50 ft up. (See photo(s))"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a371d6cf-4535-59d7-a60d-f3f2d565c576,8b31b247-d908-54fc-8982-5c51e821d65a,0edee8ac-226b-5d55-a69a-b197d442dc8d","pathTokens":["USA","New Hampshire","WM: Crawford Notch","Webster Slabs","3. \"Bore Tide Slab\" / a.k.a \"Left Slab\""],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.39589,44.19378]},"bbox":[-71.3965171531127,44.19333033981814,-71.39526284688729,44.194229660181854],"left_right_index":-1,"ext_id":"111066387","area_id":"Dt7orCJrXVWmmrGX1ELcjQ==","polygon":{"type":"Polygon","coordinates":[[[-71.3965171531127,44.19333033981814],[-71.39526284688729,44.19333033981814],[-71.39526284688729,44.194229660181854],[-71.3965171531127,44.194229660181854],[-71.3965171531127,44.19333033981814]]]}},"content":{"description":"The \"Bore Tide Slab\" / a.k.a \"Left Slab\" is the large slab a few hundred yards left of the \"Main Slab\".\n\n \"Chinos\" have shown routes on this slab in the photo. Thanks !"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:12:08.957Z","updatedAt":"2024-01-20T01:03:20.572Z"}