{"_id":"6368a50be80bff5a995b004e","area_name":"Millcreek Monster","shortCode":"","climbs":[{"_id":"5A+JDHbcW1+f/1/kl8A/cw==","name":"Not Quite As Loose As It Looks","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Mike Scarpulla and Taylor Sparks, 8/9/18","type":{"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77493,40.6896]},"left_right_index":2,"mp_id":"114961574","mp_crag_id":"113702910","climb_id":"5A+JDHbcW1+f/1/kl8A/cw==","areaRef":"mCeombXtX+GUdlHMnBv5nA=="},"content":{"description":"This is the route on the far right of the Millcreek Monster massif. Proceed past six bolts up three slab sections divided by two roofs. A rewarding and surprisingly interesting array of moves leads to a notch with rap rings. The crux is in surmounting the 2nd roof.  The rock provides ample holds every time it’s needed which suggests 5.7 but the crux move requires a degree of commitment meriting 5.8.\n\nTo reduce rope drag use slings rather than QDs below both roofs.\n\nThe rap anchors can be used to rap the route or go down the back side. Short 4th class scramble up back accesses the anchors.  If considering top roping, extend the anchor to avoid rope wear through notch.\n\nThe name came from conversation as first ascentionists scoped the potential line and climbed initially on trad. “Quite” was inserted into the name to remind that this is Millcreek multifractured rock. Most obvious hazards were removed by crowbar and by accident but loose holds and those that are fine when loaded one direction but not another are still a real possibility given the fractured rock.  A certain-death-for-those-\n\nbelow-sized rock came off the top one time during route development.  It almost reached the road (bye-bye poor little cyclist or car door).  Be careful.  Check all holds until it sees a lot of traffic.  Helmets are a must and belay / wait to the side.","protection":"6 bolts. Some trad placements possible also for the nervous.","location":"Approach by angling right (west) through the talus field to the down-canyon end of the main face. Find the north facing slab that comes closest to the ground."},"__v":0},{"_id":"6EZGQTJOUTye6VgR/XrlBQ==","name":"Henry's Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mike Scarpulla & Taylor Sparks 4/20/2019","type":{"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77493,40.6896]},"left_right_index":1,"mp_id":"116765025","mp_crag_id":"113702910","climb_id":"6EZGQTJOUTye6VgR/XrlBQ==","areaRef":"mCeombXtX+GUdlHMnBv5nA=="},"content":{"description":"A fun adventure offering blocky corner or arete moves for about 60' to rap anchors that can take you down the route or off the backside.  Also designed to be a trainer for beginning multi-pitch teams with a belay station after the first very short pitch.\n\nPitch 1 is about 20 ft past 2 bolts (center then right side) with top-out onto a shelf.  Be very careful and head to the right when topping out as the rocks to the left of the exit gap are just stacked and not solid by any stretch of the imagination.  One bolt above head height on right and creative trad anchoring provide a chance to practice belaying the second and gear management.  Or, push on to the corner where 2 bolts can serve as the anchor for brining up the second.  One can walk off to the left from this point, or start the 2nd pitch corner itself.\n\nPitch 2: 5 bolts to a rap anchor that pulls clean to the front or back side.  Some committing 5.7ish moves allow entrance to the corner, then either harder moves keeping left in the corner or easier arete moves on the right get you to the top.  Both offer interesting moves, some committing so evaluate holds before committing full weight.  At the crux, one can find easier climbing on the arete on the right.  However, the arete is highly cracked rock so evaluate holds and force directions especially after winter melt/freeze cycles.","protection":"Bolts.  Some trad placements could be possible but watch out that nuts' or cams' mechanical advantage doesn't dislodge fractured rocks.","location":"Start at the triangular face just to the left of Not Quite as Loose as it Looks.  Can be a TR also.  Anchor can be accessed from the back side, but some boldness and judgement of questionable holds is required for the moves to get there.  The anchor can also be accessed by climbing up from the bolts for Not as Loose as it Looks, which has a much easier scramble from the back."},"__v":0},{"_id":"9a1bsYfGVLiuI1w1P3U5Dg==","name":"A Little Adventurous","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Pete Van Slooten, Sam Huntoon","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77493,40.6896]},"left_right_index":0,"mp_id":"113702924","mp_crag_id":"113702910","climb_id":"9a1bsYfGVLiuI1w1P3U5Dg==","areaRef":"mCeombXtX+GUdlHMnBv5nA=="},"content":{"description":"Wear a helmet and pay attention to what’s happening above.\n\nP1:Surmount a low roof then float up the slab as it steepens and sweeps left. the rock type goes from quartzite-esque to sweet limestone like that found at Hellgate or Jug Haul Wall as you climb onto the bulge. 11 bolts\n\nP2: Clipping on this pitch can require extra moves to find the best stance or jug. Start off with some delicate slab work over some bulges up to the obvious roof. Clip a bolt and pull yourself up and left over a void into an airy dihedral. Move up and right to the anchor.\n\n7 bolts.\n\nPlenty of bolts. PG13 just to keep everyone heads up especially on the second pitch.\n\nApproach:\n\nPark next to an opening in the trees with a low flat granite boulder directly below the formation. Find a boulder at the base of the hill and follow path behind it up through trees. Follow base of talus field up and right. Switchback once to the base. If you are bushwhacking or talus rolling, you’re in the wrong spot. Approach time 5 minutes.\n\nDescent options:\n\nOne double rope rappel\n\nTwo single rope rappels\n\nBelay up to top of formation and walk off.","protection":"P1. 12 bolts\n\nP2. 7 bolts\n\nA few runners or double draws help with drag through the roofs and around the corners.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,7c65f89e-b2fa-5fc5-b56c-d13b8b90a198,9827a899-b5ed-5fe1-9476-51cc9c1bf99c","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Millcreek Canyon","Millcreek Monster"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.77493,40.6896]},"bbox":[-111.77552302154608,40.68915033981814,-111.77433697845393,40.69004966018188],"left_right_index":-1,"ext_id":"113702910","area_id":"mCeombXtX+GUdlHMnBv5nA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:28.518Z","updatedAt":"2024-01-15T16:49:10.663Z"}