{"_id":"6368a214e80bff5a9955d83c","area_name":"Filet de Papillon Wall (aka Dirt Wall)","shortCode":"","climbs":[{"_id":"GOdM/7BoWOySWaM+Pf7CcQ==","name":"Window Shopping","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":8,"mp_id":"106101382","mp_crag_id":"105888059","climb_id":"GOdM/7BoWOySWaM+Pf7CcQ==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"Climb out of the shallow cave on loose flakes that look like they should fall right off.  Pull the lip of the cave on underclings to a nice jug, firmly held in place by glue.  Pull a technical sequence on small crimps to get established on the headwall.   \n\n  Continue up following a wondering path encountering an occasional rest mixed in with some hard moves.  At the last bolt pull a final hard to read crux to get a jug and a huge reach rightwards to another jug and easier moves to the anchors.","protection":"9 Bolts to hidden Anchors until you get past the last bolt.  Consider unclipping the first bolt for ropedrag and belayer courtesy.","location":"Starts out of the rights side of the cave.  Name and an inaccurate 7C grade are written on the rock.  There is even an arrow between the inital bolts in case you get lost. \n\n  After pulling the lip and obtaining the jug don't continue to head left into \"Insider Trading\"  This is \"Fair Trade\" 13b/c.  Once on the headwall it can be quite confusing about where to go, but while the route meanders back and forth the line generally heads straight up."},"__v":0},{"_id":"ZsXZbRf5Xh27AhDryt2Ihw==","name":"Unknown Lance Route","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Lance Hadfield, TR'd previously","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":17,"mp_id":"106397286","mp_crag_id":"105888059","climb_id":"ZsXZbRf5Xh27AhDryt2Ihw==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"Climb \"Bob Marley meets Master Ganj\" up to the ledge, but instead of clipping the anchors clip a bolt several feet left of the anchors,  Rest well on the ledge and climb up steep rock to a cool rightward traverse and the second bolt of the extension.  Pull on good pockets up past the third bolt heading slightly right through the crux to the anchors.","protection":"8 bolts to anchors","location":"An extension to \"Bob Marley meets Master Ganj\", the fourth climb from the right side of the cliff."},"__v":0},{"_id":"Z/V+mGedVc+gvzAJYKq1aA==","name":"Uncle Fester Gets Sent to Europe","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":1,"mp_id":"106356373","mp_crag_id":"105888059","climb_id":"Z/V+mGedVc+gvzAJYKq1aA==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This short powerful route is more sustained than it looks and has solid rock making it worth doing when your not sure what else to get on. \n\n  Start in a rounded dihedral and head up to the first bolt, make a hard bouldery reach out right to a key crimp and work up into a slopey hueco.  A positive pocket or a higher jug work well for clipping the second bolt.  Work up into the large hueco, clip the third bolt or fourth bolt and make a large reach for jugs on the ledge above.   \n\n  Apparently at one time there were only 3 bolts, there are now 4, maybe the fourth is for accessing the new route above the ledge.  I clipped all of them and topped out above the 4th bolt. \n\n  Can be used as access for the new route above.","protection":"4 Bolts to Anchors","location":"Far left side of Dirt Wall, Just left of the start for Almost Blue.  Starts in a rounded corner.  There is another route starting to the left called \"Uncle Fester gets Sent in Europe\" that is 12c, and some linkup getting a 13a."},"__v":0},{"_id":"fsZi/7XDUSOiWUOTJic1xg==","name":"Too High for Bry","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Timy Fairfield, John Kear Spring 08,   First 3 bolts Bryan Pletta","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":9,"mp_id":"106318040","mp_crag_id":"105888059","climb_id":"fsZi/7XDUSOiWUOTJic1xg==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This new route is the longest route at Fillet et Papillon wall.  It includes a powerful start to thought provoking face climbing, with some hard cruxes thrown in, to a no hands rest to the hardest moves just before the anchor.  The downsides are a scary start on undercling flakes, less than stellar rock, and not much space between this and the adjacent routes. \n\n  Start just right of Window Shopping on some really scary looking flakes.  Head up and pull the lip on a solid but loose looking jug.  From here crimp your way up the wall, taking care to stay on the correct bolt line.  Take advantage of any resting opportunities and pull hard moves where the wall steepens around the 8th bolt.  Just underneath the final crux bulge resist the opportunity to top out just a few feet left and walk around to the anchors, instead persevere and make a difficult deadpoint to the anchor clipping jug. \n\n  Originally bolted as a variation to the start of Window Shopping by Bryan Pletta. \n\n  Felt quite difficult for the 12a grade and could easily be 12a/b or 12b.","protection":"11 Bolts to Chain Anchors.  Stickclip mandatory on the looks of the starting holds.","location":"Starts just right of Window Shopping, at the far right side of the cave.  Next route right is Red Tag Sale."},"__v":0},{"_id":"7Th9hePMUwKqviv7LhhI4A==","name":"Spreadlock Holiday","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Timy Fairfield, Bill Sprague and John Kear February 08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":12,"mp_id":"106354953","mp_crag_id":"105888059","climb_id":"7Th9hePMUwKqviv7LhhI4A==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"With excellent rock and challenging movement this new variation is one of the better, lines on the wall.  It's only detractions are sharp rock, and being slightly squeezed between the other lines on the wall.   \n\n  Start up the first half of Dreadlock Holiday pulling one hard move at the second bolt.  Catch a no-hands rest at the mid anchors, clip the first shared bolt and head straight up the upper headwall.  The climbing is entertaining with no hard moves.  The crux is enduring the pump, a hard last clip, and one final hard move getting established on the easy slab above the last bolt. \n\n  I'm not sure of the exact name of this, or if it even has a independant name.  Also the grade is my best guess, so climb it and post up your thoughts.","protection":"10 bolts to anchors","location":"Shares start, mid-anchors, and first bolt with Dreadlock Holiday.  Starts just right of \"Red Tag Sale\" and Left of \"If you can't do it Glue it\""},"__v":0},{"_id":"1C0iiX1NV8aXlYz4YnoHmA==","name":"Social Distancing","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"O. Romero, M. McBrayer, R. Tseng","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":22,"mp_id":"118663389","mp_crag_id":"105888059","climb_id":"1C0iiX1NV8aXlYz4YnoHmA==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"A wandering line up the best panel of stone approximately 25 feet right of New Kids. Good climbing and rock quality at the cruxy sections is marred by generally non-sustained climbing and sections with questionable rock. Bolts are closely spaced at cruxes to protect a couple of big ledges; watch for Z clips.  A high first bolt and a couple of maybe-ever-so-barely runout sections on easy ground should not be an issue if you are climbing at the grade. Eight lead bolts (3/8”X3” Powers) to a 2BA(1/2”X3.5” Powers).","protection":"8 bolts to a 2BA with hardware.","location":"First route on climbers right of New Kids on the Block."},"__v":0},{"_id":"JUR2KiqlVFix6tZk5UJezg==","name":"Sinister Dane","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Timmy F ?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":4,"mp_id":"105888062","mp_crag_id":"105888059","climb_id":"JUR2KiqlVFix6tZk5UJezg==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This is likely the longest hard sport route at Socorro.  I've heard that this is also the best hard sport route, though this is the only hard route I've done here.  The route is surprisingly good.  The rock looks like choss both from afar, and up close, and the quantity of glue certainly makes you wonder, but I found the rock to be very solid, and enjoyable.  If you want juggy thuggery this is not the place for you.  Once past the initial boulder problem this route is crimping paradise. \n\n  The route starts with a chimney move to gain a big ledge.  From the ledge climb horizontally out the arch using the sort of technique you would expect.  The most powerful business comes turning the lip.  Its not too bad getting to and clipping the fourth bolt, but immediately after the 4th clip a powerful lock-off is required to reach the key hold.  Once established on the hanging wall, a decent rest gives way to some glued holds, hard-core crimping and ultra-techy beta.  After the traverse right there is another so-so rest, and then the upper crux: devious, insecure face climbing.  There are no straight down holds in this section, so don't bother looking.  This redpoint crux ends at a horizontal break and no hands rest.  Shake well here, as one more sharp crimpy move guards the chains.","protection":"Bolts","location":"Left end of the wall, at left end of cave opening.  The route climbs rightwards out the left arch of the cave for 3 bolts, then turns the lip with some exciting gym-maneuvers.  Once over the lip, the route climbs straight up for two bolts, then traverses right to the 6th bolt, then straight up past 3 more bolts.  Once above the lip, don't be suckered left onto two new bolts in the black streak."},"__v":0},{"_id":"vMAnfp9oXl2oqZVKqMRLPQ==","name":"Red Tag Sale","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":10,"mp_id":"106307920","mp_crag_id":"105888059","climb_id":"vMAnfp9oXl2oqZVKqMRLPQ==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"Some sharp holds and big moves lead up to a left hand gaston jug at the second bolt. Easier climbing gains the mid-anchor. After the mid-anchor a couple of scary hollow underclings allow you to reach up either right or left to some edges, terrible feet through here, and eventually up to a sharp slot/pocket on a sloper. From here easier climbing on bigger holds with long moves takes you to the top of the wall.","protection":"Bolts to a mid-anchor and bolts to a top anchor.","location":"Second route right of Window Shopping. Stars either off the top of the flake from where you can clip the first bolt or from lower between the flake and the wall at the top of a pillar/point feature."},"__v":0},{"_id":"1jGUDcm7UdWqnImu8U99ag==","name":"Pork Corn","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Suggest edit if you know","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":999999,"mp_id":"120316664","mp_crag_id":"105888059","climb_id":"1jGUDcm7UdWqnImu8U99ag==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"SDS roof, climb directly up through overhang and headwall. Sharp but good golds. ","protection":"pads","location":"Just below the Dirt Wall.Right around here:  34°00'03.3\"N 106°59'25.2\"W"},"__v":0},{"_id":"cF88wa3BWjWEsQ4B7svspQ==","name":"New Kids on the Block","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":20,"mp_id":"106096045","mp_crag_id":"105888059","climb_id":"cF88wa3BWjWEsQ4B7svspQ==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This teenage heartthrob of the late 1980s made many a 13-year old girl scream. \n\n  This is a good warm-up for the harder climbs to the left, and from the ledge at the top, you can set topropes on the next 3 climbs to the left. \n\n  Crimp and sidepull your way up to a 2-bolt anchor on a big ledge.  It's fun climbing, with a few great pocket holds that turn out to be even better than they first appear that allow you to shake out. \n\n  A 4 bolt extension to this route called Inchworm Arete continues up the arete above this ledge to another 2-bolt anchor (5.8).  You can climb this as 2 pitches, or as one long pitch (a 60m rope is long enough to reach all the way up and lower back to the ground).  This extension isn't shown in the RC:NM guidebook.","protection":"4 bolts to a 2-bolt anchor on a ledge (shared with Little Caterpillar).  Another 4 bolts if continuing up Inchworm Arete.","location":"The right-most route on Dirt Wall.  Starts just left of a block."},"__v":0},{"_id":"AsPyrvy4VjeFNFJ53jeiOA==","name":"Insider Trading","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Timy Fairfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":7,"mp_id":"106686315","mp_crag_id":"105888059","climb_id":"AsPyrvy4VjeFNFJ53jeiOA==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"While the first half of this route consists almost entirely of epoxy reinforced holds, the quality of the climbing more than makes up for the lack of aesthetics. \n\n  Rope up next next to the pile of bat guano and climb up some easy but terrifying flakes to the high first bolt.  Consider stickclipping if this is your first time on the route.  You should be able to clip the second bolt before getting established on the roof.  Pull the roof of the cave and pull over the lip to a good sidepull and the third bolt.  From here pull some hardcore crimping on miserable holds to a good hold the fourth bolt and a quick shake.  Boulder upwards through more hardcore crimping or big power moves depending on your desired technique to a good slot and the fifth bolt.  More crimping on slightly better holds leads to a traverse left and a no hands rest where the route joins \"Sinister Dane\".   A fall here could be long and involve a large swing.  Fortunately the climbing gets easier as you go.  Here the difficulties are largely over but don't get too cocky as one final boulder problem lies ahead. \n\n  This route while being considered harder than \"Sinister Dane\" is much more straight forward.  If you enjoy powerful non-technical moves on bad crimps then this might be a great route for you. \n\n  A great video of Brandi Proffitt sending this route is shown at: deadpointmag.com/videos/wat…\n\n  I used entirely different beta than Brandi for pulling the lip and the third crux.  No thumb gastons or high heelhooks for me!","protection":"7 Bolts to Anchors shared with Sinister Dane.  Probably best to backclean the first bolt to help out with rope drag, although watch out for a swinging fall into the rope if you choose this option.","location":"Right side of the cave, opposite of the start for Sinister Dane / Full Penetration."},"__v":0},{"_id":"5CckLDsiU/WvNlBzYVy9Rw==","name":"Little Caterpillar","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":19,"mp_id":"105891444","mp_crag_id":"105888059","climb_id":"5CckLDsiU/WvNlBzYVy9Rw==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This route is in your face crimping nearly the entire way.  If you just stopped by on your way back from Enchanted Tower this thing will feel pretty hard for the grade.  Like most routes here, this is essentially a long boulder problem with small sharp holds and few rests.  Rather technical.","protection":"Bolts","location":"This is at the far right end of the wall, 2nd route from the right.  There's a huge flat boulder just above the start that's excellent for viewing and/or TR belaying."},"__v":0},{"_id":"DFxMGes3W+uD3DkHvQ7SHQ==","name":"Inchworm Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andy Mayer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":21,"mp_id":"106647671","mp_crag_id":"105888059","climb_id":"DFxMGes3W+uD3DkHvQ7SHQ==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"Starts above the anchors for \"New Kids on The Block.\" Climb about 10 feet through some brush to the first bolt. Runout, a little, but if you were able to get to the starting ledge its probably within your abilities. Then its up the arete with lots exposure past two bolts to a stand up rest. There's loose rocks at the rest so tread carefully. Finish past one bolt over a small bulge to the anchors.","protection":"4 bolts, 2 bolt anchor with 1 chain and a rap ring.","location":"Starts above New Kids on the Block. Second pitch above the rightmost line on the wall."},"__v":0},{"_id":"gHZTX8V1UTqulGfJQau5Zg==","name":"If You Can't Do It Glue It","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":13,"mp_id":"106328095","mp_crag_id":"105888059","climb_id":"gHZTX8V1UTqulGfJQau5Zg==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This line has fun movement but the difficulties are short and the rock is sub-par even for dirt wall. A quick crux off the ground passing the second and third bolts leads to substantially easier ground and the mid anchors. 12a to here.  \n\n  From the great rest on the ledge continue up the right facing dihedral passing a hidden bolt. At the top of the dihedral snag a nice rest on top of the now detached flake, clip another bolt, and pull the hard, reach dependent crux. After the crux continue on smaller holds past another bolt to the top of the wall and the anchors.  \n\n  I found the crux really hard with this so I'm going with the original grade of 12d. Perhaps it is easier for taller people or maybe I was missing something.  \n\n  I also found the crux moves scary as I had my foot cammed behind the flake making for a potentially bad fall, so I hung 6ft of draws off the last bolt so I could clip high before entering the crux section.","protection":"bolts","location":"The 2nd route right of red tag sale."},"__v":0},{"_id":"ddH8ar0BXNKe7ZIhL5LqLw==","name":"Gank Move","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":6,"mp_id":"106356385","mp_crag_id":"105888059","climb_id":"ddH8ar0BXNKe7ZIhL5LqLw==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"Start by climbing chossy scary rock, perhaps best to stickclip the first bolt.  Head up on steep ground making a cool move to get to and clip the second bolt.  Reach up for a sharp pocket, reach out and clip the third bolt and head up inside the cave to the anchors.  Difficulty is wildly dependent on how much you stem to the dirty ledge and back side of the cave.  If these features are off than the original 12a grade is probably accurate.","protection":"3 Bolts to Anchors shared with Full Penetration","location":"Starts up the right side of the Cave opposite of the Start of Full Penetration.  Don't be lured outside the cave by the bolts for \"Insider Trading\"."},"__v":0},{"_id":"+edW9qTEUgyNlNW4HB4zdA==","name":"Full Penetration","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Timy Fairfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":5,"mp_id":"106101336","mp_crag_id":"105888059","climb_id":"+edW9qTEUgyNlNW4HB4zdA==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"While not the most aesthetic route in the world, this cave route tackles some of the steepest rock in central NM, and certainly Socorro.  Short and steep with the crux at the start, this route should be a boulderer's dream. \n\n  Start with an easy chimney to a large ledge.  Off the ledge pull the technical crux, a tricky boulder problem on mostly good holds.  Passing the third and fourth bolts stressful rest opportunities abound.  After the 4th bolt turn and head towards the anchors at the roof of the cave.  Hang on passing another bolt on mostly jugs, and one really pitiful hold until you can stem to the backside of the cave and a much appreciated no hands rest.  Chimney up a move or two and clip the anchors. \n\n  Don't get hung up on the 13b grade as listed in the old Sal Maestas guide, this route is clearly much easier.  It isn't listed in either Rock Climbing NM Falcon guides. \n\n  If you head straight out the cave from the fourth fixed chain draw to the manky fixed draw, this is Mating Ritual 12c.  This is simply an easier version of Full Penetration, and doesn't really contain any new moves.","protection":"5 Bolts to Anchors.  First four draws are fixed.","location":"On the left side of the wall, at the left end of the cave.  Shares start and first three bolts with Sinister Dane. \n\n  To spot the line, look for the 4 new fixed chain draws.  Climb these fixed draws out the arch.  Before hitting the older shorter fixed draw on the right side of the cave, turn and head directly for the anchors in the roof of the cave.  You will pass one more bolt on the way to the anchors."},"__v":0},{"_id":"7LSCQqbvUa26lsJzM7+7ng==","name":"Duran's Pharmacy","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Timy Fairfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":14,"mp_id":"106993786","mp_crag_id":"105888059","climb_id":"7LSCQqbvUa26lsJzM7+7ng==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"The original route in this area was originally bolted by John Duran, however guides warned that it was an unsafe project with one of the low bolts being in a loose flake. It was later re-bolted by Timy Fairfield to create two routes, that share mid anchors and a bolt in the middle of the route. \n\n  After Stick Clipping the first bolt, (Holds definitely have the potential to break) pull a tricky start to get up to and past the first bolt.  This section is difficult to read but not too bad with the right beta.  From here easier ground trending right leads up to the mid-point anchors. 11a to here. \n\n  After clipping the upper of the anchor bolts, make a tricky move to get established above the slight overhang. Another hard sequence leads you to the next bolt. This section is a bit scary as you are making hard moves above your last bolt with the rest ledge below. However my partner fell here several times and never hit the ledge. \n\n  Head left once obtaining the nice seam (after passing the shared bolt) through a big move and another bolt.  From the bolt traverse almost directly left through small crimps to a hueco that isn't quite as good as it looks.  Continue up past another bolt through some more thin crimps to challenging moves to get to the anchor clipping jug. \n\n  Also possible to traverse into the upper section from the top of Bob Marley and Master Ganj. This is probably the best way to access this piece of rock.","protection":"Bolts to Chain Anchors, Stick Clip","location":"This route is where the formerly dangerous route with bolts in the loose flake was. There are now two routes here that share an intermediate anchor and one bolt above the intermediate anchor. \n\n  Second route left of Bob Marley Meets Master Ganj 11b, or the 6th route from the right side of the crag"},"__v":0},{"_id":"Ksw5xxzOVrCFXFLQOyORJw==","name":"Dreadlock Holiday","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":11,"mp_id":"106305626","mp_crag_id":"105888059","climb_id":"Ksw5xxzOVrCFXFLQOyORJw==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"Pull the steep start on good holds to the second bolt.  Here the first crux is encountered a hard pull off bad holds with bad feet to a sharp pocket.  Continue up on easier ground to the mid-anchors,  11+ to here.  Rest well and continue up to a cool traverse left to a pillar.  Layback up the pillar and pull on top.  With some creativity a no hands rest can be obtained on top of the pillar.  From here pull the routes crux moves and head up to the anchors. \n\n  A variation continues up and slightly right from the mid anchors on 3? new bolts.  This looks good and is around mid 5.12. \n\n  Great moves but less than stellar rock.","protection":"8? Bolts to Anchors","location":"Middle of Fillet a Papillion Wall, between \"Red Tag Sale\" and \"If you Can't do it Glue it\".  Second route right of the cave."},"__v":0},{"_id":"1pDHcMPkV+uvXUqdnUKtvA==","name":"Duran Duran","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Timy Fairfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":15,"mp_id":"106115585","mp_crag_id":"105888059","climb_id":"1pDHcMPkV+uvXUqdnUKtvA==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"The original route in this area was originally bolted by John Duran, however guides warned that it was an unsafe project with one of the low bolts being in a loose flake.  It was later re-bolted by Timy Fairfield to create two routes, that share mid anchors and a bolt in the middle of the route. \n\n  After Stick Clipping the first bolt, (Holds definitely have the potential to break) negotiate the tricky to read start, and a powerful traverse right.  After a few more big lockoffs things ease up to a nice rest at the intermediate anchors.  11c to here. \n\n  After clipping the upper of the anchor bolts, make a tricky move to get established above the slight overhang.  Another hard sequence leads you to the next bolt.  This section is a bit scary as you are making hard moves above your last bolt with the rest ledge below.  However my partner fell here several times and never hit the ledge. \n\n  Head right, (the other new route heads left here) to a nice jug provides a resting opportunity for the stellar crux above, pulling the final bulge on slopers.  There is another nice opportunity for big air here, but this time there is nothing to hit.  This upper section is easily three stars. \n\n  Also possible to traverse into the upper section from the top of Bob Marley and Master Ganj.  This is probably the best way to access this piece of rock.","protection":"Bolts to Chain Anchors, Stick Clip","location":"This route is where the formerly dangerous route with bolts in the loose flake was.  There are now two routes here that share an intermediate anchor and one bolt above the intermediate anchor. \n\n  First route left of Bob Marley Meets Master Ganj 11b, or the 5th route from the right side of the crag."},"__v":0},{"_id":"1t4UMLn1Uk+XOAeQ6rVlZw==","name":"The Deputy","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Timy Fairfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":3,"mp_id":"106991024","mp_crag_id":"105888059","climb_id":"1t4UMLn1Uk+XOAeQ6rVlZw==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This challenging route makes for a worthy objective once you've done the better known lines on Dirt wall.  While it is somewhat of a variation to Sinister Dane the moves are fun and the line flows well.  Just as good as Sinister Dane and it would be three stars if it was the only line in that area of the wall, the Dirt Wall rock quality keeping it from being four stars. \n\n  Begin with a burly core intensive boulder problem off the ledge V8 or so, (pre-clip the first two bolts) to a good rest over the lip.  Here join Sinister Dane through its double bump crimp crux while clipping the bolts to the left in the black streak.  Where Sinister Dane cuts right, continue up on fantastic rock with good feet and marginal hand holds for the red-point crux.  Latch the horizontal break and continue up the shared finish with Sinister Dane and Insider Trading, which you probably have wired by this time.","protection":"9 Bolts to Anchors, mandatory pre-clipping of the first 2 to keep you off the ledge.  The first bolt being just off the ledge to keep the rope out of your way.  I used a long sling on the 1st and 7th bolts, and ended up skipping the 3rd and 6th bolts.","location":"Begins off the same ledge out the left side of the cave as Sinister Dane and Full Penetration. Clip the bolts a few feet left of Sinister Dane and climb out the overhanging arete. Once on the hanging face join Sinister Dane for a few moves but continue straight up where Sinister Dane breaks right. At the horizontal break finish with Sinister Dane and Insider Trading."},"__v":0},{"_id":"Ex+5RZ5HUUK2upTZUBed3w==","name":"Buttercup","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Timmy Fairfield","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":18,"mp_id":"107013004","mp_crag_id":"105888059","climb_id":"Ex+5RZ5HUUK2upTZUBed3w==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This looks like a terrible squeezed route until you climb it in which case it becomes a pretty good squeezed route.  The climbing is more independent of Little Caterpillar than it looks with the exception of two clipping holds and some of the foot holds become crimps.  It stays sustained all the way through making it difficult to pinpoint a crux and makes for a rather enjoyable route and would be better had it been a more independent line.  Begin with a right hand in the large depression and a left just at the top.  Use the foot-holds for Little Caterpillar as crimps and make a big move up and left to a crimp/pinch.  Continue the obvious sequence of terrible crimps and worse feet until you find yourself trying to get to the last bolt.  Here is where you can stay left and make a big move to a shallow 2-finger then rock over to a right for the clip, or stay slightly right and make some off-balance deadpoints to more terrible holds. \n\n  Timy originally graded this 12d but reconsidered and now thinks 13a.","protection":"3 or 4 bolts.  Recommend pre-clipping the first bolt.","location":"Black hangers starting at the large depression between Masta Ganj and Little Caterpillar."},"__v":0},{"_id":"+J+T4WyfVIKHPPN0Isjghg==","name":"Bob Marley Meets Master Ganj","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Lorne Rainey???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":16,"mp_id":"106096055","mp_crag_id":"105888059","climb_id":"+J+T4WyfVIKHPPN0Isjghg==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"Don't get smoked.  A slightly overhanging, difficult start off the ground leads to more fun thin crimping and sidepulls on a near vertical face, to the anchor on the ledge. \n\n  An extension of the route continues up and left (see comments below and the route description for it).","protection":"7 bolts to a 2-bolt anchor.","location":"4th climb from the right end of Dirt Wall."},"__v":0},{"_id":"Rfe9n6nDVDKA1/nSWX2qEg==","name":"Almost Blue","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jean D?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":2,"mp_id":"106307905","mp_crag_id":"105888059","climb_id":"Rfe9n6nDVDKA1/nSWX2qEg==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"Stick clip the first bolt below the ramp, then scramble up the corner and ramp past the start of Full Penetration/ Sinister Dane and around the corner to a big undercling. Get tall or prehang the second draw and clip. Make a huge move up to a pinch, or match the terrible sloper and go to the pinch. A couple of crimps lead up and to the right and a good hold to clip the 3rd bolt from. Move up and left to a jug, then a long move to and off of a crimpy right handed sidepull gets you to more right facing jugs. From here on the climbing is about 5.10 to 5.11- and very fun. \n\nIf you have to match the sloper this could be a very difficult tick.Great line and good rock the only flaw is that it is quite cruxy at the start which may not be a bad thing in some peoples minds.","protection":"7 bolts and anchors","location":"Climbs in and around the black streak at the left margin of the cave."},"__v":0},{"_id":"PLBh78M0XICX9KAU1WfCYg==","name":"96 Degrees","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Orlando Romero & Jeremy Aslaksen 6/10 -  Anchors Vaino Kodas 3/10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"left_right_index":0,"mp_id":"107063425","mp_crag_id":"105888059","climb_id":"PLBh78M0XICX9KAU1WfCYg==","areaRef":"W1rMBaKsXTeAhZarobyVJw=="},"content":{"description":"This new route climbs up the chossy looking wall before you arrive at Dirt wall.  Most of the holds are pretty good and the cruxes are short, the difficulty comes in trusting that the holds won't break and your hands and feet won't slip off the dirty holds.  Start up an easy ramp for several bolts to a trickier section on slightly better rock.  Traverse slightly right to a good horizontal rest, then pull the steeper upper headwall using dubious and slightly scary holds. \n\n  Maybe closer to a bomb in quality, but might be decent with some more cleaning.  The grade is my best guess.","protection":"9 Bolts to Anchors","location":"Along the left on the approach as you hike up the hill to dirt wall.  About 3/4 of the way up the trail.  Starts just off the trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,990a83a0-3905-5f0d-93da-c12bf15e29c9,521794d7-5c00-56e4-8d33-25b56adc47e5,bd4f5e7d-14bd-5424-bb72-ec0992f0f1e0,5b5acc05-a2ac-5d37-8085-96aba1bc9527","pathTokens":["USA","New Mexico","Socorro Area","Box Climbing Areas, The","Northern Box areas","Filet de Papillon Wall (aka Dirt Wall)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12b"},{"count":1,"label":"5.11d"},{"count":4,"label":"5.12a"},{"count":3,"label":"5.12c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.13b"},{"count":1,"label":"V9"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.8"},{"count":3,"label":"5.12d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.11b"}],"byDiscipline":{"sport":{"total":23,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":16,"expert":3}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":16,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.9905,34.0033]},"bbox":[-106.99104240925499,34.00285033981814,-106.98995759074502,34.00374966018187],"left_right_index":-1,"ext_id":"105888059","area_id":"W1rMBaKsXTeAhZarobyVJw==","polygon":{"type":"Polygon","coordinates":[[[-106.99104240925499,34.00285033981814],[-106.98995759074502,34.00285033981814],[-106.98995759074502,34.00374966018187],[-106.99104240925499,34.00374966018187],[-106.99104240925499,34.00285033981814]]]}},"content":{"description":"This wall has around 18 routes, some uncompleted, faces due west, and features a shallow cave on the left end.  All routes are fully bolted, though some share anchors.  The cave also apparently has a few boulder problems.  These are probably the longest hard routes at Socorro."},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:13:43.505Z","updatedAt":"2024-02-19T18:38:04.464Z"}