{"_id":"63689d20e80bff5a994f220b","area_name":"Lost Mountain","shortCode":"","climbs":[{"_id":"rJR9uRyWX9qifs1OOaqXBw==","name":"Legends Never Die","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Wilson Cutbirth Phil Pedry","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.86737,34.93575]},"left_right_index":1,"mp_id":"109561834","mp_crag_id":"112231572","climb_id":"rJR9uRyWX9qifs1OOaqXBw==","areaRef":"y2MuNOtiVTylovCWdh/GCw=="},"content":{"description":"Legends never die follows a clean and adventurous crack system, with splitters and multiple roofs, up a large wall deep in Boyton canyon, to a big ledge 3/4 of the way up the wall where the route ends with an incredible view of Sedona rarely seen. \n\n  p1. Splitter in a corner on perfect rock to a park bench ledge belay. 5.10      p2. Bust some moves off the ledge to gain the thin crack once at the roof clip a bolt and traverse far left, follow the dihedral to a hanging belay below the next roof. 5.10+ (loose rock near the end)   p3. Exciting! clip a bolt pull the roof climb the splitter until it runs out then traverse right to the next crack. then up to to belay on a small chock stone ledge. 5.10+   p4. Pull out the big guys. Climb the dihedral to the roof, pull the roof in to a tight squeeze chimney, grunt your way up the squeeze protecting deep in the back to a hanging belay. 5.10+    p5. climb up to the the large pod and stem out of the roof, follow broken cracks to the top. 5.10- ( A lot of choss on this pitch to remind you, you never left Sedona)  \n\n  Descent: Rap to the top of p4, then with 2 60m ropes rap to the p1 anchor then to the ground.","protection":"1 set tcus, doubles to #3, 3 #4, 2 old #5, 1 #6, draws and runners","location":"Take dry creek road out of Sedona making a left at the first stop sign and a right at the second, park at boyton canyon trailhead.        There is a good trail all the way, it just requires some good path finding skills. Hike boyton canyon trail for about 45min. The trail will enter a ponderosa forest and parallel a wash on the right. after the trail splits from the wash look for a small, not easily visible trail on the right blocked by a laid over log.  If you enter the box canyon on the main trail you went to far. Take this trail, you will pass 3 amigos spire on your right and you will see many big coke walls on your left Legends is on the last one. The trail will eventually dump you in a wash, follow the wash looking for cairns that indicate when the trail exits the wash. Follow the trail after it exits the wash. you will be able to see the route from here. the trail will pass the route and climb threw the bushes for a while then enter a small clearing from the clearing bush whack the rest of the way up and back to the base. The route starts in the obvious splitter dihedral."},"__v":0},{"_id":"4ZCYtyCaV2GEssOEH0wTyg==","name":"Aztec Gold","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Wilson Cutbirth, May 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.86737,34.93575]},"left_right_index":999999,"mp_id":"114355077","mp_crag_id":"112231572","climb_id":"4ZCYtyCaV2GEssOEH0wTyg==","areaRef":"y2MuNOtiVTylovCWdh/GCw=="},"content":{"description":"This near perfect hanging corner sits far back in Boynton Canyon. It’s further than most would want to hike for a single pitch, but so worth it. Face climb to a bolt, make some big moves between jugs to a .75 pod, then blast off into the lay back, starting as tips, then widening to off-fingers and back down to tips before a wild boulder problem guarding the chains. There’s a bolt in a bad spot in the boulder problem, clip it or don't, it's a clean fall either way. The first pitch of \"Legends Never Die\" is a great warm up.","protection":"Triples .1 to .5     Single .75   Maybe a bd 00","location":"Hike to the east face of lost mountain following the same directions as for Legends Never Die. The obvious line on the the left side of the wall. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,867e7293-5743-585a-8c46-9f82787eb5e8,75af4ca6-a6dd-5f5a-8bee-e51359bab81f,6ba76eb6-e962-5a5b-8151-cffbe11f6876,cb632e34-eb62-553c-a5a2-f096761fc60b","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","West Sedona","Dry Creek Road Area","Boynton Canyon","Lost Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.86737,34.93575]},"bbox":[-111.86791850338668,34.935300339818134,-111.86682149661333,34.936199660181856],"left_right_index":-1,"ext_id":"112231572","area_id":"y2MuNOtiVTylovCWdh/GCw=="},"content":{"description":"Lost Mountain contains a staggering amount of walls and buttresses waiting to be scaled. The intrepid adventurer will find much to suit his or her fancy here."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:43.206Z","updatedAt":"2024-01-15T16:39:28.786Z"}