{"_id":"6368a1b8e80bff5a99553f31","area_name":"7. The Slabs","shortCode":"","climbs":[{"_id":"H0O8SAHZVdi/PwEyrjdqMw==","name":"Beginners Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":29,"mp_id":"106176796","mp_crag_id":"105909571","climb_id":"H0O8SAHZVdi/PwEyrjdqMw==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Two great pitches that make beginners more sustained and more enjoyable in my opinion...The 5.6R pitch might filter out the less experienced slabster but if you are comfortable on 5.6 slab go for it...Start by climbing the first 3 pitches of Beginners route where this variation begins...Pitch 1: 5.6R Climb up to the base of the arch then continue pretty much straight over the bulge at the base of the arch... A couple pieces of gear are possible here including a tricam (so don't forget them like i did... After the bulge just run out the slab and past a couple flakes to a nice ledge shaped like a smile, there is a two bolt anchor here for your belaying pleasure...[Note- the end of this pitch would finish using the same shallow open book as described in pitch “5B“ of Beginners. R Hall 7/23/21 ] \n\nPitch 2: 5.5 Climb up to the nice big left facing flake and enjoy the great protection and nice jamming in the hand size crack... At the top of the flake you head straight up and a little right up a short face to a nice ledge at a pine tree (this is the 6th belay of the regular Beginners Route)...[Note- this appears to be identical to P6 of Beginner’s as described today using the “Smile “ belay. R Hall 7/13/21 ] From here you can finish up Beginners or rap from the fixed rings, it would be a few raps with double ropes...","protection":"Standard rack to #2 camalot and dont forget the tricams for the 5.6 pitch...[ a #3 is helpful for the crack on P2 of Beginners R Hall ] ","location":"A variation starting off the anchor atop pitch 3 of Beginners Route..."},"__v":0},{"_id":"wR6OCeQPWwSs+mVp5NzcaQ==","name":"The White Zone","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Uwe Schneider, R. Adair, D.Goodie, B.Lutkus, C.Taylor... july 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":10,"mp_id":"111020492","mp_crag_id":"105909571","climb_id":"wR6OCeQPWwSs+mVp5NzcaQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"An extremely fun climb in an extremely cool spot. I had always wondered it this was a cool climb because of where it was or what it was. It is so much of both! This route would be a classic at any sport climbing area. \n\n  Steep climbing on mostly jugs with a few holds that are merely decent it is a true enduro route where the difficulty is in the accumulation of moves rather than one individual crux. As it is with many endurance routes the last moves will seem the hardest. In this case, that is a dramatic mantel from the steeps to the slabs.","protection":"Belay from a 2 bolt anchor below the start.   5 bolts to a 2 bolt anchor with fixed lowering hardware.    I also placed a piece of gear to keep me safe while getting to the first bolt which is high up and difficult to clip.","location":"Hovering above the left end of the slabs is a steep overlap, The White Zone climbs appropriately through the white patch in this overlap. \n\n  Climb the dike route to gain the anchor below the steep wall."},"__v":0},{"_id":"jhK7iIfuXkGA/d898e2fBg==","name":"White Wilderness","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kurt Winkler, James Roshind and Leon Fairbanks 9.29.1990","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":28,"mp_id":"109141438","mp_crag_id":"105909571","climb_id":"jhK7iIfuXkGA/d898e2fBg==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"One of the longer (if not the longest) route on the slabs.Pitch 1. Start from the lowest point on the right side of the slab and head up low fifth class slab to a very interesting thread between two large solution pockets 70'(5.3)Pitch 2. Continue up to the obvious flake about 50 left of the belay tree on Beginner route 110'(5.2) This pitch is easily linked with pitch one and rope drag isn't a problem, because the thread is the only pro on this route. Falling from the belay could result in a 180' tumbling grounder, but the terrain is very easy to this point.Pitch 3. This is the money pitch of the route. Go directly up on an obvious white streak (more obvious from the parking lot) and place a piece right before the bulge of Wave Bye Bye and left of beginner route. Getting over this bulge is the crux of the route and you will be about 100' past your last piece at that point. Continue up increasingly featured friction moves to a large solution pocket on your right (takes 3.5 cam) and a smaller solution pocket on your left (takes mid-sized tricam). These are both bomber albeit difficult to equalize given they are about 10' apart. 165' (5.7X)Pitch 4. Continue up staying left of Beginner route 90' (5.2)Pitch 5. Continue up the obvious white streak. 135' (5.7)Pitch 6. Continue up the white streak to the smile belay on Beginner's Route 80' (5.4)Pitch 7. Head up and left from the belay towards Standard RoutePitches 8+ Follow Standard Route or Beginner's to the top (Easy 5th)","protection":"Standard Whitehorse rack ensuring a Medium Tricam and 3.5 Camalot (or modern #4).  This is a very serious route and as such does not see as much traffic as its neighbors, noted by the somewhat friable rock and higher than average lichen accumulation.  A fall from high on the 3rd pitch would result in a 200+ foot tumble.  You wouldn't hit the ground, but you might wish you had!  As with all Whitehorse slab routes, the pitches are all at least PG-13 even if not noted.","location":"Start at the absolute toe of the slabs on the left side.  The route generally follows the bright white blankness between Beginner's and Slabs Direct. A bit contrived as you intentionally avoid the features of Beginner's and the anchors on Wave Bye Bye en-route."},"__v":0},{"_id":"u3DHEb1fWEOfd37xYgBGRQ==","name":"Wedge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Will (“Willie”) Crowther & MIT Outing Club members, 1958 or 59","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":16,"mp_id":"106302260","mp_crag_id":"105909571","climb_id":"u3DHEb1fWEOfd37xYgBGRQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Wedge is a great climb located on the open slab between Sliding Board and Sea of Holes. The route offers some great slab climbing as well as some low angle face climbing. The route protects well but be ready for a couple of your typical Whitehorse run outs.[Admin's COMMENT 2015 - The first 2-3 pitches described by the original submitter of this route are those described in the old (1996) Handren guide as the alternate start for Wedge. They are further right than the FA route. I've chosen to put the FA route first, the alternate is given second.] \"Route of FA\":P1- START Looking up from the base there are two tree islands left of the base of the Arch. The first tree island is about 40 ft left of the base of the arch, or about 25 ft left of the bolts of Sliding Board. Wedge starts at the second tree island, about 40+/- ft further left.The FA party climbed directly up from the base to this left-most of the two \"bushes & tree ledge\", probably in two pitches. (Those were the days of 150 ft-or-shorter-ropes, and sneakers, which were used on the FA.) Today you can just about make it with a 70m rope in one pitch, although the second will have to simul-climb up 20-25 ft for the leader to reach the tree. There is a small overlap(gear) part way up which might serve as a belay.P1- The more modern way starts from the Launching Pad on Std Route. Go up and left, passing one bolt in the \"sea of slab\". (NOTE - This bolt is hard to see. It is located directly below the right end of the right-tree-island, about as far below the end of the island as the island is long. )  From the bolt (possible belay) continue traversing nearly horizontally to the left tree island.  The second might have to simul-climb up a little way, although a 70m might make it.  220+ ft  5.3 RP2- Up the flake, ( good gear in a “hole” just above) then up the slab to a double bolt anchor. 140 ft 5.5\n\nR, although if you move a bit right  there's a bolt you can clip on the way. Use a long sling and move back left. ( This single bolt seems to have been ”converted” to a double bolt anchor. R Hall 10/1/31) P3- Move up and right from the anchor, passing a recently-replaced bolt. [If you follow this you don't \"climb to the overlap and clip the rusty pin\".] Gear belay at the ancient ring piton at the \"small tree ledge.\" 70 ft 5.5-5.6  The original (\"boltless\") ascent probably went directly up to the steep overlap and then traversed horizontally. \n\n[P3 be combined with P2 with a 70m rope, or a \"long\" 60m ; or, P4 may be combined with P3...but not both!]P4- Up the obvious corner system(s) to the crux (new-ish bolt, up high and left). Above the balancy-crux, continue up a few more feet, then traverse right to a comfortable ledge and new bolted anchor. Be sure to have the follower(s) protected on the crux. 80-90 ft, 5.6-5.7 P5- Up the inside corner system that is just left of the belay. A wonderful pitch, with many “mini-variations” ( in other words, finding the easiest route might be interesting) End at a pine tree with slings. 90-100 ft 5.6, 5.6+ ? A brush is sometimes handy here as pine needles collect on the holds. \n\n[ This is a candidate for a dbl bolt anchor. Someone has “ backed up” the 8-10 inch diameter tree with cord to a 3-4 inch tree. Ha! Sort of like tieing an 18-wheeler to a Volkswagen Beetle to keep the 18-wheeler from falling off a cliff! ] As said above, most will chose to end here and rap (or lower off: it's less than 1/2 a rope length for 60m ropes) back down to the dblt bolt anchor at the end of P4. A series of double rope raps will get you back to the Launching Pad.  There is a way to do this with a single 70m, but you need to work this out yourself.To join Sliding Board, from the bolted belay at the end of P4 move up and right diagonally across the slab below the large overlap. Go around its end to a 2 or 3 inch ledge and an old pin easily backed up with med-large Cams. 100 ft 5.3-5.4 PG-13 /R for both leader and follower You are now on Sliding Board at the belay below the run-out slab that leads to the dbl bolt anchor just below the \"headwall\" broken by an obvious dike.P6, 7, 8 etc. of Wedge - To maintain the 5.6 grade, move up and left on the big tree ledge and find the groove (sort of a \"V\" chimney) where Dike Route climbs through the big overlap.  There used to be an ancient piton.  Above this wind you way up the slabs to the top, intercepting Standard Route. Be extra careful of rocks just laying on slab in these final 2-3 pitches !!! There are probably climbers below ! Alternate Route - P1. Same as \"the more modern way\" described above. ( from the Launching Pad on Std Route go up and left, passing one bolt in the \"sea of slab\" to the left-most tree island.) .P2. Climb straight up the blank slab passing a two-bolt anchor [the dbl bolt anchor of the \"FA Wedge\"] and a single protection bolt. When you reach the headwall, clip the old rusty piton and traverse right to a comfortable ledge. You can make a 3-point anchor using the rusty piton, a nut and a small cam. [NOTEs- You reach the pin (if its still there) by climbing left of the bolt. Many climb up right of the bolt. Note that you have combined P2 and P3 of the FA Route.]P3. (Same as P4 above) From the anchor, head up the slab and climb the nice lay back crack. At the top of the crack, clip a bolt and make thin moves up and right to gain a nice ledge with a two-bolt anchor. Do not forget to protect your partner on the traverse to the belay ledge.P4. (Same as pitch 5 above) Climb straight up to a large pine tree used to rap the route. If you use the fixed gear on this pitch, be sure to use long runners, as you will generate a lot of rope drag if you dont.[ note, there is no longer any fixed gear on this pitch ( and hasn’t been for a few years) 10/2/21 R Hall, Admin] P5. (Same as P6 above) If you choose to top out, climb up and left of the pine tree to a large ledge. Traverse the ledge until you reach a corner with some old pitons in it. Climb the corner to the tree ledge above.Note: The rock will have a lot of lichen on it so be very cautious as you climb the corner to the tree ledge.P6. (Same as P7,8 etc above) To reach the top, find the path of least resistance keeping in mind that you will want to head up and to the right. Stay roped together and protect yourself and partner by slinging trees and or placing gear as you make you way to the top. It is all scrambling/simo-climbing so take your time and be very cautious, there are lots of LARGE rocks just laying on the slab(s) and it is often the rope, not the climber, that may dislodge them!","protection":"2 60-meter ropes   1 Set of Stoppers   1 Set up Cams to a #2 Camalot   4 Quick Draws   5 2ft Slings   1 Cordellette \n\nExtra webbing if you need to replace any when rappelling the route. ","location":"From the starting ledge, look for a clump of bushes up and to your left."},"__v":0},{"_id":"0NwAqSYWVC2MCozbX6D3xA==","name":"Wave Length","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"A and J Comeau","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":21,"mp_id":"105980976","mp_crag_id":"105909571","climb_id":"0NwAqSYWVC2MCozbX6D3xA==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Taking Standard Route's direct route (Quarts Pocket), to Wave Length and on to Sliding Board is a great link up and a great way to avoid crowds if you time it right.... \n\n  Wave Length has some pure friction and some face climbing on it, but even the face climbing feels slippery and a little insecure, so you will thank your sticky rubber.... It is really fun and a must do for fans of the slabs.... \n\n  Pitch 1: (5.8) From the thread anchor on standard, make one or two moves to clip the first bolt and pull over the bulge.... Head straight up to the next bulge and conveniently the next bolt.... Clip a long draw on the bolt, because you need to head left and get in to the sustained steep stuff and you wont want the rope drag...place a piece or two and make a reachy move to a good pocket and scamper up to the slippery dike...where you will get the pleasure of fine climbing and 3 well placed bolts.... Follow the dike to a 2 bolt anchor.... \n\n  Pitch 2: (5.6) Head straight up the slab to and overlap, protect, and run it out up another slippery dike to another 2 bolt anchor (the one below the steep dike pitch on Sliding Board.... \n\n  Pitch 3: (5.7) This pitch is not always done as the steep dike is really fun; however, the true route heads out right on a slab then back left on another slab until you can use a flake to get over the overlap.... Head up and meet up with sliding board at the comfortable belay ledge....","protection":"5 bolts and a small trad rack.... Small to medium nuts and cams and a few tricams....","location":"Wave Length starts at the thread anchor at the top of the arch of Standard Route.... At the thread anchor, look up and you will see the first bolt...."},"__v":0},{"_id":"z2vXwrG0URmJHZcLIER+SA==","name":"Wave Bye Bye","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Ellms and Howard Peterson 1976","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":27,"mp_id":"106141512","mp_crag_id":"105909571","climb_id":"z2vXwrG0URmJHZcLIER+SA==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Smear your way up the smooth wall using all your slab route finding skills to find the path of least resistance, all the while facing serious punishment if you slip while on the lead... \n\n  From the belay at the base of Ninth Wave walk right about 20 ft clip the rusty bolt and follow a little to the right of the thin seam...Once past the seam head a little left and make for a flared crack above the wave... Little, steady steps will get you there but you must be patient...","protection":"Not much... There is a nasty old bolt to the left of the climb that I might clip but wouldnt trust... \n\n  Easily top roped from anchor...","location":"From the belay at the base of Ninth wave walk right about 20 ft clip the rusty bolt and follow a little to the right of the thin seam..."},"__v":0},{"_id":"fslUxAOIXSSBC06HFL1+CQ==","name":"Waiting for Comeau","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"A. Comeau A.Dow D. stone 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":0,"mp_id":"105989074","mp_crag_id":"105909571","climb_id":"fslUxAOIXSSBC06HFL1+CQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"An awesome route that sees little traffic but deserves more.... It's like combining the cruxes of Three Birches and Bombardment in to one pitch.... You start by heading up a corner, then traversing to the right under a roof (not as hard and more fun than the Three Birches roof section), then you go up a crack and at a pair of old pins, make a tough move left across a slab to the left-leaning crack that can be loosely compared to Bombardment (5.8).... As the crack ends, you climb straight up to a two bolt anchor....","protection":"Normal rack.... Finger-sized cams low down and bigger up top.... A couple pins at the halfway point.... Use long runners on everything.... \n\n  One 60m rope stretch rappel will put you back on the ground....","location":"The far left end of the slabs just to the right of Short Order.... Look for the corner leading to a roof heading right...."},"__v":0},{"_id":"fNEvdSZ0UGKaYl/PKK2gjg==","name":"Upper Right Ramp","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":33,"mp_id":"121449678","mp_crag_id":"105909571","climb_id":"fNEvdSZ0UGKaYl/PKK2gjg==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"An easy, fun and nice option in the far upper right section of the slabs. May be part of some variations of Beginner Easy but I have not been able to find any info about it. Finally climbed it and enjoyed it a lot.\n\n The ramp has no protection, but is mostly fun 5.3 climbing apart from the crux which is in the lower half. It's a couple of 5.5 moves and similar in nature to the start of the \"Platinum Slab\" pitch of \"Cormier-Magness\".If you climb \"Cormier-Magness Indirect\" this provides a great alternate option to finish off the \"Gritty McDuff\" pitch. After the second bolt, instead of veering left to the trees and the anchor of the regular \"Cormier-Magness\", go up and right and you will be right at the start of this ramp. Climb to the top and anchor at the tree. 220' (so a 70m is required).One can also do this from the regular \"Cormier-Magness\" route. On the upper part of the \"Low Beer Light Pitch\" you veer right towards the ramp. A little before the ramp you can build an anchor in a long thin horizontal crack. Then climb the ramp itself. A 70m may not be long enough to go all way to the top of the ramp.\n\n From tree and top of ramp, go left and join the \"Platinum Slab\" pitch of \"Cormier-Magness\" (just before its first bolt). Continue to top of pitch and two bolt anchor. 180'","protection":"None. A bolt would be nice, but the crux is low and the rest is fun and easy.","location":"It's located just to the right of \"The Chaser\" pitch of \"Cormier-Magness Indirect\"."},"__v":0},{"_id":"QU4HKFsOWMm1kr8H8/qjNA==","name":"Tidal Wave","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":19,"mp_id":"106882709","mp_crag_id":"105909571","climb_id":"QU4HKFsOWMm1kr8H8/qjNA==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Along with the Booklet, Ninth Wave and Black Jade, here's another cool, hard-ish slab route that is virtually guaranteed to be free, any Saturday of the summer. \n\n  Simulclimb to the base of the standard arch.  Climb easily up the arch until it is possible to step up and left onto the face (5.8).  Move up to a bolt then make a long runout to an overlap.  Protect, balance right, grab a flake and you're at the anchors.   \n\n  Pitch two follows the gray/green streak up to a bolt in a slight groove (10b) before gaining an easy layback flake.  Watch out when clipping bolt 1 from a very balancy stance.  After another undercling flake and a bolt, more sustained slabbing can be protected by traversing left into Sliding Board every so often.","protection":"Protects well with a normal rack. Some mandatory slab runouts and a dicy clip on p. 2.","location":"Starts at the base of the Standard Route arch."},"__v":0},{"_id":"aq5BhR1mVZmYgHjz/RVgXg==","name":"Stop if you Dare","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":24,"mp_id":"106752444","mp_crag_id":"105909571","climb_id":"aq5BhR1mVZmYgHjz/RVgXg==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Anyone know the name of this pitch? \n\n  To the right of Slabs Direct and left of the Ninth Wave there is a bolt line on a blank slab. Pretty fun if you enjoy pure friction.  \n\n  From the anchor below the lower crux of slabs direct move right up to the first bolt. The hardest moves are around this bolt. Run it out 80 feet or so to bolt number 2 on 5.5 or 5.6 slab it get easier as you get closer to the bolt. More moderate stuff and you get to another bolt then the anchor.","protection":"3 bolts. 2 bolt anchor.","location":"Right of Slabs Direct left of Ninth Wave."},"__v":0},{"_id":"0FDZiOi+XkaxCa+mzWDIjg==","name":"Standard Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Lower Route:Robert Underhill, Herbert Towle, John Holden, Spring 1928   FFA \"brown spot/boilerplate\" by Leland Pollock July 1932","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":22,"mp_id":"105910131","mp_crag_id":"105909571","climb_id":"0FDZiOi+XkaxCa+mzWDIjg==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Updated and History added by R Hall Sept 2017, with permission of the original submitter.This route may rival the 3rd Flatiron as the best easy multi pitch climb in the states. Although the climbing is relatively easy, there are huge runouts (30-50ft) and few features.The description below is the way the route is usually done today. The \"Alternate\" is actually the route of first ascent.P1 (5.0R 100ft) Scramble up to the Launch Pad.P2 (5.1R 110ft) Angle up and right past a few flakes and belay at the Toilet Bowl. (This was once filled with dirt and vegetation.)P3 (5.2R 150ft) Head straight up, you may pass remnants of two old bolts, but the first real pro is about 50 ft up at a flake mid pitch. Belay on a ledge with large crystals.P4 (5.3R 120ft) Head straight up passing a few cool pockets. (tricams) Belay in the underlapping crack at a thread anchor.P5 (5.4 130ft) Follow the arching crack, pull the through at an intersecting arch (~60ft) and belay on a ledge. (Lunch Ledge)P6 (5.5 PG-13 120ft) Head straight right and down a bit, past 2 bolts. (\"brown Spot\" and \"boilerplate\", crux), head up left on the arching ramp, [ for a Variation, see Alt P6\"] pull through at a crack system and belay on gear.Variation P6 (5.7 PG 120ft, P4 of Slabs Direct) A better pitch heads up and left, then steps back right past a bolt (crux) and up, to end at the same location as P6. (A full description of this pitch is given in Slabs Direct.)P7 (5.2R 80ft) Head up and left and belay on a ledge.P8 (5.2R 120ft) Continue up on a dike passing an overlap, and belay on a ledge.P9 (5.2R 150ft) More runout in the dike, passing one bolt, to the top.\"Alternate\" Pitches: Alt P3, 4 and 5 is actually the original route.\"Alt\" P3 - From the Toilet Bowl, head up and left to the base of the arch. 140 ft 5.3 R  NOTE: I believe the base of the arch can be reached in one 70 meter-long (maybe even 60m??), rope-stretching-maybe-simul-climbing-for-a-bit pitch directly from the Launch Pad with nearly zero protection.\"Alt\" P4 - Follow the arch up (either layback or climb the face just right) to an awkward gear belay at a small \"step\". 140-150 ft 5.4 Try to avoid the tempation the run P4 and P5 together.\"Alt\" P5 - Continue up the arch to the Thread anchor (end of P4 above.) 100 ft 5.3-5.4 >>> Follow the arch and up to Lunch Ledge as per P5 on the \"usual\" route.The following pitches may be the original route, or may be variations.\"Alt/variation\" P6 - Once on the ramp above the brown spot/boilerplate, follow the ramp only about 1/2 way (30-40 ft, not as far as the 5.5 corner) and make a difficult mantel at an ancient bolt; then up an easy dike to the trees. 5.6R +/- 130+/- ft Alt P7 - Go up a shallow corner, over an \"almost overlap\" on a steep bit of slab (5.5 +/-) and then climb up on a left diagonal to the far left end of a large overlap, turn its left side and belay in a tree.160 +/-ft 5.5, 5.3RAlt P8 (& P9) - Step left and join the same final dike as regular P8&9 to the top. Most people simul-climb after clipping the bolt. 250 +/-ft (80meters) 5.2RDescent: Head to your right across the flat top of the slab, and find a wandering path that quickly (2-3 min.) intercepts the official hiking trail (yellow blazes). Take this down in the direction of Cathedral Ledge (north), passing the hiker's turn off to Cathedral Ledge. Once \"down\" take a right back towards the base. It is possible to rap the route with two ropes, if it starts to rain.History: In the spring of 1928 Underhill, Towle and Holden climbed to the top of the arch [the Std Route followed the arch until the \"quartz pocket\" variation became standard sometime in the 1990's.]. There they were met with a thunderstorm which forced their retreat down the slabs with one rope (probably 100 or 120 ft long, perhaps as short as 60ft, as was custom for the day) for the three of them. This they succeeded in doing, although at one point Holden had to \"tackle\" Underhill who was \"slip-sliding-away\".In Oct 1929, feeling thwarted, the \"dynamic duo\" of Underhill and Henderson (most probably the strongest rope team in the western hemisphere at the time) hiked to the top and negotiated their way down to the trees above the \"brown spot / boilerplate\". Here they dropped a rope and left it in place.The rope was used to \"assist\" (as in \"A-0\") all ascents until Leland Pollock (one of the stronger rock climbers in the northeast) lead the moves free in 1932. [ps Vibram rubber was invented in 1937, and didn't come to the US until after World War II.]The brown spot/boiler plate was lead without bolts for more than 50 years until well into the 1980's or 90's. (I don't know the exact time the bolts were added.) Prior to the bolts being added, a piton far behind you, and actually lower than the climber, was the only \"protection\". The potential for a 20+ft fall, followed by a 20ft pendulum was very real.","protection":"Light SR, including some small tricams","location":""},"__v":0},{"_id":"IN2lq4nDW8yJ3YgSQlIHAg==","name":"Stadtmüller-Griffin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jack Taylor, Ben Hirtle 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":8,"mp_id":"118031301","mp_crag_id":"105909571","climb_id":"IN2lq4nDW8yJ3YgSQlIHAg==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Start left of Sea of Holes and right of the Dike Route.\n\n Not worth doing unless there are hella crowds or you're trying to hit a high pitch count that day\n\n P1: Head up to a two bolt anchor located in the white streak just to the left of the gross mossy streak.\n\n P2: Trend up and right through a small 1' overlap and shoot for the pockets of vegetation/trees. Some munge. Cannot remember if this pitch had a bolted anchor.\n\n P3: Continue up to the very white flake. Once on top of the flake head left along broken flakes to the big white pine. If I remember correctly it had tat and rap rings on it as of Nov. 2019.\n\n P4: Head right to a bolted anchor w/rings. This is also an anchor on SoH and it right below the fun left facing corner on that route.\n\n P5: Go up and right off the anchor up a small left facing corner. Pro is weird to place in this thing, but is solid. Continue up and right to a two bold anchor with rap rings.\n\n P6: Go up through some overlap/roof things to a tree ledge. We didn't do this pitch, looked dirty and not fun. Supposed to be 5.6.\n\n We rapped from P5 anchor down to SoH rap stations with no issues with 2 70m ropes. Two 60s would probably work too, don't take my word on that though. ","protection":"Single alpine rack. Plus QDs. No tricams. Never tricams","location":"Slightly left of the big mossy streak to the right of Seas of Holes "},"__v":0},{"_id":"g+leV41rU7SM7QdAB4xR/g==","name":"South Buttress of Wankers Wall","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jeff Pheasant Michael Hartrich may 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":25,"mp_id":"106141491","mp_crag_id":"105909571","climb_id":"g+leV41rU7SM7QdAB4xR/g==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A fun bit of smooth friction climbing that might seem harder the farther you get from that low bolt though the crux is on the lower part... Keep your head together and make it home in one piece... \n\n  From the anchor at the base of the Ninth Wave clip the first bolt on that route and step left 10 feet... Head up the shallow groove following it right, left and finally right again to the finishing anchor of Ninth Wave a bit to the right...","protection":"1 bolt to anchor","location":"From the same start anchor as Ninth Wave... Go left from the anchor 10 feet and look up for a shallow groove... \n\n  Easy to top rope from the anchors (though you may take a little swing it would sure beat the whipper you would get leading it)"},"__v":0},{"_id":"j51SJ2fkXsG6WMy5gm8DzQ==","name":"Slipshod","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":12,"mp_id":"106589520","mp_crag_id":"105909571","climb_id":"j51SJ2fkXsG6WMy5gm8DzQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A one pitch route that is basically a variation to Sea of Holes' 3rd pitch... Not particularly memorable but worth doing if you want to change things up... \n\n  From the 2nd bolt anchor on Sea of Holes rather than following the shallow groove on that route up to the left you can climb the smooth slab straight above you toward an overlap... Find a weakness in the overlap and pull through... Climb through some cool solution pockets and either up a slab on the left direct to the Sea of Holes 3rd anchor, or climb flakes and holds straight up before stepping left to that anchor... ","protection":"Regular rack bring some tri-cams...","location":"Through the overlap right of Sea of Holes 3rd pitch..."},"__v":0},{"_id":"5kmbcrAiWc6ZY7/164u3Ow==","name":"Sliding Board","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"W. Crowther and B Gilmore 1959/1960","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":18,"mp_id":"105909834","mp_crag_id":"105909571","climb_id":"5kmbcrAiWc6ZY7/164u3Ow==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A truly classic slab climb, loved, respected and feared.A great place to hone your slab climbing skills.Sees many ascents and some epics on a nice weekend so try to avoid the crowds and make sure you are ready for the adventure.Start from the launch pad.Pitch one (5.2): Moves up toward the arch of standard route breaking left to a two ringbolt anchor, even with the bottom of the arch.Pitch two (5.7): Move right and up past two bolts along a steep ramp. Belay on small gear in a crack with an old pin [? still there??], or traverse left to a two bolt anchor on Interloper.Pitch three (5.5): The mental crux for most.Straight up and a little right climbing past 1 old bolt on this 100ft pitch to a 2 bolt anchor at some large solution pockets. The climbing is moderate but feels harder due to the smooth rock and long runout.P 2 and P3 can be combined with a 70m rope.Pitch 4 (5.5): move right to a pretty left facing corner with a nice crack, up this to gain a dike [#3 protects nicely] and shortly after, a comfortable stance at a slanting corner. Belay from here with gear, lower is better. (see photo \"P4 Belay\", look for and old, but solid, piton on the left easily backed up with medium cams #0.75 / 1.0 )Pitch 5 (5.6): A couple ways to do this one. You can move up and right across smooth slab over a tiny overlap (small wires) to a slippery dike; or stay left of the dike in a good grove then traversing right to the last few feet of the dike. Either way you do it you are heading for a slightly flaring corner (once was a small tree, now #2 cam) then to the right over a slab to a two bolt anchor below the dike that splits the steep headwall. The direct dike is a bit spooky but more fun in my opinion where as the left option is better protected, easier, but harder to see the line.Pitch 6 (5.5): Steep but moderate climbing gets you up the 20ft headwall and on to the truly moderate climbing.. Up the easy dike to a good stance. belay from gear.Pitch 7 (5.3): Up dikes and left over a slab to a tree belay.Pitches 8 and 9 (5.1 ish): I normally simulclimb them clipping the one bolt between the tree and the summit.Follow the dike or choose your own adventure.Belay from trees above, or stop to belay from 1 bolt at the halfway mark.","protection":"Standard rack, tricams helpful in solution pockets....[NOTE: a #3 Camalot-sized piece protects the move onto the dike off the top of the crack on P4 (P3, if P1 & P2 are combined; R Hall]   \n\n  Some pitches are run out giving it the R rating.... The physical crux is well protected but there is some spooky climbing on most pitches for those not comfortable running it out on 5.5 and under....","location":"Follow directions to the launch pad from Whitehorse directions....    From the top turn right (north) and follow a trail down... Many parties rap down with 2 ropes after doing the harder pitches to avoid the hike...."},"__v":0},{"_id":"TGUldp2hXMyyKI24n4YiNw==","name":"Slabs Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"P Ross and B and M Wintringham","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":23,"mp_id":"105938109","mp_crag_id":"105909571","climb_id":"TGUldp2hXMyyKI24n4YiNw==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Another smooth and pretty slab climb. A great option if Sliding Board (5.7) is looking like a traffic jam. Though it gets an R rating, most of the harder moves are well protected.  The scary part is over right away. This is a very worth while climb if you like slabs and don't mind running it out a little. \n\n  Pitch 0: Not normally listed as a pitch but more of an approach. The route really starts at a two bolt anchor, about 250 ft up the slab, and to the left of Ninth Wave (the steep hard slab in the middle of the right side of the slabs). Gain the anchor directly from below or the easier way scrambling over from the Launch Pad. look for a cluster of brush and aim for the anchor below it. \n\n  Pitch 1: (5.7) Climb up in to the left-facing corner (pin) a few spooky moves gain easier slab up a groove to an anchor. \n\n  Pitch 2: (5.5) Climb over a slab bulge past a bolt (the path of least resistance is not obvious) and make a long run out to an anchor to your right. [Alternate: Above the bolt, trend left and up, passing a few holes for TriCams or Camalots, to the big threaded anchor on Standard Route's arch.  P3 then continues on Std Route to the lunch ledge, then take P4 as described below..)    \n\n  Pitch 3: (5.4)Climb up to lunch ledge by way of slabs and staying right of standard route on the steeper sections following a white cracked section of rock (watch for loose blocks) or just go up standard route. \n\n  Pitch 4: (5.7) From Lunch Ledge, climb up and right about 20ft up to a left-slanting corner, follow this to a pin. Step right on to a slick slab and clip a (once very old 3/8\")  bolt (replaced 2016/17, see COMMENT), carefully move right and up to gain a ramp, follow the ramp back left to a right facing corner, fun moves up the corner past another pin and up to a cramped belay stance (I normally continue left along the over lap and make a steep move right to gain a nice ledge with a fixed rappel sling. A more comfy belay)   watch out for rope drag on this pitch, use lots of runners. \n\n  Continue up standard route and hike off, or rap with 2 ropes along a series of bolted anchors.  \n\n  If you are trying to avoid crowds on a busy day you might like to continue more directly and creativly. From the tree anchor (above pitch 4) you can look up to see an overlap, you can pull the fist and hand crack at a reasonable grade 5.7? maybe then work your way up the slabs above however you can. if you choose this option you are in adventure land so plan on running it out and breaking it in to a couple pitches.","protection":"Standard Whitehorse rack to #3 Camalot, bring some tri cams.","location":"To the right of Standard Route (5.5), look for the left-facing corner (near a small tree) with a bolted anchor below it.   Climb straight up mostly unprotected but moderate slab for 200 feet to the first anchor, or from the launch pad head up and right."},"__v":0},{"_id":"lKyqXjBKVFO253vc5ALtDA==","name":"Sea of Holes","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ed Webster and Alain Comeau 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":11,"mp_id":"105970281","mp_crag_id":"105909571","climb_id":"lKyqXjBKVFO253vc5ALtDA==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A really nice route that involves lots of friction and a steep bulge near the top to remind you how to use your hands.... Put up by Ed Webster and Alain Comeau, 2 guys with eyes for good routes this one is a must do if you love friction....   A nice choice if the more popular routes are packed; however, that makes this popular on a busy day, too.... \n\n  Pitch 1: (5.2) Motor up the slab for 160 ft. to a 2 bolt anchor on a stance.... \n\n  Pitch 2: Continue straight up clipping a fixed pin and passing to the right of the first arch.... Belay at a 2 bolt ring anchor at the right edge of the second arch.... \n\n  Pitch 3: (5.5) Smear up and left to a wide white streak and up the streak left of the head wall to a 2 bolt anchor.... \n\n  Pitch 4: (5.7 or 5.8+) Move up on laybacks and left.... Continue up the slab on the left side of the white streak to the base of a shallow, left-facing corner. Clip a pin and move up and right to a bolt.... The climbing is steeper here for a few moves.... The slab above the bolt can be heady, keep it together to the overlap where you get good gear before mantling on to a mossy slab with a thin streak of clean rock just enough to help you get to the big tree with slings on it at the left side of a large tree ledge....  \n\n  The 5.8 option to pitch 4 goes over the bulge on your left after the 5.7 crux... After passing the bolt head up and left and find your tricky way over the bulge and head up the slab to an obvious anchor... \n\n  Rap down...4 two rope raps....","protection":"Standard rack plus tri-cams....  Two ropes for rapping off....","location":"On the left side of the slabs.... Start below twin, right-arching corner overlaps and a prominent white streak.... \n\n  4 double rope raps from the tree...."},"__v":0},{"_id":"5Y/6Rf2NUHK1dwxqGuaC0Q==","name":"Pathfinder","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ed Webster & Maria Hannus ,  June 1995 (some pitches done earlier)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":6,"mp_id":"111003669","mp_crag_id":"105909571","climb_id":"5Y/6Rf2NUHK1dwxqGuaC0Q==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"START- by soloing/climbing the first 50-60 ft of the Dike route and moving left to an expansive, nearly flat area about 100 ft off the ground. Choice of a couple of a new double bolt anchor Further lef, or Ed Webster’s single 3/8 inch bolt.Be aware that there may have been some rockfall (not the rockfall from the Statmuller-Griffin) that may have changed P3 and/or P4.P1 - Up the white rock about 25 ft left of the Dike to a bolt (careful clipping, once my foot nearly blew while reaching to clip!). Then up into a shallow corner (old pin, 5.7) and bolt above. [couple of ways to get up to that bolt]. Up to a 3rd bolt and belay at a dbl bolt anchor on the Dike. 150-160 ft 5.7 / 5.5-5.6R [NOTE: with a 70m rope one can rap from here to the new dbl bolt anchor at the big pocket on the Dike Route, then back to the flat area and onto the ground in a total of 3 single-rope raps.]P2 - Easily up the dike for about 80 ft to a belay on a tree ledge 80ft 5.4-5.5 P3 - (originally a variant of Dike/Darcy-Crowther) Up and right to an overlap and up on horizontal flakes to a crack in white blocks; belay above the crack. 120-130 ft 5.6 P4 - Move right and then face climb up a thin crack (5.8 / 5.9-, pins) and flake to reach the large overlap; climb over this (crux 5.9) at a bolt to a dbl bolt belay. 75 -85 ft 5.9 P5 - Up a small arch and onto a slab to the right, then up the prow (bolt, 5.7) to a double bolt anchor below the Dike's huge roof. 70-80 ft 5.7COMMENT- Update on the route from Steve Marshall; thanks Steve! :   \"Cleaned up some choss on this route 5/11/19. The belay on P3 atop the \"crack in white blocks\" (which have fallen off) had some football-sized chunks left over that were only held up by some dirt . It would suck if somebody knocked those down with a party below, so we cleaned them off. Two pins were put in downward-facing flakes, one felt solid but one fell out when I merely touched it. The pin itself didn't seem too corroded so the intact one is probably still good. There is some crummy rock here but also some solid pockets to build a belay in with medium cams.\n\nDespite the rockfall the route is unaffected, P3 is still fine at the grade and the \"crack\" is now a juggy flake with good gear.  \n\n Really fun route, some 5.fun slab, some heads-up R slabbin' and a solid 5.9 mantel-into-slab crux move with a bolt at your face.\"  Rap or finish on Dike route\n\n ","protection":"Usual Rack, Yellow Alien or equiv. to back up pin on P1.","location":"Just left of, and above the start of Dike Route"},"__v":0},{"_id":"j9XLDqvXX12CH1liMIPchQ==","name":"Old Times","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Neil Cannon, Paul Ross, Alan Roberts. October 11, 1983. Corbett's Crack was done separately by Barry Corbett in 1956.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":5,"mp_id":"121174244","mp_crag_id":"105909571","climb_id":"j9XLDqvXX12CH1liMIPchQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A long, varied and adventurous route up the left side of the slabs. This route takes a mostly independent line all the way to the upper headwall, then follows a steep crack to slabs above. On this route you'll encounter a wide variety of terrain, including friction slabs, low angle face, steep cracks, some dirty rock up high and as always, plenty of classic Whitehorse runouts. Start at the base of the Dike Route.Pitch 1:Follow pitch 1 of The Dike Route up it's faint dike to the ledge with an old piton sporting a quick link. Belay from the ledge. 5.2 R 100'Pitch 2:Climb off the belay to the right of the dike, then climb with no pro up the slab at 5.6 to an overlap where you can get some cams, belay from gear. 5.6 R 80'Note: If you want to skip the less than ideal pitch-1-belay, and avoid unnecessarily risking a factor 2 fall, you can clip a microtraction to the pin and simul to the overlap to skip that belay altogether. Pitch 3:Continue up the slab above and clip the bolt on Pathfinder P3, follow Pathfinder to the tree ledge, then move to the right side. Belay from a tree with some slings. 5.7 110'Pitch 4:This pitch is shared with P4 of the D'Arcy Crowther/Pathfinder. Climb up the featured slab past old pins to the split block. Surmount the split block and belay above it in a crack with medium sized cams. 120'Pitch 5:Trend left off the belay towards the steep overlap, looking for a ramp which cuts back right through the overlap. Climb up the lower angled slab past an old bolt. You’re aiming for a big flake with a crack on it's left side, roughly in the middle of the Dike Route traverse pitch. Belay from gear in the base of the crack. 5.8 120'Pitch 6:This pitch was originally done as a direct finish to The Dike Route, called Corbett's Crack. Climb the steep crack, with good exposure as the slabs fall away beneath you. Move left at the top and belay from trees. 5.8 60'Pitch 7, 8 & 9:Here the quality of the climbing degrades and the adventuring ramps up. Follow the path of least resistance to the top of the cliff, through dirty slabs and tree ledges. Not much of a defined route, whatever gets you there works, just try not to get lost and remember it's supposed to be easy climbing. If you know where you’re going, this is a good spot to simul as there are lots of trees for running terrain belays, just make sure you and your partner are solid.Descent: Walk off on the hiking trail to climber's left back to the base.","protection":"Single rack to #2, some nuts and tricams as well.","location":"Same start as The Dike Route."},"__v":0},{"_id":"WvWafKvQUDWmd23cl/cD+Q==","name":"The Miner-Joseph-King Dike (aka Dike route left start)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"larry miner, david joseph, harry king    9/5/1955","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":3,"mp_id":"111020453","mp_crag_id":"105909571","climb_id":"WvWafKvQUDWmd23cl/cD+Q==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Another run-out moderate. I guess there is no end to them on this cliff haha. This one is dirty, loose and possibly scary in parts so do the other ones first. That said, the crux run out dike was clean and enjoyable. \n\n  We found the experience to be a bit different than the description in our book. So I will give my account and if anyone else has info, please share.  \n\n  Pitch 1: Easy 5th class. Start up the dike/pockets that begin the dike route and other climbs on the left side of the slabs from the ground. At a large sloping ledge move left to a 2 bolt anchor. There are many options of starts and many will be happy to scramble this section ropeless.   Pitch 2: Follow the fun, obvious dike with minimal protection until the angle lowers and you switch to straight friction climbing past some bushes and such. when you do find cracks be sure they are solid as there is a lot of loose and questionable rock around. Not trusting any of the rock I continued all the way to a large  tree with slings in a 200ft rope stretching pitch. (There was mention of a ledge to belay from lower down but we didn't find one. Perhaps it has fallen off haha.)   Pitch 3: Climb up to the left following a crack that leads to some broken rock and scramble back right to the ledge shared by the dike route. Continue up the Dike route or rap off from the tree anchors.","protection":"Regular rack.   Sparse gear on the crux pitch. I used a couple of very questionable small cams then at about 100ft I got decent pro in a horizontal.","location":"On the left side of the slabs look for the two dikes. This is the left/steeper one."},"__v":0},{"_id":"/Y1vxNREUAGC1ysWWIk8cQ==","name":"The Ninth Wave","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Michael hartrich, Jeff Phesant and Bill Findeson 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":26,"mp_id":"106141470","mp_crag_id":"105909571","climb_id":"/Y1vxNREUAGC1ysWWIk8cQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"This is perhaps the most obvious route on the Ninth Wave formation on the lower right side of the whitehorse slabs... A very slippery friction route which is convenient to top rope and commiting to lead... \n\n  Pitch 1: (5.10a R) From the anchor on the left side below the \"wave\" head straight up the ridge above (there seems to be some different opinions of where the route goes depending on guidebook choice) Clip a bolt 10 feet up from the anchor and stick your neck out as you run it out to the anchor above the steep swell...  \n\n  Most people rap from here... \n\n  Pitches 4-5: (5.3-5.6) Continue up above the anchor for 4 more pitches of more moderate climbing if your heart desires...However... I think most people would just pat themselves on the back and call it a day after this lead...","protection":"1 bolt and bolted anchors... \n\n  Easy to top rope from the anchor...","location":"Just left of pitch 2 of Beginners route there is a steep swell that hosts a few very commiting routes all leaving from the same start anchor and finishing on the same anchor as well... This is the one in the middle... \n\n  To get to the anchor solo up the moderate friction right of slabbs direct to the swell and clip in... \n\n  All the routes are easy to top rope from the anchor..."},"__v":0},{"_id":"AQi2Fpj7VY6k94iq1cX+wA==","name":"Man O War","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Base/strand/callaghan '81","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":1,"mp_id":"106607669","mp_crag_id":"105909571","climb_id":"AQi2Fpj7VY6k94iq1cX+wA==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Would be much better with some traffic. Rather runout and requires creative pro. Done on the same day as the f/a of Short order.Pitch 1: Start 30 feet right of of the arching corner (Waiting For Comeau 5.9). Trend straight up the slab aiming for a block with a crack. Belay from large cams in the crack. 5.7 70'Pitch 2:Climb the crack up and left until it terminates in the slab. Continue up and left past pockets (tricams) to the bolted belay of Waiting For Comeau P1. 5.9+ 70', first 2 pitches can be linked. Pitch 3:From the 2 bolt anchor, climb up and right past an old bolt. Follow a scoop to the dirty tree ledge. Not much for pro on this pitch.Descent:Rappel down Waiting For Comeau with 2 ropes. ","protection":"Rp's to a Big hex. Mostly in pockets. Fixed belays.","location":"About 30right of Cash Flow (direct start to Waiting for Comeau) ,Thin face and a few cracks to an OK belay. 5.7+ Then go up and left arcing over to the Belay on Comeau. 9+R. A third pitch can go up and right 8R"},"__v":0},{"_id":"bumHXLA5WhqXcbtGYscq5Q==","name":"Kettle Call","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"June 18,2021 Bob Ahearn and Chris Graham","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":36,"mp_id":"120905667","mp_crag_id":"105909571","climb_id":"bumHXLA5WhqXcbtGYscq5Q==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Another nice addition to the routes on the right end of the slabs. Can be done in one, long 70m pitch or broken up with a gearbelay, or a slight traverse left to belay off the pine tree on Beginners.Starts about 8-10 ft left of the silver birch tree at the start of Creepy Cowboy.Start up the slab looking for a lone bolt about 40-50 ft up(maybe 5.4),continue on to a low angle shelf with a horizontal at it's base(optional gear belay to split the pitch).Step right and climb the clean slab to a small flake on the right(gear)Step left and climb nice features to a small overlap(gear),pull over this to a bolt,clip this and friction up and right(5.6- 5.7, crux) to an awesome hand crack with great gear.Finish at the big pine tree!  ","protection":"Standard rack of cams from fingers to a number 2,set of nuts,extendable slings  and two bolts.you may want an extra .75 for the top if you used it lower on the route.Rappel once with 2 70 meter ropes from the big pine tree or twice with a 70 meter rope using Creepy Cowboy's first pitch tree anchor(tie knots!) If you only have a single 60m there’s a rap station on a higher tree about 20 ft above the Creepy Cowboy tree. ","location":"The climb starts about 20 ft right and slightly uphill of the start to beginners and about 10 ft left of the start of Creepy Cowboy. Look for a clean slab that leads to the hand crack that is directly below the big pine 70 meters up."},"__v":0},{"_id":"XLnLWZaqWUeBddassmtcFA==","name":"Interloper","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Many people put up the different pitches before they were linked","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":17,"mp_id":"106576940","mp_crag_id":"105909571","climb_id":"XLnLWZaqWUeBddassmtcFA==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A thrill-ride of a route.... It just keeps you on your toes the whole way (no pun intended) with equal parts technical difficult moves and spooky run outs that demand your attention... A whitehorse must do if you like hard slabs but dont get in over your head... \n\n  Pitch 1: Same as Sliding board, climb moderate but unprotected slabs to the same double bolt anchor as Sliding Board... Located at the base of a steep swell about 180-200ft up and left of the launch pad... \n\n  Pitch 2: 5.10a Move slightly right and up to a lone bolt on the steep swell above the anchor... Clip the bolt and head straight up (a bit hair-raising to say the least)... The steepness eases off and you head up to the right a good run out way on more moderate slab to a 2 bolt anchor that is often used on Sliding Board... \n\n  Pitch 3: 5.8 This gets an R rating in Websters book and it deserves it but so do all the other pitches in one spot or another... I think if you made it through the 5.10 slab this will feel like a breeze... Just climb the white streak straight up past 1 bolt... 120 ft... \n\n  Pitch 4: 5.10c Crux time... Do a scary slab traverse to the right that gets harder the farther right you go... Gain a solid stance and a bolt and get ready for \"the move\"... If you are tall you are a little better off but it's not easy however you are built... Using slippery feet and a badish undercling you must reach a finger crack above... Very fun crux and not too scary... Continue up and belay at an overlap... \n\n  Pitch 5: 5.5 Pull over the overlap and climb easy unprotected slab up and right to belay at a fixed pin at a stance below the right end of the steep bulge above... Here you have the oportunity to link up with sliding board (which might be smart if you like clean rock)... \n\n  Pitch 6: 5.8 Climb up to the bulge above the belay and find the path of least resistance... Pull some hard foot based moves over the bulge (this was the spookiest part of the climb for me) and on to some more moderate slab... Follow a dirty ramp up and left until a juggy rail leads back to the right... Get good pro for a change and pull a tricky move on to low angle climbing... One more easy overlap out right heads on to the summit slabs where you can run it out to a nice belay stance... \n\n  Pitch 7: Easy slabs above run out to the summit... \n\n  Exausting... But nice...","protection":"Regular rack... I saw no real need for the tricams that are so useful on many of the routes on the slabs...","location":"To the left of Sliding Board..."},"__v":0},{"_id":"b7aCYLMlV0+p9s8CG2/tYQ==","name":"Girdle Traverse of Whitehorse Ledge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Ross  Hugh Thompson May 25th 1972","type":{"trad":true,"aid":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":35,"mp_id":"106195097","mp_crag_id":"105909571","climb_id":"b7aCYLMlV0+p9s8CG2/tYQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"This Girdle Traverse was the first major climb of its type in America.The traversing of crags in the UK were a common pastime well before the 1940's.They often have within the route some of the better  pitches of that perticular crag.This  description  has  a three bolt aid moves pulling on a couple of slings for the final pitch which keeps the grade at 5.8 . Doug Madara later freed these moves at 5.10b.The route takes a natural line across the the entire cliff,finding many spectactacular situations and excellent climbing on its whole lenth.Both climbers should be competent as some of the traversing is not too well protected.Starts at Beginners Route on the far right of the slabs,and ends at the far end of the South Buttress. \n\n  P1) First Pitch of Beginners route to a hugh tree 80'5.0   P2)Go left to a crack which is followed through an overlap. When the crack ends continue up a narrow dike (2 bolts)to a ledge on the right and belay.130'5.5   P3)Continue up the slab to a belay at the base of a big right curving arch.80'5.1   P4)Go up the arch for a short distance,then traverse out left as for Beginners Direct. Continue traversing left towards the arch of Standard Route passing the belay of Stop if you Dare and belay at Slabs Direct.150'5.6   P5)Move out left and down to the thread belay of Standard Route.Move a little further down the arch and  traverse left above it, passing the belay of Tidal Wave and continue to the belay on Sliding Board  below the left facing layback corner 150' 5.6.(The first ascent party climbed a awkward horizontal forearm crack to get over the overlap at about 5.8)   P6)Traverse left across the smooth slab straight left passing the belay of Interloper and continuing to the belay at the top of pitch 6 of Wedge.100' 5.6R.   P7)Follow the small arch below Wedge Buttress (pins) belay beside a block/overlap,as for The Flake.80' 5.7   P8)Continue left crossing Sea of Holes at its left end. Continue left across the slab to the bottom of the tree ledge of Dike Route.100' 5.6   P9)300' 4th class Follow the tree ledge up then left crossing Mistaken Identity to above the Echo Roof .The lowest ledge immediatly above the roof dead endsso before that happens move up to the next level and follow a narrowing ledge leftwards to the top of a short chimney.   P10)Down climb the chimney to a tree ledge ledge.30'   P11)Continue left along the tree ledge moving up a level and continuing left under Childrens Crusade Headwall to the belay of Childrens Crusade.130'   P12)Rap 100' down and slightly leftto a tree ledge. The top of the initial dike of Eradicate 100'A0   P13)Continue up the dike then  traverse left to some trees below the right side of the upper Wonderwall. 110 5.5.   P14)Nice easy traverse left to below The Upper Wonder Wall passing the belay o Sky Streak to reach the right end of the Wonderwall Tree Ledge 120'5.4   P15)Move down the left side of the ledge and traverse left across the base of the head wall of Lost Souls and Cemetery Gates eventually down a little to a belay part way up the first pitch of Inferno.100' 5.4   P16) Climb a broken corner then continue up the face (piton)to a flake,move left to join the final few feet of the hugh arch. Continue up the crack above to a niche with a small tree. Traverse out left to reach a tree ledge.150'5.7   P17)Scramble left along the ledge and belay below the big left facing corner of Surreal.150'   P18)Climb the deep left facing corner (5.8)to the ledge at its top. Move right along the ledge and finish up the old bolt ladder using slings OR climb the face to its right at 5.10d.110'","protection":"Pro is OK but spaced with a lot of traversing. Two 9m ropes are useful ..and needed for the 100' rappel.Single rack up to 3\"","location":"As described, the line is actually pretty obvious and natural. This one will really teach you a lot about rope work and moving quickly. 4-8 hours"},"__v":0},{"_id":"FhoWUIJ8XZKXsVZ7KJ29Dw==","name":"The Flake","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unkown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":13,"mp_id":"121172501","mp_crag_id":"105909571","climb_id":"FhoWUIJ8XZKXsVZ7KJ29Dw==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Another route hidden in plain sight. If you’ve already done Sea Of Holes and wanna try something new, or you’re just looking to avoid the slabs crowds, this route is for you. Make sure you have 2 ropes if you plan to rap.Pitch 1 & 2:Follow the first 2 pitches of Sea Of Holes. See the description of that route for more details, but essentially you climb easy slabs with little pro, utilizing 2 bolted anchors for belays. Pitch 3:From the uncomfortable bolted belay stance, pad up the 5.5 slab to the base of the big headwall, but instead of trending left to Sea Of Holes, trend right to a block on the left side of the steep buttress. Belay on gear. 5.3 100’Pitch 4:Move into the block, then make a few moves to surmount a steep bulge and gain the flake. Pass a few pins, then layback up the flake until it ends. Here, you’ll need to make a couple committing 5.7 slab moves over a final bulge. Belay at the anchor of the Stadtmüller-Griffin below the overhang. 5.7 70’Descent:Either continue up the Stadtmüller-Griffin 5.6, or rap from this anchor. 3 double rope rappels with 70m ropes should get you down.","protection":"Standard Whitehorse rack, singles to #2 and a variety of tricams.","location":"Starts mid cliff on the headwall to the right of Sea Of Holes pitch 3."},"__v":0},{"_id":"IXtZnCJaUkOAhFhn0nJudA==","name":"Fingertip Trip","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA: Ed Webster, Kurt Winkler  4/14/91","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":14,"mp_id":"108155302","mp_crag_id":"105909571","climb_id":"IXtZnCJaUkOAhFhn0nJudA==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Located on the Wedge buttress 3 pitches up. It's a hard and challenging steep face to slab climb. Although you can approach this pitch via quite a few easier climbs, for a more sustained climb this description uses Interloper's challenging first pitch as a warm up. If you have a hard time with Interloper, good luck with FT. Ed called F.T. 5.10a but I think it's way harder. Never busy!P.1 Climb to the two bolt anchor at Interloper's start, just to the left of Sliding Board's first pitch. 200' 5.3P.2 Up Interloper's first pitch. Climb up into scoop and clip the pitches only bolt, take a few breaths, and run it out to a two bolt belay in the middle of the slab above. 110' 5.10RP.3 Up the easy slab for 50' to the long overlap (possible belay here to cut down on rope drag), aim for the right edge of a bush covered ledge. Climb onto ledge and up steep wall on large square holds. Clip old 3/8\" bolt(awkward), and up right to a small flake and crux (old 3/8 bolt, another tenuous clip). Continue up slab passing a vertical crack on left(pro), and a hollow horizontal flake to a bolt(old 3/8) and finally left to a two bolt belay on a bushy ledge.","protection":"Small to medium wires and cams, draws, and courage.","location":"Start from the launching pad ledge below Standard Route."},"__v":0},{"_id":"OMlfN5YoXn6FdOjAPJX2tg==","name":"The Dike Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Weissner, Robert Underhill, summer 1933","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":7,"mp_id":"111020538","mp_crag_id":"105909571","climb_id":"OMlfN5YoXn6FdOjAPJX2tg==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"An historic but not well traveled route which has some cool parts but is no classic by any means. This is a long moderate line up through the left side of the slab traversing around the headwall to the right and up to the summit.Not a favorite due to it being a bit dirty and loose in parts but it holds some cool, interesting moves in places.Pitch 1: 100ft easy 5th class. Scramble up the dike/pockets from the ground on the left side of the slabs to an anchor on the right.  [Note- I’m not sure the “ anchor” is still there. At best it was once only a lonely piton. I looked for it today ( 10/1/21) and didn’t see it from 15-20 ft away on rappel. R Hall 10/1/21. ]Pitch 2: 130ft 5.2. Follow the dike to a 2 bolt anchor in a toilet bowl pocket.Pitch 3: 150ft 5.2. climb the dike all the way to a big tree with slings on it.Pitch 4: 100ft 5.3. Scramble up from the trees toward a right leaning arch. Belay at some trees at the base of the arch. (This is roughly what the book says. I couldn't find a way to get to the arch without climbing 5.6 but I did see an anchor on a cluster of trees that matches this description.Pitch 5: 130ft 5.6. Follow the arch on nice but sometimes dirty rock until you can pull over the arch and up the slab to a 2 bolt anchor below the steep bolted route \"The White Zone\".Pitch 6: 90ft 5.5. A long traverse right leads to an anchor which you can use to rappel. (four 2 rope rappels get you to the ground)Pitch 7: 90ft 5.5. Continue traversing right until you get to a corner with a couple old pins (upper section of Wedge). Follow the corner up to some ledges.Pitches 8-10: Adventure time. choose your own adventure through low angle rock and trees to the top.","protection":"Regular Whitehorse rack.","location":"On the left side of the slabs there are 2 dikes. This is the one on the right."},"__v":0},{"_id":"kuFf5KHXXWu78j4sROOb+g==","name":"Dark Horse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Heintz, Kim Smith, Jim Boyd 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":4,"mp_id":"109125503","mp_crag_id":"105909571","climb_id":"kuFf5KHXXWu78j4sROOb+g==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"Immaculate slab with lengthy runouts located away from The Slabs crowds. Be solid at this grade.","protection":"Small wires and cams and a few draws.","location":"Starts 100' above the approach trail at the left most end of The Slabs just before the trail starts to head uphill toward Waiting for Comeau. You can climb the 5.1 dike of Miner-Joseph-King Dike or walk a few feet further to an unprotected 5.4 slab and up to the 2 bolt anchor (large ledge) on P.2 of M-J-K D."},"__v":0},{"_id":"qkc7SSwxX2SFwh9kmsawyQ==","name":"D'arcy-Crowther Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ray D'arcy/Bill Crowther, 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":9,"mp_id":"121172670","mp_crag_id":"105909571","climb_id":"qkc7SSwxX2SFwh9kmsawyQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"An old and somewhat obscure route that has some good climbing on it. Originally done as a variation to the  Stadmüller-Griffin Route, the D'arcy-Crowther has lost some of it's originality due to the more modern routes, Pathfinder 5.9 and Sea Of Holes 5.7 sharing terrain with it. Not to mention the Sea Of Holes pitch 4 belay tree falling now eliminates the ability to climb the original finish, forcing climbers to use the 5.8+ variation to Sea Of Holes to access a safe belay. This route is an important landmark since it shares ground with these other routes, but it could also be a fun adventure in its own right, if you’re looking for another fun, moderate adventure.Pitches 1-3:A couple of ways to get to the start of the D'arcy-Crowther. Easiest is to the first 3 pitches of the Stadmüller-Griffin. See that description for more info.[NOTE: From personal experience, I would venture that the easiest way to get to the area of Pathfinder's P3 is via the Dike route. The \"5.5 move\" on the Stadmuller-Griffin is \"old school\" (from when the Brown-Spot / Boilerplate of Std was \"5.4\"_ and not well protected. R Hall NH Admin. ] Pitch 4:This pitch is shared with Pathfinder's pitch 3. Climb up a featured slab past old pins aiming for the split block. Pull over the block and belay just above a crack in the white blocks. 5.5 120' Pitch 5:This pitch has been altered by tree fall and the original finish can no longer be done safely. That being said, this pitch has better rock quality so it's more fun anyway. Climb out right from the belay, where Pathfinder continues straight up, continue traversing right until you join Sea Of Holes. Pull the first crux of Sea Of Holes (5.7, bolt). The original finish went out right here under an overlap and pulled through some moss to the tree ledge, staying independent from Sea Of Holes. The belay for this pitch was a tree that is now laying sideways on the slab. There was some tat on a very uninspiring sapling, but I wouldn’t trust it. Instead move left to a crack, place a piece and pull the overlap using a hidden pocket. Pad up to a 2 bolt belay. Descent:4 double rope rappels down Sea Of Holes.","protection":"Single rack to #2 and tricams.","location":"Starts from the P3 belay of Stadmüller-Griffin"},"__v":0},{"_id":"LBd0ziPmU0mi/FJ7vLK7Mg==","name":"Creepy Cowboy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"April 26, 2021 - Chris Graham and Bob Ahearn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":37,"mp_id":"120623614","mp_crag_id":"105909571","climb_id":"LBd0ziPmU0mi/FJ7vLK7Mg==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"This route can be broken up into two pitches (recommended) or one long one with 70m rope. A double set of Camalots (or their equivalent) ranging from .3 - #2 and a set of tri-cams is helpful for the start of the second pitch!Pitch 1: (110')  Climb the slab trending a bit right on the blunt arete up to the first set of trees with a black sling and rap ring. Gear is found on the right side of the arete ranging from very small cams to #2. A slight runout in the middle of the pitch will hold your attention until you find gear (0.3 , on right) roughly 15-20' below the first belay.Pitch 2 (120')Continue straight up the face (run out) to the obvious crack on the left of the steep slab. The crack accepts gear from .75-#2. At the top of the crack continue up the steep face (crux) to a bolt below the overlap. Continue up and left to the tree belay at the top of Beginner's Right. Optional gear (#1) can be found in the flaring water groove to the left between your last piece in the crack and the bolt if you can find it.Descent- Rap twice with a single 70M rope or once with two 70M ropes. If you only have a single 60m, there’s a rap station on a tree about 20 ft above the normal rap/ belay tree on  reedy Cowboy. *Note: the FA was climbed on gear but the micro cam that was placed under the shallow overlap popped when the leader stepped above it leaving his last piece 20' below in the crack and another 40' of unprotected climbing to the anchor. It was decided that one bolt protecting the crux and eventual runout to the anchor was necessary and was placed on the second ascent.","protection":"small cams (purple master cam) to .5, and a double set of cams from .75 to #2. A set of tri-cams are useful when leaving the belay for the start of the second pitch![Note-if you have 3 #1’s ( Red Camelot-sized) you’ll be able to use them on P2, although you can squeeze #2’s into the crack. A Tricameral or 0.75 ( green) fits a slot about 8-10 ft into P2.  R Hall ] ","location":"The route is located on the far right of the slabs approximately 30' to the right of \"Beginner's Easy Variation\" at a silver birch tree at the base of a clean narrow slab."},"__v":0},{"_id":"EmkgQHIkVKOVtUZeI3y1PQ==","name":"Crazy Horse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alan Chase, John Mallery, Spring 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":2,"mp_id":"121173745","mp_crag_id":"105909571","climb_id":"EmkgQHIkVKOVtUZeI3y1PQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A bold route that almost never gets done. If you’re hooked on runout slabs and have a cool head, this might be for you, just make sure you know what you’re getting yourself into before you set off. Crazy Horse follows a direct line up the slabs to the left of the Miner-Joseph King Dike, starting from the bottom of the slabs.Pitch 1:From the base of the slabs, climb pretty much straight up the challenging friction slab left of the MJKD, through a steep bulge. The only gear is desperate pro behind suspect flakes. Keep your head and don’t blow it. Belay at a bush on the left side of an overlap on gear. 5.9 R 100'Pitch 2:A cool pitch with some interesting protection, though still fairly bold. Climb up the slab above following a line of solution pockets. Here is where you break out the beloved tricams! Get a good last tricam in where the pockets end and run it out straight up to the tree cluster near the dike route, belay from trees. 5.8 PG13 130' Descent:Rap with 2 ropes.","protection":"A good assortment of tricams, plus a small nuts and small cams.","location":"The steep slabs to the left of the Miner-Joseph King Dike (leftmost of the 2 obvious dikes) and about 100 feet right of the big, vegetated corner known in the guidebook as Mistaken Identity."},"__v":0},{"_id":"UHxEJ9T4UnG/WV+CK0KZ6w==","name":"The Cormier-Magness Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FRA: Paul Cormier, Chris Magness.  8/31/12 ground-up, swapping leads","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":31,"mp_id":"107776130","mp_crag_id":"105909571","climb_id":"UHxEJ9T4UnG/WV+CK0KZ6w==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A good deal of variety for the slabs with fun climbing on every pitch.(A couple of NOTEs added by RHall Oct 2019 the day after climbing the route for 4th or 5th time.)1) scramble to the pine tree at the end of the first pitch of Beginners Route.2) The Wheat Thin Arete 5.6, 190. Step right of the tree 10 and head up toward a bolt. Climb past a horizontal to join a thin flake. Follow the flake to an arête on the right, passing 3 more bolts to a two bolt anchor.3) The Cajun Washboard 5.6, 170. Straight up off the belay through some bulgy areas passing one bolt to a steeper wall. Move up and right passing 2 more bolts to a two bolt anchor.4) The Open Book 5.6, 160-180 ft. Climb a bulge off the belay into an open book. Pass one bolt before reaching the top of the book. Protect and climb rightward through a green licheny area. Climb a short flake and hand crack up to a tree with an anchor.Not the best way for two ropes to pass each other, but the photo does show the critical \"climb rightward through [the] green licheny area. \"  The ledge at the tree is largeand it would have been much better for \"rope2\" to have passed there. [One way to speed up the passage is for rope1's second to leave the gear, rope 2's leader clips into it (andadds additional placements if he/she wishes) and rope2's second cleans and hands leader#1their gear. This saves the cumulative time of rope1's second removing gear, plus the time ofrope2's leader placing the gear. Of course, this has to be OK with all invovled. Communicate ! ] 5) The Northwest Passage 5.5, 60. Step up and left off the belay into a giant, steep flake. Trend up back right above the flake passing a small tree to a larger tree below a bulge with a horizontal.\n\n(RH NOTE: Alternate, easier route to right, which is actually where \"Beginner's Easy\" climbs through the feature, see photo) 6) The Low Beer Light Pitch 5.4, 180. Use the horizontal to clear the bulge. Trend slightly rightward avoiding a dirty water groove to the left. Double bolt anchor Installed in Oct 2021 by FA-er Chris Magness. [ PLEASE don’t use the tree, the ground around it is getting compacted and worn.](RHNote: Gear is pretty spotty on this pitch. However, there is good gear near the top of the pitch. Look for the obvious, brownish-rock open book,  in the crack near the top of this (but not the flared bottom) a good cam (0.5 or 0.75) can be placed. Easiest route is to the right of the placement.)   \n\n7) The Platinum Slab 5.5, 190. Follow a bulgy groove (pitch's 'crux')  passing a white pine tree to your left, then up to an old ¼ bolt bolt and a new 3/8 bolt. Trend up and left passing a faint dike aiming for a white slab and another bolt. Belay at the double bolt anchor, installed in Oct 2021 by FA-er Chris MagnEd’s.(RH Note: Chris says  a \"190ft / 60m makes it\" , but maybe only if you don't sling the white pine tree about 30 ft above the belay.\n\nPossible, alternate belay at the new bolt  that is 5 ft above the ancient bolt.) 8) The Top Out Pitch 5.3, 60. Climb easy rock straight up to the top.NOTE the bold text, some climbers climb off route in these areas. If you head straight up from the Open Book, you'll find jungle land. Likewise, if you head straight up from the belay at the end of that pitch, you'll also find jungle land (and an easier variation). If you veer off route in these areas, climbing is feasible at a moderate grade, expect some shwacking!Pitches 1-4 have fixed rappel stations and are set for rappel with two 60 M ropes. The upper pitches wander through Beginner's Easy terrain and with the anchors installed in 2021 you could rap off, but the terrain above P6 is so easy it's best to top out. Lead with a 60, anything shorter and youre hosed.A two pitch, 5.10 variation now exists to pitches 6 and 7. See description in the route index: mountainproject.com/v/the-c…Climbing the first pitch of this 5.10 variation does not necessitate climbing the second pitch and will add another pitch more concurrent with those below, albeit a bit more runout.","protection":"The protection is generally good although there are a few typical Whitehorse runouts.  Carry a standard Whitehorse rack to a #2 Camalot.","location":"This route follows a line between Beginners Route and Beginners Easy and is a straight shot up to the head wall area before it veers to the right.  An obvious arete 30' right of Beginner's marks the line."},"__v":0},{"_id":"KJkc4dUGVCSEBNMDW655Fg==","name":"The Cormier-Magness Indirect","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FRA: Magness and McCoy, 6/15","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":32,"mp_id":"110616961","mp_crag_id":"105909571","climb_id":"KJkc4dUGVCSEBNMDW655Fg==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A two pitch variation to The Cormier-Magness. \n\n  Climb CM's first five pitches.  After the Northwest Passage, walk climber's right 20' and reset the belay in a low horizontal.   \n\nPitch 1, Gritty McDuff, 5.7   Step up and right from the belay and follow a slab straight up passing two bolts before joining the Low Beer Light pitch (approx 50').  The climbing eases as you approach the no-fall zone.  A little spicy toward the top of the slab on mellow terrain.  180' \n\nPitch 2, The Chaser, 5.10   From Low Beer Light's tree, step down a few feet and right.  Straight up again over an obvious bulge.  Pass two bolts before joining the Platinum Slab (approx 30').  A smidge stiffer than Interloper's first pitch.  190' \n\n  Rock quality on both pitches is superb as is the climbing.  I didn't scrub at all; traffic will clean things up.  If the variations were longer and more independent, the star quality would be higher. \n\n  As per usual: free and on lead. \n\n  A long draw on the first bolt of each pitch should help with drag.","protection":"draws and a .4/.5 for a horizontal entering the first pitch (extend with 4' sling)","location":""},"__v":0},{"_id":"3E9sCd53V+S02T4ZPCi79g==","name":"The Booklet","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1981: Alain Comeau and Janot Mendler Comeau","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":15,"mp_id":"106299180","mp_crag_id":"105909571","climb_id":"3E9sCd53V+S02T4ZPCi79g==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"A nice variation of Wedge. Climb the first two pitches of Wedge. After the crux slab on the third pitch, move up into the open book dihedral past a bolt to a stance with a piton. Move over a bulge onto the upper slabs, then up past more bolts and an overlap. Belay on large tree ledge.","protection":"Standard Whitehorse slab rack.","location":""},"__v":0},{"_id":"GUrnptoFUIm/nTr0I+0/iQ==","name":"Black Jade","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Webster/Comeau 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":20,"mp_id":"112225186","mp_crag_id":"105909571","climb_id":"GUrnptoFUIm/nTr0I+0/iQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"I can't believe nobody has added this one. Great rock and really good climbing.  Don't try this one in summer \n\n  Go up and through a black sweep of rock and join Wavelength above the Standard Arch. Some might call the start a bit bold.","protection":"a few bolts and  2 ? pins. Bring a medium cam and assorted wires. 2 ropes to get down or top out. There is a natural thread placement as well.","location":"Left of Wavelength. The main pitch goes over a swell of black rock that appears blank.  Start up Standard Route.  Some recent ascents approach from Tidal Wave ?  Never done that"},"__v":0},{"_id":"in7AR6bzUoGBBevVkkgZnA==","name":"Beginners Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Hebert C Towle and friends 1930's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":30,"mp_id":"106176629","mp_crag_id":"105909571","climb_id":"in7AR6bzUoGBBevVkkgZnA==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"The Beginners Route is just as fun as the Standard Route but sees far less traffic mostly due in my mind to oversight by folks that are just used to climbing the Standard, also there is a bit of a committing section on the 5th pitch where you are required to run it out a bit on friction... So if you are very comfortable on Standard and you think you could keep your wits about you for a pitch of run out 5.5, next time you hit the slabs give this one a try, it really wont let you down...Some revisions made 7/11/21 by R Hall with permission of Lee.The “powers that be” saw fit to add bolt(s) to the ”brown spot” and “boilerplate” of the crux pitch of Standard, but the ancient bolt that once existed on P5 of this route has never been replaced. Too bad,  because if it were replaced, especially if it was moved a bit up and left, this would be an excellent PG pitch. Pitch 1: Scamper up to the dbl bolt anchor about 15-20 ft left of the pine tree about 115-120 feet up on the right end of the slab.Pitch 2: 5.5 -5.6  PG-13  115 ft. Climb a shallow corner directly above the dbl bolt anchor to a crack, up this ( large cam, #3 helpful) and when it ends follow a dike past two bolts to a 2 bolt belay. Bolt on right has a lose hanger.Pitch 3: 5.1 - 5.2R follow the easy dike 100 ft to another 2 bolt belay... you'll be looking above you at the right trending arch...There is virtually no pro on this pitch.Pitch 4: 5.3 - 5.4 Climb just right of the arch for about 115 ft, and belay at a dbl bolt anchor high above a flake. ( semi-hanging belay)   The dbl bolt anchor 25 ft to your right belongs to Cormier-Magness.P3 and P4 can be combined with a 70m rope (If your 60m is “cut long” it might just make it with a couple of feet to spare)Pitch 5: 5.5R Climb up, passing an ancient ring piton (couple of photos of the pin)  and over the bulge and on to a stance about 20 ft above the belay. ( The observant will note the ancient, chopped bolt on the right.) Here there are two choices:5A)  Friction your way pretty much straight up the slab on darker, “ grabby “ rock running out 60-70 ft, aiming for the left end of a small overlap above you ( #1, Red Camelot in a “ hole” on its left, watch for wasps ) then traverse left 35-40 ft to the dbl bolt anchor on the “Smile” belay ledge.5B) Alternately, from the stance 20 +/- ft above the belay, step left on slightly smoother rock and continue left at about a 45-degree angle, passing a different #1-Camalot “hole” about 30-35 ft out from the belay, 15-20 ft from the stance. ( Hole may be a bit lower than the line you chose) then continue left to a shallow open book ( gear) and directly up this to the same “Smile”  belay. Less run out than option 1, but the rock a bit less “ grabby”. Easier, I think,  than the top of P2. ( Text Added by R Hall 7/11/21)\n\nPitch 6: 5.5 - 5.6. 140 ft ( less to rap it)  From the Smile belay climb up friction (on the right) to a shallow corner with a good crack in its base. Climb this, past a piton, until it’s top ( good gear, both in lower crack and an upper crack) where you can climb out of the corner to the right to a stance on a sloping slab with an ancient piton in a crack.[ photo ]  Step right on the slab and make a few moves up the steep wall to a ledge with a pine tree and a thread belay around a block.  Careful placements and long slings will reduce rope drag on this pitch.  The ledge is a comfy scenic spot to chill and take it all in...Note- from here with a full- length 70m rope ( but NOT a 60 m !) you can rap to the ground with six (6) single- rope raps. ( The 2nd to last rap [ down P2 ] could be close…tie knots !, and on the last rap you must go climbers-right ( skiers left) of the small tree 35 ft down from the last dbl bolt anchor.)Pitch 7: 5.4 Climb around the block (“funky“ move, I [R H] forget whether you go over or around the block. You’ll figure it out!)  and continue up the ramp* passing a truly ancient bolt, by your feet, until you see a dike in the steep wall to your right. Climb easily up the dike and into trees above.     *The ramp you are on is one ramp above the Std Route’s ramp. Pitches 8 to top (400 ft): from here you can chose your own adventures on to the top but if it gets harder than 5.3 find a better way... I like to traverse over on an exposed slab (kinda scary at first) and join he standard route’s dike to the top but there are many choices...Carefull route finding may be required on the second half ( P5, 6, and 7) to avoid an epic... Just take your time and bring your guide book...History- Prior to the dbl bolt anchor being placed at the “Smile” belay the route nearly always followed “ 5A” to the base of the shallow corner mentioned in P6, and a gear belay established.  [ The angle piton (plus cams or nuts)being part of the belay anchor. ] “Back in the days” without Camalots or Tricams this was a super long run out pitch !","protection":"A standard whitehorse rack. A #3 useful for the crack on P2. ","location":"on the far right side of the slabs look for a big pine tree about 100 feet up the low angle rock..."},"__v":0},{"_id":"vScehVYHXgSDxamGox1WhQ==","name":"Beginners Easy Variation","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"left_right_index":34,"mp_id":"106552694","mp_crag_id":"105909571","climb_id":"vScehVYHXgSDxamGox1WhQ==","areaRef":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"This route is perfect for a really beginner leader just looking to practice the craft or an easy non committing solo up the slabs... It is a bit dirty in a few part but all in all i was pleasantly surprised... If you're a new leader, be warned that there are some major runouts - see the photos! If you start to get uncomfortable or you run into major sections of wet slab, you can usually bail off to climber's right.\n\n Pitch 1: (5.2) same at Beginners route... Climb straight up to the big pine tree... Pitch 2: (5.2) Move right and climb a slightly crumbly gully to another tree anchor... Pitch 3: (low 5th class) scramble up this dirty pitch through trees to another tree anchor... Pitch 4: (5.3) Up and right to an AWESOME crack that leads up to the steep headwall... As the crack ends move to the right and belay from a tree on the edge of the woods... Pitch 5: (5.3) Find your favorite way to get through the steep section and start up the slab maze above... Pitches 6-8: Weave your way through the slabs being careful not to get yourself in to a bind as the gear is scarce... For the most part staying right looked easiest... there are trees to belay from here and there...","protection":"Normal rack... Rap rings on the trees most of the way...","location":"The farthest route right on the slabs...   You can rap along the route from the overlaps if you don't like the moderate adventure at the top..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,04183061-35ac-5a7c-94e1-6dc383fb2efd,48f41e69-44ee-5894-93cd-ccaec98e22fe","pathTokens":["USA","New Hampshire","*Whitehorse Ledge","7. The Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.6"},{"count":1,"label":"5.12a"},{"count":8,"label":"5.7"},{"count":6,"label":"5.8"},{"count":2,"label":"5.10a"},{"count":4,"label":"5.9"},{"count":3,"label":"5.5"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":38,"bands":{"unknown":0,"beginner":25,"intermediate":11,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"aid":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":25,"intermediate":11,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16605,44.055]},"bbox":[-71.16667568150474,44.05455033981815,-71.16542431849524,44.055449660181864],"left_right_index":-1,"ext_id":"105909571","area_id":"SPQeaUTuWJSTzcyuyY4i/g=="},"content":{"description":"The best pure friction climbing in the Northeast. Often run out and bold but always fun and exciting. Routes like Sliding Board and Standard Route see the crowds, but I've never climbed a bad route in this area.... \n\n  The slabs are located on the north end of the cliff, very sunny for the first half of the day...You will bake in the sun on a hot summer day... And look out for rain clouds when you are run out 100ft on a seemingly innocent bit of friction, it can get slick.... \n\n  Some of the most popular routes start from the \"launch pad\", a platform of rock about a 100ft of the ground located in the middle of the slab... It is an easy walk up to the launch pad, so most folks don't rope up till this point.... \n\n  There are many other starts along the base of the cliff most routes start with a poorly or unprotected climb up moderate friction to the first anchor.... The starts will be described in the routes description...."},"density":0,"totalClimbs":38,"__v":1,"createdAt":"2022-11-07T06:12:11.670Z","updatedAt":"2022-11-25T11:20:01.331Z"}