{"_id":"63689de0e80bff5a994f9380","area_name":"South Ridge","shortCode":"","climbs":[{"_id":"HJhEx3AVWf68WltGuvdJzg==","name":"Thrown Out Back","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"T. Bubb, M. Salazar, 8/3/14, tandem solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"left_right_index":2,"mp_id":"109311893","mp_crag_id":"108220137","climb_id":"HJhEx3AVWf68WltGuvdJzg==","areaRef":"2GLa3eTSUdOr50wRJ8rg9Q=="},"content":{"description":"Thrown Out Back is a route done tandem solo based on its easy appearance.  One short crux move did appear with a good undercling for holds.\n\nStart from just left of a small pine at the right of this section of cliff, and head up the leaning crack and flake system, consistently 30 degrees off vertical towards the right side.  A short crux comes by good potential protection with an undercling and sidepull out to the left of the main crack.  Improvise a belay up top, and walk off via a gully a few meters to the climber's right of the top-out.\n\nThis climb was done on a 'recovery day' after a thrown out back.","protection":"None was used on the FA, but a general light rack with a few longer slings would have sufficed to provide reasonable protection.  Just beware that there are a few flakes along the way that could flex and release protection.\n\nWalk off down an obvious gully a few meters to the South.","location":"This ascends a diagonal, right-leaning crack and flake system starting at the right hand side of this section of cliff, perhaps 15m to the right of '\n\nBack To Basics\n\n.'"},"__v":0},{"_id":"LN/+SweYXEGfNI63yvJ+fQ==","name":"Throw Back","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"T. Bubb, M. Salazar, 8/3/14","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"left_right_index":1,"mp_id":"109311852","mp_crag_id":"108220137","climb_id":"LN/+SweYXEGfNI63yvJ+fQ==","areaRef":"2GLa3eTSUdOr50wRJ8rg9Q=="},"content":{"description":"This climb is a good route with good moves.  The character is edging and pebble-pimping with a finger-lock thrown in a few times.  The crux can be protected on a good but small brass nut followed immediately by a textbook-solid small cam, which is heartening, considering that these are between you and a groundfall.\n\nStart up from the ground on good edges and pebbles, climbing close to 20' to reach a seam.  You can reach a small, open section in the seam next to a few good edges.  Finger-lock this, and place a solid but small brass nut (small RP) in the crack below the fingerlock for security before letting go and getting onto the edges and placing a yellow Alien or equivalent narrow cam in the finger-lock.  With care, this can be a bomber placement.  Make crux moves to get above gear and place again (similar sized cam) before cruising to the top.  A few more placements may be available, but the climbing was fairly moderate.\n\nThe name is a reference to the condition of the FA.  It was a 'throwback' to earlier times.  For lack of a harness, the FA was done by tying into the end of the rope as a seat-harness.  It took a moment to remember how to do it.","protection":"A small brass nut, and 2 0.5\"-0.75\" narrow cams (i.e. yellow Alien), which are bomber.  A few other pieces can also be placed, but those are the crux protection after a runout from the ground.","location":"This is 7 meters to the right of\n\nBack To Basics\n\n.  There is a small seam and a few little openings in it 6 meters off the ground and going to the top of the same cliff band."},"__v":0},{"_id":"sl5rulFJVayIpykpvEaesw==","name":"Old School","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown, but long ago...","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"left_right_index":6,"mp_id":"108220141","mp_crag_id":"108220137","climb_id":"sl5rulFJVayIpykpvEaesw==","areaRef":"2GLa3eTSUdOr50wRJ8rg9Q=="},"content":{"description":"This is a pretty good route but with some commitment.  The physical crux is through a hand-to-OW sized roof crack, with a mental crux topping out, higher above gear than the gear is above the ground.  So don't fall.\n\nWe first expected that this route was an FA, but then we found a fixed hex rap station above the first roof, at the end of the crack.  It is OLD!  I continued the lead to the top of the crag (R/X, 5.? - scary) and topped out on pebbles and smears to the right of a small notch on the summit ridge, only to find a single Star-dryve bolt there (old Leeper hanger) just a few meters further up the hill.  Still, this route seems to have no previous documentation. The single Star-dryve bolt can be backed up by a 3\" cam back behind and slightly uphill, and by a #3 Camalot in a horizontal further up still, perhaps 30' in all.  I used the rope to tied into that to back up the awful bolt anchor.\n\nTo descend, wander uphill for a while to a notch, descend into the notch to the East, then squirm back west through a hobbit-hole through the rock and back to the base of the West face.","protection":"I did the route on a single #4 #3, and #2 (C4) Camalot. That said, I was not psyched about it.  I would suggest an old-school #4 for first protection, then the new #4 above that, then above the roof a hand-sized piece once established.\n\nThis protects the fist-to-OW crack in the initial roof, after which time you don't need, and can't have any pro anyway... then you get to dance up mellow (5.easy) low angle face to the final few feet of vertical and unprotectable face (please do not fall here, you or your body will need air-lifted if you do) or bail off to one side or the other on easy terrain.","location":"This route starts by battling through the obvious fist-ish crack splitting the obvious roof low on the ridge, about 50 meters in elevation above the creek, after perhaps 10 meters hiking along the base."},"__v":0},{"_id":"Si14PS+dW92cqUypBDmMxQ==","name":"Mellow","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Alan Doak, Tony Bubb, 6/31/2013","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"left_right_index":7,"mp_id":"108220181","mp_crag_id":"108220137","climb_id":"Si14PS+dW92cqUypBDmMxQ==","areaRef":"2GLa3eTSUdOr50wRJ8rg9Q=="},"content":{"description":"While only worth climbing if you are there anyway, this route is a good warm-up for the area.  It was initially lead in approach shoes.\n\nWalk just up past a set of junky looking cracks and past a small tunnel at the base of a chimney that leads to the east side via a squeeze.\n\nArrive at the base of an inset and start up the left of the cracks on either side, converting this to a stem as you get higher, and the inset narrower.  At the top of the inset, pull up and right onto the top of a rounded pillar and belay there.\n\nTo escape, scramble (4th class) South on the ridge and into a notch, then through a hole from the East side base back to the West.","protection":"Standard light rack from 1\" to 3.","location":"This route is the Southern-most known route on the South Ridge , perhaps 100' above the creek-bed.  Climb up the left of 2 cracks in an small inset and up onto the top of a pillar that forms its right side."},"__v":0},{"_id":"S0UyoJDtX6ygyROi7HK/Xg==","name":"Megasaurus","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dan Hare, Mike Downing","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"left_right_index":3,"mp_id":"106490054","mp_crag_id":"108220137","climb_id":"S0UyoJDtX6ygyROi7HK/Xg==","areaRef":"2GLa3eTSUdOr50wRJ8rg9Q=="},"content":{"description":"This is the thin, semi-slabby, pebble climb 20 feet left of\n\nLiquid Crystal\n\non the South Ridge (Bedrock) of Bear Canyon, sometimes called part of the Stonehenge area.\n\nTo get there, scramble north uphill from the main Bear Canyon trail from the little wooden sign near the toe of the ridge, the last rib of rock on the right as you walk up Bear Canyon.\n\nThe climb has four bolts, with a high first bolt. It looks like you could finish straight up (bring gear) and build an anchor, but we just traversed over the double-bolt anchor on the ledge above\n\nLiquid Crystal\n\n.\n\nSome directional gear or a fat piece of webbing to sling a thread would help with toproping, as a last directional, if you go right to this anchor.\n\nEngage very small pebbles at the second and third bolts - stay on your feet! Old-school 10d, but a great little route.","protection":"Four bolts - some gear for directionals if you wish for toproping.","location":"This is twenty feet left (uphill) from\n\nLiquid Crystal\n\n, on the same face."},"__v":0},{"_id":"hegMz/psV9y36tK1lgD/sw==","name":"Liquid Crystal","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Downing and Hare, 1988.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"left_right_index":4,"mp_id":"105751420","mp_crag_id":"108220137","climb_id":"hegMz/psV9y36tK1lgD/sw==","areaRef":"2GLa3eTSUdOr50wRJ8rg9Q=="},"content":{"description":"Liquid Crystal is great line, combining both steep and low angle moves on a pebble covered face.  Clip the first bolt then traverse out right to the huge pebble conglomerate.  The crux is here at the second bolt, negotiating a series of steep moves on a hold-camoflauged wall to gain a stance at the third bolt.  From here just keep cool and work your way up past two more bolts on solid edges and crystals to gain the anchors.  I was lucky enough to have the full on effect of \"liquid crystal\", sending the line in a full on downpour (the edges and crystals are that good, just watch the feet!).\n\nThis fine line is actually located on the South Ridge, the next ridge west of Stonehenge.  From where the Bear Canyon Trail crosses the creek continue on the trail for 100 yards then cut uphill along the base of the ridge.  From here the line is located 150 yards up the slope on a highly tectured face right next to a large Juniper tree.","protection":"Five bolts to a two bolt anchor with rap rings.","location":""},"__v":0},{"_id":"q0lu2nrOWye/1vnSbFkNYQ==","name":"Just Another Pitch","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"R. & C. Lenz.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"left_right_index":5,"mp_id":"108220252","mp_crag_id":"108220137","climb_id":"q0lu2nrOWye/1vnSbFkNYQ==","areaRef":"2GLa3eTSUdOr50wRJ8rg9Q=="},"content":{"description":"This route is surprisingly easy for the initial half, then it packs a punch at the grade up high in the crack, as it is somewhat awkward to top out on that.  The gear is mostly good, though the top of the crack is well before the end of the route.  A few small stopers can be placed behind a flake up and right of the crack, once on the arete, and a #2 Camalot was as good as the rock it was in when placed behind a 2\" flake just up and left on the arete.  The climbing past these is not difficult.","protection":"A standard light rack to 3.5\" with a spare #2 Camalot for the upper flake over the crack.  Belay or lower from bolted anchors up and left (North) as for\n\nLiquid Crystal\n\n.","location":"This route is the leftmost of the 3 previously published routes (Haas book) on the South Ridge.  Hike up the ridge to find the second main formation.  The formation is easly identified by two massive flakes that overhang its West face from above like a pair of Mule's Ears.  The climb is the left-leaning, left-facing, open book corner that leads to an arete and up to the anchors as for\n\nLiquid Crystal\n\n."},"__v":0},{"_id":"UN+CGS9qVuGmP0hQ5MdZaw==","name":"Back to Basics","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Bubb, M. Salazar, 8/3/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"left_right_index":0,"mp_id":"109311825","mp_crag_id":"108220137","climb_id":"UN+CGS9qVuGmP0hQ5MdZaw==","areaRef":"2GLa3eTSUdOr50wRJ8rg9Q=="},"content":{"description":"A climb of moderate difficulty, the FA was done old-school tied in on a bowline on a coil... because of a forgotten harness.\n\nStep out just right from a small pine growing at the cliff base at the right-most margin of this section of cliff.  Step up into a small crack and tiny, right-facing corner, and get protection before making some awkward moves (crux) to establish yourself in the crack.  One more protection point and an additional awkward move (powerful) are required to reach easier climbing to the top.\n\nOverall, it is not a bad climb, and climbs better than it looks. A picture will be submitted soon.","protection":"A few stoppers and smaller cams.  A tree at the top provides an anchor at which to belay.\n\nTo descend, walk off down an obvious gully about 20 meters to the South.","location":"A few hundred meters up the cliff from\n\nMegasaurus\n\nand\n\nLiquid Crystal\n\n, a smaller cliff line runs 30' of near vertical to an additional 30' of slab.  Back To Basics climbs the left-most line on this face, starting just a step right of a small pine growing against the base."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,d862dadd-e4d2-51d3-abe7-4c1127cae0f5","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","South Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2896,39.9717]},"bbox":[-105.29018674657067,39.971250339818134,-105.28901325342933,39.972149660181856],"left_right_index":-1,"ext_id":"108220137","area_id":"2GLa3eTSUdOr50wRJ8rg9Q==","polygon":{"type":"Polygon","coordinates":[[[-105.29018674657067,39.971250339818134],[-105.28901325342933,39.971250339818134],[-105.28901325342933,39.972149660181856],[-105.29018674657067,39.972149660181856],[-105.29018674657067,39.971250339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:00.347Z","updatedAt":"2024-02-19T18:31:23.982Z"}