{"_id":"6368a29ce80bff5a9956b105","area_name":"Cereal Wall","shortCode":"","climbs":[{"_id":"pXpyTYcmWu+mK7BWCnsBKQ==","name":"Wild Hickory Nuts","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Thomas Kelley, John Tainio, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":1,"mp_id":"106366288","mp_crag_id":"106034063","climb_id":"pXpyTYcmWu+mK7BWCnsBKQ==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"Sustained and classic climbing.  Begin off the mossy ledge at the base of the Nut n' Homo crack.  Angle up and right toward a bolt, placing a couple pieces of pro before you get to it.  Follow the shallow crack system that climbs more like a face to the next bolt.  Fire to the top of the next crack section (possibly a strenuous nut or tricam placement along the way) and place some thin pro at the top of it before heading for the last bolt and easier climbing. Build a belay for another pitch or continue up some somewhat dirty 5.9 pinches to finish at a notch to a double bolt anchor.  Watch for rope drag if you choose this recommended option.\n\nA double rope rappel gets you back to the double bolts you pass before the mossy ledge.  Don't get your ropes stuck on the second rappel!","protection":"All sizes, from micro cams to a single number 3 might find a use somewhere on the route or the approach pitches.  3 well spaced bolts in no way make this route a sport climb.  Double ropes may help rope drag if you combine the pitches.","location":"There are 3 normal ways to get to the mossy ledge:\n\nOption 1: climb Instant Surreal (5.10+ R). This presents the best climbing of the 3 options, though it is the scariest.\n\nOption 2: climb the crack/corner feature that is the start of Snap, Crackle and Pop (5.8). This is the natural line that leads directly into the roof traverse 2nd pitch and is well protected.\n\nOption 3: climb the normal start to Nut n' Homo (5.8 R). This option seems to be a bit contrived (especially to be so dangerous) as it is at times only 10 feet or so from the natural line of Snap, Crackle and Pop.\n\nAll options take you to the same arching traverse beneath the overhang. Follow the cracks left until you can step up through a notch and continue left to the ledge. Pass up some old tat that marks the start of Moosehead and Battle Creek Bulge. Also continue past the double bolt anchors and scramble to the top of the good ledge."},"__v":0},{"_id":"w3S23+cnVNelg5aMOoKhHA==","name":"Water Into Whine","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Sean Cobourn and Brian Gulden   2005","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":9,"mp_id":"106034082","mp_crag_id":"106034063","climb_id":"w3S23+cnVNelg5aMOoKhHA==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"From tree at base of right side of steep headwall, climb up past three bolts and TCU placements to short but steep overlap.  Crank through this to belay.  P2- Climb straight up until you can traverse left slightly to hook into Walking On Water near the last bolt.  Belay at tree.  Rap off tree.  Two ropes needed to get down.","protection":"Sparsely bolted.  Take a small rack, mostly TCU's.","location":"behind tree just right of Walking On Water."},"__v":0},{"_id":"fzXgl9uAVjWkIngaSqGl8Q==","name":"Walking On Water","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sean Cobourn and John Myers, with Buddy Brasington, Brian Gulden and Chuck Lampley  November 2004","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":7,"mp_id":"106034068","mp_crag_id":"106034063","climb_id":"fzXgl9uAVjWkIngaSqGl8Q==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"At right side of steep headwall immediately left of a tree.  First pitch is run out but easy (5.6).  Climb straight up to first bolt.  Second is out of sight aiming towards one o'clock.  Third is up and left.  From third bolt go left a bit more, pull overlap and walk to belay.  P2- First bolt is up and left.  Traverse back right above belay then straight up past several bolts to tree belay.  Rap off tree.  Double ropes needed.  Rock is such that route can be climbed when running water (as it was on FA).","protection":"Mostly bolts, you can finagle some dinky stuff on P2 if you want, plus a chicken head on P2.","location":""},"__v":0},{"_id":"04j8ZHVvWoq0clRFD0/X+g==","name":"unknown","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unsure","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":10,"mp_id":"106686907","mp_crag_id":"106034063","climb_id":"04j8ZHVvWoq0clRFD0/X+g==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"this is an old route towards the right side of Cereal Wall.  It is right of Water Into Whine and left of Mettle Detector.  It is believed to go around the left side of the low roof band, passing one old button head bolt, then up to the headwall for a non-fixed belay.  Trend up the lowest angle section of the headwall passing one more old button head bolt to the trees.\n\nThis MAY be the long lost \"Scrambled Eggs\" put up by Charles Ivey and Freddy Young back in the 1980's,  OR it could be one put up by Noel Dent in roughly the same era.","protection":"two ancient bolts on the route, otherwise, pretty dang run out.","location":"at left end of low roof band towards right side of Cereal Wall."},"__v":0},{"_id":"/Di7kSL9WdmPWzsP/491zg==","name":"Trophy Wife","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"pitch one: Sean Cobourn and Eddie Medina.  P2-3 Sean Cobourn, Brian Gulden and Cole Gulden  Nov. 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":12,"mp_id":"106964415","mp_crag_id":"106034063","climb_id":"/Di7kSL9WdmPWzsP/491zg==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"1. climb past three bolts to a run out easy section and head slightly left to optional belay at moss ledge shared with Redneck Cartel. 5.8\n\n2. pull the roof at bolt just left of widest part of roof.  Continue on run out easy ground to belay at base of headwall. 5.9\n\n3. climb short but stout headwall to tree belay on summit. 5.10","protection":"mostly bolts, but by no means a sport route.  carry TCU's and a couple small cams.","location":"near right side of Cereal Wall is a roof band kind of low down.  Near midpoint of roof look for line of three bolts.  Left of Mettle Detector, right of Redneck Cartel."},"__v":0},{"_id":"aNVGeQaeWVaEvnZLbM/BUw==","name":"Sugar Pop Rocks","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dave Wendelin and Bruce Burgess  2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":6,"mp_id":"106240172","mp_crag_id":"106034063","climb_id":"aNVGeQaeWVaEvnZLbM/BUw==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"Wander up the crimpy face past 5 bolts to an anchor below the headwall.  Rap from here, or\n\na newer 5.11 route heads straight up or traverse up and right to join Trix Are For Kids.","protection":"5 bolts, TCU's","location":"Right/center of headwall, between Lucky Charms and Trix.  Near a tree."},"__v":0},{"_id":"WCIbnGR8UmqS5JiQdEdDxA==","name":"Snap, Crackle, and Pop","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Thomas Kelly, Mark Stroud, Sam Stevenson, John Tainio","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":3,"mp_id":"106951115","mp_crag_id":"106034063","climb_id":"WCIbnGR8UmqS5JiQdEdDxA==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"Another Cereal Wall classic! Spectacular face and slab climbing up a golden brown wall. Though it has a reputation for loose/fragile rock, don't let this scare you away. Deliberate climbing will liberate you.\n\nP1- Climb the corner to a bulge/roof. Pull the roof and belay at a pine tree or continue up the corner to a gear belay atop a flake. 80-90 ft; 5.8\n\nP2- Move right and climb up loose flakes to a roof with a pin(good tcu out right of the pin about 3 1/2 ft). Climb straight up and angling slightly left passing 3 bolts. At the third bolt move left to a ledge then weave your way up and right following the best holds to a double bolt belay. 100 ft; 5.10\n\nP3- Step right of the belay and climb straight up to a bolt. Climb straight up then angle up and left about 5 feet following the gear and crimps. Continue up and right to a bolt. Move right to a lower angled slabby face. Climb up and right on sparse gear and past one runout section to a nice ledge. Slab up and right to a bolt. Climb up and belay at a large juniper tree. Spectacular!!! 130 ft; 5.11b (5.9r)\n\nTo get off you have 3 options.\n\n1- Rap off the juniper tree and hit the belays for one of the other routes on the cereal wall. Not reccommended.\n\n2- Scramble up and left to the overlook. When you reach the summit climb down and rap off of the closest pine tree(about 60 ft) down to the Wild Hickory Nut anchors. Continue down Wild Hickory Nuts. This is my favored option as it allows one to climb or top rope Wild Hickory Nuts.\n\n3- Move up and right along the grassy tree ledge. Rap off of any large trees down to a double bolt anchor. This anchor can be seen by looking down and right once up and behind the cedar tree. Rap this down to another double bolt anchor beneath the headwall. Rap to ground.","protection":"double tcu's to orange(triple blue and yellow helpful), camalots to blue(.3 and .4 very useful), small to medium nuts, tricams, many long runners, medium draws\n\nNote-The FA bolts on this climb were replaced in Jan 2011.","location":"Starts right of Instant Surreal about 40 ft at a low angle corner."},"__v":0},{"_id":"ELmQhmMGVresCLSCezPF8Q==","name":"Slap, Mantel, and Flop","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Reardon and Tom Gallo (3-4-11)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":14,"mp_id":"107025151","mp_crag_id":"106034063","climb_id":"ELmQhmMGVresCLSCezPF8Q==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"Great variety and quality of climbing. Start on flakes with good hands to an obvious undercling near the first and second bolt, then straight up to a palm slapping slab. Before getting to the roof, you can place a .75 cam under a flake to kill the runout. Mantel the roof at a bolt right of Mettle Detector. Take the crystal filled balancy moves up the steep face passing 2 more bolts to a set of rap anchors.","protection":"5 bolts and to rap anchors. Just draws will do but a .5- 1\" is nice to break up the easy terrain runout","location":"To find the Far Right Side of the Cereal Wall, hike past the Cereal Buttress following a trail inbetween two large boulders. Follow this trail to the 75 foot toproping boulder about 100 yards ahead. Head up the gully to the left of the boulder. This route is to the right of Mettle Detector and left of Angell Falls, heading over the roof band on the right side. Start at mossy flakes following bolts."},"__v":0},{"_id":"Pn7sJinhWDq7viyQ19tRZw==","name":"Ride the Wave","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"John Meyers 2010","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":4,"mp_id":"116528858","mp_crag_id":"106034063","climb_id":"Pn7sJinhWDq7viyQ19tRZw==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"Overall fun movement, but scary AF.\n\n1st Pitch: 5.10a moves through the first two bolts then move left to better rock and brace for a runout section that gets progressively easier but has ground fall potential as you approach the third bolt at 60ish feet. Be solid on 5.10 slab and choose your feet wisely, watch out for loose flakes. 150ft 3 bolts. No gear. Single bolt belay under headwall.\n\nPitch 2: 5.11 4 bolts with potential for gear through headwall with streaked rock directly above belay.","protection":"smearing skills","location":"Just left of tree ramp for Fair Weather Friend (5.7sport) at white rock with two bolts down low."},"__v":0},{"_id":"nLmdt7KTW2+6eJUcvjOHxA==","name":"Redneck Cartel","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P1- Brian Gulden, Sean Cobourn and Cole Gulden.  P2-3 Eddie Medina and Sean Cobourn November 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":11,"mp_id":"106964424","mp_crag_id":"106034063","climb_id":"nLmdt7KTW2+6eJUcvjOHxA==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"1. climb thin face past 2 bolts to moss ledge belay below roof band's left side. 5.9\n\n2. step through roof and climb easy run out face past one bolt to another moss ledge (optional one bolt belay above ledge) or traverse right to Trophy Wife anchors.5.6\n\n3. from bolt near base of headwall climb up passing ancient bolt to belay at tree on summit.5.7","protection":"TCU's or tri-cams, some small cams may be useful","location":"at right side of Cereal Wall below the roof band.  At left side of roof band look for two bolts leading to moss ledge.  Left of Trophy Wife."},"__v":0},{"_id":"vr+2MiGQV9GB6vExzfl8xg==","name":"Nut n’ Homo","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Thomas Kelley & John Tainio","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":2,"mp_id":"120164425","mp_crag_id":"106034063","climb_id":"vr+2MiGQV9GB6vExzfl8xg==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"Coined in NC select as one of the longest routes at Rumbling Bald. Nut n Homo is an older line with a dangerous first pitch and a grimy crux. Pitch 1 starts left of a tree that has fallen against the wall. Climb up the slab onto a ledge. Surmount the small bulge and aim for the first bolt. Careful as the feet in this are exfoliating and a slip would result in a back breaking fall onto the tree and then the ground. Climb to another bolt and then angle left a a wide crack. Build a belay somewhere comfy under the roof 5.8 R\n\nPitch 2 make a mellow traverse left under the roof eventually pulling onto the face and continuing left. Pass by the anchor station and keep going until you make it to a huge spacious and comfy ledge under the crack system 5.8\n\nPitch 3 climb the weird arching wife crack which is a little dirty as this thing doesn’t get any traffic. Make off balance moves to where there is a blank section in the crack. Negotiate your way through this past the tiny dead tree/sapling/bush thing.  Follow the crack and then cut back right to a ledge where you can build a belay. 5.10\n\nPitch 4  climb up pockets and pinches to the summit 5.9\n\nRap back down the stations you passed on the way up","protection":"What ever your standard Carolina rack is. Nothing special. One 3 and one 3.5 or similar","location":"Pitch one starts left of the tree lying up against the wall which is left of the corner for Snap Crackle Pop"},"__v":0},{"_id":"EgGen/fBWA+NvTFFzGrmzw==","name":"Mettle Detector","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Sean Cobourn and Allen Irwin   (2-27-10) pitch 3 Brian Gulden, Sean Cobourn and Cole Gulden","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":13,"mp_id":"106686929","mp_crag_id":"106034063","climb_id":"EgGen/fBWA+NvTFFzGrmzw==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"1. Climb the sequence through the rotten flakes, passing one bolt to a small ledge.(optional belay here).  Trot up to the roof.  Crank it using a wonderful series of steep knobs and edges.  Head straight up easy rock, passing one bolt to kill the major run out, to the headwall.  Look right for the Angell Falls belay.5.8\n\n2. Climb up a slightly left to a bolt.  #3 Camalot goes in hole up and left.  Climb past hard move and bolt to tree anchor on summit.  5.10.","protection":"Gear to #2 Camalot.  Mostly TCU's and/or small Camalots.  some bolts","location":"towards the right end of the wall, left of the perpetual wet streak is a small roof band.  Start below the series of flakes leading to a weakness at the mid-right side of the roof."},"__v":0},{"_id":"V58K/65MVu+bdzCo0/FPCA==","name":"Kenosis","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Eddie Medina and Sean Cobourn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":17,"mp_id":"107006166","mp_crag_id":"106034063","climb_id":"V58K/65MVu+bdzCo0/FPCA==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"In Christian theology, Kenosis is the concept of the 'self-emptying' of one's own will and becoming entirely receptive to God and his perfect will.\n\nP1- Climb the face past one bolt to a gear belay at base of headwall, or move belay right to small tree growing out of base of headwall. 5.7\n\nP2- climb the steeper face behind the tree to a grassy ledge and belay bolts.  This is just below Conscientious Objector. Rappel from here, climb CO, or:\n\nP3- scramble up and left along the base of the cliff above to the rim.  Look for anchors on Angell Falls to rappel.","protection":"Small cams","location":"At right end of Cereal Wall, right of Civil Disobedience at a set of right facing flake/corner/small roof thingys"},"__v":0},{"_id":"BwBrNu5EUOK3McTMWTNg9w==","name":"Instant Surreal","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Thomas Kelley, Ralph Fickel","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":0,"mp_id":"106076876","mp_crag_id":"106034063","climb_id":"BwBrNu5EUOK3McTMWTNg9w==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"P1 Mind control is mandatory on this one. High steps, thin edges and sloping dishes will move you past 4 well spaced bolts. Continue up to a slabby crack. Follow this to a small pine and a natural belay. 100 Ft\n\nP2 Go up and traverse left under the overhang to a notch(5.9). Step up and continue to traverse up and left to a double bolt rap station. 195 feet to the ground.\n\nNote-\n\nPitch 2 is actually part of Nut-n-Homo, another Thomas Kelley route.","protection":"light rack, camalots to blue","location":"Behind the cereal buttress at the left end of the Cereal wall. 2nd line of bolts from the left."},"__v":0},{"_id":"pWLkQDhpX+SpKfKPBYulVw==","name":"Fishers Of Men","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Sean Cobourn and Brian Gulden  December 2004","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":8,"mp_id":"106092319","mp_crag_id":"106034063","climb_id":"pWLkQDhpX+SpKfKPBYulVw==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"This is a variation of Walking On Water.  Start on Walking on Water.  At third bolt, step up and right, clip another bolt, pull the mini-headwall, walk left to the belay.","protection":"couple of bolts","location":"Below right end of headwall."},"__v":0},{"_id":"jF6BJGbWXXy7imHF/Kco1A==","name":"Fair-Weather Friend","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Nathan Hitchcock, Jon Kulikowski","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":5,"mp_id":"107986172","mp_crag_id":"106034063","climb_id":"jF6BJGbWXXy7imHF/Kco1A==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"This fun slab line follows a water flow, so it is often wet.  However, don't let the water deter you from this engaging and delicate gem.","protection":"Five bolts to ring anchors.","location":"Start at the top of a flake just right of Water into Whine."},"__v":0},{"_id":"+Roz5DXCXmKI8YQAz7jIZA==","name":"Civil Disobedience","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Brian Gulden, Sean Cobourn, Cole Gulden, Jeff Jenkins and John Saunders","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":16,"mp_id":"107006130","mp_crag_id":"106034063","climb_id":"+Roz5DXCXmKI8YQAz7jIZA==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"P1- climb the face just right of the wet streak to a bolted belay at the headwall.  One bolt on lower part, a TCU in a hole.  Maybe a 5.8 move or two.\n\nP2- move to gear belay below bolts to the right through boulder problem (5.11?) through mini-headwall.  Look around grassy ledge for Kenosis belay bolts.\n\nFinish on Conscientious Objector (the thin aid seam above), head up and left on Kenosis' escape to top or rappel.","protection":"TCU's, some bigger cams for belay.","location":"Near right end of Cereal Wall, right of Angell Falls and the usual wet streak, left of Kenosis."},"__v":0},{"_id":"okUWONo9VWCEBjbDbK+6rg==","name":"Angell Falls","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Allan Irwin, Eddie Medina, Sean Cobourn, Feb. 20, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"left_right_index":15,"mp_id":"106679083","mp_crag_id":"106034063","climb_id":"okUWONo9VWCEBjbDbK+6rg==","areaRef":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":"Pitch 1. (5.8) Interesting slab climbing down low. Load up the horizontal with small camming units just as the route gets steeper. 2 bolts protect the steeper section. Route angles off drastically after this through a wildly sculpted face to a belay below the steeper headwall.\n\nPitch 2 (5.10) Seek out the best holds in the eyebrow littered face. Climb past two bolts to a lower angled face.  If you are taller than 6' it may be considerably easier than 5.10. If not, lunge from a good edge at the second bolt to a large scooped hold (crux). Continue past one more bolt on the slabby face to a double bolted belay","protection":"Bring small camming units and a few nuts. 5 protection bolts and double bolted belays.","location":"Walk to the far right side of the cereal wall.  Start just left of the 'waterfall'"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,501a5223-8516-5d16-95c8-d19da85584bd,2aac135b-b44d-5f3d-b62f-1fa5066a60ee","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Rumbling Bald","Cereal Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11b"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.9+"},{"count":4,"label":"5.9"},{"count":4,"label":"5.10"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":1,"intermediate":13,"advanced":3,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":13,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.2129,35.44964]},"bbox":[-82.2134519838507,35.44919033981814,-82.21234801614932,35.45008966018186],"left_right_index":-1,"ext_id":"106034063","area_id":"KqwTW7RNXz22Lx+lBmpg7g=="},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T06:16:01.412Z","updatedAt":"2022-11-25T11:20:59.357Z"}