{"_id":"6368a1b8e80bff5a99553dc6","area_name":"V Buttress, The","shortCode":"","climbs":[{"_id":"C5w+GF1jWtemf4BcmQubpg==","name":"Working Man's Lament","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Magness, Dave Weston, Zeb Jakub, 9/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1663,44.064]},"left_right_index":1,"mp_id":"107905043","mp_crag_id":"107905006","climb_id":"C5w+GF1jWtemf4BcmQubpg==","areaRef":"eaEZVr/gU6iBDYMBQWDpSg=="},"content":{"description":"P1: Climb a 5.9 hand crack for 15 until it turns into a water groove at a horizontal (the original route traverses in from the White Eye chimney via this horizontal). Layback the water groove (crux, 5.11) past two bolts to a second, more prominent horizontal.  Traverse left across this horizontal to a hand crack.  Climb the crack (5.6) until it ends.  Build a gear anchor at a good stance.  (5.11) 120 \n\n  P2: Traverse up and right to a large ledge and two bolt anchor, passing bolts on Crabnebula for protection (5.9). 30.  Or, instead of traversing finish up the second pitch of Crabnebula (5.10b) 100 \n\n  P3:  The original route followed a dirty, loose corner on the left (5.5).  Or, finish up the second pitch of Triplet (5.10b)  80 ","protection":"Standard rack, doubles of #.75 and #1. 2 bolts.","location":"This is a free variation of the last to pitches of Forest of Fanghorn.  Begin at a small stance 200 below the access ledge."},"__v":0},{"_id":"JDI3w7CfVauypZuXaqKV7A==","name":"Triplet","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dave Weston, Chris Magness, Zeb Jakub","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1663,44.064]},"left_right_index":2,"mp_id":"107905067","mp_crag_id":"107905006","climb_id":"JDI3w7CfVauypZuXaqKV7A==","areaRef":"eaEZVr/gU6iBDYMBQWDpSg=="},"content":{"description":"Excellent climbing.  Expect some typical Cathedral spice... you can't pull through on gear.   \n\n  P1:  Start as for FOF.  Climb a 5.9 hand crack for 15 until it turns into a water groove at a horizontal.  Layback the water groove (5.11) past two bolts to a second, more prominent horizontal (gear), mantle up onto a slab past the horizontal and continue to follow the disappearing water groove past two bolts (crux at second bolt).  Step up and right at second bolt to a flake system and a small cam placement.  Continue up and left to another bolt.  Climb straight up to a ledge, another bolt and another hard mantle.  Run it out on easy terrain to a 2 bolt anchor on a large ledge.  (5.11+) 120 \n\n  P2:  Friction climb straight up past 3 bolts (5.10b).  Follow dirty but easy rock the top.   \n\n  A variation has been climbed to this pitch at a similar grade.  Step right after the first bolt into a flake.  Protect with micro cams and step back left to the third bolt (5.10a R).  80 ","protection":"Cams from .3 to a #1.  Doubles of #s .4, .75","location":"Begin at a small stance 200 below the access ledge."},"__v":0},{"_id":"Pa4HwcQ0UYeNTJxYSuonRQ==","name":"Crabnebula","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Zeb Jakub, Chris Magness, Dave Weston, 9/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.1663,44.064]},"left_right_index":0,"mp_id":"107905089","mp_crag_id":"107905006","climb_id":"Pa4HwcQ0UYeNTJxYSuonRQ==","areaRef":"eaEZVr/gU6iBDYMBQWDpSg=="},"content":{"description":"This line generally follows a dike just right of FOFs hand crack, is very well protected, and is a good line for a 5.10 leader to push their ability.    \n\n  It is possible to climb the meat of Crabnebula in one 170 marathon pitch to a two bolt anchor, then scramble to the rappel tree.  Pitching it out allows for better communication in cruxy areas: \n\n  P1:  A sustained pitch.  Make a committing move off the belay to a bolt up and left.  Using holds on the arête, follow bolts around a bulge to a horizontal (pin), just right of FOFs hand crack.  Pull another bulge and follow bolts and a dike to a stance on the left (same as FOF).  Build a gear anchor.  (5.11 a/b) 120 \n\n  P2:  Follow bolts straight up the slab until the angle eases.  Belay at a two bolt anchor or continue up to the tree (5.10b) 100 ","protection":"Bring a few medium sized cams and stoppers for a gear anchor.  Many draws, including extendables.","location":"Begin at a small stance 200 below the access ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a28bb0ec-fafb-59b3-921a-fa7512cbd723,79a11956-bfe0-53a8-810d-83014160e94a","pathTokens":["USA","New Hampshire","*Cathedral Ledge","V Buttress, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11a/b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.1663,44.064]},"bbox":[-71.16692577661908,44.063550339818136,-71.16567422338095,44.06444966018185],"left_right_index":-1,"ext_id":"107905006","area_id":"eaEZVr/gU6iBDYMBQWDpSg=="},"content":{"description":"The V Buttress is an area on the upper Central Wall between the Cathedral Direct Chimney and the White Eye Chimney.  Climbs were developed mostly in 2009 and are reminiscent of steeper lines on the South Buttress or the Diagonal area of Cathedral.  All have mixed bolts and gear.   \n\n  Expect to feel a lot of air beneath your feet.  Because of their high position, routes here are quick drying.  All routes can be easily top roped.  If leading, fix a line from the the rap tree (KNOT THE END!!!) and bring a separate lead line.  Use 60M ropes. \n\n  There are 2-bolt rap anchors all the way to the ground, with the last rappel being a free hanging rappel over Cathedral Cave.  It might be possible to  rap in 4 rappels with one 70 M rope, but I've never tried.  This is a good alternative to the Saigons rap if you've climbed Thin Air and have 2 ropes. \n\n  Anchors are situated as follows:   - 50 ft down from the rap tree for top roping Crabnebula, the FOF hand crack, and the second pitch of Triplet, and for leading Crabnebula in one pitch \n\n  - 100 ft down from the rap tree, second pitch anchor for for Triplet and FOF.  Easy to TR the first pitch of Triplet from here. \n\n  - 190 ft down from the rap tree, starting ledge for the three climbs.  120' to Bonfire ledge. \n\n  - Bonfire ledge.  110' to the ground. \n\n  If you're rapping to the ground from the tree ledge, rap first to the 190' belay, then to Bonfire, then to the ground. \n\n  NOTE: Despite the 190' rap, you can not lead back up without stopping to belay (climbing length is longer than rappel length). \n\n  The V Buttress is clearly visible on the upper central wall as you drive down Cathedral Ledge Road-- it's the giant white V.  And no, we didn't bleach the face, just scrubbed the shit out of it.  \n\n  I'm adding these routes to MP because they are beginning to collect some dust-- the cleaning effort to establish them was massive, they are of excellent quality and deserve traffic. \n\n  Page 226 in the Handren guide."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:12:08.543Z","updatedAt":"2024-01-15T16:46:26.353Z"}