{"_id":"6368a722e80bff5a995dd797","area_name":"Black Widow Buttress","shortCode":"","climbs":[{"_id":"FzDlmE1/UCqGPZV5OZ15Iw==","name":"State of Mind","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Seeley, Gopal, Aug 2020 (or old skool?)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.14082,44.27517]},"left_right_index":0,"mp_id":"119431505","mp_crag_id":"119431089","climb_id":"FzDlmE1/UCqGPZV5OZ15Iw==","areaRef":"RIy7q3hoVZa0S9FQmDb+qQ=="},"content":{"description":"The climbing is mostly 5.6, with lots of questionable rock and a number of harder sections sprinkled in for good measure.\n\nThe line follows a weakness on the left side of a 2-ish pitch long, prominent triangular spike not far from the center of the buttress. Start on the cleaner left side of the bottom of the gully, avoiding the scornful glare of precarious death blocks that choke the main weakness. To the left lie a couple of options for getting up and steering clear of the looser stuff. We chose the right facing dihedral, which took a few harder moves to get up. A slabby alternative to the right of the dihedral appears easier, though with potentially less gear.\n\nP1: (130 ft) If you start up the dihedral, you will want to veer right at the top. One way to do this, is to chimney up a narrow slot on the backside of a rectangular block and traverse right, then head up as far as rope drag will permit. If your second is carrying a pack and has an assortment of shoes dangling from their harness, this line will tell you whether they are worthy of your company by their choice of expletives when they meet you at the belay.\n\nP2: (180 ft) Look for good rock on either side of the often vegetated gully, but don't spend too long looking or you might never climb. I think I stayed mostly on the right - climbing on the triangular nose, with the dark streaked wall on my right. Make a belay when you find good gear. I found a good spot in the gully about 30 ft below the top of the spike.\n\nP3: (190 ft) Climb up to the top of the spike, make a few fun, airy moves to the right and continue up to the blocky ledge. There are several options of similar looking difficulty.\n\nP4: (Optional, I believe - about 250 ft) Move the belay back over 100 ft of talus (or be prepared to simul-climb, like we did) and scramble up the final headwall that's mostly third class with some fifth class moves. It should also be possible to skip this pitch and exit to the right along talus.\n\nDescent: If heading back to camp below the lower lake (or back to the trailhead), head climber's right from the top and descend talus to the creek crossing below the lake. If you plan to climb routes on the Spider's Slab or Spiderweb Buttress, head back and left, descending the talus (and occasional grassy ledges) between Spiderweb and Black Widow.","protection":"Standard rack from 0.2\" to 3\" - doubles from 0.5 to #2 were helpful. A double length sling was useful at a couple spots.","location":"State of Mind follows the main weakness on the left side of long triangular spike located on the left side of the buttress. Start to the left of the  gully if you prefer avoiding what looks like a lot of loose rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,54266f8d-be2c-53a3-a1b1-b23b4ad0c4d2,d6b4361c-8c60-5d3c-99bb-d45948b42417,448cbbab-7868-5596-b44b-d1509836fea9","pathTokens":["USA","Wyoming","Cloud Peak Wilderness Area","Lost Twin Lakes","Black Widow Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.14082,44.27517]},"bbox":[-107.14144802110519,44.274720339818145,-107.1401919788948,44.27561966018187],"left_right_index":-1,"ext_id":"119431089","area_id":"RIy7q3hoVZa0S9FQmDb+qQ==","polygon":{"type":"Polygon","coordinates":[[[-107.14144802110519,44.274720339818145],[-107.1401919788948,44.274720339818145],[-107.1401919788948,44.27561966018187],[-107.14144802110519,44.27561966018187],[-107.14144802110519,44.274720339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:15.985Z","updatedAt":"2024-01-20T01:09:14.725Z"}