{"_id":"6368a1b8e80bff5a99553f1b","area_name":"G-Spot, The","shortCode":"","climbs":[{"_id":"nf8Sl2Q1VtmcSei/8On0HA==","name":"She Goes Both Ways","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"dean wishart 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":1,"mp_id":"106441360","mp_crag_id":"106441295","climb_id":"nf8Sl2Q1VtmcSei/8On0HA==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"If i got the right name on this one the name would make sense because this could very easily be done on gear but there are bolts so i guess she could go both ways... \n\n  I wasn't sure about this one looking up at it but it turned out to be really good... one of the best routes out here... The bottom seeps but you can avoid the wet by traversing in to the crack from the left on good edges... \n\n  Straight forward, follow the bolted crack up a bunch of fingerlocks jams and laybacks to a bulge which marks the mantel move crux... Balance your way over the bulge and climb left to the quick clip anchors...","protection":"5-6 bolts to quick clips or practice with some trad gear...","location":"The crack in the middle of the main area of the G-Spot..."},"__v":0},{"_id":"L2bjW9x5XZWkRtF17Qphlw==","name":"Sex Ed","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Torie Kidd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":6,"mp_id":"119396436","mp_crag_id":"106441295","climb_id":"L2bjW9x5XZWkRtF17Qphlw==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"Another good off the beaten path moderate. Currently needs a little bit of cleaning and a proper anchor but the movement is really interesting. Climb the face on interesting, sharp holds. weaving around a little. At a nice stance find a way to pass the overlap to gain the final slab section. Right now there is a sling anchor on a tree to the left but a bolt anchor should be added soon. ","protection":"5 bolts to a tree anchor with biners.","location":"This is the right hand route on the slab to the right of Drip of Fools. "},"__v":0},{"_id":"PjQL033pV42sbBvB1if50g==","name":"Lichen Lickin","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"tim kemple sr. winter 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":0,"mp_id":"106441367","mp_crag_id":"106441295","climb_id":"PjQL033pV42sbBvB1if50g==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"This is the line on the far left... Packs way more of a punch than it looks... The top climbing wouldnt be too bad if it wasn't covered in Lichen but...it is... I pulled some of it out of the important holds but there is more to be done... Bring a brush... \n\n  Climb up the slight invert which ever way you see fit... I stayed right of the bolts but it could go straight up... Some interesting footwork and big reaches get you past a 2nd bolt crux and on to fun moves leading to the upper crux which is reaching the chains in a sea of Lichen... I eventually went up left of the anchor and made it happen but some traffic or a good brushing would be in order for the top part...","protection":"3 bolts to anchor...","location":"Far left route at the G-Spot..."},"__v":0},{"_id":"uH3q+gDgVqy9sMt+e2KgtA==","name":"Layback and Relax","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"tim kemple sr. winter 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":3,"mp_id":"106441346","mp_crag_id":"106441295","climb_id":"uH3q+gDgVqy9sMt+e2KgtA==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"This is a pretty fun climb that i think i would like more after doing it a few times... It is a tricky onsight making it feel a little stiff... \n\n  Start up using underclings and a prominant layback crack to a good rest/clipping stance... It looks like a hold broke here i cleaned it out a bit so most of the loose stuff should be gone... Hidden hold around the arete to the right... A tricky crux section moves left to a cool big move to a good jug and cruise to the clips... \n\n  Another worth while route at this out of the way cliff...","protection":"4-5 bolts to quick clips anchors...","location":"The Main G-Spot cliff has 4 routes... this one is on the far right... Starts up a prominant layback feature..."},"__v":0},{"_id":"jsESJHsrUoSxGuywhzhNpA==","name":"Kagels and Locks","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"dean wishart winter 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":4,"mp_id":"106441334","mp_crag_id":"106441295","climb_id":"jsESJHsrUoSxGuywhzhNpA==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"Pretty dirty as of right now... Pretty good climbing on good holds with some awkward moves between...  \n\n  There is a blank section near the top that is the crux... The rest is moderate but balancy... \n\n  Enjoyable but if you only have time for one 5.7 keep hiking to the main area...","protection":"4 bolts to Anchors","location":"After the new two new additions below (G-Wiz and Sex Ed), this route is by itself at the next separate mini-area. This is located to the right of the fixed rope on the way to the main section."},"__v":0},{"_id":"eO9T++98VqWmQXgwd1VB+g==","name":"G-Wiz","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":7,"mp_id":"119396398","mp_crag_id":"106441295","climb_id":"eO9T++98VqWmQXgwd1VB+g==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"A nice out of the way practice spot for a new leader. This is the left hand route on the slab to the right of Drip of Fools. Some interesting route finding at the grade past the first couple of bolts. Things get a little more straight forward toward the top but it stays interesting in my opinion. After climbing the face, and clipping the last bolt, move right then back left to stand on a ledge and clip the anchor. ","protection":"4 bolts to anchor","location":"This is the left hand route on the slab to the right of Drip of Fools. "},"__v":0},{"_id":"Ws47qkR/X8GdwlcO7UXyfg==","name":"Drip of Fools","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"tim kemple sr. winter 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":8,"mp_id":"106441298","mp_crag_id":"106441295","climb_id":"Ws47qkR/X8GdwlcO7UXyfg==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"The first route you run in to on the trail to the G-Spot... It stands out as it is clean and sports 3 bolts and a nice shiney anchor...  \n\n  The start is more moderate climbing vertical or less rock on pretty good holds... The crux comes in the form of a roof 25 feet off the ground pull the tricky roof and clip the chains... \n\n  worth doing when dry but it does tend to seep a bit...","protection":"3 bolts to anchor (quick clips i think?)...","location":"The first route you see when you head up the G-Spot Trail..."},"__v":0},{"_id":"9wZ9DnfMV76Q78MWpAxy7Q==","name":"Drillin' in My Dreams","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"fred price 6/01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":2,"mp_id":"106441351","mp_crag_id":"106441295","climb_id":"9wZ9DnfMV76Q78MWpAxy7Q==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"This one i found to be a mix of good and bad...Really good climbing! Kinda confusing bolting... The biggest thing i noticed was the bottom seemed perhaps over bolted (which was fine with me) and the top was a bit thin on pro in comparison (Broken clipping hold?)... I found myself at an upper crux with no clipping stance a good ways (by rumney standards) above the last bolt... It did look like a hold may have broken here... \n\n  The route goes like this, start near the start of Layback and relax 5.10a/b... Climb left in to a good layback section and up through a thin section to a rest... Another thin crux heads left past a tough spooky bolt and up some 5.10ish moves to the anchors...","protection":"6 bolts to anchor...","location":"Second route to the left on the Main Area of the G-Spot..."},"__v":0},{"_id":"amzA9Al2UuSEPJxva+xbtw==","name":"Bumpin the Gate","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"fred price 6/01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"left_right_index":5,"mp_id":"106441340","mp_crag_id":"106441295","climb_id":"amzA9Al2UuSEPJxva+xbtw==","areaRef":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"Really fun!... Worth the hike if you are looking for a cool new moderate route... Interesting climbing on good holds wandering up to a balancy crux... \n\n  Start be scrambling on to the ledge and getting the first bolt... overcome a cool overlap to the right and head up and back left to a rest... This is followed by a well protected slabby crux gaining the clips...","protection":"4 bolts to quick clips...","location":"At the main area of the G-Spot this is the route that is on its own little cliff to the right of the rest of the routes..."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,ac089362-3c87-5533-854f-98ca374eb060","pathTokens":["USA","New Hampshire","*Rumney","G-Spot, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11a"}],"byDiscipline":{"sport":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83398,43.80263]},"bbox":[-71.83460303235769,43.802180339818136,-71.8333569676423,43.80307966018185],"left_right_index":-1,"ext_id":"106441295","area_id":"rAiTYjyHVTOFT5jKN06wYA=="},"content":{"description":"The crux of this area is finding your way around. Once you know how to get there it's easy enough but there is no direct trail that makes it simple. There are essentially 3-4 small crags that make up the area. I find the best order to put them in is the order in which you discover them as you approach. Not everyone agrees so the order could change at some point but as you hike in just above the small parking lot you will get to Drip of Fools, G-wiz and Sex Ed. A little way up and right of there is Bumpin' the Gate. From the base of that route traverse left along a ledge and around the hill with a little scramble to the main area where you will find the five other routes with the easiest on the right separated by a gully.  A great place to escape the crowds. Really the cliff is just below the Kennel Wall and to the right of New Wave but there is no easy way to get here from there. It is possible and tempting to cut over from New Wave wall but if you do be very careful as a slip could have serious consequences. So if you are looking for a new experience, take an adventure and see if you can tap in to the pleasure that is... The G-Spot..."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:12:11.655Z","updatedAt":"2022-11-25T11:20:00.888Z"}