{"_id":"63689defe80bff5a994faf4f","area_name":"South Side","shortCode":"","climbs":[{"_id":"YF+eBqA2WeWvcPoIp2RPtw==","name":"Tetris","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09763,41.39134]},"left_right_index":4,"mp_id":"116352473","mp_crag_id":"116071555","climb_id":"YF+eBqA2WeWvcPoIp2RPtw==","areaRef":"8X20r2+DXZ2qF+TQaBN8MA=="},"content":{"description":"Good corner climbing along some large finger cracks. The crux occurs about halfway up with the climb where feet become slim for a move or two.","protection":"Can be lead with a single set of nuts, but some finger sized cams and a small tricam or two makes for better placements","location":"Walk along the path running along the south wall, look for the distinctive overhanging block in the corner."},"__v":0},{"_id":"euoSE2rzUimPf8BM44pxBw==","name":"Sleazy Corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Maxwell Buchanan, Jan 2021","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09763,41.39134]},"left_right_index":1,"mp_id":"120208802","mp_crag_id":"116071555","climb_id":"euoSE2rzUimPf8BM44pxBw==","areaRef":"8X20r2+DXZ2qF+TQaBN8MA=="},"content":{"description":"This route starts on the slab directly behind a tree on the trail passing by the South Side wall. There is usually water running down the climbers right side of this route and it would definitely make the route easier if this were dry. The crux of the route is the first few slab moves up to a ledge, especially on lead since there is no pro until you get to the ledge. There is a nice finger jam and some small pockets for feet. If you want an easier start, you can stem and chimney off the tree right next to the start of the route to get to the ledge. Once on the ledge, the route goes up a 4th/low 5th corner to another small ledge. From here either mantle over the two overhanging boulders on top of the route or go left and ascend an easy ramp to the top. There are two solid trees at the top which I used as an anchor, but if you want to TR, I recommend extending the anchor over the overhanging boulders to reduce rope drag.","protection":"I used a nut and metolius mastercam numbers 5 and 6","location":"Starting at the main mama wall, go east along the trail at the base of the rock wall until you find a tree in the middle of the trail with a large ramping corner above to the top of the face. This route is directly to the right of It Gets Easier. "},"__v":0},{"_id":"ivf0FCLTUiahwacEIv81xA==","name":"Nut Grabber","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09763,41.39134]},"left_right_index":2,"mp_id":"120209260","mp_crag_id":"116071555","climb_id":"ivf0FCLTUiahwacEIv81xA==","areaRef":"8X20r2+DXZ2qF+TQaBN8MA=="},"content":{"description":"This route starts by climbing up a tree as if you were  squirrel in search of a nut, hence the name \"Nut Grabber\". Once you are far enough up the tree, you can step onto the ledge and continue a relatively simple climb. At the very top, there is an overhang that is the second most difficult part besides squirreling up the tree. It requires you to lean back pretty far in order to pull yourself up.The first time Nut Grabber was climbed was by Rocky Joe in January 2021. Rocky Joe free-soloed this route with no ropes. It is fair to say that Rocky Joe successfully grabbed the nut!","protection":"For solo free-climbers, Rocky Joe suggests using a helmet","location":"Use Mamacoke Island Trails. The Nut Grabber is located in between Main Mamma Wall and Tetris routes."},"__v":0},{"_id":"G99EY6XFU5uo9Miv8KgwJA==","name":"It Gets Easier","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-72.09763,41.39134]},"left_right_index":0,"mp_id":"120208632","mp_crag_id":"116071555","climb_id":"G99EY6XFU5uo9Miv8KgwJA==","areaRef":"8X20r2+DXZ2qF+TQaBN8MA=="},"content":{"description":"This route is not for the faint of heart or novice leader. The first piece of solid pro is about 8 feet off the ground. A fall will certainly put the climber onto the small boulders below. Twisted ankles or broken bones are a concern for the first few feet of climbing. Have a good spotter/belayer when climbing this route. After placing the first pro, pull the crux and look for your next piece of pro so you don't hit the deck! With that said, this is the hardest part of the climb. Afterwards, you can expect 5.5 or 5.6 for the remainder of the climb. This route will be relatively dry compared to the majority of the South Wall after it rains for good climbing all year round. Since this route starts directly on the hiking trail, be sure that there are not a lot of hikers on the island.Remember to be courteous and share the preservation with others. Most people are kind and stop to watch and ask questions. Let's keep the community's positive outlook of rock climbing to allow others to climb this in the future. ","protection":"There are not a lot of opportunities for protection at the start. After a move or two, you can place a BD #.5 to protect the crux. Afterwards, there are plenty of opportunities for cam placement to protect along the face. A TR can be set up to two trees just right of the route at the top of the two boulders for Sleazy Corner. There will be significant rope drag if a TR is set up here.","location":"This route is on the trail that follows the South Wall. You will know that you're at the base when you have to climb over some small boulders on the trail and squeeze next to a tree. The route starts above one of the small boulders and just left of Sleazy Corner. After starting, the route follows the edge of the face (up and left) to the highest peak. Alternatively, you may join the slab to the climber's right and top out via Sleazy Corner. After topping out, walk off to climber's left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,d7198222-562b-5689-8eb7-e0853b5f80b6,c14f9010-c56a-557d-8b82-4736441ab6b7,f17db4af-6f83-5d9d-aa17-e4d068137c30","pathTokens":["USA","Connecticut","Eastern Coastal Slope","Mamacoke Island","South Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":2,"label":"5.6"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.09763,41.39134]},"bbox":[-72.09822937827175,41.39089033981814,-72.09703062172825,41.391789660181864],"left_right_index":-1,"ext_id":"116071555","area_id":"8X20r2+DXZ2qF+TQaBN8MA==","polygon":{"type":"Polygon","coordinates":[[[-72.09822937827175,41.39089033981814],[-72.09703062172825,41.39089033981814],[-72.09703062172825,41.391789660181864],[-72.09822937827175,41.391789660181864],[-72.09822937827175,41.39089033981814]]]}},"content":{"description":"A long, vertical granite face running right alongside the walking path. Home to some nice short climbs with some opportunities for gear placement. In addition, top ropes can be set up from many of the trees on the top of the cliffs. The South Wall is the most easy-to-find wall on the island, with climbs ranging from 15-20 ft. The far western part of the wall even contains some overhanging bouldery starts. Plenty of space for new routes to be developed!\n\n NOTE: The South Wall can take several days to stop dripping/seeping after heavy rains. There are still a few accessible climbs when the rock is seeping but you will have better luck on the Cove Wall after a few days of rain."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:56:12.029Z","updatedAt":"2024-01-20T01:00:14.428Z"}