{"_id":"63689de0e80bff5a994f989d","area_name":"Upper Tier","shortCode":"","climbs":[{"_id":"1dhtQ2m6Vw6b/uvZdX0JzQ==","name":"The Journey","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.69131,39.71052]},"left_right_index":0,"mp_id":"111903301","mp_crag_id":"111903298","climb_id":"1dhtQ2m6Vw6b/uvZdX0JzQ==","areaRef":"6e/Ns2ckXRa45ZQAyHJOeA=="},"content":{"description":"The Journey is a unique Rifle route, unique in that it actually tops out the canyon unlike the typically arbitrary ending points of sport routes that terminate in a bolted anchor. It summits a cool, little, buttress-like formation that protrudes from the canyon rim and gives it a tower like feel when on top.\n\nTo climb The Journey, begin on moderate terrain, passing several bolts on slabby rock with generally large holds. In the middle section of the route, the angle begins to steepen and at 2/3 height, the crux is pulled through a steep bulge. Two glue-in bolts protect this crux which features good holds but spaced out. The final section of the route features an easier crux with some delicate movement before topping out on good holds and positive rock.\n\nAt the top, you can clip into the two bolt anchor via steel carabiners and lower. If you do so, have a knot tied in the end of your rope, and back clean many of the draws. An 80 meter rope with stretch will make it back to the base with a few feet left. Note: when I first led this, the halfway point on my 80 meter rope was at the 2nd bolt.\n\nOr, if you lack an 80 meter rope, you can lower twice via two different lowering station options. Also, some have tried lowering or rappelling from the top with a 70 meter rope to the choss-filled ledges to the right of the route. Be aware that a 70 will most likely leave you high off the ground, and you should absolutely have knots tied in the end of your rope.\n\nYou can also climb past the topmost lowering station and belay from two bolts on the very top. Pack some beers, top out the formation, and watch the sunset before rappelling from the chain anchor with rappel rings at the top.","protection":"20 quickdraws plus anchors. Some long draws and even shoulder length slings may be helpful for rope drag. Steel carabiners are fixed at the top, and there are a couple of mid-route anchors to use for lowering.","location":"The only route at the Upper Tier, it sits 100 feet to the climber's right of the west facing Lower Tier routes. Walk through the trees and into a talus field where some belay platforms lay below the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,22dac198-10d8-5ebf-94d5-6e503a0753a0,4bedcffa-8060-54b9-89d8-61877393fe99,e9efcdb3-6724-5d16-b8e5-9400c8724e78","pathTokens":["USA","Colorado","Rifle","Rifle Mountain Park","Lower Tier","Upper Tier"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.69131,39.71052]},"bbox":[-107.69189451911079,39.71007033981814,-107.69072548088921,39.71096966018186],"left_right_index":-1,"ext_id":"111903298","area_id":"6e/Ns2ckXRa45ZQAyHJOeA==","polygon":{"type":"Polygon","coordinates":[[[-107.69189451911079,39.71007033981814],[-107.69072548088921,39.71007033981814],[-107.69072548088921,39.71096966018186],[-107.69189451911079,39.71096966018186],[-107.69189451911079,39.71007033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:20.945Z","updatedAt":"2024-01-20T01:00:26.668Z"}