{"_id":"6368a214e80bff5a9955da37","area_name":"Alioth","shortCode":"","climbs":[{"_id":"62TeZkp5U5ObougRjF0xrA==","name":"Aerial Boundaries","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bryan Pletta & Doug Teague","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.44254,35.19896]},"left_right_index":0,"mp_id":"106851194","mp_crag_id":"106851185","climb_id":"62TeZkp5U5ObougRjF0xrA==","areaRef":"68rUpkVNVqacQgoxyDfi1Q=="},"content":{"description":"Aerial Boundaries is one of the best climbs at the 5.11 grade in the Sandias, with sustained, steep, intriguing climbing on quality rock for nearly all of its length. Its fairly remote location no doubt contributes to the lack of attention its received.\n\n The topo and description in Mick's guidebook were accurate and very helpful. I'd recommend you use them.\n\nBeta:\n\nPitch 1 - (5.11d, 90'): A hard start leads to the first bolt, traverse left to a 2nd, mantle up to [a new bolt, which replaced fixed pins as of 6/2019] and reach the tricky crux of the route 30' up. Turn the crux and climb up and right in a small left-facing corner, then find devious 5.10 climbing up past 3 more fixed pins and reach the belay.\n\nPitch 2 - (5.11c, 80'): Climb an awkward roof straight above the belay. Face climb up to a bolt, then angle right to another bolt. Climb straight up, or right of, a pin-protected seam to a fixed belay. Some of this pitch is spooky and/or is protected with small gear..\n\nPitch 3 - (5.10a, 130'): Clip a fixed pin just above the belay, and move left to a bolt. Face climb right to a pin, make a weird move just past it and a small run-out to a bolt. Angle left past a steep blocky section to a rest stance. Head up and right, switching between 2 cracks, to the belay on a ledge.\n\nPitch 4 - (5.11b/c, 80'): Step off the right end of the ledge, boulder 15' up, and traverse back over top of the belay. Steep liebacking off flakes up and left takes you past a bolt and a fixed pin to another bolt, which protects a thin traverse left to a rest below a small right-facing corner. Climb up the corner, into a groove, passing a bolt and fixed pin to gain a ledge. Clip another pin, and another easier boulder problem leads to the fixed belay.\n\nPitch 5 - (5.10b, 150'): Step left of the belay, and climb a right-facing corner, passing 2 fixed pins. Move right below a roof, clip a bolt, climb up and step left up above on easier terrain. Angle right on easy cracks below a right-angling roof and build a belay at a stance.\n\nPitch 6 - (5.6, 130'): Climb up and right on easy licheny, flakey stuff to the trees below the summit. Scramble up 3rd class to the high point of the Alioth's summit, and you're half-way done. Descent info is on Alioth's main page.","protection":"Much of the climb is protected by fixed gear. Bring 14 draws (many shoulder-length). Gear is mandatory on most pitches: -nuts, including RPs -2 ea. cams from #0.3 to #0.75 camalot -1 ea. smaller TCUs or equivalent -1 ea. red (#1) and yellow (#2) camalot\n\n We climbed this with a full-length trail line, from which we hauled the pack and shoes; this seemed like a good strategy for this route. Approach shoes or similar are nice for the 4th class scramble/return to the trail.","location":"The climb is the rightmost climb on the SE face of Alioth; it starts near a clearing with a big downed log. There are 2 bolts about 10' up, and you might notice tat at the first 2 belays. The small pine tree the [older] guidebooks say you should look has died, and is no longer there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,89533c46-1ddb-55d2-a50f-eabc4718c9c4,ebcad4a6-454d-56a6-9c42-0a31c837e2d5","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","TWA Canyon","Alioth"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.44254,35.19896]},"bbox":[-106.44309027501887,35.198510339818135,-106.44198972498111,35.199409660181864],"left_right_index":-1,"ext_id":"106851185","area_id":"68rUpkVNVqacQgoxyDfi1Q==","polygon":{"type":"Polygon","coordinates":[[[-106.44309027501887,35.198510339818135],[-106.44198972498111,35.198510339818135],[-106.44198972498111,35.199409660181864],[-106.44309027501887,35.199409660181864],[-106.44309027501887,35.198510339818135]]]}},"content":{"description":"Alioth is a summit on the north side of TWA Canyon. Its 700' southeast face is steep and one of the more compelling walls in the Sandias, but probably gets only 1 or 2 ascents each year. This wall is visible from the tram. Due to its aspect, this face sees sun from mid-morning to mid-afternoon. Because of its location and intricate descent, a day on the Alioth is sure to be a committing and rewarding adventure."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:48.600Z","updatedAt":"2024-02-19T18:38:15.203Z"}