{"_id":"6368a05be80bff5a9952ee2e","area_name":"Savin Hill","shortCode":"","climbs":[{"_id":"wowItEbtUjCel5DzcmAUhw==","name":"Big Savin Left","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04958,42.31056]},"left_right_index":0,"mp_id":"112791417","mp_crag_id":"112791363","climb_id":"wowItEbtUjCel5DzcmAUhw==","areaRef":"kuyqTAGbX/Kr3ZUNXKieIg=="},"content":{"description":"This ascends the wide crack/arête that separates the Savin Slabs from the Savin Face. Step in the wide crack formed between the lower block and Savin Face, and pull on holds on the \"inner arête\" of the lower block. Make a reach while you are standing on top of the lower block to crank past the wide, flaring crack (crux); this is where the route steepens. Only a few hand jams will work in the crack feature nearer to the top. This isn't a real crack climb, since face and arête holds are used on either side of this crack-a-ma-thing.","protection":"Toprope from a bolted anchor (several trails lead to the top). This can go on lead (PG-13), but few (and sketchy) gear placements make this a tough go for such an easy grade. If you blow the crux move, an awkward/painful landing on the lower block awaits you.","location":"At the Big Savin crag, look for the crack separating the Savin Slabs from Savin Face. This and \"Big Savin Face\" are the tallest routes at Savin Hill."},"__v":0},{"_id":"2jvAxM5VVNKEKvMZO+17Zw==","name":"Big Savin Face","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.04958,42.31056]},"left_right_index":1,"mp_id":"112791379","mp_crag_id":"112791363","climb_id":"2jvAxM5VVNKEKvMZO+17Zw==","areaRef":"kuyqTAGbX/Kr3ZUNXKieIg=="},"content":{"description":"This ascends the tallest face of Big Savin. Start on the lower block (with feet 1/4 the way up this block) to reach a slanting rail, which consists of some slopers and a few hidden crimpers. Crank on this rail feature, and move your feet up on tiny edges. Search for some two-finger pockets and nubbins at the crease (strenuous & delicate crux) that separates the vertical face from the slabby finish. Pulling your feet onto the slabby finish is surprising tough. Boston Rocks lists this as 5.7 (the added \"+\" means this is sandbagged). It is a pumpy, short route that requires some technique - not ideal for newbies.","protection":"Toprope from a bolted anchor (several trails lead to the top). Falling from the slanting rail (and rope stretch) will result in an awkward landing on the lower block (i.e., injury).","location":"This ascends the tallest face on Big Savin. The route is right of the large crack that separates the Savin Slabs from the steeper stuff. Look for the slanting rail feature on the vertical face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,d1971efc-3554-543e-8b12-02f8366c755c,92ecaa4c-019b-5ff2-abdd-950d5ca89e22","pathTokens":["USA","Massachusetts","Greater Boston","Savin Hill"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.04958,42.31056]},"bbox":[-71.05018805395558,42.31011033981814,-71.04897194604442,42.31100966018188],"left_right_index":-1,"ext_id":"112791363","area_id":"kuyqTAGbX/Kr3ZUNXKieIg=="},"content":{"description":"Savin Hill has a handful of climbs in an urban park that's accessible by public transit. The routes reach only 30' on the largest crag, Big Savin. There are some bouldering options on the shorter end of Big Savin; steeper offerings are on the nearby (and smaller) crag, Little Savin. There is a great beginners' toprope area with bolted anchors (5.0 - 5.3 range) on the slabby left end of Big Savin. \n\n  The Roxbury puddingstone offers an even mix of sharp holds and rounded nubbins (similar to Hammond Pond). Some of the better toprope climbs are now covered in ivy and could use a good cleaning. Broken glass is everywhere! The view from the top is surprisingly nice, but the constant highway noise (I-93) reminds you that you are too close to the city."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:06:25.170Z","updatedAt":"2024-01-15T16:45:18.516Z"}