{"_id":"63689d20e80bff5a994f2254","area_name":"Carnal Caves, The","shortCode":"","climbs":[{"_id":"5jGTJzVdVDO7uCX4t/3rhg==","name":"Turn It On","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Flagstaff Oldschool","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"left_right_index":1,"mp_id":"108138754","mp_crag_id":"108138577","climb_id":"5jGTJzVdVDO7uCX4t/3rhg==","areaRef":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"While cleaning and equipping this line (two days effort by Wade and I dropping blocks and bushes) I came to realize that it might be an old school death route called Turn It On, Turn It Up, Turn Me Loose... Though it might not be either. \n\n  At any rate, this long, rather stunning mixed pitch is still a test of nerves in places, and not recommended for the 5.10- leader... However, the first half dishes up moderate romping through some 5.9 stemming and hard to find good gear. At the mid point an awkward move over a large earlobe is protected by a bomber #1 Camalot. After this section there is an optional #.4 because it is still a few moves to the bolt. Once you clip the first of three bolts you are staring down the very enjoyable crux section which is several 5.10 boulder problems stacked on top each other. After the last bolt there is a good rest at a small ledge. A #2 Camalot protects the last awesome set of hand jamming, pocket pulling moves to the anchor ledge.  \n\n  While it is a long beautiful line, it is a tad on the adventury side. Great rock is intermingled with decomposing plates. With that said however, if you enjoy mud wrestling cracks down in Sedona, then you are going to love this pitch. And almost anyone would enjoy taking the TR run...","protection":"Small gear for the more moderate first half. I placed several decent wires and a #00, but did not stand around all that much fiddling with the small, irregular cracks before the #1 Camalot at roughly the 45' mark. Anyway, a double set on your smallest stuff wont hurt ya if thats the piece you need. Small/medium wires, and a #2 Camalot for the very top. Long runners!!","location":"Start by scrambling to a conspicuous belay perch on the foot of  the outside wall of the Carnal Caves, down, and to the climbers left of Secret Garden.  Scramble into unique orange stem box and you are off!!"},"__v":0},{"_id":"Z+5JPg6BXqSwzwtHlYV0/Q==","name":"Straight to the Throat","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"JJ Schlick, Wade Forrest","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"left_right_index":3,"mp_id":"108138597","mp_crag_id":"108138577","climb_id":"Z+5JPg6BXqSwzwtHlYV0/Q==","areaRef":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"Straight to the Throat is the wild and steep crack line to the left of Squirt and essentially shares the start with that route. Though this route features excellent sections of face climbing, the harder climbing is going to test your crack skills. This line is a solid and unique classic, which will most likely leave you gasping for air. You could do this route on gear with a stiff PG-13 rating though the crux is well protected.Climb awesome holds past three bolts to access the crack which starts off with a wide pod. If you have a good wing span, there are a few choice hand holds, and faint feet which allow for a very long move to the distant rail. If you are of a shorter persuasion you will most likely have to do an offwidth move or two to pass this pod section. A deceptive, bulging, and splitter section of 5.12- off fingers (#.4, .5) awaits you and is most certainly the crux of the route. The gear here is very good. After the jam test there is a good shake, which is nice because there are another set of cruxy moves getting to, and moving over the small roof at the 2/3 mark 5.11-. PLEASE be careful under the roof because while we pull on the largest block- there are a number of lesser chock stones behind it of unknown integrity. After the roof, a few big hero moves and big holds take you to the anchors.Named for the laceration I got from a scrub oak on the send day approach.","protection":"I placed two #.4s and a #.5 during the crux section, and a #.75 at the higher roof, though #.5 or #1 would also work. Five bolts. Clipping first bolt of Squirt is optional.","location":"Left hand overhanging crack line."},"__v":0},{"_id":"kfMJRGBHUaWhLwWyOOss1g==","name":"Secret Garden","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Wade Forrest, JJ Schlick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"left_right_index":2,"mp_id":"108138708","mp_crag_id":"108138577","climb_id":"kfMJRGBHUaWhLwWyOOss1g==","areaRef":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"The Secret Garden is a beautiful face route on the outside wall of the Carnal Cave. Approach the start of the route from the cave via a short rope traverse to a beautiful belay ledge.  \n\n  Choose your holds wisely for the first 15\" passing two bolts. A short traverse leads to an enticing crux section of alligator plates on impeccable red stone.  Real in the jugs for a while until the angle backs off, and then enjoy the featured slab to the anchors. Though the crux section is bomber rock, the rest of the route is a bit soft. Choose your footholds wisely. Kinda oldschooly face climbing...","protection":"9 bolts","location":"Follow short fixed rope out of the Carnal Caves to beautiful belay perch."},"__v":0},{"_id":"GWHRCU5NWW6z3yy7AHuRsg==","name":"Squirt","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Wade Forrest, JJ Schlick,","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"left_right_index":4,"mp_id":"108138582","mp_crag_id":"108138577","climb_id":"GWHRCU5NWW6z3yy7AHuRsg==","areaRef":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"Squirt  is a unique, slightly physical mixed pitch with a distinct traddy flavor. Start to the left of the two twisted caves in the larger cave. Work your way up past a perfect crimp knob, and then stem hard right across the cave as soon as you can. Move up and right passing a 5.10- section which leads to the ever so short section of perfect finger locks (#.3, .4). A couple more 5.10+ cruxes leads to a final hand crack encounter (#1, #2).\n\n So named for the tiny waterfall which forms in melting winter conditions...","protection":"#.3, #.4, #.75, #1, #2, six bolts, two bolt fixed biner anchor","location":"Right hand crack line."},"__v":0},{"_id":"wF4LxzmGXNW4E7DsuiZsTw==","name":"Patriot Games","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Flagstaff Oldschool","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"left_right_index":0,"mp_id":"108138917","mp_crag_id":"108138577","climb_id":"wF4LxzmGXNW4E7DsuiZsTw==","areaRef":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"Limited info, old hardware, no anchor. Arête with spacey bolts and hollow rock??","protection":"Bolts and?","location":"The arête to the left of Turn It On"},"__v":0},{"_id":"JLOleeEiW/STP1lK7+toRg==","name":"Even Cowpunks Hit The Booze","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Flagstaff Oldschool","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"left_right_index":8,"mp_id":"108138673","mp_crag_id":"108138577","climb_id":"JLOleeEiW/STP1lK7+toRg==","areaRef":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"Bolted face to steep arête to the right of The Enticer. Limited info, old bolts. ","protection":"Old hardware.","location":"Below the patio, on the west facing wall."},"__v":0},{"_id":"/njR672bXJux1stXIpHfCA==","name":"The Enticer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Wade Forrest, JJ Schlick","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"left_right_index":7,"mp_id":"108138630","mp_crag_id":"108138577","climb_id":"/njR672bXJux1stXIpHfCA==","areaRef":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"The Enticer is a very enjoyable, and solid trad line. Start out on the patio and traverse right past one black bolt and great hand  rails to access the crack. Once to the crack you can expect to find perfect hand jams and pretty slamming gear to the top. A classic pitch for the grade. Because of the rope flow, and because it is such a nice belay, it is recommended to bring your partner up, then rap. Awesome views. \n\n  DIRECT START 5.10 Start well below the patio on Even Cowpunks Hit The Booze. Climb past an old SMC bolt, and up to a new 1/2\" Fixe on brilliant edges. Either nimble your way just left of the new bolt with good feet and bad hand holds, or move just right of the new bolt for the good hand holds and bad feet option... continue up past solid jugs and move left to the crack of The Enticer. This is an awesome variation.","protection":"For the moderate leader a double set from #.3 through #2 camalots isn't going to bother you none. One bolt on the traverse in.","location":"Starts on the east side off the patio, just below the Carnal Caves."},"__v":0},{"_id":"70Xy8HtGU7SNS9vFteYWhg==","name":"Dont Call it a Comeback","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bloom and Unema","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"left_right_index":6,"mp_id":"112536820","mp_crag_id":"108138577","climb_id":"70Xy8HtGU7SNS9vFteYWhg==","areaRef":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"Thin and techy bolted line right of SAS.  May have had a bolt or two on parts of it before, but Bloom and I finished it up in 2015.","protection":"Quickdraws","location":"Right side of the Carnal Caves"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,1fdb38a6-6b41-5d20-993c-dcf46fcf25a3,6a3ebdaf-158e-5c7a-8c3a-30be2f37dff7,6c499522-467c-5e74-b44c-6ebf7e6ddc62,08de062a-e17a-5e60-b0bd-df1c20607c2a","pathTokens":["USA","Arizona","Northern Arizona","Flagstaff Area","Mt. Elden Crags","Secret Canyon","Carnal Caves, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.58659,35.2464]},"bbox":[-111.58714059678698,35.245950339818144,-111.58603940321301,35.24684966018186],"left_right_index":-1,"ext_id":"108138577","area_id":"CN4GKuF6XmCwvd8cIGB8Kg=="},"content":{"description":"The Carnal Caves are a sheltered and peaceful oasis in an otherwise sharp and ragged landscape. It is home to some full value mixed lines of a very traddy nature. These routes have a distinct \"granitic\" feel to their movements, and offer adequate to great rock on somewhat unusual terrain. This spot is an awesome hang with a full patio staging area just below the caves, and a great mix of ever changing sun and shade on key routes. And there are enough modern pitches here to offer a full days climbing. A crag within a crag... \n\n  Routes are sorted climbers left to right as if you were standing down below the caves and looking up with Patriot Games, Turn It On, and the Secret Garden on the left, outside of the caves."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:52:44.706Z","updatedAt":"2024-01-15T16:39:29.647Z"}