{"_id":"63689de0e80bff5a994f90dc","area_name":"Lower East Face","shortCode":"","climbs":[{"_id":"+GuvTZLcWb+SiIjYxKafQw==","name":"Stettner's Ledges","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"J & P Stettner, 1927","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":3,"mp_id":"105762720","mp_crag_id":"105857372","climb_id":"+GuvTZLcWb+SiIjYxKafQw==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"This fun route is amazing from a historical perspective.  It was climbed back in the days of primitive climbing equipment by a pair of visionary brothers.  Its difficulty was certainly near cutting-edge for the day.  Today, it has been reduced to a moderate outing with the advent of modern equipment & technique.  Nonetheless, it has become a classic, mountaineering-style climb for RMNP.  It can be linked with the Window Route or\n\nKiener's Route\n\nfor a full day's mountaineering outing, weather permitting.  Route finding skills are a requirement, since there are many subtle variations to decipher with plenty of hardware and slings to obfuscate the original line.  Any topo for the route would be difficult to follow precisely. S. Kimball's topo (p. 140 of Lumpy Ridge,\n\nEstes Park Rock Climbs\n\n) may be the most accurate with all the extra squiggles.  He noted that the legendary Fritz Wiessner could not find the route when he tried to repeat it.  Loose rock is certainly part of the experience for this climb, so those in search of ultra-clean granite should seek other climbs.  Also, note much of the line remains in the shadows (facing North), so bring warm clothes (2 layers recommended, hat for the less-insulated).  It has been written up in Rock&Ice under classic routes.  Perhaps, those who have climbed this route may feel that a different line is the 'original line' than the one described here.  Nonetheless, here is one variation that does work.  Warning: the following may be soporific.\n\nFind this climb on the left side of the lower East face of Long's Peak about 5 miles in & 3000 feet up (2.5-3 hours for most).  Enter RMNP at the trailhead for the Long's Area off CO Hwy 7, just South of Estes Park, North of the Wild Basin entrance.  Hike up the trail for Keyhole (standard hiking) approach to the Chasm Lake cutoff, continue past Chasm Lake (skirting the North side), approach the firm snow of Mill's Glacier.  Kick steps to the rock.  If you get soft snow, have good enough footwear, have crampons, or have an ice axe, you may just continue directly up to the start at the highest tongue of snow right of Lamb's Slide.  You can skip the ice axe, crampons, and take the shortest bit of lowest angle snow to the left of the start to the rock, traverse up the moat to as far as you can go in tennies.  Then you can add a short 5.7-5.8s mostly traversing pitch up to a red sling & then traverse right.  This line of right-facing dihedrals & flakes lies just left of the two dark, wet streaks that drain the Notch Couloir and form the wonderful line,\n\nSmear of Fear\n\n.\n\nFind a 2 pin belay stance a short distance above the snow.\n\nP1.  Head up & gently left, choosing a line among the many cracks/flakes with loose rock in spots.  A few scattered pins may help to direct you but beware, they are not always leading you to the promised land.  At approximately 60 feet up, there is a large flake to the right with nice footholds to lieback, do not go this way or you will be forced to take a 5.8+ downclimbing traverse left to regain the line.  Continue to angle left.  ~130-140 feet up you may find an old pin at a ledge to belay.  However, there are many options for a belay.\n\nP2.  Continue up moderate ground (5.4 or 5.5) with at least 4 pins to reassure you that you are on route.  You can belay at a very comfortable ledge about 100 feet up with a right-facing large flake/dihedral (old chopped bolt & hangerless bolt on the left) or you can seek the historic alcove belay up & left with pins on its back wall.\n\nP3.  Wander up moderate but loose terrain with a long horizontal crack for pro.  Find a series of 4-5 pins that mark the famous 'piton ladder' (sometimes wet) free-climbed by Paul Stettner in 1927.  These pins trend slightly left on somewhat-delicate face climbing.  Beware of rope drag here.  Above the last pin, you can traverse left around an arête (harder) or traverse a few feet right to a moderate series of flakes & cracks to the belay ledge on Lunch Ledge.  ~150 feet.  There is another variation to the right of the 'piton ladder' that looked wetter than the piton ladder.\n\nP4.  Move the belay left on Lunch ledge to its far left end where the terrain goes up steeper dihedrals.  ~100 feet.\n\nP5. You are about 400 feet from Broadway here.  You will be faced with a choice on this pitch to finish as the 'original line' traversed left partway up this pitch to the finish on\n\nAlexander's Chimney\n\nor to continue Hornsby Direct or variation up to Broadway.  Start up a line left of the larger, wet dihedral sporting a couple pins.  Well-worn edges suggest you move back right to the larger, wet-in-places,  right-facing, dihedral.  Alternatively, you can stay a dihedral to the left with somewhat harder entry moves.  Continue up.  Somewhere here (allegedly the Dog's Ear of\n\nAlexander's Chimney\n\n) you can traverse left to the\n\nAlexander's Chimney's\n\nleftward traverse.  It is less than obvious.  You can continue up a full ~195 feet to a ledge with less than optimal pro (fair #2 Camalot, iffy #3.5 Camalot, looped horn, & itty bitty wire) or find a better belay below.\n\nP6.  From here, there seem to be at least 4 dihedrals to choose from.  The right most is wet, wider, and less appealing and the apparent original Hornsby Direct finish.  The next one L to the route sports some fixed pro & a sling.  The next dihedral to the left is small but clean (fun, 5.8).  The next one left is harder to see but also sports something fixed in it.  From below, it is not obvious which dihedral has the 'many pins' described by various guidebooks.  You can move about 60 feet up before you must choose.  We chose the small dihedral, two dihedrals left of the large, wet dihedral.  It is clean, fun, & dry.  From the marginal belay described on P5, it is a full ~195 feet to Broadway.  You top out just left of the exposed '5.1' move at Broadway.  Nice cracks above a boulder take fingers- to hand-sized pro.\n\nDescent:  This can be potentially the crux.  1) you can ascend the Notch Couloir if you lugged up snow/ice gear.  2) You can ascend\n\nKiener's\n\n(right on Broadway past the\n\nNotch Couloir\n\n) to the top of the Diamond, then down climb/scramble the North face of Long's to the\n\nCable Route\n\nrappel.  3) You can traverse off left to Lamb's Slide and kick steps, self-arrest, or downclimb if you have the right equipment.  4) You can certainly rappel off the first 3 pitches worth on in situ rap anchors (best to have 2 ropes).  For any of the following descents, I recommend staying roped up to access the raps.  We did not see obvious established rap stations above P3 via Hornsby Direct.  5) You can rappel off the top of\n\nAlexander's Chimney\n\n(Direct) approximately 300 feet left of the Hornsby Direct finish at a pile of snow just below Broadway.  You start with a pin & nut rap above a boulder.  There are many variations to the rappels here.  2x60m ropes are recommended.  You can go about 100 feet to a large slung spike backed up with a nut.  It starts to get wet here.  You can rappel approximately 110 feet to below & right of the chockstone, very wet from here down.  You can rap approx 100 feet to another anchor (less recommended) or 190 feet to a double spike slung (back-up-able with a #2 Friend), right of the chimney.  You can reach the snow with another 190 feet rappel.  There were no other obvious established rap points here & down and the terrain is still steep & definitely loose.  You still must descend lower Lamb's Slide from here.  6) you can rap off the original finish on\n\nAlexander's Chimney\n\nroute approximately 60 feet below Broadway & then into\n\nAlexander's Chimney\n\n(see 5) above).  2x60m ropes are recommended.\n\n3 stars for fun, 2 for rock, 1.5 for abundant loose rock, 3 for history buffs, 2.5 for the setting, 2.4 overall.","protection":"Set of wires, 1 set of cams blue Alien to #3.5 Camalot or #4 Friend, a few hexes can be nice, a dozen slings (24 in) with some extra slings.  Ice axe optional.  Helmet essential.  Warm clothes.","location":""},"__v":0},{"_id":"mt+7+XojXdS3mKHrEYKHag==","name":"Rap Descent from Top of Lower East Face","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"established by Roger Briggs & Chip Chace","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":6,"mp_id":"105998005","mp_crag_id":"105857372","climb_id":"mt+7+XojXdS3mKHrEYKHag==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"Here's how to find it: it's between\n\nThe Notch\n\n/\n\nKiener's\n\nCouloir and the nasty snowfield that dips down below the Diamond, perhaps 100 feet south of where the Diagonal Direct finishes. This is a very wide part of Broadway with lots of rubble.  Look for TRIPLE bolts very high on Broadway. These are a rescue anchor for the Park, or for early season/ winter when there's snow on Broadway.  The first rap anchor is directly below these, maybe 40 feet, just where the wall drops off. This is also the belay for the last pitch of\n\nEndless Summer\n\n.\n\nDo 3 raps down to a big ledgy area, then scramble 100 feet down (north) to double bolts, then do 3 more raps to Mill's Glacier. You do need two 60 meter ropes.","protection":"You do need two 60 meter ropes.","location":"It's  between\n\nThe Notch\n\n/\n\nKiener's\n\nCouloir and the nasty snowfield that dips down below]] the Diamond, perhaps 100 feet south of where the Diagonal Direct finishes. This is a very wide part of Broadway with lots of rubble.  Look for TRIPLE bolts very high on Broadway.  These are a rescue anchor for the Park, or for early season/ winter when there's snow on Broadway.  The first rap anchor is directly below these, maybe 40 feet, just where the wall drops off."},"__v":0},{"_id":"35qDC2WyWOu2L/lzgmwr3w==","name":"North Chimney","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Burns and Ervin, 1925","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":11,"mp_id":"112009323","mp_crag_id":"105857372","climb_id":"35qDC2WyWOu2L/lzgmwr3w==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"The North Chimney, which splits the Lower East Face of Long's Peak, is the most commonly used route to access Broadway and The Diamond. It has a well-deserved reputation for loose rock is and has been the scene of numerous rockfall-related accidents. Carelessness and poor rope management have been the cause of most of these; consider soloing when possible, using shortened ropes when simul-climbing, and thoughtful pro to keep ropes from inadvertently trundling rocks. In general, use great care at all times keeping in mind there will almost always be parties underneath you.\n\nThe following description exists to familiarize climbers with routefinding in order to minimize rockfall:\n\n1. Climb snow towards the bottom right edge of the obvious slab of the Lower East Face. Continue briefly up a snow tongue into the bottom of the chimney until you can easily transition left onto ledges at the base of the slab. The technical climbing starts here.\n\n2. Follow cracks and short corners up the right edge of the slab for ~300'. There's a good belay stance at a pin at ~200'. Another shorter pitch leads to a loose ledge. Stop here and belay or direct your rope carefully to avoid the choss.\n\n3. Stay left, climb a short bulge, and continue easily to a good stance at a large flake. A steep but moderate left-facing corner splits off left here; this is your third and final pitch up and left to Broadway. To be clear, leave the North Chimney at this corner, and climb out on the left wall. Continuing upwards yields worse rock quality and trickier route finding. Belay at the bottom of the D1 Pillar.","protection":"A light rack should suffice.","location":"Hike past Chasm Lake to Mill's Glacier. The North Chimney is directly underneath The Diamond and Broadway Ledge, just right of center. It follows the major, left-angling chimney and is above what is generally the highest reaching bit of snow on the face apart from the Lamb's Slide.\n\nTake the opportunity to locate the route on a beta photo. Climbers frequently mistake\n\nField's Chimney\n\n(which is to the left) for the North Chimney when up close and/or in the dark."},"__v":0},{"_id":"mu9ljUKpUiytr2Z9PFZ5ug==","name":"Malander's Passage","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Malander","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":2,"mp_id":"105762786","mp_crag_id":"105857372","climb_id":"mu9ljUKpUiytr2Z9PFZ5ug==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"This is a good alternative to\n\nKor's Door\n\nor\n\nStettner's Ledges\n\nif these routes are occupied. We did this following\n\nKor's\n\nand a quick rap descent down\n\nAlexander's Chimney\n\n(see the\n\nAlexander's\n\ndescription for rap info). This would be a 3-star route if the third pitch wasn't junky. The first 2 pitches follow asthetic and continuous crack and face climbing on beautiful polished golden granite.\n\nP1. About 30 feet down and to the right of the start of\n\nKor's Door\n\n, look for a narrow ledge running to the right that peters out after about 30 feet and about 6 feet left of a shallow left facing dihedral crack. Traverse across the ledge and where it ends, drop down onto your hands and face climb right to the base of the dihedral -- 5.8+. This section is sporty with questionable pro and grim fall potential. Be solid at this grade. Climb the dihedral/crack and where it peters out, traverse right on face past an ancient quarter-inch bolt to another thin crack. Ascend the crack for 100 feet (5.8) with occasional forays onto face to the right. Eventually face climb slightly left of the crack to a small stance and belay.\n\nP2. Continue up the crack system for 100 feet or more of superb finger locks (5.8). When the crack turns to 2.5 inch hand size, climb about another 40-50 feet to a good belay ledge at the base of a dirty right facing dihedral.\n\nP3. Climb the dihedral (fixed pin) and continue up a series of dihedrals, flakes and cracks that generally trend to the left. After about 150 feet start to look for an unobvious traverse to the left to a long ledge system. Find a belay (we ran out all the rope). This is the ledge system that allows an easy traverse to the left (East) to the rappels of\n\nAlexander's\n\n. The best landmark for the start of this ledge is a stack of blocks pasted to the face. The alternative is to continue up\n\nKor's\n\nor\n\nStettner's\n\nto Broadway.\n\nFrom the horror stories you read about the Broadway and Lamb's Slide descents, I would highly recommend the\n\nAlexander's\n\nrappels which were convenient and quick but very wet.","protection":"Pro to 3 inch with emphasis on finger size gear.","location":""},"__v":0},{"_id":"1KR4nGHfXLOiznJrLduszA==","name":"Kor's Door","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Kor and Hough, 1958","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":1,"mp_id":"105757273","mp_crag_id":"105857372","climb_id":"1KR4nGHfXLOiznJrLduszA==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"Kor's Door climbs the clean buttress just left of\n\nStettner's Ledges\n\nin 3-5 pitches of exquisite crack climbing on perfect alpine rock. This is a great route at the 5.9 grade, well-protected, secure, and interesting. The rock quality is flawless from bottom to top.\n\nFrom the broad basin at Mill's Glacier head to the broken Class 4 ledge systems right of Lamb's Slide. Wear a helmet, and if crossing below The Notch area move quickly since rocks come whizzing by here all the time. You will most likely have to cross some snow and/or ice to reach the toe of the buttress. Once on the broken buttress, you are shielded from rockfall. Scramble up the buttress to a perfect grassy ledge below the obvious rectangular inset with a large flake poised at it's lower left. The perfect diagonal crack to your right is\n\nMalander's Passage\n\n.\n\nPitch 1. Move up and right, heading for the crack and corner system on the right side of the inset. You will pass the large detached flake on your left. Climb through a small roof at a handcrack (5.9-), and belay 30 or so feet higher at a small stance.\n\nPitch 2. Continue up the crack past several fixed pins through a second small roof. There is an optional belay on the left. With a 60m rope you can continue up and right into a thin right-facing corner to a ledge and belay. You can even move to a higher ledge, and the end of the steep climbing, in a single 60m pitch.\n\nPitch 3. Many ways to exit. Move into the large. right-facing corners on the right (you are now on\n\nStettner's\n\n), and continue to Broadway with a bit of simul-climbing.\n\nHead right on Broadway, and cross below the Notch to hit\n\nKiener's\n\nand the route to the summit. If you don't want to go up and over Long's, descend Lamb's Slide (ice axe/crampons required); or rappel\n\nAlexander's Chimney\n\n.\n\nIf you want to avoid the simul-climbing and climb shorter pitches, no problem, there are plenty of places to stop and belay. This would result in about 5 pitches of climbing to reach Broadway.\n\nOne strategy for this climb is to go light, one rope, a light rack, and each climber carry a light pack. Once on Broadway, put on your approach shoes and pack away the gear (although you may want to keep the rope out for the first 150 feet of\n\nKiener's\n\n) and shoot for the top.","protection":"1 set wires to 3\" cam.  Slings.  There are a number of fixed pins on the route.","location":""},"__v":0},{"_id":"l2NfFvV5UYKQpfx6pmZPjw==","name":"Grey Pillar","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Layton Kor and Tex Bossier, 1963. FFA: John Bragg and Bill Briggs, 1978","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":8,"mp_id":"111957560","mp_crag_id":"105857372","climb_id":"l2NfFvV5UYKQpfx6pmZPjw==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"We climbed this route in late June 2016. It does not appear to see much action. Twelve years prior my partner had linked Grey Pillar into\n\nYellow Wall\n\nfor a complete alpine tour of The Diamond. We were too slow to repeat the link up due to the Gray Pillar being very wet in late June. This is definitely type 2 fun.\n\nPitch 1 – climb a fun and varied crack to a two-bolt anchor with slings. There is some loose rock, 5.9, 150 feet.\n\nPitch 2 – launch into a challenging and runout offwidth. It is possible to place cams in cracks inside the offwidth. It seemed hard for 5.8+. At the top of the offwidth, move left across 5.9 R face climbing to the base of a large, left-facing dihedral, 150 feet.\n\nPitch 3 – climb the dihedral to a vertical / overhanging wall. Make moves on variable rock through the overhanging section to a stance at the base of a large roof, 5.10, 150 feet.\n\nPitch 4 – climb through the crux roof band or climb 5.10 R around and to the left of the roof. Above the roof, continue on sparsely protected and somewhat loose crack climbing. The roof was a waterfall when we climbed it and required direct aid. Don’t go too early in the season if you see snow above the climb, 5.11-, 120 feet.\n\nPitch 5 – ascend enjoyable 5.7 crack climbing to Broadway, 200 feet.\n\nDescent: you will reach Broadway above (to the south) of\n\nPervertical Sanctuary\n\n. Getting over to main Broadway and the\n\nCrack of Delight\n\nrappels is non-trivial, especially if there is snow as there was for us in late June. If there is no snow, then Crack of Delight is the preferred route. Another option is the Endless summer rappels, to the south or looker's left, which involves six double rope rappels (all new two bolt anchors). This should only be used when required due to rock fall caused by traversing Broadway to the east. On the Endless Summer rappel, you have to down climb to skiers left after third rappel - this is very exposed. Be aware of rockfall on this rappel route.","protection":"Single set to #4 with extra hands.","location":"The route is located between\n\nDirectagonal\n\nand\n\nFields' Chimney\n\n. Locate two parallel cracks in the face. Grey Pillar starts in the right of the two parallel cracks."},"__v":0},{"_id":"h5y7715qX5aQQXOUi23ldw==","name":"Fields' Chimney (summer)","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Fields et al.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":9,"mp_id":"105761820","mp_crag_id":"105857372","climb_id":"h5y7715qX5aQQXOUi23ldw==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"For those interested in superlatives, this route offered several: loosest, wettest, widest, dirtiest... just about any negative adjective can be applied in spades. We pegged it as a more direct line than the North Chimney to our objective on the Diamond,\n\nPervertical Sanctuary\n\n. This was true, although the disadvantages were many and serious. Mostly, Fields' Chimney serves as a catchbasin for the entire left half of the Diamond, placing us in the line of fire for objects launched from acres of vertical granite by other climbers or random acts of gravity. This we failed to realize at first, preoccupied as we were by wet rock, the fine coating of dirt left by snowmelt, the several horrors of rust-stained bail tat, and the creaking iron protruding from the loose, wet, and overhanging crux. By the time we realized our error, we were already committed to topping out via roller-bearing slabs devoid of cracks and covered in dirt, fervently hoping that our predawn approach choice had safely placed us ahead of anyone else traversing Broadway above. Strange that the worst route of my life was immediately followed by one of the best. Get off your computer now, and go climb\n\nPervertical\n\n. Just get there some other way.","protection":"The good sense to not fall.","location":""},"__v":0},{"_id":"vm+BpIN9Vi6fbfmVphSjxQ==","name":"Endless Summer","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"the first six pitches done in 1991 by Greg Davis and Todd Bibler, ending 150 feet below Broadway.  Roger Briggs & Chip Chace added the last pitch","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":5,"mp_id":"105997996","mp_crag_id":"105857372","climb_id":"vm+BpIN9Vi6fbfmVphSjxQ==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"P1. Start from Mill's Glacier in a series of right-facing corners, below the left end of the big wet arches. Move up and left to a splitter crack up the center of a small pinnacle. Belay at a small stance at its top. A bolt would be nice here, 5.10-.\n\nP2. Follow the obvious seams up and right. Fixed copperheads, pins, and a few bolts mark the way. Go to a 2-bolt belay, 5.11b.\n\nP3. Traverse right, then up, then right, then up, aiming for small corners.  Some wet streaks will be crossed. End with a wet corner to a 2-bolt belay, 5.10.\n\nP4. Follow the easiest line, mostly straight up, to a large area of 2nd class ledges. Belay below the left facing system of corners above, 5.8 - 5.9.\n\nP5. Move up the left-facing corners past several fixed pins to a 2-bolt belay, 5.11b (R).\n\nP6. Go straight up, passing the cool crescent arch, to a 2-bolt belay, 5.11b.\n\nP7. One #0.75 Camalot is the largest piece you need (or can place) on this pitch. Climb up past an old bolt then move left with gear under the overlap flakes. The technical crux is here, moving up and left to a good crack (5.12-).   Follow the crack until it ends (5.9), then pass two bolts (5.11). Run it out to a fixed Alien (5.11c), then move right. Run it out (5.11a) to a nice crack that ends on Broadway with a 2-bolt belay.\n\nDescend from these anchors with 3 raps to the big ledges. Then scramble (belay suggested) 100 feet down and north to 2-bolt anchor, then do 3 more raps to Mill's Glacier. It's very easy to descend from any of the last three pitches of the climb because the belay bolts are also the rap anchors.","protection":"Rack: wires: #2 micro  large stoppers (one set); Aliens (or equivalent): 3 x purple, 3 x blue, 3 x green, 2 x yellow; and Camalots (or equivalent): 2 x #0.5, 2 x #0.75, 2 x #1, 1 x #2, 1 x #3.","location":"The lower half of the climb starts left of, and stays above, the huge wet arches that dominate the lower wall."},"__v":0},{"_id":"f+ij1Sw6WjS14TsObSvShQ==","name":"Directagonal","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FFA Roger and Bill Briggs, Late 70s","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":7,"mp_id":"105749542","mp_crag_id":"105857372","climb_id":"f+ij1Sw6WjS14TsObSvShQ==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"In 1959, with the Diamond closed to all climbing for safety reasons, the Lower East Face of Longs Peak was the \"next best thing\" for the hungry Boulder climbing community to focus on.  After considerable effort over that summer, Ray Northcutt and Layton Kor established \"The Diagonal\" route at V 5.9 A3.  Not only was The Diagonal the first Grade V rock climb in Colorado, it was a watershed event in Colorado climbing history, and led directly to the lifting of the climbing ban on the Diamond.  (The following summer, Californians Bob Kamps and Dave Rearick succeeded on the central plumb-line crack system on the Diamond, and fittingly named their route \"Diamond One\", or D1 as it is now called.  Ironically, Kor, who wanted badly to make the first ascent of the Diamond, was off climbing in Yosemite Valley at the time.)  Although aid was used by Northcutt and Kor on the Diagonal, according to Fricke's 1971 RMNP guidebook the route developed a reputation for difficult and sustained freeclimbing, and was thus unpopular.\n\nBy the early 1970s the climbing paradigm had shifted to freeclimbing the remaining aid routes, and as one of the best \"lines\" in the RMNP The Diagonal came back into the spotlight.  The result was \"The Directagonal\", a challenging free variation to The Diagonal which follows the general line and creatively bypasses the rappel done by Northcutt and Kor on the first ascent.  The Directagonal crystalizes all the elements of \"adventure rock climbing\" into one memorable sojourn: excellent climbing (though often wet at the crux), inobvious route finding, some fractured flakes, vegetation in the cracks, runouts, nice exposure, a complicated descent...all above 13,000' and in one of the most dramatic alpine locales in the lower 48.  A spectacular route!\n\nThe route follows to half-height the obvious left-angling diagonal crack system that defines the central section of the Lower East Face, then traverses right into a large left-facing corner system which leads to Broadway.\n\nP1: Begin at the base of the diagonal crack, and climb a short, cold, harsh 15 feet of 5.10d.  Continue to the higher of two small ledges on the left and belay (2 old bolts that need to be replaced).\n\nP2: Step back right into the crack system and scrape upwards on (usually) wet rock past a difficult section (5.11a, adequate pro), then easier rock to an alcove below large overhangs.\n\nP3: Climb through the overhang at 5.9+ or so, then after 30 feet hand traverses right at a large flake system (really fun) to a cramped belay stance at a right-facing corner system.\n\nP4: This is perhaps the routefinding crux. Climb directly above the belay (in and just right of the corner) for a short way, then move up and right to a traverse at a bulge/overhang.  The traverse is 5.9, often a little wet, and does not protect well at all.  Now climb a crack system to a nice stance (this stance is where the Northcutt/Kor rappel ended).  A long pitch.\n\nP5: Climb a short step to a single bolt, then move right to a tight left-facing corner (crux, excellent pro, often wet) that leads to the perrenially wet left-facing corner (5.10d, hand-size cams).  Belay on a small stance on the left.  Watch your ropes hanging from this belay, as there is a rope-eating loose flake 30 feet below.\n\nP6: Now tackle the \"old school 5.9\" corner and flake system above, stepping right at the top to belay on the slopes of Broadway.\n\nTo exit, traverse right on Broadway (often snow and ice, loose rock) to the rappel line down Crack of Delight, or follow the lead of Roger Briggs and Australian Kim Carrigan and continue with the complete Yellow Wall (1980, all free, 14 hours).  I would wear a helmet on the Directagonal, since a lot of rocks come whizzing by from above (consider avoiding this and all Lower East Face routes on high season weekends since there is so much traffic directly above).  Although a Grade IV, it may take a full day for some parties.  Some sections of this route (the 5.9 traverse in particular) have mandatory free climbing that could not be aided in a rain storm.  There are (as of August 2000) slings at all belay stances, and it would be possible to rappel from most anywhere on the route, though above pitch 4 this may be problematic.  The 5.10d corner above the crux is almost always wet, and in wet years the 5.11 corner (and much of the route) will be a challenge to free climb.  Probably best as a late season climb when things may be at their driest.  Early season (June to mid-July) there may be more seepage, but, really, the plumbing on the East Cirque of Longs is a mystery.","protection":"A suggested (perhaps excessive) rack: a double set RPs to 3\" cams, one each 3.5\" and 4\" cam, with extra wired nuts.  Nut tool for leader to clean out gear placements.  Two ropes required if you rap from Broadway.  Helmet!!!","location":""},"__v":0},{"_id":"+q7FBlffUCKGqfoRuTJF3Q==","name":"Diagonal Super Direct","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":4,"mp_id":"112043805","mp_crag_id":"105857372","climb_id":"+q7FBlffUCKGqfoRuTJF3Q==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"As you approach The Diamond, to its left is the Lower East Face. What it lacks in glamour of its name, it makes up for in size as its identical to The Diamond just sitting below it. Most of us bypass it for the Death Chimney but always after looking at the beautiful crack that runs from its right side split up to its top, and this is the Diagonal. The Diagonal Superdirect takes this crack from its very bottom up to its top at the highpoint on Broadway which should make route finding relatively straightforward.\n\nPitch 1. 5.11a. Some in your face hard pulls early in the morning get you into fun finger locks and then jams as you work upwards. It might feel a bit awkward as you get used to either your feet or hands being in the crack but typically not both. Stop at the bolted belay, 110'.\n\nPitch 2. 5.11b. More fun crack, a few hard moves, and lots of 5.9 and 5.10 get you to the next bolted belay before an impressive looking roof, 100'.\n\nPitch 3. 5.9. Pull the roof, and go up east hands and fist until you decide to stop at one of several nice ledges. We ran the whole rope out. You get gear anchors from here on out, 210'.\n\nPitch 4. 5.11a. Some awkward wide crack suddenly disappears. Place gear, and then execute some hard moves with it at your feet before you can jam a cam again to your relief. The rock transitions to Yosemite glass at this point with your feet feeling like porcelain. Set a belay here (60') or head up into the overlaps at some more low 5.11 to a fixed nut belay you can backup with some cams (another 40'). The overlaps are dirty as water runs over them most of the year leaving a sandy residue. If you stop right after the first 5.11 section at 60', you will want to move the belay up and add a pitch so your belayer can see you for the next pitch.\n\nPitch 5. 5.11c PG-13. Head left. The crack is clean here as water does not run over it. It's gorgeous splitter seams straight out of Yoesmite. I am really not sure how it's so smooth. The crack suddenly disappears at the obvious crux. You can place some small cams (blue and black Alien), then execute moves out left into the parallel crack, up and then back right to a stance where you can place bomber gear again back at your waist, so maybe 12' between descent gear. Keep going on sustained 5.11 to a gear belay at a descent ledge, 100'.\n\nPitch 6. 5.11+. Two train track seams rise above you holding their distance at about 8 feet apart. Dance back and forth between them as seems logical, starting in the left. Good gear and occasionally finger locks keeps appearing as you make the switches. Eventually head up purely the right crack using some face features to make progress upwards. This pitch is phenomenal and, like the last, 5.11 the whole way. Stop at a nice ledge, 80'.\n\nPitch 7. 5.9. Go right up the ledge and gain a flake, regain the cracks, and take it to the top of the wall.\n\nDescent: take Broadway down to The Diamond. We continued to the top via the Full\n\nYellow Wall\n\n. For relative route reference. It took us 6 hours to on-sight Diagonal Superdirect, about an hour on top recovering and simul-ing \"chossway\" Broadway to the base of\n\nYellow Wall\n\n, then onsighting the Full\n\nYellow Wall\n\nto the top, 4.5 hours. I thought the Diagonal Super Direct was a lot more sustained and full value than\n\nYellow Wall\n\n. Anyways, the full outing took a bit under 12 hours base to top as we decided to follow in the footsteps of Roger Briggs and Kim Carrigan. Thanks for the bad idea, guys!","protection":"Black Alien; doubles (but if you had it, triples) blue, green, yellow Aliens; doubles grey Alien through #1 BD Camalot; a single #2 and #3; 8 Yosemite draws; and one set of RPs (we never placed one but probably should have).","location":"This ascends the Diagonal, on The Lower East Face's right side. It is pretty much impossible to miss."},"__v":0},{"_id":"YcGecRwSWFezeQP7ZesaxQ==","name":"Crack of Delight","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Layton Kor and Tex Bossier, 1963","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":10,"mp_id":"105757975","mp_crag_id":"105857372","climb_id":"YcGecRwSWFezeQP7ZesaxQ==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"The Crack of Delight is located just to the left of the\n\nNorth Chimney\n\non the East face of Long's Peak. Though it has some wet spots and moss in the cracks, overall it is a good climb that throws a variety of situations at the climber. Since it is the rappel route form Broadway, be careful of others throwing ropes and the occasional rock down the route. It is sustained for its grade.\n\nPitch 1. Locate a right-facing corner immediately to the left of the\n\nNorth Chimney\n\n. Climb the corner as it changes from right- to left- facing, and belay at a three bolt belay to the left of the wide crack, 5.7, 150 feet.\n\nPitch 2. Do more of the same. Continue up the left-facing corner until it turns back into a larger, right-facing corner. Move up and to the left out of the corner system and into a chimney on the left. Belay at a three bolt belay, 5.7, 180 feet.\n\nPitch 3. Continue up the chimney system, and climb above it to another three bolt belay, 5.7, 190 feet.\n\nPitch 4. A move through a wide crack to the left of the belay leads to an easy scramble up to Broadway. Belay at a three bolt belay. This is the top station for the rappel route, 5.3, 100 feet.\n\nNote that Rossiter's guide gives this route 5 pitches with a 5.7 variation on the last pitch. The route can be comfortably done if 4 pitches with a 200 foot rope. Enjoy.","protection":"Bring a standard RMNP rack with a few bigger pieces thrown in.  Don't forget the small stuff.  Take two ropes if you intend to rappel from Broadway.","location":""},"__v":0},{"_id":"P25Dk73yWUuv1u6X4dauwg==","name":"Alexander's Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"J. Alexander","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"left_right_index":0,"mp_id":"105757282","mp_crag_id":"105857372","climb_id":"P25Dk73yWUuv1u6X4dauwg==","areaRef":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":"This climb is not on the Diamond, but is on the Lower East Wall in between\n\nStettner's Ledges\n\nand the Lamb's Slide.  I believe it's most frequently climbed as an ice climb.  However, due to the lack of beta that I could find on this route, I don't think it's climbed too often in any season anymore.  We climbed it along with Upper\n\nKiener's\n\nand this is definitely recommended, hence the Grade III rating.  Other possible options are descending the Lamb's Slide, or rapping the\n\nCrack of Delight\n\nor North Chimney.  This is an extremely committing climb, a lot of the rock is wet and makes the 5.5 feel like 5.8, especially if you are climbing in boots.  It took us 18 hours to car to car.\n\nApproach: from the Long's Peak Trailhead, hike to Chasm Lake, skirt the lake on the north side and make your way up and to the left to the base of the Lamb's Slide.  To get to the base of the chimney you can ascend Lamb's Slide for about 300 feet and traverse right onto the broken rock band directly to the base of the chimney.  You can also climb to the base of the rock band to minimize the amount of snow encountered.This snow band is about 100 feet high and 30 degrees, it was bulletproof ice when we climbed it.  I took a nice 20 foot slide on it.  Bring at least one pair of crampons and ice axe for your team.  Lead up the snow and ice, trail a rope and pull the rest of your team up.  It took 4 of us 3 hours to negotiate this slope without crampons or ice axe.  Scramble up the broken rock band on 4th class rock, pick the line of least resistance and go as high as possible until you are on the highest ledge near the base of the chimney.  There is a good belay here.\n\nThe climb (our way):\n\nPitch 1: 40 feet, 5.0 or 5.6. Climb up the wet chimney, 5.0, or try to find a 5.6 crack to the right. We climbed a small 5.6 crack with no feet, just to the right of the chimney and belayed about 40 feet up at some fixed gear on the right side of the chimney as we weren't sure where the route went from here.\n\nPitch 2: 120 feet, wet 5.5. In the chimney, there are two left-facing dihedrals, maybe one of these is 5.6 variation that Roach describes; however, they didn't look too promising for climbing in boots, low angled and slabby.  We opted to climb directly up the wet chimney. Use stemming technique to get up this chimney, when the wall gets really steep and wet look back for footholds on the sides of the wall. This is tricky, wet, freaky climbing for sure. 5.5 in the chimney sounds about right, but it felt much harder. Climb up until you are about 20 feet below a HUGE chockstone, and belay here.\n\nPitch 3: 150 feet, 4th class. \"Alexander's Traverse\" Do an ascending 4th class traverse on a good ledge. Protect the second on this traverse as a stumble would be difficult to recover from. Climb for about 150 feet until the ledge ends beneath the \"Dog Ear Flakes\", and you are below obvious, left-facing dihedrals. Belay here.\n\nPitch 4: 200 feet, 5.5. Climb whichever dihedral looks best to you, in retrospect the best dihedral is probably the furthest left. Go up a dihedral for 40 feet, 5.5, then traverse left into the Yellow Bowl. Do not go too high on this pitch, if you can go left go left not up! We ran out the full 60m of rope on this pitch. Establish a belay in the Yellow Bowl. Without a 60m rope, you could break this up into two pitches, the dihedral and then the traverse.\n\nPitch 5: 80 feet, 5.4. Climb the far left hand side of the Yellow Bowl up to the Broadway Ledge. This was a fun pitch.\n\nHere the route joins the\n\nKiener's Route\n\n. Some quick details:\n\nTraverse across Broadway Ledge to the base of Notch, climb up about 30 feet then get on the rock and climb\n\nKiener's\n\nchimney. Make a quick turn to the right up a narrow slot, traverse north along some ledges, and angle up and to the left on the path of least resistance. We simul-climbed most of this section, establishing a quick belay here or there for some tricky sections of 5.4. Ascend the Devil's Staircase up about 700 feet, make a 4th class step around the Diamond face. There is a little bit of exposure here, around 2000 feet. If the weather is holding, scramble 200 feet to the summit; or else, descend the\n\nCable Route\n\n. One double rope or two single rope raps off the old eye bolts escape the difficulties. Hike to the Boulderfield, and take the Keyhole Route back to the trailhead.\n\nWhat a committing climb, a full day of old school mountaineering. I'm not sure I would do it again, but it was certainly worth doing once, if not only to imagine what it must have been like up there in 1922 on the first ascent. Do not leave the moxie at home.\n\nThe mixed/ice climb and its associated photos are\n\nhere\n\n.","protection":"Standard RMNP Alpine Rack, the pitches are very long, so don't skimp.  Also, cams work very well as most of the cracks are uniform and smooth.  We brought a dozen slings, 6 draws, 12 cams .1-#3, and set of nuts and hexes.  Bring an ice axe and crampons, one set should suffice for your team.  We did not and sure wish we did.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,b6761e62-f14d-58b8-9776-557ed1fa5fce,7582dc6e-6d98-5099-bdac-eb9d29152ab9","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Long's Peak","Lower East Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.0"},{"count":1,"label":"5.4"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":8,"intermediate":1,"advanced":3,"expert":0}},"alpine":{"total":12,"bands":{"unknown":0,"beginner":8,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.61152,40.25555]},"bbox":[-105.61210920064102,40.255100339818135,-105.61093079935897,40.25599966018186],"left_right_index":-1,"ext_id":"105857372","area_id":"dYLcbm2YUJm9rOudKRUquQ=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:55:52.443Z","updatedAt":"2024-01-15T16:42:34.561Z"}