{"_id":"6368a60be80bff5a995c57ba","area_name":"Ingalls Peak","shortCode":"","climbs":[{"_id":"BsHh80UaVWSgLpDrESNDuw==","name":"South Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Keith Rankin and Ken Solberg, May 30, 1941.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.94655,47.47234]},"left_right_index":0,"mp_id":"107664796","mp_crag_id":"110928196","climb_id":"BsHh80UaVWSgLpDrESNDuw==","areaRef":"hJvAnBwxWnes3kiOpaTaxg=="},"content":{"description":"p-1: Is the low angle slab up from the dirt. Easy ground, class 4 or 5.fun.\n\np-2: The broken stuff below the big ledge (some call it the dance floor) at the base of the slab, above the lower pitch. Other than one little bit of serpentine, it is easy scramble (depending on water, etc.). Big block at the base to sling as anchor for p-1. Very short pitch.  Might sling one block for protection or place one piece depending on how the scramble looks. Easily combined with pitch 1.\n\np-3: There are two crack systems (the 5.4 on the left and 5.6 in the middle) heading up. The pitch ends at a ledge on the right of the vertical crack. It is not all that obvious and don't climb all the way to the huge ledge at the top of the face. The ledge fits 3 people if they are friends. 4 if they are really close friends. Two big bolts at the ledge (and there used to be two pitons in the crack above the ledge, only one there now). 60m does not reach on rap  it is about 15 short.\n\np-4: Lower part is just a continuation of the 3rd pitch. Upper part has a couple of cracks to choose from. The left corner has good protection both in the crack and on the left face. 3 bolts on top, serpentine face to slip on. If people are on rappel, climb the corner to the top.\n\nDo not rappel all the way down to the top of the second pitch from the top of the fourth. Two 60m ropes will make it, but you have a really good chance to get your rope stuck. There is a crack a couple of feet below the top anchor that likes to wedge your rope. Rappelling to the top of the third pitch lessens this risk because the angle is different.","protection":"Normal rack to 2\" with a set of nuts. Larger hexes work well in the serpentine cracks.","location":"Start at Ingalls way trail 1390, turn right towards Longs Pass, then left towards Ingalls Pass. Once over the pass, traverse on snow or follow trail to the south notch of the south peak. See map ('A' is the start of the climb, 'B' is the trailhead):\n\nmapper.acme.com/?ll=47.4715…"},"__v":0},{"_id":"kZsPX0g3VoW3ugRc5DiQtg==","name":"East Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Don Jones and Barry Prather in June 1957","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.94655,47.47234]},"left_right_index":1,"mp_id":"108202801","mp_crag_id":"110928196","climb_id":"kZsPX0g3VoW3ugRc5DiQtg==","areaRef":"hJvAnBwxWnes3kiOpaTaxg=="},"content":{"description":"Head up the obvious (snow) gully until you see a weird rock layer. Go left for 15 feet and you're at the base. Rope up here.\n\nP1: Head up serpentine rock with little pro. The stuff is slippery and you can pull most cams out without a problem. Only put pro in where you know it will hold. The pitch forces you to the right, back into the gully. This is all mostly class 4. When you're almost in the gully, start looking for better rock and a different line more to the left. You don't want to end up at the chock stone. Follow this line to the ridge, low class 5. Build a belay when you're on the ridge. (fun)\n\nP2: You're looking at the first gendarme. Walk over the flat area to the 'wall' and look on the right. There's a crack that you can use to put pro in and climb up. At the top walk over to the other end. There's a sharp ridge that you can traverse on small knobs on the left or 'au cheval' to the end of the ridge. Down climb into the notch and build an anchor. Put a lot of gear at the end of the ridge for your second, or they will be free climbing down. (scary for seconds)\n\nP3: Second Gendarme. Head to the right around some featureless rock and then straight up to the ridge. There's a large boulder on the ridge with slings on it. Belay from here. (boring)\n\nP4: Head up the ridge until it becomes horizontal, low class 5 with lots of places to put pro. You see a knife-edge heading right. Both sides are possible, but climber's left is more fun. There are good ridges and a horn in the middle you can sling for pro. After the traverse down-climb into a notch. Good ledges for down-climbing. Around the 'corner' is a big boulder. Throw a cordelette around it and belay from there. (fun!)\n\nP5: You are looking at a long traverse with the final rock pitch at the end. Walk to the base of the vertical rock, class 3 with exposure. Add some pro if and where you feel like it. At the base is a sling. Belay from there. (boring)\n\nP6: Crux pitch. From the belay go up the obvious crack (5.fun) and 10 feet up you see a crack go left to the ridge. Use your #4 or big hex here. Right foot in the crack, the other smearing while you jam your fists in the crack. Reach for the ridge with your left hand and you're done (5.7). Good pro immediately after the crux move. Be careful about your pack, it can get stuck in the crux move. Easy traverse to the summit (don't forget to protect the down-climb). (fun)\n\nFrom the summit, follow the direction you came in and you'll see the rap bolts (3) at the top of the South Ridge route. Rap from here with a single rope. The next station is on climber's right. It's a ledge in a otherwise flat slab with bolts. You'll need to 'walk' a bit over to get to the bolts. Don't go too far down! Rap with two ropes from here to the big platform below. Don't try to rap from the summit to this platform because the angle your ropes will make will likely make them get stuck. Rap a single rope to the top of lower slab. Double rope rappel to the base of the South Ridge.","protection":"Some small cams, single BD .5 & .75 and doubles of BD 1 & 2. Some mid-sized nuts, a set of hexes.\n\nYou need a BD #4 for the crux move, or protect it with big hexes.\n\n5 quickdraws and some double length slings for horns\n\nYou need doubles ropes to rappel the south side. Don't try to rappel the route, or you'll be miserable.","location":"Start at Ingalls way trail 1390, turn right towards Longs Pass, then left towards Ingalls Pass. Once over the pass, traverse on snow or follow trail to above Ingalls Lake. You'll see the obvious gully from the approach. See map ('B' is the start of the climb, 'A' is the trailhead):\n\nmapper.acme.com/?ll=47.4720…"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,b8dd7bec-4ee1-51ef-ac0c-2778f2ea9c32,849bc09c-1c31-5a77-acde-488ea5a4dac6","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Stuart-Enchantments","Ingalls Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.94655,47.47234]},"bbox":[-120.94721523086896,47.471890339818145,-120.94588476913104,47.472789660181874],"left_right_index":-1,"ext_id":"110928196","area_id":"hJvAnBwxWnes3kiOpaTaxg=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:31:00.552Z","updatedAt":"2022-11-25T11:24:58.268Z"}