{"_id":"63689de0e80bff5a994f90a3","area_name":"Dali Area, The","shortCode":"","climbs":[{"_id":"4B7fyIXpW4690v9xwVFWeQ==","name":"Vanilla Chip","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Cate","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"107247113","mp_crag_id":"106497877","climb_id":"4B7fyIXpW4690v9xwVFWeQ==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"This problem has a few fun, little moves that tackle a pink quartz band. It is safe, mellow, and pretty. I only wish it were twice as long.  Start low on opposing sidepulls.","protection":"Pad.","location":"This is on the same face as\n\nFrosted Flakes\n\nand\n\nTouchdown Jesus\n\n. It is the pink quartz band on the far left of this face."},"__v":0},{"_id":"chkaPpWGXaKFNrKQUIwHTQ==","name":"Touchdown Jesus","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Chip Phillips","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106623360","mp_crag_id":"106497877","climb_id":"chkaPpWGXaKFNrKQUIwHTQ==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Begin matched on a thin rail down low, which you can choose to do an awkward sit start off of if you like. Balanced on small feet, get a right hand edge, then move up into opposing underclings 4+ feet apart and - standing precariously on imaginary feet - go for the lip and topout. This problem is surprisingly fun, when you consider what it looks like.","protection":"An Organic pad will do it.","location":"From the downvalley end of the Dali Boulder, e.g.,\n\nNo More Greener Grasses\n\n, head directly uphill into the talus for 75 yards, keeping an eye out for an enormous and flat, but not very tall boulder. Touchdown Jesus ascends the center of the essentially vertical downvalley or east face of the block. Another problem,\n\nFrosted Flakes\n\nbegins down in the cave about 20 feet to the right."},"__v":0},{"_id":"pDOLoOMtWc6J/OYZ5HzTmA==","name":"Super Gui","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"Clayton Regan","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106578621","mp_crag_id":"106497877","climb_id":"pDOLoOMtWc6J/OYZ5HzTmA==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Super Gui is a link-up of two world-class boulder problems, wherein the climber does the start of The Dali (the sit-down version) into the finish for\n\nOde to the Modern Man\n\n, although Super Gui was established well before\n\nOde\n\n. Begin from a sit-start matched on the left-facing sloper and do the first 6 moves or so of The Dali to the rail. Slide left along the sloping rail, then heel-hook and finish with the last 4 or 5 moves of\n\nOde to the Modern Man\n\n, which involves some of the most technical and gymnastically aesthetic climbing on the wall.","protection":"A few Organics and an attentive spotter.","location":"Starts in the same place as The Dali (the sit down version) in the middle of south face of The Dali Boulder, matched on the left-facing sloper/gaston."},"__v":0},{"_id":"OI1GRQPiWvWbUwBf9weg0Q==","name":"Puddle Jumper","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Ben Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106497905","mp_crag_id":"106497877","climb_id":"OI1GRQPiWvWbUwBf9weg0Q==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"This balancy number is good line for finesse climbers that like to stand on their feet.  There are some small crimps on this problem, but its never really necessary (or helpful) to bear down on them.\n\nBegin standing a few feet left of the arete at a big sloper at around thigh-height.  Start with your right hand on the high crimp side pull in the seam, and the left hand on the highly chalked sloper.  Stand up onto the face and work the sidepulls and rounded knobs up to the obvious horizontal rail ~2 feet below the lip.  Snatch the rail and top out easily.","protection":"One pad is probably enough.","location":"Around the arete to the left from \n\nLittle Something for the Effort\n\n, on the Caddyshack Boulder."},"__v":0},{"_id":"vhcKsPxtXTaHiSaKrNHEpQ==","name":"Pat's Arete","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Pat Goodman","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106504548","mp_crag_id":"106497877","climb_id":"vhcKsPxtXTaHiSaKrNHEpQ==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"This is the intimidating arete on the left side of The Dali.\n\nSit start and begin slaping left hand up the arete, bumping your right as you go.  You'll reach a slopey jug at about head height, then more of the same slapping and heel hooking.\n\nMost people I've seen top out on the left side of the arete, but it can be done on the right as well.","protection":"Lots of pads.","location":""},"__v":0},{"_id":"ipcOiuOOXeqdny079CW4uA==","name":"Ode to the Modern Man","yds":"V14","grades":{"yds":"V14","font":"8B+","vscale":"V14"},"fa":"Daniel Woods","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106578899","mp_crag_id":"106497877","climb_id":"ipcOiuOOXeqdny079CW4uA==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Although the first half of Ode to the Modern Man is not particularly striking, it climbs beautifully up holds that are quite small, requiring precise movements with perfectly coordinated body tension. Begin from an awkward stand start about 10 or 12 feet left of The Dali. Pull on and pimp small crimps up and right to a big move to a sloping shelf. At this point the serious difficulties are over and a delicate and interesting ~V9 sequence of moves guards the top. IMHO, the finish to OTTMM represents one of the best sequence of moves on the wall, if not the entire area, and that's saying a lot.\n\nI wanted to give OTTMM four stars, but it has an awkward start, nonobvious starting holds and an initially innocuous line that lacks the purity and attraction of\n\nNo More Greener Grasses\n\n. Then again, what do I know? Go ask the half-dozen or so superhumans that have done it to date to tell you how good it is.","protection":"A few Organics over the talus and a spotter unless you plan on flashing V14.","location":"OTTMM is located left of center on the south face of The Dali Boulder, about 10 feet left of the start for The Dali and\n\nSuper Gui\n\n."},"__v":0},{"_id":"CZ3tmWYIVUqXmMwfmXcycg==","name":"No More Greener Grasses","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Luke Parady 2004","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106498016","mp_crag_id":"106497877","climb_id":"CZ3tmWYIVUqXmMwfmXcycg==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"On the far right of the Dali Block is an obvious flake/edge system up a steeply overhung wall. Start low on a heavily chalked jug and reach with the right hand to a terrible, crimpy gaston. The crux is holding this, bringing the left foot up, and catching an edge above with the left hand. From here, long moves on positive edges lead to a committing but relatively safe lip encounter. It is a true classic for the grade.","protection":"Several pads and a spotter as the landing is not great.","location":"This is on the right end of the Dali Block, just left of the arete."},"__v":0},{"_id":"xFb6Z1S6X+yVJgMvmZcwvg==","name":"Nemesis","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"Ben Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106497917","mp_crag_id":"106497877","climb_id":"xFb6Z1S6X+yVJgMvmZcwvg==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Another excellent moderate, Nemesis charges up the highly featured arete.\n\nBegin with a sit start on the arete, and climb up the right side of the arete to an easy top out.","protection":"Couple of pads and a spot.","location":"Climbs the N arete of the Caddyshack boulder."},"__v":0},{"_id":"FnBOgrB1VPOQVyl+4ffphA==","name":"Mirror Mask","yds":"V10-","grades":{"yds":"V10-","font":"7C+","vscale":"V10-"},"fa":"Jon Cardwell","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106594884","mp_crag_id":"106497877","climb_id":"FnBOgrB1VPOQVyl+4ffphA==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Mirror Mask begins from a stand start with your right hand on the small dimple thing on the flat side of the boulder and your left hand on the big edge thing at the downvalley end of the cave. Smack slopers and heel/toe-hook your way out the underbelly of the cave's capstone to the upvalley end of the cave, where you exit above a boulder just below your butt. This problem sports lots of oppositional compression and sick footwork. Note that if you fall off the finishing moves, you probably tumble back down into the cave.\n\nThe rock is perfect on this problem, the line is obvious and the folks that have done it have been psyched on it. However, because this problem resides down in a talus cave, has DAB potential as you exit the cave and has an obvious sit start that EVERYONE coveted for years, I've given it only 3 stars.","protection":"A couple Organics down in the cave and a small pad under your butt as you exit the cave above a talus boulder.","location":"Mirror Mask and the sit down version,\n\nBig Worm\n\n, are located in an interesting and unique cave about 150 yards uphill and slightly upvalley from the Dali Boulder. When you reach the Dali Boulder, continue diagonalling up and right, attempting to skirt around the talus field to the west. When you reach an open area, look for a pile of blocks that has a 15 foot long cave down inside them. Another block caps the cave and the problem climbs the underbelly of this boulder starting on one end of the cave and exiting the other. Scramble down into the cave and behold! Both Mirror Mask and\n\nBig Worm\n\nare obvious if you find the cave and have any business trying them."},"__v":0},{"_id":"aEGoSwl8VdCsrUtfK8CEjA==","name":"Mental Pollution Low AKA Mental Masturbation","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Harry Robertson/Joe Kinder, dates very close","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106578613","mp_crag_id":"106497877","climb_id":"aEGoSwl8VdCsrUtfK8CEjA==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"From a sit-start in the same place as\n\nClear Blue Skies\n\n(but with a different hand orientation), slide right via a long and technical sequence and establish on the large, well-chalked flake where\n\nMental Pollution\n\nstarts (crux). From the flake, get a hand way out right then go again hard up and right via a long move to a sidepull that is quite sharp. Make another long move back to the left to another sharp sidepull. From there, grab the lip and make a long reach to rockover the top.","protection":"2-3 Organic pads.","location":"Right of center on the Dali Boulder's South Face, start sitting down in the same place as\n\nClear Blue Skies\n\nusing a couple of small flakes/edges."},"__v":0},{"_id":"K6Fs/y4qVc6w51/ldbRSRQ==","name":"Mental Pollution","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"James Litz","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106578594","mp_crag_id":"106497877","climb_id":"K6Fs/y4qVc6w51/ldbRSRQ==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Match on the starting flake described below. Get a hand way out right then go again hard up and right via a long move to a sidepull that is quite sharp. Make another long move back to the left to another sharp sidepull. From there, grab the lip and make a long reach to rockover the top.\n\nIf you don't mind big moves to and from sharp holds, this one might merit 3 stars.","protection":"2-3 Organic pads.","location":"Right of center on the Dali Boulder's South Face. Find the large well-chalked flake slightly up and right from the start for\n\nClear Blue Skies\n\nand\n\nMental Masturbation\n\n."},"__v":0},{"_id":"YAhvIa+2WlKDx1fe5kv8KQ==","name":"Little Something for the Effort (Name Unknown)","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106497899","mp_crag_id":"106497877","climb_id":"YAhvIa+2WlKDx1fe5kv8KQ==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Another great moderate in the Dali area, this line climbs a vertical black & pink face on slopey crimps.\n\nBegin sitting down just right of the arete, with the RH on a good hold about 2 off the ground, and the left hand pinching the arete.  Backstep the right foot near the arete, then pop up to a good crimp with the right hand.  Work right along a pair of horizontal seams to a great incut spike below the black face.  Head more or less straight up the face, through the crux, to an easy top out.\n\nThe stand start is just as good and not significantly easier.","protection":"At least two pads to cover the jumbled boulders at the base.  Probably want a spotter for this one if you plan on falling.","location":"This problem is on a boulder located ~50 feet directly south (uphill) from the Dali boulder.  This problem is on the face that faces the Dali, starting just right of the NE arete."},"__v":0},{"_id":"B2LlJs20VSS0k+J01HQNRw==","name":"Lama","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106497895","mp_crag_id":"106497877","climb_id":"B2LlJs20VSS0k+J01HQNRw==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Lama climbs the highly featured flake system in the middle of the south face, just right of Dali.  This is one of the best V-Easy problems at Mt Evans, with fun moves on excellent rock.\n\nBegin sitting on a large boulder immediately below the flake.  This start is a few feet higher than the start of Dali.  It would be possible to start lower, which would up the grade and reduce the quality.  Lieback up the flake until it bends to the right.  Traverse right along the top edge of the flake to a precarious stance on less than ideal holds.  Make a short stab up to the heavily chalked block just below the lip.  Drop down or mantle easily over the top.","protection":"At least one pad to cover the boulder at the start.","location":"Immediately right of Dali, climbing the obvious flake system that splits the south face of the Dali Boulder."},"__v":0},{"_id":"0HmMwB9rVSagPsZku/+etA==","name":"Frosted Flakes","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Chip Phillips","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106623396","mp_crag_id":"106497877","climb_id":"0HmMwB9rVSagPsZku/+etA==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Frosted Flakes begins from a sds down in a small cave on the right side of the east face. Climb up and left making a reach to a gaston, then go again into sidepull edges in a right-arching seam. Follow the seam up and right to the top. Watch your back if you blow it at the top and pad up accordingly.","protection":"At least a couple Organic pads to even out the talus landing in the cave. A small pad on the sharp block behind the climber and/or a spotter would be wise.","location":"From the downvalley end of the Dali Boulder, e.g.,\n\nNo More Greener Grasses\n\n, head directly uphill into the talus for 75 yards, keeping an eye out for an enormous and flat, but not very tall boulder. Frosted Flakes ascends the right side of the essentially vertical downvalley-facing or east face of the block. Another problem,\n\nTouchdown Jesus\n\nis located about 20 feet to the left."},"__v":0},{"_id":"w2uw5C/fXAS5G/ab8enelg==","name":"The Dali Warmup","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106497926","mp_crag_id":"106497877","climb_id":"w2uw5C/fXAS5G/ab8enelg==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"This isn't a very inspiring line, but if you want a warmup on big holds, and your sick of climbing Lama, this is an ok alternative.\n\nBegin in the narrow crevasse on the West corner of the Dali Boulder.  Traverse along the rising lip until the adjacent boulder blocks further progress.  At this point, head right, under the offending boulder, bia a large incut sidepull.  Once established on the other side of the cave, head straight up, careful not to hit your head, etc.","protection":"You can pretty much step off at any point, but a spotter would be nice to keep you from whacking the boulder behind you.","location":"On the west side of the Dali Boulder, downhill (to the north) form Pat's Arete, is a tunnel formed by a boulder leaning against the Dali Boulder.  This problem climbs through this tunnel."},"__v":0},{"_id":"HM2FgDICUQWAiQbLnS9waA==","name":"The Dali Stand Start","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106497882","mp_crag_id":"106497877","climb_id":"HM2FgDICUQWAiQbLnS9waA==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"The Dali Stand Start offers an opportunity for mere mortals to sample this excellent problem without the need to haul 18 biceps up the grueling approach.  Although it skips most of the best moves on the route, this is still a worthwhile endeavor, and a must-do if youre in the area and boulder at the grade.\n\nBegin with right hand on a 1 deep sloper ~6 off the deck, and left hand on a 1-pad deep, 3-pad wide incut crimp that sits atop a 1 deep diagonaling edge.  Paste your feet on, make sure your spotter is ready, and huck for the obvious sloping rail (apparently there is short-person beta that involves the sickening crimps to the left).  Tape over any bloody flappers, chalk up, and try again.  This time dyno for the GOOD part of the rail.  Once you stick the dyno, match on the rail, and traverse right along the rail as it curves up to the lip, to an easy exit.\n\nDescend easy slabs on the N side of the boulder, traversing to the west (toward the creek).","protection":"At least 2 pads.  There's quite a lot of jumbled rock at the base.","location":"In the center of the South Face of the Dali Boulder, beginning below the lowest part of the broad sloping rail that sits ~8 feet above the ground.  Its also about 3 feet left of the Lama flake system."},"__v":0},{"_id":"xCGFGMwbVd+cNfQ2/3tYtQ==","name":"The Dali Sit Down Start","yds":"V9-","grades":{"yds":"V9-","font":"7C","vscale":"V9-"},"fa":"Bennett Scott","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106497887","mp_crag_id":"106497877","climb_id":"xCGFGMwbVd+cNfQ2/3tYtQ==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"The notoriety of this boulder problem is quite amazing considering the relative scarcity of information about the area.  This line is truly known the world over, and its not uncommon to see an international crowd exchanging beta & spots at the base.  The Dalis fame is not unjustified; the problem has a bit of everything: shoulder pressing, micro crimping, devious footwork, all-out dynos and heel-hooks.  None of the moves are extremely difficult by themselves, but they are all hard, and sap just enough juice to make that simple throw at the end a great deal more difficult, and heartbreaking.\n\nBegin sitting down as low as you can, with your right foot on a good 2 horizontal ledge down in the crevice.  Both hands are matched on the 2, vertically-oriented, let-facing sidepull/gaston.  Get the left foot on, and press up to the sickle-shaped crimp/pocket, then up to the next left-facing sidepull/gaston thats ~2 above the start hold.  From here head back left to setup for the big toss to the obvious sloper rail.  This is a good place to fall over and over again.  If you ever stick this move, match the rail and traverse right along the rail to a relatively easy topout.\n\nNote: There are a multitude of different ways to start the Dali.  A quick perusal of 8a.nu indicates at least 5 different versions, all lacking any sort of consensus grade.  The version described here is the low sit down start.","protection":"Several pads and a spotter.","location":"In the center of the South Face of the Dali Boulder, beginning below the lowest part of the broad sloping rail that sits ~8 feet above the ground.  Its also about 3 feet left of the Lama flake system."},"__v":0},{"_id":"qI/sLnD+WOi6FDD3Vx/pWA==","name":"Crystal Grip Pump","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Sean Denny","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"107246762","mp_crag_id":"106497877","climb_id":"qI/sLnD+WOi6FDD3Vx/pWA==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Start sitting in a ~6 foot deep hole with a left hand rail and right hand pinch with the fingers in a vertical seam. This is yet another fun moderate in the vicinity of the Dali Wall. It features a thick, horizontal, quartzite band with a few pinches in it.","protection":"Two pads are preferable, but it is probably doable with one. You climb out of an angled chute, so the fall is never far.","location":"Head uphill from\n\nClear Blue Skies\n\nfor about 30-40 yards as if you were heading for\n\nFrosted Flakes\n\n. You will have to climb over a low angle slab, at which point you will see the meadow of\n\nFrosted Flakes\n\n. A chute will be visible down and to the left with a prominent, horizontal, quartzite band about 5 feet below the summit of the overhanging face. This is it."},"__v":0},{"_id":"PLw6YmNAVZq8HuFKSCObMw==","name":"Clear Blue Skies","yds":"V12","grades":{"yds":"V12","font":"8A+","vscale":"V12"},"fa":"Harry Robertson","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106498001","mp_crag_id":"106497877","climb_id":"PLw6YmNAVZq8HuFKSCObMw==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Find an obvious low incut flake to the right of the\n\nLama\n\nand match to start. Reach left hand to a terrible crimp, then right to a decent edge (most people use a right heelhook to make this happen). Move left to an OK edge and set up for a hard throw to the lip. Super classic, crimp, ladder problem.","protection":"A couple of pads is plenty","location":"This is a few feet right of the\n\nLama\n\n, the obvious ramp/rail."},"__v":0},{"_id":"7FVgLJQUV+2I2mgJeqNQYQ==","name":"Carl Spackler's Thumb (Name Unknown)","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106497911","mp_crag_id":"106497877","climb_id":"7FVgLJQUV+2I2mgJeqNQYQ==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"This fun problem suffers a bit from a bad landing.  The climbing is mostly on jugs, and the position is excellent.\n\nBegin from a sit start below a small bulge.  Lieback up the bulbous arete to a surprising difficult swing over the lip.","protection":"Several pads & a spotter.","location":"This climbs the south arete of the prominent thumb that is just uphill from the Dali boulder."},"__v":0},{"_id":"kZqFjBCvU6O5ZLSKXwAKgg==","name":"Big Worm","yds":"V14","grades":{"yds":"V14","font":"8B+","vscale":"V14"},"fa":"Dave Graham","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"106594888","mp_crag_id":"106497877","climb_id":"kZqFjBCvU6O5ZLSKXwAKgg==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"Begin from a sit start at the downvalley end of the cave and smack slopers and heel/toe-hook your way out the underbelly of the cave's capstone to the upvalley end of the cave, where you exit above a boulder just below your butt. This problem sports lots of oppositional compression and sick footwork, just like the stand start\n\nMirror Mask\n\n. Note that if you fall off the finishing moves, you probably tumble back down into the cave.\n\nThe rock is perfect on this problem, the line is obvious and the 4 superhumans that have done it were all psyched on it. However, because this problem resides down in a talus cave and has DAB potential as you exit the cave at the end, I've given it only 3 stars.","protection":"A couple Organics down in the cave and a small pad under your butt as you exit the cave above a talus boulder.","location":"Big Worm and the stand up version,\n\nMirror Mask\n\n, are located in an interesting and unique cave about 150 yards uphill and slightly upvalley from the Dali Boulder. When you reach the Dali Boulder, continue diagonalling up and right, attempting to skirt around the talus field to the west. When you reach an open area look for a pile of blocks that has a 15 foot long cave down inside them. Another block caps the cave and the problem climbs the underbelly of this boulder starting on one end of the cave and exiting the other. Scramble down into the cave and behold! Both\n\nMirror Mask\n\nand Big Worm are obvious if you find the cave and have any business trying them."},"__v":0},{"_id":"AAmCHttUXPOdVaIBZuaKGA==","name":"Big Perm","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Matt Battaglia","type":{"alpine":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"left_right_index":999999,"mp_id":"108262792","mp_crag_id":"106497877","climb_id":"AAmCHttUXPOdVaIBZuaKGA==","areaRef":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":"OK, I did this 9/2009 when I went up try\n\nBig Worm\n\nand\n\nMirror Mask\n\n. This is a great warm-up for the area. It's tall and scary, and a fall from the top would not be good.  There's a video of me doing the FA on my blog if you are interested.\n\nIt is a great problem! Let me know if there was a different FA. I did another V5 on the left arete of the boulder, but's it not much worth repeating.","protection":"2 pads and a spotter.","location":"From\n\nBig Worm\n\n, walk slightly uphill and up canyon (south east). There is a big block that faces north with a water streak down the middle. Sit start in a hole to the left of the water streak, and climb up the streak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,1dbd118d-ede2-53d8-b82d-62ea5fe71ab5,955ad326-15ef-5a0a-ac4e-1c9d9d9e286d,50a545ef-823e-5c2e-9539-43d2afc45f8f","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Mt. Evans Bouldering","Area A","Dali Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0"},{"count":4,"label":"V2"},{"count":1,"label":"V11"},{"count":1,"label":"V7"},{"count":2,"label":"V14"},{"count":3,"label":"V12"},{"count":1,"label":"V1-2"},{"count":1,"label":"V10-"},{"count":1,"label":"V10"},{"count":3,"label":"V1"},{"count":1,"label":"V4"},{"count":1,"label":"V6"},{"count":1,"label":"V9-"},{"count":1,"label":"V5"}],"byDiscipline":{"boulder":{"total":22,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":2,"expert":11}},"alpine":{"total":22,"bands":{"unknown":0,"beginner":1,"intermediate":8,"advanced":2,"expert":11}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":2,"expert":11}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6214,39.6306]},"bbox":[-105.62198384331187,39.63015033981814,-105.62081615668812,39.631049660181866],"left_right_index":-1,"ext_id":"106497877","area_id":"UKVF74I+XC6VOUPSr8Rfjw=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:55:51.166Z","updatedAt":"2022-11-25T11:16:21.720Z"}