{"_id":"63689de0e80bff5a994f945b","area_name":"University Wall","shortCode":"","climbs":[{"_id":"aNYOU/Z6W3G5PvUaSrXcJw==","name":"White Punks on Rope","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Glenn Schuler & Brent Kertzman","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21994,38.60548]},"left_right_index":3,"mp_id":"106993602","mp_crag_id":"106993589","climb_id":"aNYOU/Z6W3G5PvUaSrXcJw==","areaRef":"lN+NYXp6XwqFg+lR7wPg4Q=="},"content":{"description":"A steep, fun, intermittent crack feature that begins with thin and technical climbing but culminates in a pumpy, juggy, overhanging finish on less than perfect rock.  A great warmup.\n\nBegin up a steep black wall below a white, shallow, left-facing corner.  Work up to the corner where easier climbing heads up and right to the steep black headwall.  Pumpy moves lead into a higher, chossy, left-facing corner.  From a grassy ledge, move left to the anchor.","protection":"This line is fully equipped with a mix of scary and sturdy-looking home-made hangers, and a long runout to a \"new\" chain anchor ~10 feet left of the bolt line.  Gear would be helpful to backup the ancient hardware.","location":"Second bolted line right of\n\nThe Skinwalker\n\n, with black, home-made, angle-iron hangers."},"__v":0},{"_id":"k+G5ZL68WteiWvhG/D+5Ug==","name":"The Skinwalker","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Darryl Roth, September 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21994,38.60548]},"left_right_index":2,"mp_id":"106993623","mp_crag_id":"106993589","climb_id":"k+G5ZL68WteiWvhG/D+5Ug==","areaRef":"lN+NYXp6XwqFg+lR7wPg4Q=="},"content":{"description":"The crag's main attraction, The Skinwalker is easily one of the top desperates at Shelf, offering that rare combination of bullet stone and a consistently overhanging angle.  While few Shelf .13s offer a legitimate pump, success on this line depends on maintaining strength and poise as you overcome consecutive boulder problems split by pumpy rests.\n\nBegin at a left-facing corner 10' below a 2'-deep roof.  Climb up the corner and make powerful moves over the roof to a pumpy stance on the slab.  Work up along a right-facing, undercling flake to a beautiful, streaked wall of small horizontals.  The first blank stretch is overcome with a clever long reach.  A pumpy stance at the fourth bolt allows an opportunity to contemplate the awfully thin crux.  Tiny crimps setup a long dyno to a horizontal pod and another slopey shake.  Another tough, thin section past bolt 5 leads to more cerebral highsteps and lockoffs, and ultimately one last good rest before the redpoint crux.  Move right and up steep speckled rock with sequential moves, to a protruding knob just above bolt 7.  Desperate stabs and vanishing feet lead past this knob to one last, well-earned hueco rest.  A pumpy sprint on slopey edges leads to the anchor.\n\nLike most hard routes at Shelf, it's possible to traverse off the bolt line at various points to reach easier terrain.  The grade given reflects a direct ascent.\n\nA Skinwalker is a human/animal shapeshifter of Native American legend.","protection":"9 bolts to 2 bolt anchor.  Shares first bolt with\n\nLe Pumping Bull\n\n, then goes straight up (right).","location":"Near the tallest section of cliff is a double black-streak that terminates above a shallow roof, 10' off the ground.  The Skinwalker climbs the line of bolts that begins along the right black streak."},"__v":0},{"_id":"TWjCHFAGXB+yc0q9yHwwcg==","name":"Room With A View","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard Aschert, Dave Dangle, July '87","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21994,38.60548]},"left_right_index":0,"mp_id":"106993608","mp_crag_id":"106993589","climb_id":"TWjCHFAGXB+yc0q9yHwwcg==","areaRef":"lN+NYXp6XwqFg+lR7wPg4Q=="},"content":{"description":"A fantastic sequence of long reaches on stellar rock is marred somewhat by poor hardware and scary runouts.\n\nStick clip the high first bolt, then make tenuous slab moves to gain the vertical wall.  Athletic reaches and intriguing route-finding snake up the excellent dark panel to a large ledge.  Down-climb back to the last bolt or climb sketchy-looking jugs up to the high first bolt of \"Crowded House\" and lower off the single bolt.","protection":"Three bolts, no anchor.  Lower off the last bolt, or the first bolt of Crowded House, or topout via Crowded House (5.12).  There is a big runout between the 2nd & 3rd bolts, but the rock is excellent and the moves aren't too bad for the grade.","location":"Climbs a dark panel to a mid-height ledge, three lines left of the\n\nBull/\n\nSkinwalker\n\nstart."},"__v":0},{"_id":"hv3LKz1RVgGlN+d3lhF6lA==","name":"Le Pumping Bull","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Richard Aschert, Darryl Roth, Bob D'Antonio, Jim Waugh, Jun '87","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21994,38.60548]},"left_right_index":1,"mp_id":"106993633","mp_crag_id":"106993589","climb_id":"hv3LKz1RVgGlN+d3lhF6lA==","areaRef":"lN+NYXp6XwqFg+lR7wPg4Q=="},"content":{"description":"Among the best 5.12s at Shelf, Le Pumping Bull is worth the price of admission.  Climbing an unparalleled swath of bullet hard stone, and offering sustained, pumpy movement up the continuously overhanging wall.\n\nBegin at a left-facing corner 10' below a 2'-deep roof.  Climb up the corner and make powerful moves to clear the roof.  A pumpy stance on the slab above provides modest recovery.  Work left, crossing a detached flake, towards another feature, then big moves to gain a horizontal band of sloping jugs.  The crux follows with big reaches and minute crimps to reach another horizontal band of black rock (optional cam placement here).  Roll up onto a slabby scoop for some much-needed rest.  More continuous, pumpy climbing works up the more-featured black stone.  After the 8th bolt, move right to the anchor on The Skinwalker, or continue to the top of the wall (no anchor).","protection":"9 bolts, no anchor.  Possible to traverse to\n\nThe Skinwalker\n\nanchor above bolt #8.  Optional 3/4\" cam for runout between bolts 4 & 5.","location":"Shares first bolt with\n\nThe Skinwalker\n\n, then moves left."},"__v":0},{"_id":"sXWOLrZrV4OKPkx5GAT4IQ==","name":"Critical Mass","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Darryl Roth, Richard Aschert, August '87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.21994,38.60548]},"left_right_index":4,"mp_id":"106993617","mp_crag_id":"106993589","climb_id":"sXWOLrZrV4OKPkx5GAT4IQ==","areaRef":"lN+NYXp6XwqFg+lR7wPg4Q=="},"content":{"description":"Perhaps Shelf's first 5.13 lead, Critical Mass climbs an amazing, bulging buttress of exquisite, bullet limestone.  The business comes quick with a brutal \"B2\" boulder problem on poor crimps to reach a sinker 2-finger pocket at the first bolt.  The crux ends with a big move to reach a large, flat edge at the 2nd bolt.  The angle relents as the line moves left, into a scoop, past a bit of a runout to reach the third bolt.  More featured black stone leads to a sloping ledge with a small dead tree halfway up the cliff.  Continue up the steep, black headwall to the top of the cliff.  No anchor.","protection":"9 bolts, no anchor.  Stick clip mandatory for 1st bolt.","location":"About 100' right of\n\nThe Skinwalker\n\nis an overhanging hand crack (named \"Pocket Rocket\") in an orange wall.  Critical Mass is the line of bolts 20' right of this crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,47053277-7738-5e02-b3b0-a0fc26a64b07,198facc2-f25b-5ee9-a386-df4e3c4c5ee2,94df8d61-7a7a-5f0a-8583-e951ef03e0e1","pathTokens":["USA","Colorado","Canon City","Shelf Road","University Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.21994,38.60548]},"bbox":[-105.22051540977453,38.60503033981813,-105.21936459022547,38.60592966018186],"left_right_index":-1,"ext_id":"106993589","area_id":"lN+NYXp6XwqFg+lR7wPg4Q=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:03.489Z","updatedAt":"2024-01-15T16:42:51.612Z"}