{"_id":"6368a214e80bff5a9955dae6","area_name":"Crystal Ship and Glass House","shortCode":"","climbs":[{"_id":"gfnXsWUIVry/YtR7+f963Q==","name":"Vertical Knobs","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106720650","mp_crag_id":"106388206","climb_id":"gfnXsWUIVry/YtR7+f963Q==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"Very cool looking holds that you just want to grab, especially that huge cobble at the top. \n\n  Start out on any of the knobs that you can reach, probably a shoulder height right hand on a small 1-2 finger and a high left foot. Climb up the knobs that all face left to the huge broken off black cobble at the top. You will encounter a bit of technical cranking and some thin feet. \n\n  Worth doing for sure but the right starting hold can open you up.","protection":"Pad and spotter to keep you off the rock about 4 feet behind the problem.","location":"This problem climbs the knobby face 5 feet left of the down-climb off of the Glass House Boulder."},"__v":0},{"_id":"sht2TG/iW9mCN3+dvzhbyg==","name":"Unknown on left boulder of Glass House","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106389172","mp_crag_id":"106388206","climb_id":"sht2TG/iW9mCN3+dvzhbyg==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"The crux is pretty high reaching to the knob in the middle of the face just below the peak of the boulder. The landing at this point is not the best as there is a small boulder that sits below you. \n\n  From the low rail, cross up to a small 3 finger knob then up to a black edge with the right. There is a scooped out section to the left with a crystal near the top for the left. Then up to a sloping grey knob and a terrible sloper next to it. Now the crux, a big move up and right to the baseball sized knob in teh middle of the face. Then up more easily directly over the point. \n\n  Downclimb to the left.","protection":"Pads and Spotter.","location":"The far left boulder in the Glass House. The right side of this boulder features a steep triangular face. Climb the left edge of this face from a low sit start on an obvious rail."},"__v":0},{"_id":"8m1lG5ZrUZ6c96Ul9EdBmA==","name":"Sunshine Face","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106389166","mp_crag_id":"106388206","climb_id":"8m1lG5ZrUZ6c96Ul9EdBmA==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"Fun slab climb. Some interesting movement using thumb press on an undercling to stand up. Nice sloping black knobs. Definitely height dependent. \n\n  Start on some good holds a broken black knob that is a 3 finger edge and a sidepull. Stand up on good feet to reach a long flat slopy black bump. Then up left into a thumb press with a small edge on top. Press out on OK feet to a sloping knob at the top. Top out on a side pull and knobs.","protection":"Pad, really only space for one without throwing down on plant life.","location":"In the Crystal Ship area. Go through the corridor and out the end, up and left. Once standing on the platform turn back around to your left to find the obvious slab witha 4 foot by 4 foot landing at the base."},"__v":0},{"_id":"MyQXCb3gWK6S1nzfPltvgg==","name":"Sporty??","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106651405","mp_crag_id":"106388206","climb_id":"MyQXCb3gWK6S1nzfPltvgg==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"While the first couple of moves are probably the hardest. Topping out over the lower boulder adds some entertainment. \n\n  Start with a high left sidepull or further to the left of it. Make hard moves to get your hands up and established on the lip. Top out slightly to the left.","protection":"Pad and spotter.","location":"Walk around the right side of the Crystal Ship boulders, past the Sports Challenge problem and around the arete. You will need to squeeze between the boulder and a smaller rock on your right. The problem starts just past this constriction and tops out above the boulder that you had to squeeze past."},"__v":0},{"_id":"D8V9OiNwVOeJWnM12CM4Zg==","name":"Sports Challenge (Knobs)","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106388220","mp_crag_id":"106388206","climb_id":"D8V9OiNwVOeJWnM12CM4Zg==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"Cool knob and crystal features. Slopy crux getting onto the slab. \n\n  From the broken knob move up to an edge on the next black inclusion with your left. There are lots of possible intermediates or holds for your right, but ultimatly you want to get to the second black spot above the one your left is on. from there move right to another knob and stand up.","protection":"Pads and spotter","location":"When you first come to the boulders don't go into the corridor. Instead head around the right side behind them to the back of the second boulder. Right near a tree you will see a high knob that has a very square cut section broken out, start here and go pretty much straight up."},"__v":0},{"_id":"vguOg1c7XzuzoUPfrJbo+w==","name":"Reachy (right of Sports Challenge)","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106651401","mp_crag_id":"106388206","climb_id":"vguOg1c7XzuzoUPfrJbo+w==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"Very height dependent. High first hold, high step, and a long reach off of the only available foothold. \n\n  Reach a very high left hand knob/edge and a low right hold. High step onto the obvious softball sized knob, or close to it. Stand up to another hold and start pawing around up higher until you get to the next good knob on the slab.","protection":"Pad and spotter.","location":"This problem is just left of the blunt arete to the right of Sports Challenge. Instead of entering the corridor, head around the right side of the boulders just past the line of obvious black knobs. Find the waist hieght sloping black knob that you want to stand on."},"__v":0},{"_id":"p9D3etfzXgiw/Q8vA4ObEQ==","name":"Masked Rider","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"Richard Foust?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"118838237","mp_crag_id":"106388206","climb_id":"p9D3etfzXgiw/Q8vA4ObEQ==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"Sit start on the same holds as Crystal Ship. Up left to crimp then up right to big, four-finger crystal in crack. Continue on crimps to top. Harder than the Crystal Ship, but not by much.\n\n None of the non-Crystal Ship holds were chalked when I did this problem, however the big crystal just screams “hold me!” so I find it hard to believe that no one had previously climbed this line. If so, please amend in the comments. After all, I only recently started climbing here thanks to COVID (thus the name).","protection":"Pad. The flat-ish rock can come into play, so maybe a spotter.","location":"Facing Corridor Problem 2, turn 180 degrees and sit down. Obvious chalked holds start the problem. Start holds\n\n Four-finger crystal and crimps"},"__v":0},{"_id":"bJHxC/8dW8Cw8LwWAGoQFA==","name":"Keelhauled","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"Richard Foust","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"118869508","mp_crag_id":"106388206","climb_id":"bJHxC/8dW8Cw8LwWAGoQFA==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"nullSit start on the prow just right of Sporty??. Problem starts with a decent left side pull and a miserable little crimp in the seam for the right, feet down low. The crux is the first throw up right hand to the arete. After that there are some enjoyable compression moves to get over the lip and, if you are me, grovel to the top as you cannot see your feet.... The stand start is V2-3.","protection":"Pad","location":"Obvious corner just left of Sporty??. Good space for a pad between the other boulders, so the landing is good. Start with a good left side pull and a tiny little crimp in a seam for the left. Stand up and slap with the right onto the arete. "},"__v":0},{"_id":"zXEbSmx5Vb6TSLR4akAqTw==","name":"The Crystal Ship","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106389977","mp_crag_id":"106388206","climb_id":"zXEbSmx5Vb6TSLR4akAqTw==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"Begins in the corridor in the right side off the large flat rock. Sit start in the thin crack then crimp your way straight up to a sloper just out of sight. Getting a high right foot rock-over makes the sloper move easier. Not a striking line but fun climbing.","protection":"None","location":""},"__v":0},{"_id":"uyu+4L4QWZa5dd3bobkfKA==","name":"Corridor Problem 3","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106651396","mp_crag_id":"106388206","climb_id":"uyu+4L4QWZa5dd3bobkfKA==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"Nice thin black knobs make up the holds on this short SDS problem. \n\n  Start on the low positive sidepull and climb over the bulge on flat black knobs. Short but mildly entertaining and something steeper.","protection":"Pad","location":"As you enter the corridor, this is the last problem on the left hand side. Starts from a low SDS on a left facingish black knob/edge."},"__v":0},{"_id":"lRlf6eJoW6+rjJEKWw4Utg==","name":"Corridor Problem 2","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106651388","mp_crag_id":"106388206","climb_id":"lRlf6eJoW6+rjJEKWw4Utg==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"When you first look at this thing the start holds scream climb here, then you look at the rest of the problem and wonder WTF. \n\n  Start on the obvious low knobs. Figure out how to get onto the wall. Stand up to the only other holds on the wall just below the lip. Working up onto the slab above is easier.","protection":"Pad and spotter, there is a rock below this problem that you could land on so plan accordingly.","location":"As you enter the corridor this is the second obvious problem on the left. Starting from the two obvious low black knobs just above the rock that sits in the middle of the corridor."},"__v":0},{"_id":"+Wmwm9hvWsOLMXVf3ciJQA==","name":"Corridor Problem 1","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106651384","mp_crag_id":"106388206","climb_id":"+Wmwm9hvWsOLMXVf3ciJQA==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"Pull on with a edge/crystal for the left and a higher edge for the right. Make moves up onto the slab above using crystals and knobs. \n\n  This problem is a bit easier than it looks as the feet seem to be pretty good and in the right places.","protection":"Pad and spotter","location":"As you enter the corridor this is the first problem on the left, starting from a crystal/edge for the left and a higher edge for the right."},"__v":0},{"_id":"I0i6e6dLVsusj7MR2GIRbw==","name":"Broken Glass Traverse","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106388210","mp_crag_id":"106388206","climb_id":"I0i6e6dLVsusj7MR2GIRbw==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"make moves out left to gain a small knob/crimp. Work you feet across some knobs then right to the gaston. High left foot and move up to an OK rounded hold. Match this and move up to a small long knob that has a good edge on the top then right to a rounded gaston jug at the top. \n\n  Downclimb is the steep ramp maybe 10 feet to the left.","protection":"Pads and spotter","location":"When you first come to the boulders there will be a corridor through the first two. Go through this and up onto a rock to the left. You will see a large boulder sitting atop a pedestal with another boulder below and to the left. The problem is on the lower boulder and starts from a good head hieght edge near the right arete and moves left then up."},"__v":0},{"_id":"QaF/qoj5UKebgsV5UAp5lQ==","name":"Broken Glass Arete","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"left_right_index":999999,"mp_id":"106720659","mp_crag_id":"106388206","climb_id":"QaF/qoj5UKebgsV5UAp5lQ==","areaRef":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"This tall line gets easier as you get higher making it appealing. It is quite a bit easier than the more aesthetic face that it shares the start with. \n\n  From the good two handed edge, climb straight up the rounded arete on the left side, right hand on the arete. The crux is probably paddling your feet up onto the starting hold when the hands are not great. Above the climbing gets easier as the holds get bigger.","protection":"Pad and spotter","location":"This problem shares the same starting hold as the Broken Glass Traverse, a long two handed edge at the right side of the middle boulder in the Glass House area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,249e13bb-7ec3-5c48-9485-ba011e641c1c,a3ee38ea-119d-52f6-a749-010cb9da8b59,609dcfff-d533-54fe-9303-797106350b0a","pathTokens":["USA","New Mexico","Albuquerque Area","Foothills Bouldering","Three Gun (Tres Pistolas)","Crystal Ship and Glass House"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V5"},{"count":1,"label":"V5-6"},{"count":1,"label":"V2-3"},{"count":1,"label":"V4-5"},{"count":4,"label":"V3"},{"count":2,"label":"V4+"},{"count":1,"label":"V4"},{"count":1,"label":"V2"},{"count":1,"label":"V1"}],"byDiscipline":{"boulder":{"total":14,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":11,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":11,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4406,35.076]},"bbox":[-106.44114944452565,35.07555033981815,-106.44005055547436,35.076449660181865],"left_right_index":-1,"ext_id":"106388206","area_id":"YJ3P/9UzVP6TA3lxBjULCg=="},"content":{"description":"A tight concentration of maybe 6 or so boulders of pretty good quality. The boulders are tightly packed together so it can be sheltered or a wind funnel. \n\n  There are 2 groups of three boulders each. The upper area which you come to first is refered to as the Crystal Ship and is composed of a corridor between 2 boulders and the third blocks the end of the corridor forcing you to go up and left to get through. \n\n  The second group is pretty obvious once to pop out of the corridor. There is a big boulder balenced on a pedastal on the right. Then the boulder with the Broken Glass traverse sits under the left edge of the balenced boulder. A third boulder sits more on its own further tot he left."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T06:13:50.363Z","updatedAt":"2022-11-25T11:20:34.700Z"}