{"_id":"6368a6a1e80bff5a995d1bde","area_name":"3) The Brain","shortCode":"","climbs":[{"_id":"v7z4JNVxVQC68tcYzxiYqQ==","name":"You Want It, You Got It","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Keller, Doug Cosby 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":0,"mp_id":"106021094","mp_crag_id":"105963516","climb_id":"v7z4JNVxVQC68tcYzxiYqQ==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"A fun route with multiple cruxes. Try to avoid some of the misleading chalk and take the best-looking path instead. Fun moves!","protection":"5 bolts. Anchors on top.","location":"The first sport route left of the prominent arete. The trail pretty much takes you right there."},"__v":0},{"_id":"3jIwBr3FVdmDGoXFj/t2wQ==","name":"Whiny Bugs","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Gus Glitch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":14,"mp_id":"107859268","mp_crag_id":"105963516","climb_id":"3jIwBr3FVdmDGoXFj/t2wQ==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Whiny Bugs is a thoroughly entertaining route from start to finish. It requires a little more precision and focus than your average NRG 5.12-. Expect a thrashing on this route as you decipher the cryptic beta, but once you have the technical movement figured out it should come easily.\n\nStick clipping either the first or second bolt is recommended since some of the hardest moves are encountered directly off the deck. Slap up a double sidepull compression feature to get established on the beginning slabby face. The beginning of this route is not friendly to shorties. With the beginning moves behind you, dont let up because there are a couple more difficult moves before you reach a no-hands rest.\n\nClip the third bolt and then figure out an artsy way to move right out a small roof. The route that diverges left is 14a. A couple long reaches between good holds brings you to the fourth bolt. Get ready for the most insecure section of the route which revolves around two right facing sidepulls and limited footholds. Clip the fifth bolt and move up a somewhat tenuous ramp to clip the sixth bolt and then cruise through several more bolts of easy lichen covered rock.\n\nWhiny Bugs is a tenuous balancing route requiring some really inventive movement. If you like this sort of style you'll have a blast.","protection":"9 bolts + anchor","location":"Far right side of the Travisty Wall.  Look for slabby reddish stone at the start and a pile of cheater stones."},"__v":0},{"_id":"xRy6WZvXWuaUNIRYNpoe2g==","name":"The Travisty","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Harrison Dekker, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":12,"mp_id":"108053802","mp_crag_id":"105963516","climb_id":"xRy6WZvXWuaUNIRYNpoe2g==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Although this route doesn't look too stunning from the ground, what it lacks in aesthetics it makes up for in movement. A V3 boulder problem start to some easier climbing will bring you to the infamous \"mono\" crux move. Engineer a way to make this move without wrecking your tendons and continue fighting your way to the next clip.\n\nOnce you're established about level with a short dihedral to the left, you've got several options. The original line went right on moves that are hard 13c; few people use this original beta. Many folks now head directly up and establish on the headwall and move towards the dihedral, taking this climb down to 13b or so. Another option is to rack up a few cams and head up the dihedral to the top via the \"tradgedy\" dihedral. I believe this is around 13a.\n\nGetting established on the vertical wall right of the dihedral is quite cruxy with a pump and is most definitely the redpoint/onsight crux,  but with good beta a mere mortal can pull off this entrance exam to the wall's harder climbs. 2 more bolts of long lockoffs will get you to the anchors.","protection":"7 bolts with fixed draws and bolted anchor.","location":"Brain sector at Beauty Mtn. Just left of Mikey William's testpiece \"Picket Fence\"."},"__v":0},{"_id":"8bDu7gaRVEuxwJBnxvPd3Q==","name":"Super Whiny Bugs","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Gus Glitch, 1991?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":13,"mp_id":"113878185","mp_crag_id":"105963516","climb_id":"8bDu7gaRVEuxwJBnxvPd3Q==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"This route has quite an interesting history.  Established in 1991, it may have been the NRG's first 5.14, and possibly one of the first of the grade in the East.  However, the FA Gus Glitch was not popular with the regular NRG crew of climbers and developers. After this line was bolted by Doug Reed and declared impossible, Glitch took the challenge to send it in the face of all the \"whiny bug\" climbers who complained about conditions and uncomfortable holds.\n\nMost folks for years believed that Glitch did not climb the route.  However, in recent years it has been repeated (by Mike Williams, Alex Megos, and Steven Roth), and some believe that Glitch did send the route.\n\nRegardless, start on the challenging opening Whiny Bugs (12b), before moving left under the first roof.  Sustained climbing will take you up to a low percentage crux involving sharp crimps, a terrible pinch, and bad feet.\n\nNote: in November, 2017, Steven Roth led this on gear!","protection":"bolts to anchors.","location":"Left of Whiny Bugs (12b), right of Picket Fence (14a)"},"__v":0},{"_id":"mpwkNYq7VLa49sihQtNVTw==","name":"Redacted by Mountainproject","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mikey Williams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":15,"mp_id":"109107077","mp_crag_id":"105963516","climb_id":"mpwkNYq7VLa49sihQtNVTw==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"This is the last route before you scramble up and over the little hill heading towards the Genocide area.\n\nAlthough it isn't much to look at from the bottom, this 7 bolt sport climb is damn good and requires a bag of tricks to reach the anchors. This would be a proud onsight being that the climbing is deceiving and not straight forward.\n\nStart by climbing up a detached flake to reach the first bolt and the base of the chossy roof. Clip the two roof bolts while staying as efficient as possible and be ready to engineer a powerful mantle move to establish on the face. Rest up for a second and get ready for the real climbing. Slabby ninja moves for the next three bolts guard the anchor. Suck that gut in, hope for a slight breeze, and curse the extra slice of pizza you ate last night and you might just make out better than Ole' Homer Plessy.","protection":"7 bolts and bolted anchor","location":"Just right of the classic Whiny Bugs and Komatose. Last route before the little hill."},"__v":0},{"_id":"5JlCVipHVaapjPviOpRDmA==","name":"Out of Mind","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Burcham, Andrew Barry 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":2,"mp_id":"106023149","mp_crag_id":"105963516","climb_id":"5JlCVipHVaapjPviOpRDmA==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Pull a chalked-up boulder problem out the low roof and climb up slightly right of the arete. Low crux, fun moderate climbing above.","protection":"Light rack. Bolt anchors at the top.","location":"Starts just right of You Want It... Look for the chalked-up holds out the low roof."},"__v":0},{"_id":"X8ZlB9bFVkytzMzj+g6VeQ==","name":"Mono Loco","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Michael Williams 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":10,"mp_id":"112304190","mp_crag_id":"105963516","climb_id":"X8ZlB9bFVkytzMzj+g6VeQ==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"a few difficult moves lead to a large no-hands rest. dyno or crimp your way through a v8 boulder problem to fun 5.12 climbing that leads to a good rest. Crimp through the really thin red-point crux (v6/7) to some good pockets and a hero lunge to lip of the cliff, Clip the chains like Gabe Walker for an added star.","protection":"8 bolts to clip-through anchors","location":"line of bolts directly to the right of Chunky Monkey and dying hemlock tree"},"__v":0},{"_id":"Qm6/qU80UVOoRwBTFozIjg==","name":"M.E.N.S.A.","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Joe Crocker, Porter Jarrard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":7,"mp_id":"106552240","mp_crag_id":"105963516","climb_id":"Qm6/qU80UVOoRwBTFozIjg==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Stick clip the high first bolt from the top of the boulder.  Although this route only has 4 bolts, they are well placed and right where you want them.   Start by climbing up the face between the boulder and the wall linking very positive holds all the way to the 2nd bolt.  From here, head up and right a bit as the wall gets steeper and then back a bit left to clip the 3rd bolt.  From here, you can pick the grade of the route.  If you head out left along the really nice holds and traverse back right to the 4th bolt, it's 5.11d.  If you head straight up, aiming for a side pull out right and avoiding the large holds way out left, it's 5.12a.  From the 4th bolt, it's nothing but jugs to the anchor.\n\nSome folks start the route from on top of the boulder...but this skips a couple nice moves.","protection":"4 bolts, shuts.","location":"This is the first bolted line on the gray wall perpendicular to the Brain Wall as you pass Brain Tweezers, 5.10b.  It's just to the right of the dirty corner, Bearpaw Crack, 5.8."},"__v":0},{"_id":"/mYBh0LXXw+Y0EppbNGr5g==","name":"Journey to the Center of the Brain","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stuart Kuperstock, Cal Swoager 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":3,"mp_id":"106660052","mp_crag_id":"105963516","climb_id":"/mYBh0LXXw+Y0EppbNGr5g==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Funny line through weird flaky features on the brain. Starts on right side of low roof and moves up and left through features.","protection":"Bring your passive gear and big hexes.","location":""},"__v":0},{"_id":"thw8Q/L3Wa2rF2albh2aZA==","name":"Climax Control","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mike Williams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":11,"mp_id":"113342241","mp_crag_id":"105963516","climb_id":"thw8Q/L3Wa2rF2albh2aZA==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Begin with a deceptively difficult and shouldery boulder that deposits you on a resting ledge.\n\nWhen ready, blast up a few bolts on the overhanging headwall as the holds and feet get progressively worse. The second crux involves a sequence-crucial series of good but agonizingly painful pockets, ending with a final long move to a ledge. The climb ends at the last bolt, due to the clipping hold for the true anchors breaking.\n\nA true exercise in pain tolerance for the more zen among us. Perfect for those who enjoy a casual stroll on some hot coals or a nap on a bed of nails.","protection":"Bolts to two-bolt anchor (but lower from last bolt or call up the stick). A roll of tape for each finger.","location":"Just right of Mono Loco (5.14a). Boulder problem start marked by a flake crimp at around head height."},"__v":0},{"_id":"Aa9MAfvOWn+xRXRYUSGI5A==","name":"Butta","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jim Suffecool, Mike Stewart, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":8,"mp_id":"106552247","mp_crag_id":"105963516","climb_id":"Aa9MAfvOWn+xRXRYUSGI5A==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Stick clipping the first bolt is recommended.  Start on the orange arete and work your way up to a large hold on the arete.  From here, find a way to get yourself up to the point where the arete bulges out, looking for a good hold out right to make the next clip (crux).  From here, head up and to the left side of the arete to reach a crack system and a good stance.  The climbing from this point on is probably 5.10d.  Continue up the crack system and follow the holds out right to reach a flake under the roof.  Undercling your way out right to the edge of the arete to a great stance.  Climb straight up the arete and traverse back left on to the face to pass the last bolt and up to the anchors.","protection":"7 bolts, shuts.","location":"This route begins on the arete to the left of the start for Chunky Monkey, 5.12b.  From M.E.N.S.A, continue along the cliff,away from the Brain until you reach an arete."},"__v":0},{"_id":"Fs3OPI61U2ump7LjFkF2Eg==","name":"Brain Wave","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":1,"mp_id":"106883939","mp_crag_id":"105963516","climb_id":"Fs3OPI61U2ump7LjFkF2Eg==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Start at the shared start with You Want It, You Got It which is some jugs on the left face of the Brain. Climb up and right to the arete and continue up the left side of the arete until you need to traverse over to the right side to finish up on the Out of Mind anchors.","protection":"Trad gear. There are some funky placements in this bulbous, brain-like formation. Bring some small tri-cams and nuts. You may be able to find a cam placement, but the rock is so wavy that constrictions are more easily found than straight-sided cracks.","location":"If this isn't the first climb you see, when you walk up the trail, then it's probably the second. The trail leads straight up to it, just look left. If you see bolts, that's where this starts. Go to the right of the bolts."},"__v":0},{"_id":"afbK9tT9XpqUFM4DTvK1EA==","name":"Chunky Monkey","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Harrison Dekker & Porter Jarrard, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":9,"mp_id":"106420011","mp_crag_id":"105963516","climb_id":"afbK9tT9XpqUFM4DTvK1EA==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"This area classic just around the corner from the Brain will requires 5.12 technique, power, and endurance; it's amazing!\n\nBegin with devious slab moves (stickclip recommended) to get established under the steep section of the wall.  From here, precision deadpoints, heel hooks, and a bit of go-for-it will get you to a shake on jugs below the final roof.  Although the rock gets much more featured at the final headwall, it's not over yet.","protection":"8 bolts with bolted anchor on the top. Consider stick clipping the first bolt.","location":"Just around the corner to the right of the Brain/MENSA area."},"__v":0},{"_id":"urK/haJRUxWcfgq2rQqnpQ==","name":"Brain Tweezers","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Carl Samples, Rick Thompson, Ron Kampas 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":6,"mp_id":"106023161","mp_crag_id":"105963516","climb_id":"urK/haJRUxWcfgq2rQqnpQ==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Really good route with interesting holds. Sustained moves, fun climbing.","protection":"5 bolts, bolted anchors on top.","location":"Obvious sport route just right of Brain Teasers."},"__v":0},{"_id":"6EiG/9NDVIGOHWVvmEHYDw==","name":"Brain Teasers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Howard, Bill Newman 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":5,"mp_id":"106023155","mp_crag_id":"105963516","climb_id":"6EiG/9NDVIGOHWVvmEHYDw==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Fun route, indeed asking a little of the brain with some creative stemming. Good face climbing. Head right at the first fixed pin into the shallow right facing corner.","protection":"Mostly smaller stuff. A few fixed pins will be found. Anchors on top.","location":"Route is the obvious shallow right-facing corner. Just left of the sport route Brain Tweezers."},"__v":0},{"_id":"VqeeelsBXZCf3dENDAzjCQ==","name":"Brain Storm","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Andrew Barry, John Burcham","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"left_right_index":4,"mp_id":"106831253","mp_crag_id":"105963516","climb_id":"VqeeelsBXZCf3dENDAzjCQ==","areaRef":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":"Climb the crack to the right of a low roof.  Continue up through a dihedral then traverse left to finish on \"Journey to the Center of the Brain\".","protection":"Standard rack, Bolted anchors with rings","location":"To the right of Journey to the Center of the Brain"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,f6cc6e0c-8531-5c88-b48b-51e5eb937d49,43752e64-98b7-5c6f-8f2f-576dd1fec287","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Beauty Mountain","3) The Brain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.13c"},{"count":2,"label":"5.14a"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.7"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":5,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":5,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.03346,38.05452]},"bbox":[-81.03403105175974,38.054070339818146,-81.03288894824026,38.05496966018186],"left_right_index":-1,"ext_id":"105963516","area_id":"Q3UuZJi3XG+PL1dt0f7Chw=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:33:07.682Z","updatedAt":"2024-01-15T16:50:59.809Z"}