{"_id":"63689de0e80bff5a994f9098","area_name":"Aprons, The","shortCode":"","climbs":[{"_id":"HZ5ALrrfVSWYl1NuXdtUkA==","name":"Slip and Slide [1st Apron]","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Don Schmidt and Chris Carr","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":0,"mp_id":"105755230","mp_crag_id":"105745711","climb_id":"HZ5ALrrfVSWYl1NuXdtUkA==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"This [route] starts about a third of the way up on the left side of the 1st Apron.  Climb up the snowfield on the left of the Apron until you are roughly 1/3 of the way up.  You'll see several ledges on the apron on your right that may or may not have snow (in mid July they did).\n\nSelect the ledge easiest for you to access from the snowfield (it really doesn't matter which one, they all intersect the route).  Once on the ledge, climb up and to the left on slippery slabs with lots of moss and lichen in places until you come to a long slightly sloping ledge about 100 feet up.  Belay from here.\n\nContinue up and left for three more pitches of deteriorating quality, each slabs, with sections of crack 150 feet in length.\n\nAfter the 4th pitch, we bailed off via a ledge that lead off to the left and back onto the snow.  I suppose it's possible to keep going straight up to the top of the Apron, but the pitches were decreasingly safe - the fourth pitch took only one [piece] of solid pro.\n\nI'm sorry I cannot provide any more detail as to the route itself, this is because there really are no clearly defined features to the route, nor is there any fixed pro for [landmarks].  This also provides for several variation options should you want to give it a go.  Be prepared for wet, sloppy conditions and watch the weather.","protection":"Set of nuts, set of cams from .5\" to 3.5\" or so.  A few medium size hexes and a 60m rope is nice, for linking pitches but not essential.","location":""},"__v":0},{"_id":"7TlyEYxFWMidxUor3QIOTQ==","name":"The Napkin (2nd Apron)","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"???","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":3,"mp_id":"107692222","mp_crag_id":"105745711","climb_id":"7TlyEYxFWMidxUor3QIOTQ==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"Ascend the arching, left-facing corner to the top of the formation. There are two wide sections that are encountered, you can easily go around them to the right or the left in that order. The rock quality is really good and takes gear well. This makes for a great pitch to add to one of the 2nd Apron routes or if you're waiting for other parties to hustle up the apron.","protection":"A standard alpine rack up to a BD #4 and long runners to minimize rope drag.","location":"The route/formation is located climber's left of the 2nd Apron. The rock formation is a golden/yellow color about 200 feet tall. Once at the top, easy 2nd class climbing leads to the base of the 2nd Apron."},"__v":0},{"_id":"C1ebZV4eVHi8iqJCA/KiUQ==","name":"Cheap Date [1st Apron]","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":2,"mp_id":"105764049","mp_crag_id":"105745711","climb_id":"C1ebZV4eVHi8iqJCA/KiUQ==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"This route is on the 1st Apron (left one) from Summit Lake Cirque.  This route sketchily described in Peter Hubbel's Front Range Crags.  It is an interesting adventure, is bigger than you might guess, and climbs steeper than it looks.  It requires a 30 minute approach.  Due to fair bit of snow, the start can vary.\n\nP1. We traversed in from the left towards the obvious, big, left-facing dihedral.  This 1st pitch (?300 feet) involved a bit of simul-climbing on low-angled slab with spots of 5.7 R to a belay near an overlap.  There is a pin near here.\n\nP2. We went up and left into a crack to a stance.  Here decipher a perplexing, runout slab 5.9 to a ledge, traverse right into a dihedral which can be alpine (a bit loose and licheny), 160 feet. #2 and #3 Friends are useful at this semi-hanging belay.\n\nP3. Fire up dihedral to a ledge with fixed wires, up a steep section to a semihanging belay in a sort-of nook below a bulging bit.  Wires and #3.5 & #1.5 Friends are useful for belay.\n\nP4. The crux is on this pitch & is listed as 5.7 in the \"topo.\"  Steep crack/face climbing off the belay that feels 9+ gets you to a 5.7 overhanging, offwidth/dihedral at nearly 14,000 feet. A #5 Camalot(s) is useful here unless you have great arm bar & heel toe technique.  Suddenly, it eases off as you wonder what the heck you ate to make that 5.7 feel so... um... er... challenging.\n\nP5-7 or 8. Climb about 600 feet more of easy rock to the top.\n\nIt is about 1400 feet of roped climbing in all.  There is a fair bit of fixed gear on the route, probably from someone's epic.\n\nYep, a wee bit harder than the 2nd or 3rd Apron.  Hitchhike or walk down the hiking trail to the left.","protection":"Wires, cams - tiniest Aliens to #5 Camalot.  A second #5 Camalot might be comforting.  200 foot ropes.","location":""},"__v":0},{"_id":"qjmRsxJ3WAyhg9nrbXiijw==","name":"3rd Apron Left","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":9,"mp_id":"105755167","mp_crag_id":"105745711","climb_id":"qjmRsxJ3WAyhg9nrbXiijw==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"This could be an alpine slabber's paradise.  This 3rd Apron from the left is probably the lowest angled one of the bunch but is the smoothest as well. It requires a 25-30 minute approach from Summit Lake parking area.\n\nP1. This is starts near what appears to be a rounded arete on the right side of the Apron.  Fire up 80 feet of low-angled rock without protection until you gain a thin crack (5.7) that takes wires & small cams to a nice ledge, 150 feet.\n\nP2. Go up and left to a shallow, left-facing dihedral, then left to a right-facing dihedral and friction (5.7) up to a small stance, 140 feet.  #5, 6? hexes are useful for belay.\n\nP3. Friction up 5.7 with little pro (psychological crux) and move right to an angling stance, 150 feet. A #2 TCU and hex useful for belay.\n\nP4. Continue up over an overlap, up, finally left across arete to spacious belay, 165 feet. A #4 Camalot and 2 longer slings useful for belay.\n\nP5. 3rd class to the top.\n\nMake a quick descent in obvious gully to the right. This is fun, a bit spicy for a 5.7 leader.  It was followed by a first-time ever climber.","protection":"A standard light rack of wires, hexes, and cams to #4 Camalot.  50m ropes adequate.","location":""},"__v":0},{"_id":"ssdQPw7oW3qLON9xiAbMyg==","name":"2nd Apron, Right Side Dihedral","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":8,"mp_id":"105757204","mp_crag_id":"105745711","climb_id":"ssdQPw7oW3qLON9xiAbMyg==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"This route climbs the big, obvious dihedral right of the\n\n2nd Apron, Right Side\n\nroute shown in yellow in the picture. This route is to the\n\nright of the yellow line\n\nin the topo to the right.  I thought this was the\n\nRight Side\n\nroute until the picture with the lines drawn in was posted on the site.\n\nP1: The start is about\n\n40 feet right of the\n\nRight Side\n\nroute\n\n.  Climb up easy slab with lots of small ledges to a big dihedral system.  Pass a small ledge and move left into the start of the dihedral.  Belay at a stance near the end of your rope.  5.4 190'\n\nP2: Climb the dihedral.  Fun steep climbing past occasional loose flakes - be careful what you pull on.  Climb past a sloping ledge on the left to a fantastic ledge on the right a few feet higher.  5.4 185'\n\nP3: Climb the dihedral until it peters out, and then move left into another dihedral.  Jam up a steep fun crack to a good ledge.  5.4 180'\n\nP4: Climb the dihedral (a pattern emerges).  Move left across the slab to yet another dihedral and then wander up to a huge ledge with lots of loose rocks.  One could also continue up the dihedral until it forms a small roof, and pull over that.  This was wet when I was on it.  5.5 110'\n\nP5: Could be run together with the last pitch, but not recommended because of the large loose blocks on the big ledge.  Climb easily up to a short headwall and the top.  The line of least resistance is likely 5.2, but a huge number of variations are possible.","protection":"Set and a half of stoppers, Aliens are nice, nothing bigger than a 2 Camalot.  The pitches are long, so plan acccordingly.","location":""},"__v":0},{"_id":"uRXekFGGWPyGlhnOYXai8Q==","name":"2nd Apron Right Side","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":7,"mp_id":"105755131","mp_crag_id":"105745711","climb_id":"uRXekFGGWPyGlhnOYXai8Q==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"This is a great apron of stellar, alpine granite that allows routes\n\njust about anywhere you want\n\n. It's a great, bite-sized, alpine romp. It takes 30-35 minute jaunt to the base from Summit Lake. There can be a bit of snow at the base. Expect to pay if you arrive after 7am at the toll booth. Note, it is an alpine route with all sorts of objective hazards, so be prepared.\n\nThis is the\n\nyellow\n\nline in the beta photo to the right.\n\nP1. This line followed a right-angling crack/dihedral at the right end of this face 5.6 s to a big ledge.\n\nP2. Go left to a left-facing dihedral.  Not much pro but carefully stand of various clods of dirt between jams, then up and left to a corner, 160 feet.\n\nP3. Go up a 5.7 corner to a left-leaning groove, up and traverse left.  Go up to the edge of a higher panel and up 25 feet to an angling ramp, 160 feet.\n\nP4. Go up a groove left to a right-angling crack, traverse left at a ledge to a thin crack, go up, traverse left to a ledge/slot, 160 feet.  #4 Friend useful for belay.\n\nP5. Angle generally left to broken terrain, fire up a 5.4 slot to a small ledge and dihedral, 160 feet.\n\nP6. Climb 25 feet more get you to the top.\n\nDescent: walk off right past the 3rd Apron or traverse left to the parking lot at the top to hitch a ride down. Watch out for electrical storms.\n\nAdd: for what it is worth, we climbed this back when 50m ropes were as long as we had.","protection":"Wires, a few larger hexes, a set of cams to #4 Friend, helmet, a smile.  Note, the above description predated owning a 60m rope.","location":""},"__v":0},{"_id":"muObKn6sVz2TYoCLfavo4A==","name":"2nd Apron Left Side","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":5,"mp_id":"105757426","mp_crag_id":"105745711","climb_id":"muObKn6sVz2TYoCLfavo4A==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"As with the other routes described on the Second Apron, this is a fantastic climb up relatively clean, solid alpine rock.  The route generally stays on the left side of the photo below, finishing up the \"headwall\" which looks like a horn in the upper left of the photo below.  The last pitch and a half is above 14K, and you top out right at point 14,256 on Evans' West Ridge.  A stroll up the West Ridge proper (if you stay right on the ridge, fun second and third class on solid, sculpted rock) to the summit and a descent of the NE slopes makes for a fun tour of the Evans massif and a relatively short day.\n\nBegin at the left angling crack system on the left side of the snow tongue (no snow there now!) in the photo below, and angle up left to a small overhang.  Traverse left under the overhang and over a slab to a right-facing, right-leaning system.  Follow this somewhat broken system of cracks, flakes, and slabs for 500-600 feet past mostly solid rock to a large grassy ledge just below the headwall (mostly 5.6 with some 5.7s).  Many options exist here, depending on your climbing ability and comfort level.  We went straight up to an obvious \"pod\" in the a crack above the ledge (maybe one move of 5.9), did a delicate hand traverse left (5.8), moved back right on another small ledge to a short finger crack in a dihedral.  Ascend this finger crack to a stance behind a leaning block, then climb a perfect, if short, hand and fist crack behind the block to another hand traverse left which deposits you on yet another small grassy ledge (5.8+ in several spots on this section).  Another 80-90 feet of 5.6 gets you to the summit from here.\n\nDescent is to the right past the Third Apron, or (recommended) climb the West Ridge to the summit of Evans and then descend the NE slopes (or hitchhike) back to the road and Summit Lake.","protection":"Standard rack with wires and hexes.  Nothing larger than a #3 Camalot is necessary.","location":""},"__v":0},{"_id":"BH8QUfPCVeuSXFSomC2p8A==","name":"2nd Apron Far Left","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":4,"mp_id":"105757834","mp_crag_id":"105745711","climb_id":"BH8QUfPCVeuSXFSomC2p8A==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"1.5 stars.  Not as good as the\n\nRight\n\nand\n\nCenter\n\nlines on this apron. P2-4 are decent.\n\nAnother line up this slab.  We discovered on this trip to do another line up this \"climb anywhere you want\" slab/apron that it may not be as \"climb anywhere\" as described.  Sorry.  Probably too much detail on this route:\n\nInitially, an effort up the middle between Right and Center routes, there is an inviting thin crack.  It has a pin about 35-40 ft up.  Then it gets thinner and more runout.  So, my partner bailed and rapped.  Too close to the ground and far enough from the car....\n\nSecond try, further left.  Not sure if this is entirely independent from the Second Apron Left side 5.8+ R described by Darin Lang [on] this site.  However, verbal descriptions don't quite match.  On the left side of this buttress there is a 3rd-4th class ramp.\n\nP1. About where this start to go up, went up & found a shallow, left-facing dihedral that was inviting but pro was marginal.  About 50 feet up here, you dance out right on rounded face holds aiming for a overlap with what looked like pro opportunities but given the marginal cams below you're looking at a groundfall from 60 feet up if you don't make it.  So backed down, moved left into a somewhat grungier section that is probably wet during less-arid years.  Looking for moderate ways up & right onto the main apron to the right, followed an arc to its left end but backed down and traversed left to a 1-1 1/2\" crack & a stance.  200 feet of dancing but 100 feet up, 5.5.  One of my partners 3rd classed up the ramp to here.\n\nP2. Move up & left, aiming for a short, wide, zig-zag crack to gain this upper layer of good granite on the apron, then move up & generally slightly R as you dance back and forth on solid granite.  For a small landmark, there is a right-pointing flake next to a thin crack, both of which take wires, that you pass to the right.  For a larger landmark for the rest of the climb, you generally aim for just right of the what-appears-to-be two short, bulging headwalls (goalposts) at the top.  Aim for a small ledge with a flake on the L & a good hex slot on the right.  200 feet, 5.7.\n\nP3. Move about 10 feet left & into a shallow, left-facing dihedral with some vegetation.  Move up to a raised flake on the right, slot a wire, move back down slightly and then right.  Gain a nice foot ramp with finer grained granite. Arc right & then left, climbing over a left-facing dihedral, aiming for an A-shaped overlap.  Place a wire.  This overlap protects a fair bit of moss/lichen still present.  Delicately smear left & move up into the apex (crux) to gain a good finger/hand slot.  Balance up.  A foot traverse left & up gets you to a good ledge.  200 feet, 5.8.\n\nP4. Continue up the dihedral & right, go up a short slab on slightly crumbly holds, move R into a slot angling right & up.  Go up & then left along a short arête to a huge ledge & belay.  2 hexes and a wire.  180 feet, 5.7.\n\nP5.  Lots of exits here are possible.\n\nP5A. A nice, short, steep, finger to offwidth crack gains 3rd-4th class terrain.\n\nP5B. A short bit of 5th class moves to the left and then back right into a slot pops you up on top.  105 feet, 5.6.\n\nTo descend, move down and right into the loose gully right of the rightmost apron.  Contour along the rightmost apron, and then up to your gear (if you left any at the base).\n\nIt may be possible to exit left from P1 or P2 onto 3rd-4th class terrain.  Sun until 230p in August.\n\nAlso, cell phones work well up here if you are on call, expecting a call or baby,\n\netc\n\n.","protection":"Wires, hexes, single set of cams to 3 1/2\", 60m rope useful.","location":""},"__v":0},{"_id":"7NWOK/JpVZWjpzdiMIZ9xQ==","name":"2nd Apron Center","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":6,"mp_id":"105755170","mp_crag_id":"105745711","climb_id":"7NWOK/JpVZWjpzdiMIZ9xQ==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"This is an alpine treat of snack like portions. It requires a 30 minute approach from the Summit Lake parking lot.  Hey, they charge for the drive by 750am.  This started closer to the center of the Apron, I believe in the question mark-like crack.  Some have felt the cracks are a bit flared, it's alpinesque.\n\nP1. Climb a right-angling crack that can be wet, break left when you can, fire up an overlap, then go up over multiple short slabs angling right to a decent belay at a crack, 5.7, 200 feet.\n\nP2. Angle left, lieback a right-facing corner, up a crack until it peters out, traverse left to a cool dike 5.7 (close up picture in this area) and angle left to a semi-hanging belay, 200 feet. You can use a #9 hex, 0.75 Camalot, red Alien, and wire for the belay.\n\nP3. Go up over an overlap and then the angle lessens to a good ledge, 200 feet.\n\nP4. Continue up easy ground with an optional 5.8 corner to the top, 110 feet.\n\nHitchhike or walkoff left and down the hiking trail past the 1st Apron or right past the 3rd Apron and down an obvious gully.","protection":"A standard light rack of wires, hexes, and cams to #4 Camalot.  60m ropes nice.","location":""},"__v":0},{"_id":"FGT9253XXgO1X0hA3EGYPQ==","name":"1st Apron, Left Side","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Josh Tartakoff, Nathan Muncy, Casey Barnum","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"left_right_index":1,"mp_id":"109184815","mp_crag_id":"105745711","climb_id":"FGT9253XXgO1X0hA3EGYPQ==","areaRef":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":"This may be a variation of\n\nSlip and Slide\n\nor may already be a different route (beta/topo for which I cannot find). If so, I'll make the appropriate adjustments.\n\nThis route is found on the left side of the 1st Apron, right next to the glacier. Approach from the parking lot of Summit Lake by heading WSW to The Aprons, approximately 30 min. The first Apron is the left-most face, which faces ENE.\n\nPitch 1 - 4-5th class, we free-soloed approximately 300 feet until we felt that we were pulling low grade 5th class moves (5.6). We built an anchor in a right-trending flake system about level with the large roof to the far right.\n\nPitch 2 - 55m, 5.6. From the flake system, climb follow up the most natural route. Gear placement is sparse, requiring some thoughtful placements 30-40 feet apart (the first placement won't happen for 50 feet or so). Belay from a grassy ledge with less-than-comfortable placements.\n\nPitch 3 - 65m, 5.6. Follow up on the slab with runout placements. Belay from atop a rounded, left-trending, sloping ramp.\n\nPitch 4 - 65m, 5.7. Start and trend left on steeper climbing, navigating some mini-roofs. There are much better gear placements. After pulling over, head straight up slab climbing to a grassy ledge you could pitch a tent on, with a great vertical crack for a top belay station.\n\nPitch 5 - 65m, 5.6. Head straight up on slab and a bit left gunning for the ridge. Stop after nearly 70m on a grassy ramp that leads towards the ridge line. Gear placement ok on this pitch.\n\nPitch 6 - 60m, 3rd class. Unrope and walk up the grassy ramp to the ridge line. Descend 25 feet to find the trail that will take you (left, SSE) to the parking lot.\n\nThere is lots and lots of choss - test everything. There is tons of lichen also.\n\nIt is an easy climb but not an ideal first trad lead due to runouts and tricky placements. Each pitch only took 4-5 pieces of pro.\n\nA 70m rope would be a good idea, some pitch distances may be closer to 70m.\n\nI could imagine that some people would also rate this route PG-13.","protection":"Basic rack, hexes will be your friend.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,54c46843-e253-5a7c-a724-dc9e9c0cdd11","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Aprons, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.5"},{"count":3,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":8,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":10,"bands":{"unknown":0,"beginner":8,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.65045,39.59204]},"bbox":[-105.65103351821499,39.59159033981814,-105.64986648178501,39.59248966018186],"left_right_index":-1,"ext_id":"105745711","area_id":"VMRoQ+JTWnynJNyenAzdEQ=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:55:51.163Z","updatedAt":"2022-11-25T11:16:21.398Z"}