{"_id":"6368a4bbe80bff5a995a7836","area_name":"Shield, The","shortCode":"","climbs":[{"_id":"S4BQverAXqWGEVioanDUEQ==","name":"Texas Radio","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"James Crump","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":12,"mp_id":"110845472","mp_crag_id":"105860697","climb_id":"S4BQverAXqWGEVioanDUEQ==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Start is to the left of Elastic Happiness and to the left of the big oak tree.  First bolt is just over the initial overlap.  It shares start with Amazing Gravy and Mexican Radio.  Hard route with several bold run-outs.  At the 2nd bolt, veer off to the right and follow the next three bolts and head up to finish on two top anchors.  The route has several hard mantle moves.  After reaching these anchors, you can rap down or you can do a second pitch of 5.7 climbing that moves up and to the left to two rap rings.  Texas Radio shares anchors with several other routes on the Shield. There are no bolts between the top of the first pitch and these rap rings.","protection":"5 bolts and 2 anchors","location":"The first route to the left of the big oak tree."},"__v":0},{"_id":"ZuzryXUFXDKRlfmUrXbmBw==","name":"Terminal Orogeny","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"David Belton, James Crump","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":22,"mp_id":"121195323","mp_crag_id":"105860697","climb_id":"ZuzryXUFXDKRlfmUrXbmBw==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Start to the left of French Route and climb up towards a thin flake with grass growing from its top. You may be able to protect with small gear behind this flake, or use the first bolt on French Route for more security. From the stance on top of the flake, climb up through steep crystals and thin moves before reaching the first bolt, the only bolt beneath the overlap. Continue up to a stance under overlap and clip the second bolt before surmounting the overlap and gaining easier terrain. From there, climb a 35-ft runout straight up to the double bolt belay station shared with Stranger than Friction. Optionally continue upward trending right to the top of a wall where a double-bolt rappel station exists (same second pitch as Stranger)","protection":"Small gear and quickdraws","location":"Between Stranger than Friction and French Route, look for the thin flake with grass growing out its top"},"__v":0},{"_id":"nlCuSBljXrytY88Gd/av0A==","name":"Stranger Than Friction","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"James Crump, Matty Nematollahi","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":21,"mp_id":"106693729","mp_crag_id":"105860697","climb_id":"nlCuSBljXrytY88Gd/av0A==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"The start is slight right of the bolt line up a flake into a dish. Clip first bolt and move left to the second bolt. It is best to remove the first clip as it will cause rope drag. Move past the bolt using a mantle move. This gives way to the second (3rd) bolt. Climb up to a good stance and clip the third (4th)bolt and the next fun moves. A small crack and a fancy foot work gets you past this fun section. Once above the crack you encounter another mantle and access to the fourth (5th) bolt. Move a little left and climb up to a short ramp and the fifth (6th) bolt. A long run out of around 35' up and right takes you to the rap anchors and finishes the first pitch. The second pitch is on easy but run out rock to the top. There are belay anchors at the base of a large boulder at the top. You may also use the rap anchors that will deposited you at the base on French Route.","protection":"6 bolts & Rap anchors","location":"Starts at small flake right of a large dish. Rap anchors finish first pitch. Climb out or rap to base of French Route."},"__v":0},{"_id":"Tgk2U6AtVPO81zeTCey43w==","name":"Stranger Direct","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"John Sanders","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":20,"mp_id":"110845412","mp_crag_id":"105860697","climb_id":"Tgk2U6AtVPO81zeTCey43w==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Start below the 2nd bolt of Stranger than Friction and head straight up over the overlap to the 2nd bolt of Stranger than Friction and finish on Stranger than Friction","protection":"Pitch 1: 5 bolts, 2 top anchors   Pitch 2: No bolts and two rap rings","location":"Start is to the left of the start of Stranger than Friction and to the right of Elastic Happiness"},"__v":0},{"_id":"z3TAMhFFUJKBOaUqLx+P1w==","name":"Sixth Happiness","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Head, James Crump","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":13,"mp_id":"110845435","mp_crag_id":"105860697","climb_id":"z3TAMhFFUJKBOaUqLx+P1w==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Start on Elastic Happiness and climb to the 2nd bolt, then traverse up and to the left to the 5th bolt of Texas Radio.  Finish on Texas Radio.","protection":"4 bolts, 2 top anchors","location":"Start to the right of Oak Tree and Texas Radio and to the left of Stranger than Friction"},"__v":0},{"_id":"Uh+OEDcQX6S+H2UbzRQgeQ==","name":"Runamuck","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Rick Hahn, Jack Harvey","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":26,"mp_id":"105860706","mp_crag_id":"105860697","climb_id":"Uh+OEDcQX6S+H2UbzRQgeQ==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"The arch that makes up the first half of Runamuck is one of the more recognizable features on the right side of the Shield.  To find the start of the route, look for an hourglass shaped flake that leans against the base of the wall beneath the arch.  Climb the unprotected face for about 25 feet to the beginning of the arch (there is a good medium stopper placement here), and the follow it to the right (protects well with a variety of cams up to a #1 Camalot).  As you traverse to the right you will past a couple of bolts on the face below you.  At the end of the arch, place your last piece of pro for a while and turn the corner up into a small, shallow dihedral.  Climb to a headwall with a couple of cracks running through it.  There are a couple places here for small, spotty stopper placements that may or may not hold a fall, but the climbing is fairly positive to the anchor ledge.  You can either rap from anchors along the ledge, or scramble up and over the top.  Fun, thought provoking climb with a healthy runnout after the arch.","protection":"Standard trad rack with cams up to a #1 Camalot.  Micro-stoppers and a #3 Camalot will also come in handy.","location":""},"__v":0},{"_id":"Mj8vgLWPV2OFzYJORrYo0w==","name":"Real Gravy","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Rowens, Bill Thomas","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":8,"mp_id":"108823107","mp_crag_id":"105860697","climb_id":"Mj8vgLWPV2OFzYJORrYo0w==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"This exciting and challenging climb involves multiple 5.11 sequences. Originally, it was sparsely protected by three bolts placed on lead, making it one of the boldest first accents done at Erock. Since then a few additional bolts have been added. As a result Real Gravy is now one of the Backside's better protected hard slabs. Nevertheless, there are places on this route where you must not fall. Don't blow the clip up at the second bolt. Also, long run outs should be expected on the lower angle 5.7 terrain found high on the wall.","protection":"Sketchy gear placements can be found on the easy terrain before the first bolt. Six bolts protect the climb. A double bolted anchor is located around 35-40 Meters. A second double bolted anchor is found at the top of the wall, approximately 50-55 Meters. There are no bolts between the two sets of anchors.","location":"Real Gravy is located on one of the black streaks near the center of The Shield. Look for the short horizontal crack above the overlap and below the first bolt."},"__v":0},{"_id":"yfV1mityX7OKHaYdSin5RA==","name":"Pummel Jenga","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Lewis","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":17,"mp_id":"110845432","mp_crag_id":"105860697","climb_id":"yfV1mityX7OKHaYdSin5RA==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"This is the direct start to God's Elastic Acre. It begins to the left of Stranger Direct. It moves up the face to the left of Stranger than Friction where it joins Stranger than Friction and God's Elastic Acre at the 4th bolt. From there it veers up and to the left to follow and finish on God's Elastic Acre. You can do a second pitch of climbing as for all the routes on the shield or you can build an anchor and lower down to repeat or do other routes.","protection":"Pitch 1: 4 bolts and 2 top anchors   Pitch 2: No bolts and two rap rings","location":"To the left of the start of Stranger than Friction Direct Start.  To the right of Elastic Happiness.  Well to the right of the big Oak Tree."},"__v":0},{"_id":"bvLt1dN8W9mrihMWQiQv9w==","name":"Prok","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jim Blanford, Jim Shubert, Keith Guillory, James Crump","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":28,"mp_id":"108668822","mp_crag_id":"105860697","climb_id":"bvLt1dN8W9mrihMWQiQv9w==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"You must be completely solid at the grade before attempting this route. \n\n  Prok is a pseudo-acronym meaning \"protect at the crack.\" \n\n  Start on the low angle slab, right of Prok wall. One bolt is found on the somewhat steeper headwall. This bolt protects the hardest moves of the climb. Continue up and find quality pro in the horizontal crack below the shallow dihedral. A bold runout with ground fall potential ensues after stepping over the crack and following reasonably well featured high quality rock along the shallow dihedral. Above the dihedral there are a few confidence inspiring chicken heads before an opportunity for quality pro is found at the overlap near the top. Mount the overlap and finish. \n\n  As far as I know the earliest route on Prok wall was Farewell to Arms, which is now known as Runamuck. Runamuck followed the arching horizontal crack from left to right, then continued up from the right side to access the attractive shallow dihedral. The dihedral was left as an unprotected runout. Prok likely went up a short time later. In keeping with traditional principles, the shallow dihedral was left unbolted. Accordingly, this climb carries an X rating. The shallow dihedral feature has since been the subject of retro-bolting arguments. (If the above noted history is inaccurate, please post up or PM me and I'll change it). ","protection":"Be completely confident and competent at the grade before setting off on this one. 1 bolt, found down low protects the crux. Smaller to medium cams will protect the horizontal crack. Medium size cams will protect the upper overlap. It might be possible to find a useless gear placement in the dihedral, but I don't think anything found there would hold a significant fall. Double bolted anchors are found at the top. These  have standard hangers (not rap hangers) without chains or links. You cannot rap from them. Use the designated rap anchors in the alcove to the skier's left of Prok. The rap anchors in the alcove serve as the designated rap anchors for parties climbing the Backside on a single 60. They are not intended to be used for all day rappelling or climbing. They do not protect any climb.","location":"Found on the right side of Prok Wall and left of Baba Wawa. Look for   a hard to spot bolt below the the arching horizontal crack, below and right of the shallow dihedral."},"__v":0},{"_id":"+SobMUlaVNmKoA/9i88f6g==","name":"Nerdwand","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"James Crump","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":2,"mp_id":"110845840","mp_crag_id":"105860697","climb_id":"+SobMUlaVNmKoA/9i88f6g==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Starting on Ambulance Blues, traverse right to the third bolt of La Dolce Vita and belay from third and 4th bolts of Bold Talk.  In theory the 2nd pitch could continue traversing the wall to eventually reach the top of Texas Radio.","protection":"8 bolts, 2 pitches, 2 top anchors","location":"Starts at Ambulance Blues and finishes first in the middle of Bold Talk and 2nd pitch at top of Texas Radio."},"__v":0},{"_id":"hYxHqvuiWMOWg52aTrfqUA==","name":"Mexican Radio","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Lewis, James Crump","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":11,"mp_id":"110845602","mp_crag_id":"105860697","climb_id":"hYxHqvuiWMOWg52aTrfqUA==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Climb the first two bolts of Texas Radio and instead of veering off to the right, follow the bolt line up and to the left to the top.  Finish at the two anchors for Real Gravy.  Here you can continue up to the top and walk off or use the rap rings.  You can also move down and to the left to the anchors for Gravitron and rap here.  Do not rap from Mexican Radio \"anchors\".  You will not be able to pull rope through after rappelling!  You can set up an anchor on these two bolts and TR Itty Bitty Black Streak, Amazing Gravy or Real Gravy.  You can do a second pitch and can proceed up and to the right to two rap rings.  There are no bolts between the end of the first pitch and these rap rings.  Climbing for this second pitch is 5.7 but since there are no bolts, try to be careful!","protection":"6 bolts and 2 top anchors","location":"Start is to the left of the big Oak tree as in Texas Radio"},"__v":0},{"_id":"0VF7RBJuURiRIHAdyQ0xZw==","name":"Matrimonio Feliz","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"James Williams","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":16,"mp_id":"111337474","mp_crag_id":"105860697","climb_id":"0VF7RBJuURiRIHAdyQ0xZw==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Start on the first bolt of Pummel Jenga and up to the second bolt of Pummel Jenga and then up and to the left towards the 2nd bolt of Elastic Happiness.  At the 2nd bolt of Elastic Happiness, join Elastic Happiness.  Continue moving up and towards the 5th bolt of Texas Radio and then up and to the right to the anchors for Texas Radio.  A bit run-out and extremely thin between the third and 4th bolts (2nd and 3rd bolts of 6th Happiness).  There is the usual 35 feet between the last bolt and the top anchors.  From the top of the 1st pitch you can rap down, build an anchor and use it to TR other routes or you can head up and to the left to two rap rings.  This second pitch is 5.7 but has no bolts so be careful.  The great thing about this route is that you can do it even when the algae covered area is wet at the start of Elastic and Sixth Happiness.","protection":"4 bolts and 2 top anchor bolts for the first pitch.  Here you need to build anchors or head up to the top for the second pitch.  This second pitch has no protection until you get to the rap rings.","location":"Starts to the left of Stranger than Friction Direct start and to the right of Elastic/Sixth Happiness.  Uses Pummel Jenga start.  Best first bolt protection on the wall."},"__v":0},{"_id":"G2tbx/PxV22bfg0cs9sRIA==","name":"La Dolce Vita","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"David Belton, James Crump","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":4,"mp_id":"110845680","mp_crag_id":"105860697","climb_id":"G2tbx/PxV22bfg0cs9sRIA==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Twenty feet to the left of Bold Talk for a One Eyed Fat Man.  Lichen covered rock with difficult route finding due to lichen and algae covering the holds.  Several big run-outs.  Veers to the right and finishes on the anchors for Bold Talk and Gravitron.","protection":"3 bolts and 2 top anchors","location":"To the left of Bold Talk for a One Eyed Fat Man and to the right of Ripple."},"__v":0},{"_id":"6asd/D9uU0m7a4HUCVVrww==","name":"Itty Bitty Black Streak","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":9,"mp_id":"110845633","mp_crag_id":"105860697","climb_id":"6asd/D9uU0m7a4HUCVVrww==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Toprope from Real Gravy/Mexican Radio Anchors and climb the small black streak to the left of Real Gravy.  Finish on anchors for Real Gravy.  Do not use the holds of Real Gravy","protection":"Top-rope","location":"To the left of Real Gravy and to the right of Gravitron"},"__v":0},{"_id":"a8/ivJWgW32XjKgxMjqfQA==","name":"Intensive Care","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Duane Raleigh, Bill Thomas","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":3,"mp_id":"110845725","mp_crag_id":"105860697","climb_id":"a8/ivJWgW32XjKgxMjqfQA==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Start on Ambulance Blues.  After the first bolt, move to the right instead of moving up and traverse over to La Dolce Vita.  Move up and follow bolts for La Dolce Vita and finish on anchors for La Dolce Vita.  PLEASE SEE THE COMMENT BELOW FOR A MORE DETAILED DESCRIPTION","protection":"4 bolts and 2 anchors","location":"Start at Ambulance Blues at place where overlap meets the ground below Ripple"},"__v":0},{"_id":"s6rriXXZVAqfF9nYg0EGcQ==","name":"Happy Radio","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"James Crump, David Belton","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":14,"mp_id":"110845453","mp_crag_id":"105860697","climb_id":"s6rriXXZVAqfF9nYg0EGcQ==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Climb to the 2nd bolt of Elastic Happiness and then left to the 3rd bolt of Texas Radio to the top of Texas Radio.  Serious penduluming fall potential into flake of Elastic Happiness when traversing from 2nd bolt to the 3rd bolt of Texas Radio.  Fyi, this is the crux.","protection":"5 bolts, 2 anchors","location":"Starts on Elastic Happiness and finishes on Texas Radio"},"__v":0},{"_id":"cAKkmcXZVNGBzyaROHi4UA==","name":"Green Death","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"James Crump","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":6,"mp_id":"110845663","mp_crag_id":"105860697","climb_id":"cAKkmcXZVNGBzyaROHi4UA==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Immediately to the left of Gravitron and before the next part of the large black streak. Set top-ropes on Bold Talk for One Eyed Fat Man.","protection":"Top Rope","location":"Middle of the big black streak to the right of Ripple and to the left of Real Gravy."},"__v":0},{"_id":"xb7QU2JjXoCeLCD0ALuCWA==","name":"Gravitron","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"David Belton, James Crump","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":7,"mp_id":"110845655","mp_crag_id":"105860697","climb_id":"xb7QU2JjXoCeLCD0ALuCWA==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"To the left of Real Gravy.  Find the obvious big black streak.  Gravitron is on the right side of this black streak.  Pull over the overlap and follow the sparse bolts with run-outs to the top.  Go up to right and back up to the left for the 2nd bolt.  Then back to the right and up to the left and upwards to the anchors.","protection":"4 bolts and 2 top anchors","location":"Right side of the big black streak to the left of Real Gravy."},"__v":0},{"_id":"jXsh6oOYU/uXMYa8rPVcKw==","name":"God's Elastic Acre","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"James Crump, David Head","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":19,"mp_id":"110845386","mp_crag_id":"105860697","climb_id":"jXsh6oOYU/uXMYa8rPVcKw==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"From the first bolt of Stranger than Friction, climb up and right to the second bolt of God's Elastic Acre instead of to the left (as for Stranger than Friction).  After the second bolt, move upwards diagonally to the left towards the 4th bolt of Stranger than Friction and then upwards to finish on Texas Radio. At the end of the first pitch, you can build anchors here, rap down or head up and to the left to the top to two rap rings.  There is no protection for this second pitch until you get to the top.  There are rap rings there or you can walk off the top.","protection":"6 bolts, 2 top anchors","location":"Starts at Stranger than Friction.  Left of Terminal Orogeny and right of Elastic Happiness and big Oak tree."},"__v":0},{"_id":"buMjqM1BVrO0DTcfI6zv+w==","name":"French Route","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"James Crump, David Belton","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":23,"mp_id":"106428949","mp_crag_id":"105860697","climb_id":"buMjqM1BVrO0DTcfI6zv+w==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"The face climbing standard of the rating at E-Rock, this route has an unprotectable start at about 5.8 to the right end of a ledge. Go left on the ledge which has a thin horizontal crack above it. The only pro this crack will take are two (equalized) slider nuts or RPs of the smallest sizes. Then a few moves left off the ledge to reach the first bolt and the crux section follows. Work out the moves over the steep crystal face past 3-4 bolts. Diagonal up to the right on increasingly lower angle face moves, over to the two bolt anchor above another horizontal crack.  Pitch two is on a much easier run out slab with sparse pro.  \n\n  Descent:   Go right on the large ledge above the second pitch to the rap station above News Wall or rap the first pitch. You can also scramble off either end of the ledge to walk over the top if you are done with the backside.","protection":"Bring a few small to med pieces to protect the thin crack and the exit moves.","location":"French Route is located left of the Edge of Night hourglass flake on the right end of The Shield."},"__v":0},{"_id":"Qeo9YZvnWom2acmPJwG30g==","name":"Fly on a Windshield","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":24,"mp_id":"106583861","mp_crag_id":"105860697","climb_id":"Qeo9YZvnWom2acmPJwG30g==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"This route is located just to the right of French Route.  The route can be identified by the bolt located 10 feet above the overlap.","protection":"A number 1 Camelot fits nicely into the overlap to prevent a ground fall.  The only bolt is the one mentioned earlier.  The route finishes at a two bolt anchor","location":""},"__v":0},{"_id":"cQitzLKZWBuLDn2Qa+Cy2Q==","name":"Elastic Happiness","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"David Belton, Hank Caylor","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":15,"mp_id":"110845261","mp_crag_id":"105860697","climb_id":"cQitzLKZWBuLDn2Qa+Cy2Q==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Climb to the second bolt of Sixth Happiness then right to the third bolt of God's Elastic Acre to finish on God's Elastic Acre.  Use anchor bolts for Texas Radio/God's Elastic Acre.  Can do second pitch up and to the left to the rap rings.  There are no bolts between the top of pitch 1 and these rap rings.  Climbing here is 5.7 but be careful.","protection":"5 bolts, 2 top anchors","location":"The Shield, to the right of the big tree and to the left of Stranger than Friction"},"__v":0},{"_id":"Jp3Yb2I7WQ2TgKyLQcHvSQ==","name":"Edge of Night","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Mike Holbart","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":25,"mp_id":"121195249","mp_crag_id":"105860697","climb_id":"Jp3Yb2I7WQ2TgKyLQcHvSQ==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"The first part of this route is shared with Runamuck. Start on the hourglass flake and climb up to the arch. Protect with gear in the bottom of the arch then climb straight up on run-out rock through the crux to a single bolt high on the wall. Continue climbing easier, but still run-out, rock to the very top of the wall where a double bolt rap station can be found.","protection":"Medium size gear for the arch, a quickdraw for the single bolt","location":"Same start as Runamuck - look for the hourglass flake beneath the left end of a prominent arch "},"__v":0},{"_id":"xWBCpQjxVM6LWFpawhRdgA==","name":"Eden","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"James Williams","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":18,"mp_id":"110845876","mp_crag_id":"105860697","climb_id":"xWBCpQjxVM6LWFpawhRdgA==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"It is a unique start of God's Elastic Acre without using the start of Stranger than Friction.  Start to the left of the beginning of Stranger Than Friction but to the right of Stranger Direct using the face.  Should start right below the first bolt of Stranger than Friction.  Keep out on the face, well to the left of the beginning flake for Stranger than Friction. Move up over the overlap and up the face to the first bolt of Stranger than Friction.  Then move up and to the right, to the second bolt of God's Elastic Acre.  Follow God's Elastic Acre up and to the left.  Use the 4th bolt of Stranger than Friction and follow Stranger than Friction up and to the right to the top of Stranger than Friction. Here you can build an anchor and top rope multiple routes or head up and to the top.  Between the \"anchors\" for Stranger than Friction and the top, there is no protection.  So, be careful. \n\nVARIATION:  At the cross-over the route and head left to the anchors of Texas Radio/God's Elastic Acre to the top.  You can build an anchor system here and TR other routes or you rap from the top of the first pitch.  Use the anchors for Texas Radio/God's Elastic Acre to belay from if you are heading to the top and the two rap rings.  Rap rings are up and to the left of the anchors in the \"gap\" between two horizontal slab \"eyebrow\" pieces.","protection":"Pitch 1: 5 bolts and 2 top anchors   Pitch 2: No bolts and two rap rings","location":"To the left of the start of Stranger than Friction and also to the left of it's flake. To the right of the 2nd bolt of Stranger than Friction."},"__v":0},{"_id":"avbos/84VzK/6TTtXMvWQA==","name":"Deep Prok","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"James Crump","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":27,"mp_id":"105860714","mp_crag_id":"105860697","climb_id":"avbos/84VzK/6TTtXMvWQA==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Deep Prok is a typical E-Rock slab climb that starts below the center part of the Runamuck arch.  Start below a bolt about eight feet off the ground.  Clip the bolt and head right to a second bolt under the center of the arch.  Climb to the arch (good 0.5 Camalot placement here), pull over, and work up a small headwall to the third bolt.  After the third bolt, the angle eases a little, but the climbing remains a little thin up to the fourth bolt.  From here the rest of the route is pretty easy.  Head up to a good sized ledge split by a large crack passing two more bolts en route to the anchors.  Either rappel the route, or scramble up and over the top of the dome.","protection":"Six quickdraws, a small cam or two (0.5 Camalot) to protect the moves over the arch, and something for the anchors at the top.","location":""},"__v":0},{"_id":"GbwYl11VUS+Ib3CzEYSXMw==","name":"Carpet Crawl","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Robert Price, Jim Cohen","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":1,"mp_id":"110845857","mp_crag_id":"105860697","climb_id":"GbwYl11VUS+Ib3CzEYSXMw==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Where the overlap meets the ground, climb up past the three bolts of Ambulance Blues towards Ripple.  SEE COMMENT BELOW FOR A BETTER DESCRIPTION","protection":"3 bolts.  Trad anchor at the top","location":"Start at where the overlap meets the ground below Ripple"},"__v":0},{"_id":"0S+HdOGkWea44x+qlU4uew==","name":"Bold Talk for a One-Eyed Fat Man","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"James Crump, Karen Ghiselli","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":5,"mp_id":"107013093","mp_crag_id":"105860697","climb_id":"0S+HdOGkWea44x+qlU4uew==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Taken from the Dome Drivers Manual : \"From the first tree left of Gravitron, climb sustained 5.10 crystals past the overlap and the first two bolts. The crux is the 25-foot bulge leading to the third bolt. This section starts with steep edging and ends with small crystals. Climb left to the forth bolt and then embark on a 45-foot run-out of 5.9+ to the fifth bolt. Just above is a double-bolt belay with a ledge stance.\" \n\n  This is an outstanding pitch that really isn't as scary as the description sounds. It's all there, however, a cool head is necessary to avoid a very nasty fall! \n\n  An added bonus is the opportunity to toprope the very serious Gravitron from the anchor.","protection":"All you need is about 8 draws and ample huevos! A #2 Camalot will protect the clip of the initial bolt.","location":"Down and right from Ripple by a large tree with a bolt over the overlap. Just left of the prominent black streak containing Gravitron."},"__v":0},{"_id":"pDeS+lu/U2yhhEqcO/T2Ng==","name":"Ambulance Blues","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bill Gooch, John Sanders","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":0,"mp_id":"110845709","mp_crag_id":"105860697","climb_id":"pDeS+lu/U2yhhEqcO/T2Ng==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Just to the right of where the overlap reaches the ground, clip the first bolt and then move up and to the left.  At the third bolt, move up and to the left and join Ripple and finish on anchors for Ripple.  SEE COMMENT BELOW FOR MORE DETAILED INSTRUCTION.","protection":"8 bolts and 2 anchors","location":"Below and to the right of Ripple.  Begins just to the right of where the overlap reaches the ground."},"__v":0},{"_id":"rAVHZPZJUW+0/uFw7V9f8Q==","name":"Amazing Gravy","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"James Crump","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"left_right_index":10,"mp_id":"110845617","mp_crag_id":"105860697","climb_id":"rAVHZPZJUW+0/uFw7V9f8Q==","areaRef":"T+lqMNi2Wry15qh1Tjvfvw=="},"content":{"description":"Start and climb the first two bolts of Texas Radio.  Traverse to the left to the 2nd bolt of Real Gravy and climb to the top of Real Gravy","protection":"6 bolts, 2 top anchors","location":"Start is to the left of the big oak tree and starts on Texas Radio/Mexican Radio.  To the right of the start of Real Gravy and Itty Bitty Black Streak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,6c47f3c8-2910-50ea-8631-1f1812ee9412,7deb29c6-0902-580e-b590-3e026bc39308,4fe96a30-d8b6-5abc-b5e6-a8754e3bdfbf","pathTokens":["USA","Texas","Enchanted Rock State Natural Area","Main Dome","Shield, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.10d"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.7+"},{"count":2,"label":"5.11"},{"count":1,"label":"5.11b"},{"count":5,"label":"5.11d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12c"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":3,"intermediate":6,"advanced":14,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":15,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":10,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":8,"advanced":17,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.8193,30.5083]},"bbox":[-98.81982191659729,30.507850339818138,-98.8187780834027,30.508749660181866],"left_right_index":-1,"ext_id":"105860697","area_id":"T+lqMNi2Wry15qh1Tjvfvw==","polygon":{"type":"Polygon","coordinates":[[[-98.81982191659729,30.507850339818138],[-98.8187780834027,30.507850339818138],[-98.8187780834027,30.508749660181866],[-98.81982191659729,30.508749660181866],[-98.81982191659729,30.507850339818138]]]}},"content":{"description":"The Shield is the largest and steepest area along the Backside of the Main Dome.  It is home to most of the difficult, run out slab routes in the park.  The wall is basically divided into two sections.  The right side (from Nobody Like Bryant Gumbel to the obvious Runamuck arch) consists of shorter routes in the 5.7 and 5.8 realm.  This somewhat confusing area has also been called the Prok Wall in honor of all of the routes with \"Prok\" somewhere in their name.  Almost all of these routes require gear with the occasional bolt here and there.  Protection ranges from nonexistent to good.  The left side of the wall (from Fly on a Windshield to Carpet Crawl) boasts steep, bolted slab routes in the 5.10 to 5.12 range."},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T06:25:05.518Z","updatedAt":"2024-02-19T18:40:16.650Z"}