{"_id":"63689de0e80bff5a994fa027","area_name":"Left Hand","shortCode":"","climbs":[{"_id":"5wLmkUUSWcWMV+mHDjQSlQ==","name":"Question of Balance","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.77013,38.72589]},"left_right_index":4,"mp_id":"105761061","mp_crag_id":"105746438","climb_id":"5wLmkUUSWcWMV+mHDjQSlQ==","areaRef":"4gDHhnttXeKZdPxQqzcdMw=="},"content":{"description":"Question of Balance is a very appropriately named route that goes up the obvious rightward angling crack system on the beautiful smooth slab to the right of the prominent Air Conditioner corner. This is a fantastic climb offering steep (thankfully just under vertical) relentlessly thin crack and face climbing from start to finish. Question of Balance is most often top roped but it's real greatness is as a test piece trad lead. The route gets harder each move that you work up. The gear while sometimes needing to be worked is good all the way up to the runout crux moves which are safe but your feet will be above your last gear while you are pulling the last hardest moves. There are two variations to the crux final moves The left variation is slightly easier but both will keep you on your toes. The climb ends at a narrow ledge with chains that can be backed up with trad gear if desired.","protection":"For the most part small to mid sized wired nuts, TCUs, and RPs. Chains on the ledge at top are accessible by tricky 3rd class to set up top rope.","location":""},"__v":0},{"_id":"PMH4D1UwXpSb2uYytioPHg==","name":"Left Hand Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bob Dickerson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.77013,38.72589]},"left_right_index":1,"mp_id":"105763875","mp_crag_id":"105746438","climb_id":"PMH4D1UwXpSb2uYytioPHg==","areaRef":"4gDHhnttXeKZdPxQqzcdMw=="},"content":{"description":"I was really surprised that no one had submitted this absolutely fabulous Harmel's classic. Left Hand Crack might just be one of the best 5.8 cracks on the Western Slope. Many people would argue that LH should be rated 5.9, some would even say 9+ but for two things; 1: Left Hand has always been rated 5.8. and 2: Left Hand has everything you need. Sure, I will grant that it is stiff for the grade, but Harmel's has always been stoutly rated, and yes it is in your face crack climbing. But if you avoid tunnel vision and make like the Vitruvian Man, you will see what all is around you. Most people who struggle or fail on LH do so because they only focus on the six inches of rock in their face. At Harmel's, there is always more than meets the eye.\n\nIn the background of first picture under\n\nQuestion of Balance\n\n, you can see the inverted Vee where Left Hand starts. The start of LH is fun jams, stems and liebacks to get established on the narrow ledge to the left. From this stance, there are two flakes like surfboard ends right in front of you. From here, also the overhanging crack and dihedral of LH looms above. Lieback the flakes and jam up the crack till your feet are atop the flakes. Repeat the same process of lieback, jam, work feet to stances on left until the angle kicks back to less than vertical. From there, work up and left passing the roof on the left and joining the Crystal Staircase finish to the bolted belay stance. The crux is the awkward transition from overhanging crack to less than vertical crack. Look for a teeny stem hold way out near the arete behind you to your right. If you are competent with solid gear placements, they can be gotten from stances and any potential air time should be safe.\n\nFrom the bolted station atop LH, you can rap and top rope all of the routes on that wall from\n\nTony's Tango\n\nto LH. Or you can finish up to the top on a variety of routes. My favorite finish has always been the 'Aqua Dog', 5.9, offwidth roof.","protection":"It used to be that you would work your way up, sling the flake, slot in a perfect #9 Hex and fire for the top. Now with all those fabulous springy things that are available, you could literally sew this splitter crack up. With modern gear LH would be a fine, early leading experience.","location":""},"__v":0},{"_id":"DblBuDVgWl+aHq6Pf0aDnQ==","name":"Fine Whine","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"R. Warren & P. Howard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.77013,38.72589]},"left_right_index":2,"mp_id":"106416658","mp_crag_id":"105746438","climb_id":"DblBuDVgWl+aHq6Pf0aDnQ==","areaRef":"4gDHhnttXeKZdPxQqzcdMw=="},"content":{"description":"Fine Whine is a fantastic route up an imposing line. The Gunnistoner old guard looked at that wall for years and day dreamed about a route up it. It took bolts and Robert's vision to complete. A little over half way up is a giant white crystal that plays an integral role in the ascent. A very cool route to be sure.","protection":"Five bolts and gear to a 2 bolt belay.\n\nA standard rack would be appreciated to get to the start of the sportiness.","location":"This route is generally accessed from either Left Hand or Air Conditioner. I think the Left Hand start  is more common. Either way you will want a standard rack to lead through the cruxes of those trad starts. Fine Whine runs straight up the beautiful, overhanging wall between Left Hand and Air Conditioner."},"__v":0},{"_id":"AESQ/aN0U/S6ParO//BtTQ==","name":"Crescent Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.77013,38.72589]},"left_right_index":0,"mp_id":"117247380","mp_crag_id":"105746438","climb_id":"AESQ/aN0U/S6ParO//BtTQ==","areaRef":"4gDHhnttXeKZdPxQqzcdMw=="},"content":{"description":"This is the obvious, crescent-shaped crack immediately to the left of\n\nLeft Hand Crack\n\n. Climb the first 15 feet of\n\nLeft Hand Crack\n\n, then traverse along the ledge to the left. Pull through the interesting crack section, and finish on easier face climbing. The protection is limited to non-existent for 20 feet after the crack. Finish at the same anchors as\n\nLeft Hand Crack\n\n.","protection":"Small cams and nuts.","location":"It is to the left of\n\nLeft Hand Crack\n\n."},"__v":0},{"_id":"BVJbwXedUSad/yp50coXDA==","name":"Air Conditioner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Dickerson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.77013,38.72589]},"left_right_index":3,"mp_id":"105762267","mp_crag_id":"105746438","climb_id":"BVJbwXedUSad/yp50coXDA==","areaRef":"4gDHhnttXeKZdPxQqzcdMw=="},"content":{"description":"There are two ways to finish: one belay on the ledge about 65-70 feet up and do the second pitch or two; traverse said ledge to chains above\n\nQuestion of Balance\n\n.","protection":"Small to medium pro.","location":"This quality route takes the obvious chimney between\n\nLeft Hand\n\nand\n\nQuestion of Balance\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,fac948d7-629b-5e2a-82de-bd9078f25a68,ba4b023b-c195-5f9a-944f-becaafc1b8ae,e200c786-7b6d-5de2-9974-fc50ab371d33","pathTokens":["USA","Colorado","Gunnison","Taylor Canyon","First Buttress","Left Hand"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.77013,38.72589]},"bbox":[-106.77070637819493,38.72544033981813,-106.76955362180509,38.726339660181864],"left_right_index":-1,"ext_id":"105746438","area_id":"4gDHhnttXeKZdPxQqzcdMw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:48.911Z","updatedAt":"2022-11-25T11:17:36.146Z"}