{"_id":"6368a1b8e80bff5a99554069","area_name":"Middle Sugarloaf / Main Face","shortCode":"","climbs":[{"_id":"/NwaTYJWXFCYTDDWF4FAsw==","name":"When the Dog Bites","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chuck Woodman  2001","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":6,"mp_id":"111299056","mp_crag_id":"110945648","climb_id":"/NwaTYJWXFCYTDDWF4FAsw==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Originally listed in MP as \"Bad Dogs\" there's an interesting story about the climb's name in Jon Syke's new guide \"The Notches\".   I met the fellow(s) who put in this climb, but forget his/their name(s).  \n\n  START- Right of Suzy Q.  Just a few feet down hill from the height of land look for a \"cut off\" path that leads right.(photo) \n\n  The climb as described may not be EXACTLY the line of F.A., but is close.   \n\n  P1 - After a move or two gain a beautiful crack system (good pro, and in August blueberries too!).  Follow the crack system(s) up until it peters out below a steep slab and bolt. [Very High Clip] ***[beta]  Above the bolt move up and right to a fine ledge with a natural thread in a shallow corner 8 ft above the ledge.  110-125 ft  5.8 ( 5.9?)\n\n P2 - A \"four star pitch\" Climb the face just left of the protect-able shallow corner that arches right.  Climb over the arch near its apex, then up the fine slab (bolts) moving left at the top to the rap anchor at the top of Suzy Q.  100 ft 5.7 / 5.7+\n\n  NOTE: Ignore the small angle piton in a flake to the right, that's on Skyline Promenade.  \n\n  NOTE: It is possible to reach the P1 belay ledge from the top Suzy Q rap station by tension-traversing / penduluming then clipping the rap rope(s) through the top bolt and \"dropping\" down to the belay ledge.\n\n [***Beta if you want it: I have always stepped down after clipping and climbed left of the bolt (5.8) but think the route may go directly over the bolt at 5.9(?) ]","protection":"Std Rack up to 2.0 (Gold Camalot-size), maybe doubles of 0.5 through 1.0.  Medium nuts helpful too.","location":""},"__v":0},{"_id":"Xmqyauq/V4aJVAMDC3e//g==","name":"Suzy Q  (Ascent of the middle Rap-line route)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Cormier & Suzy Linemayer, Sept 1997","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":5,"mp_id":"111275780","mp_crag_id":"110945648","climb_id":"Xmqyauq/V4aJVAMDC3e//g==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"A great route! Four stars except for the middle of P1...I really don't trust the tipped out #3 Cam. [Which is why I gave it as 5.8, best be solid at the grade, even if the climbing may only be 5.7+ / 5.8-, see also the COMMENT by Chris Graham, below]\n\n Sometimes climbers leave a rope \"fixed\" for single strand raps to return to the base after they finished their climb; however, with more top-and-mid-cliff anchors/rap stations appearing this is now less common.\n\nSTART: at the height-of-land on the climbers path, about 20-25 ft right of Bullits pillar. If you encounter a steep, gravelly descent in the path you've gone to far right. There is a crack on the right of a 12ft-slab. (Photo) [2013: old piton in the crack, 10ft up. There is a large home-made Aluminum hanger on a bolt about 25ft up.]\n\n P1 - Climb the slipperier-than-expected crack [The ancient pin is useless for pro (and might get replaced), but a yellow Alien goes in a foot, or so, below it]. Climb to the bolt, then up right-ish to cracks that lead to an obvious horizontal, flaring crack that grudgingly accepts a blue (#3) Camalot and/or maybe a gold (#2). Climb the 5.6-5.7 face directly above [PG to R depending on how much you trust the tipped-out cam(s) ] or the orange crack to the left. A ledge and a 2nd bolt await above, more face climbing to the cracks and a 3rd bolt and the belay station. 115ft, 5.7+ to 5.8- PG/R? or so.\n\n P2- Climb to the bolt above (via the face or the face-and-arête), move right to surmount the OH (med. Cam placement) and race to the upper anchors (i.e. the rap station) 100ft, 5.6","protection":"Std Rack, plus #3 (Blue) Camalot-sized cam","location":""},"__v":0},{"_id":"2IS5ulBJVwi3M6kjAnVkxw==","name":"Steve's Twilight","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"John Halupowski and Ben Miller 9/2/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":11,"mp_id":"112119591","mp_crag_id":"110945648","climb_id":"2IS5ulBJVwi3M6kjAnVkxw==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Nice well protected face climbing. Consistent at it's grade.\n\n Steve was a close friend and a wonderful person that I met in his twilight years. Unfortunately his twilight years were his late 20s. The climb was finished during a beautiful sunset.","protection":"7 bolts and a medium cam. Shares 2 bolt rap/ring anchor with P.1 of Rock Candy. What a view!","location":"From bottom of the North Descent Gully walk approx. 100 feet climbers left passing the first slab. Start at the base of a slab approx. 30 feet climbers left of Sea of Green/Rock Candy's left facing corner start. A line of bolts go up and right finishing at the Rock Candy pitch 1 anchor."},"__v":0},{"_id":"EKRnkNc7WRu3MrY02atLcw==","name":"South (Left) Descent Gully","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"N / A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":0,"mp_id":"110945693","mp_crag_id":"110945648","climb_id":"EKRnkNc7WRu3MrY02atLcw==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"This is the descent on the far climbers-left (hiker's right) of the cliff.  \n\n  Be sure to NOT go down too early.","protection":"Usually none, but beginner's may wish a rope.","location":"See the written description on photo."},"__v":0},{"_id":"Pfr9mmEpVh+iD9JkQgkY9w==","name":"Skyline Promenade  5.9 R/X (?)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kirt Winkler, Karen Moffat, Alain & Janot Comeau","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":7,"mp_id":"111299218","mp_crag_id":"110945648","climb_id":"Pfr9mmEpVh+iD9JkQgkY9w==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"3 Stars if TR-ing the last pitch, or if you're totally solid at 5.10 and up.Looking at the cliff from Rt 302, this climb climbs the skyline! The leader of the FA of When the Dog Bites said that P1 of Skyline stayed on the crack/slab system slightly right of When the Dog Bites, keeping to the skyline. (DUH!)START: From the height-of-land (at Suzy Q) drop down the steep path to the base of a mini-buttress. (photo) This is about 30 ft below Suzy Q and 25-30 ft left of the 5-bolt line of Bolt in the Sky.P1 - Climb the slab/ mini buttress easily for 20 ft to a surprisingly hard, unprotected move over a small overlap (5.6 - 5.7), at which point you are level with the start of When the Dog Bites. From here I'm hazy, but stay right of \"Dog Bites\"  and close to the edge of the vegetated corner system. Gain the ledge and thread-belay mentioned in \"Dog Bites\". About 130 ft 5.7-5.8?? P2 - From the ledge, start up the shallow corner that arches right, but then traverse right to a small crack with an old piton. Continue moving right to a rounded slab and then directly up this. [Once leaving the pin there are probably 5 or 6 consecutive 5.8+ to 5.9 moves with \"lots of \"R\"\", as a leader falling would probably end up on the other side of the huge corner below you.] When the angle eases the grade drops and there's a 1/4\" bolt. Continue through some small pine trees to a horizontal crack for a belay, or romp to the very top of the cliff. 120 ft 5.9 R / \"X\" ? The final pitch of \"Bolt in the Sky\" arrives very close to the 5.9 section of Skyline, and every once in a while \"Bolt\"'s BOLT is removed, presumably by someone thinking someone has put a bolt into \"Skyline.\"","protection":"P1 Std Rack....P2 2 quickdraws and lots of guts \n\n  With careful planning this pitch can be TR'd from gear anchors and a directional.","location":""},"__v":0},{"_id":"pVqLLnOJU3CWqqai7JSGFw==","name":"Sea of Green Direct Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Halupowski and Chris Ellms 5/26/15","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":12,"mp_id":"111283948","mp_crag_id":"110945648","climb_id":"pVqLLnOJU3CWqqai7JSGFw==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"A nice direct line up a clean face to the start of Sea of Green's beautiful lower crack and protection. If you follow the white rock scoop and then traverse right to Sea of Green's crack it's 5.9. If you climb to the right through more featured rock it's a bit easier. It seemed like a more esthetic start compared to the regular gully start to Sea of Green.An alert spotter is recommended until you reach the crack in about 35'.","protection":"Your confidence until you reach the crack, then medium cams and wires.","location":"From the bottom of the North Descent Gully walk approx. 75' west, passing the first slab. Start at the base of a clean face 15' or so left of Sea of Green's left-facing corner and 20' right of Steve's Twilight.2021 Note- The pine tree has blown over. This climb starts just a few feet left of the tree’s upended root system. R Hall NH Admin."},"__v":0},{"_id":"gHgV3E+CUC27igQD6HgHUA==","name":"Scepter","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dick Peterson & Ed Lawson  Aug.  1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":17,"mp_id":"111271678","mp_crag_id":"110945648","climb_id":"gHgV3E+CUC27igQD6HgHUA==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"MP doesn't have a 5.6+ listing, so I erred on the side of caution and listed it as a 5.7  \n\n  This is a very worthy variation on Saber, so I gave it its own listing.  \n\n  Once 5.6-5.7X, today two, 3/8 bolts have been added and the climb is now 5.6+ / 5.5 PG-13/R (for the opening 20 ft on Saber).  Technically a variation to Saber, this is the far nicer climb.  Another climb they would line up for at Whitehorse or Cathedral. The section moving past the bolts is somewhat similar to the upper face section of Arrow at the Gunks.  \n\nP1  START: Climb the first 30-40 feet of Saber but do not move left on the horizontal to the small but mighty pine tree.    Instead, step up onto the slab, climbing directly up to Bolt #1, over this ( 5.6+  5.7-)  on a beautiful clean, white rock to bolt #2. Directly over this (5.6+ / 5.7-) [or slightly easier to the left] and then run it out (5.3 -5.4 R) to the base of the lower of two arching cracks and protection (medium cam).  Move right along the slab below the crack and below Saber, passing several small trees/shrubs, and then stepping right and up easy slab to reach the double bolt anchor on the right.  150 -160ft, 5.6+ / 5.7-  ( 5.3-5.4R)\n\n  The climb has a 2nd pitch, but most will chose to end the climb here and rap down with 2 ropes. Alternately, a 20-25ft bushwhack through the woods leads back to the North Descent Gully's scramble to the base.  \n\n  NOTE: The original P1 of Scepter climbed the slab above the crack to intercept Saber at the alcove.  BUT, the alcove is a horrible place to belay, and isn't very comfortable to even climb around in. The route as described is nicer, but purists can follow through and intercept Saber if they would like! \n\n P2 of Scepter (as per the 1st ascent)  From the alcove ( a horrible, cramped belay)  move right along the overlap and then surmount the overlap a few feet left of the dirty corner [and a few feet above the double bolt anchor] and finish up the slabs.  30-40 ft","protection":"Normal rack - you might want two of either the purple (0.5), green (0.75) Camalot-sized cams.","location":""},"__v":0},{"_id":"winb3viKWiyharSWwraP6A==","name":"Sea of Green","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ed Webster and Paul Cormier","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":13,"mp_id":"111271697","mp_crag_id":"110945648","climb_id":"winb3viKWiyharSWwraP6A==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Originally listed in MP as \"The Green Mile\" the name has been corrected Feb 2017 per info in \"The Notches\", and previous verbal info that indicated \"The Green Mile\" was incorrect.The person who showed me this climb said: If this were at Cathedral they would start lining up for it at 5am.START: 2021 Update - The 5-6” diameter pine tree has been blown down, so the best start now scrambles up its upended root system. Start about 30-35 ft left of Saber, or 100-120 feet right of Bolt in the Sky.Originally, P1 was long and P2 (with a gear anchor) was short. However, in late 2015 a new route (Rock Candy) was put in which crossed Green Mile, and Green Mile is now better climbed using the double bolt anchor put in on a great ledge of that climb.P1 - Scramble up behind the upended root system to the low-angle wide crack and climb the corner, clip the bolt and make a few steps left into THE CRACK. Climb the crack (DUH!) until you can move up right to a ledge with a double bolt anchor.  70-80 ft   5.6+ to 5.7-P2 - Move right and up over, and into, a second crack. Climb the second crack (DUH!) [nice surprise!] When this second crack narrows and ends, step left onto the white face and climb it (5.4-5.5 PG-13 / R ) to a stance on a 6-8inch ledge with a crack to the left. [This is the original P1 belay spot, it takes a green (#1) and/or red (# 1.5) Camalot]Climb directly up, pass by the 2-foot-diameter hole ( complete with its own garden) into a corner that starts to curve right. Protect, then step left over the corner (brushed footholds in the correct place, DUH!) onto the face above and the final low-angle crack. Double bolt anchor 20-25 ft left, or belay off gear. About 160-180 ft, 5.4 -5.5 PG-13/R","protection":"Usual Rack","location":""},"__v":0},{"_id":"CO/C1jSFUz+XIs/jtj5IFA==","name":"Saber Rattler","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":19,"mp_id":"111340668","mp_crag_id":"110945648","climb_id":"CO/C1jSFUz+XIs/jtj5IFA==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Originally listed in MP as \"Unknown 2 - on Saber Slab\" and given a 5.9- PG-13, I'll change the rating to 5.8+ R as listed in Jon Sykes' \"The Notches\" (FA still unknown) because I've subsequently discovered the \"easier\" way to the 2nd bolt. The \"R\" remains since the 2nd bolt is just too-o-o-o high! (Maybe someday someone will tell me the difference between 5.8+ and 5.9- )START - About 20-25 ft right of Saber, or 10-15 ft right of Rapier, below 2 bolts [photo].Rapier is the first climb on the Saber Slab when walking left from the North Descent Gully.See also the photo \"Saber Slab\" posted to Scepter. Thoughtful climbing to find the easiest route to the 2nd bolt, which is (in my opinion) placed way too high, coupled with maybe the first bolt too low. If you're on really THIN, \"5.9 - 5.10 face\" you're probably not on the easiest line. Stick clipping the 2nd bolt avoids the potential of groundfall, otherwise PG-13 / R P1- Face climb past the two bolts to the right end of the 4inch horizontal ledge. Then up the face to a new 3/8\" bolt and then an older bolt. Above this you reach a crack [med. sized Cams]Here the original line may have stepped over the crack and continued up the face on the right as evidenced by an ancient rap anchor on the trees above. [see photo]A nice finish is to continue on the face left of the crack up to the double bolt anchor. 140-150 ft 5.9- (about 5.7 above the 4 inch ledge)DESCENT: Rap with 2 ropes or 25 ft bushwhack to the North descent gully.Note that it is possible to Top Rope this climb (using 2 ropes!)from the top double-bolt anchor.","protection":"Std rack, draws, med. Cams (0.5 to 1 Camalots)","location":"On the far right of the Saber Slab"},"__v":0},{"_id":"PCLagponUEyYQbMiaXU0ow==","name":"Saber","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown (AMC climbers in early days?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":16,"mp_id":"111271554","mp_crag_id":"110945648","climb_id":"PCLagponUEyYQbMiaXU0ow==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"START: At the left end of a flat area on the trail about 30-40 ft left of the bottom of the North (right) Descent Gully, or about 25 ft right of Sea of Green (aka The Green Mile). Theres a bottoming groove that slants rightward as it ascends (Photo) and a clean face to its right with a bolt (start of Unk Slab#1). The \"wind blown pine tree\" is your objective for the end of P1.In my opinion, the opening moves are the crux. (And Sykes gives it a 5.7R in “Notches”, which is probably more accurate !) P1 - Climb the groove [Var 1] (crux 5.6 / 5.7R) to where it becomes a crack and then up to a 4 horizontal ledge about 30 ft up. From the horizontal, move left to the base of a hollow flake/shallow-corner [Var 2, Scepter, now highly recommended], do battle with the small but mighty pine tree, then up the flake/shallow-corner, then left and up to the big, wind blown pine tree. 120 ft 5.6 / 5.7 RVariation #1 Alternately, climb the face 6-8 ft right of the groove (5.5 - 5.6 PG-13/R) for 8-10 ft and move left and up, back into the groove/crack).P2 - Up the face above the wind-blown pine tree [Var 2] (watch the accumulation of pine needles!) into the arching flake. [Once considered virtually unprotectable, today try #3 or #4 Camalot(s).] WEBSTER: Layback & face climb the entire length of the flake (nice 5.6), passing a small maple tree, then up into an alcove below an overlap. Move right to the end of a four foot wall, [NOTE: at this point a new 2-bolt anchor is a few feet below you.] climb over the wall (avoid he dirty corner to the right) and finish up slabs. 100-120 ft 5.5 - 5.6Variation 2 - After climbing up a few feet, it is possible to step left (old 1/4\" bolt) and intercept Sea of Green ( once erroneously called the Green Mile)","protection":"Normal Rack, #3 Camalot for upper crack","location":""},"__v":0},{"_id":"LFqjS9RCWtGV0vqu7HmUFg==","name":"Rock Candy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ben Miller and John Halupowski: P1 October 7   P2 November 6, 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":15,"mp_id":"111275630","mp_crag_id":"110945648","climb_id":"LFqjS9RCWtGV0vqu7HmUFg==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Two pitches of nice face climbing.P1: Climb up the Sea of Green initial corner.  Step left then move up and right, following bolts along a crescent shaped line.  Belay at two rings on the ledge atop the first Sea of Green crack. 90 feet.P2: Climb straight up the face above you. (The upper SOG crack looms to the right).  Over a bulge on good holds.  Follow easier ground, trending left to a flake with a two ring belay. 90 feet.\"P3\" : Finish up moderate slab [80ft], protecting at the left end of the six inch overlap, and up to two bolts with rappel rings, (the summit anchor/belay for the Center Rap Line / Sea of Green). (Or rappel to the ground.)","protection":"Quick draws and small to medium gear.Descent: You can now rappel this line from the summit to the ground utilizing fixed rappel rings. Start with the two rappel ring bolts that comprise the top belay for Sea of Green. (To reach these bolts from the top you are exposed to the cliff edge while down climbing easy slab for approximately 30 feet. As an alternative, you can rappel from the trees, approximately 40 feet to reach the bolts.) Two 60 meter ropes--two rappels. One sixty meter rope--three rappels.","location":"Find the base of Sea of Green.  It starts where the second wave of slab touches the ground appx 75 feet from the base of the north descent trail. There is a conifer tree with trimmed branches, look for the first bolt on the overlap appx 25 feet up."},"__v":0},{"_id":"W3jNz4I0XR+e4HX90vXdOQ==","name":"Rapier","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jamie Cunningham & Mike Lee  2011","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":18,"mp_id":"111340632","mp_crag_id":"110945648","climb_id":"W3jNz4I0XR+e4HX90vXdOQ==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Originally listed in MP as \"Unknown  1 - on Saber Slab\" and given 5.8+, \"The Notches\" lists it as 5.8 which isn't much different.  I think I'll leave the 5.8+, more because of the 5.6+ - 5.7 PG-13/R approaching the first bolt.\n\n START- About 10-12 feet right of Saber's \"groove\", at about the \"alternate start\" described for Saber.  There's a bolt about 12-15 feet up [photo]. \n\nSee also the photo of \"Saber Slab\" posted to Scepter.  \n\n  I'd give the opening moves below the bolt 5.6+ to 5.7 PG-13 / R, so you might want to stick clip the bolt.   \n\n  P1- Face climb up to the bolt (about 5.7 PG-13/R) then on up the the 4inch horizontal (crux). Continue up the crack and then the slab above (bolt) and a 2nd bolt higher up. Continue to the double bolt anchor on the right. 140-150 ft 5.8/5.8+. The slab above the 4inch ledge is about 5.6+ to 5.7- if you get there from Saber. \n\n  DESCENT: Rap with 2 ropes or 25 ft bushwhack back to the North Descent Gully. \n\n   Note that it is possible to Top Rope this climb (using 2 ropes!) by bushwhacking the 25 ft into the double-bolt anchor.","protection":"Std rack - Green (#0.75) Camalot","location":"On the \"Saber Slab\" between Saber and the North descent gully."},"__v":0},{"_id":"+Vb4yLQ9XtyxiB6pQOTajQ==","name":"North (right) End Descent Gully","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"N / A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":20,"mp_id":"110945886","mp_crag_id":"110945648","climb_id":"+Vb4yLQ9XtyxiB6pQOTajQ==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"This is the descent route on the right (north) end of the cliff.","protection":"Usually none, but inexperienced might want a rope for one or two moves.","location":"See Photo \"North End Directions\" for directions.  There's a couple of cairns now (2016) where you go back (to skier's/hiker's left) into the bushes.  \n\n  Recently a group got lost because, after making the second step down (photo) they did not cut back right soon enough. I didn't mention this cut back right because I thought it was so obvious that the path HAD to go there (everything else is thick bushwhack). After the short cut-back the path soon involves stepping over some boulders between the right wall and a huge boulder on the left."},"__v":0},{"_id":"gqJqcvt0XVOTu0psnsMjgQ==","name":"Medussa  (1st alternate start to Bullit)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Tom Bowker, Alan Hunter, Jay Lena  mid 80's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":1,"mp_id":"113788177","mp_crag_id":"110945648","climb_id":"gqJqcvt0XVOTu0psnsMjgQ==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"From the top of the block, left of the alternate 5.8/9 start to Bullit, climb up 20' to a bolt . continue up to a stance and another bolt then trend up right to a short corner and the Bullit belay ledge.     Excellent rock quality!","protection":"2 bolts and gear \n\n  In a separate communication, Tom indicated these bolts are the :\" original petzl self drive\" [from the 1980's FA] Act accordingly; although he added \"and probably still good\"","location":"Just left of the alternate 5.8/9 start to Bullit is a large vegetated block leaning against the slab. Start from the top of the block which is best accessed on the left side."},"__v":0},{"_id":"5qRzt7JkVx2iepK21cXJ9Q==","name":"Link-Up: P1 Bolt in the Sky to P3 Life By the Numbers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bolt in the Sky Unknown ...     Life by the Numbers Ed Webster Rope solo Oct 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":9,"mp_id":"111271720","mp_crag_id":"110945648","climb_id":"5qRzt7JkVx2iepK21cXJ9Q==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"A nice link up. I supposed I could have called it \"Bolt By the Numbers\" (Joke)P1 is 5.8 and well protected with bolts. P2 is 5.7+/5.8- The first 20 ft of P2 used to be 5.7+/5.8- \"PG13/R-ish\" but the crack's been cleaned for a gear placement and Webster's pin had been replaced. (But seems to have been pulled, perhaps by someone unfamiliar with Ed's FA of this pitch.)  P3 is hard to rate. The first few feet off the belay is easy (5.5 ?), but there's no pro until the corner. \"The Move\" out of the corner left onto the face I sometimes feel is 5.6, other times 5.8. Wire nut(s) protect well; Just keep telling yourself the FA was a rope-solo ascent!START: Hiking right along the base from the South (Left) Descent Gully you pass \"Suzy Q\" (at the height-of-land) and then drop down steeply to a nice, flat area. Life-by-the-Numbers starts on the left side of the slab. Bolt in the Sky starts on the right side of the slab. (photo)Coming from the North (right) Descent Gully, or from the Center Cliff Rap Line this slab is about 80-100 ft left of sea of Green, just after the trail climbs up, passing some downed birch logs, for a few feet.P1 has six (6) bolts leading to a double-bolt anchor with rings.P1 - Climb to the double bolt anchor. At one point, about 25 ft up, it is a bit easier to move right, almost to the arête, and then come back left. Above the 4th bolt the climbing eases.  75-80 ft 5.8 G/PGP2 - (Joining Life By the Numbers) Face climb (5.7 / 5.8- ) up just left of the crack (here's where the piton has been pulled, and small TCU placement, if the crack is clean enough), then step right to the crack (pro, Red #1 Camalot), then up the crack ( 5.7/5.8-) [The crack was first climbed by Ed Webster in 1986 as part of P1 of Life by the Numbers.] The crack leads to a hollow flake (easy layback) and then back right to clip a new 3/8 bolt, (from another climb, I'd hope!) then up to the 'Quad bolt' anchor ( a new 3/8\" SS, plus one old ¼ buttonhead from Ed, plus two old-ish 3/8\") shared with Bolt in the Sky. 70 ft 5.8  Can be combined with P1 [Beta: The crack is climbed more on the face on the left, although near the top cross back to the right for footholds. ]P3 - From the multi-bolt anchor climb across the slab [photo] to the right and enter what feels like a 'semi-slot' on the right outside corner of the arête. (Piton above, back up with small wired nut)Move/step left, up onto the slab/face ( his 5.8 ?) then up slab/face to nice flakes-with-cracks (medium cams or nuts) and when the [flakes] end, climb up and a bit right (5.7-5.8 PG-13)on the sticky slab headed for better holds just left of the exposed arête. past a bolt [ ¼\" now replaced with 3/8\"SS] to easier ground and run out the 5.2-5.4 R/X to the top. 145 ft 5.7 - 5.8 PG-13 / 5.3-5.4R A very nice pitch, and (I think) less exposed and 'R-ish' than Webster rated it. Surprising, since (in my opinion) the first pitch of the original Life-by-the-Numbers seems way 'sandbagged' for both the grade and the protection rating in Ed's guidebook!","protection":"Std Rack, small wire nuts","location":""},"__v":0},{"_id":"4UtwnSX9WheJgBdoJSLIlQ==","name":"Life by the Numbers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ed Webster  solo  Oct 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":8,"mp_id":"112479163","mp_crag_id":"110945648","climb_id":"4UtwnSX9WheJgBdoJSLIlQ==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Only one star because of the relative \"unprotectability\" of the first pitch, pitches 2 & 3 are, in my opinion, stellar. (See the highly recommended \"Bolt in the Sky - Life by the numbers Link Up)START - (If you wish) about 15-20 ft left of the bolt line of \"Bolt in the Sky\" (or, a few feet right of where the climber's path from Suzy-Q flattens out.P1 - Climb the 3 shallow, flaring, lichen cracks until they end; then continue up right to the crack above Bolt-in-the-Sky's P1 anchor.  [Optional belay here]  Continue up the crack, layback cracks and face to a bolted anchor above. 5.7+ R/X (?) 150 ft\n\nEd's P2 - see P3 of the \"Link Up\"...here repeated: - From the multi-bolt anchor climb across the slab to the right and enter what feels like a 'semi-slot' on the right outside corner of the arête. (Piton above, back up with small wired nut)   Move/step left, up onto the slab/face ( his 5.8 ?) then up slab/face to nice flakes-with-cracks (medium cams or nuts) and when the [flakes] end, climb up and a bit right (5.7-5.8 PG-13)on the sticky slab headed for better holds just left of the exposed arête. past a bolt [ ¼\" now replaced with 3/8\"SS] to easier ground and run out the 5.2-5.4 R/X to the top. 145 ft 5.7 - 5.8 PG-13 / 5.3-5.4R A very nice pitch, and (I think) less exposed and 'R-ish' than Webster rated it. Surprising, since (in my opinion) the first pitch of the Life-by-the-Numbers seems way 'sandbagged' for both the grade and the protection rating in Ed's guidebook!","protection":"Not much on P1 !  Std rack for P2 & 3","location":""},"__v":0},{"_id":"Yo/1qMq+XiSF8tB1krT7cg==","name":"Electrician’s Route","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"P. Cormier, J. Cunningham. 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":10,"mp_id":"120874347","mp_crag_id":"110945648","climb_id":"Yo/1qMq+XiSF8tB1krT7cg==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"The FA was done as 2 pitches to the top of the crag, with the first pitch being a long pitch (180-190ft), but after this climb was put in “Rock Candy“ was established and it’s first belay stance is only 2 ft “off route” and it makes a lot of sense to utilize it, especially as it comes after a long traverse. I’ll describe it that way ( as 3 pitches) but feel free to run P1 and P2 together.\"Notches\" gives it a 5.7, but I added the \" + \".  If enough people rate it 5.7 it will automatically \"revert\".P1 - Start below the Paul Cormier bolt. [ photo((s) ]  Climb up to the bolt on the darkened rock. ( A “Kong” type device, or a long, stiffened quick draw might prove useful as I found the thinnest moves on the climb to be a couple of feet below the bolt.) Above the bolt trend rightish to small tree(s) [ sling for pro ] and continue up on lichen-ey rock on easy cracks. Place a good piece, then traverse right to the Rock Candy belay.  You’ll pass by the last few bolts on Steve’s Twilight [see Note], if wishing to do the climb in the style of the FA avoid clipping them.  100 - 120 ft  5.7 / 5.7+ PG/R Note: I THINK this is the correct \"path\", when I started it there looked to be a few \"long-ago brushed footholds\" but \"Notches\" isn't totally clear, it is possible that the traverse is higher. P2 - Note the bolt ( with a more “ traditional hanger” ) on the slabby face left of the corner. That is your objective. Climb up and over to the face and up to the bolt. Continue up. The FA ended their P1 at a “natural belay” [I hope not at the shallow horn at a ledge ! ] , but you can continue up to the next bolted belay of Rock Candy.  80 - 90 ft. 5.6 / 5.7 P3 - I suspect most climbers would simply rap Rock Candy to get back to the base for more climbing, but if you want to go to the top take a pretty direct line up the slab. 5.4  +/-  90 ft ","protection":"Std rack. You might like 3 or 4 over-the-shoulder slings to sling tree(s) and for the last piece before traversing right towards Steve’s Twilight / Sea of Green.","location":"On the slab about 10 ft left of Steve’s Twilight ( or about 25 ft left of the root system of the blown-over pine tree of Sea of Green) look for a bolt with a blue-tinged, home-made hanger (photo) about 20 +/- feet up."},"__v":0},{"_id":"gQndcGkqWQ6DWqU4CI970A==","name":"Bullit - P1 Original F.A. Start   (5.6-5.7 PG/R)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"P1- Don MacDougal, Chris Talyor, Todd Swain 1976  P2- Todd Swain & Rich Couchon","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":3,"mp_id":"111275643","mp_crag_id":"110945648","climb_id":"gQndcGkqWQ6DWqU4CI970A==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"START: 25-30 +/- feet down, right, and up from the slab start, below a right-facing corner with a large crack. \n\n   \"One Star\" with either the Variation or with a large Cam.  \n\n   The pitch, if you don't have a #4 (or maybe even #5) Camalot-sized cam is probably \"R/X\", since the falling body will encounter much rock.  \n\n  P1  Climb the right side of the leaning pillar, [Var] then scary 5.5 friction and belay at an anchor under the left end of the prominent overhang/overlap.  70 ft VERY old school 5.5R\n\n  Variation: At the base of the pillar, step left and climb the left-side arête to the top of the pillar 5.4 PG-13; continue with the scary step.  \n\n  P2 & P3 - See description in the Alternate Slab Start to Bullit.","protection":"Std Rack; include Green & yellow TCU's (Aliens or Camalots) for crack above slab on P1","location":""},"__v":0},{"_id":"nKpTHrWeX2eBUf4giKqqoQ==","name":"Bullit - 2nd Alternate Slab Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"P1- Unknown    P2- Todd Swain & Rich Couchon, with Pete Coren 1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":2,"mp_id":"111275619","mp_crag_id":"110945648","climb_id":"nKpTHrWeX2eBUf4giKqqoQ==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Jon Sykes' \"The Notches\" gives this alternate a 5.8..... You decide ! (and we'll change it if enough override the 5.9)\n\n START: On a slab, with bolts, which is about 200 ft right of the South (Left) Descent Gully, and about 50ft right of \"Unknown #1 - 3 bolts on a slab\". Above the correct starting slab should be the obvious \"Bullit\" Overhang. (see photo-s)\n\n ...and, yes, I do know that the projectile portion of ammunition is a \"bullet\", but Bullit is how Ed spelled the name. Perhaps one needs to \"Bull\" \"it\"...maybe to start P2 !?\n\n P1 - Climb up the slab. Bolts are widely, but reasonably spaced (PG-13). At the top of the slab make great protected moves up and slightly right to the fixed belay at the far left of the \"Bullit\" overhang. 100+/- feet 5.8+ / 5.9-  \n\nNOTE: Dhane Knakkergaar  Comments (2018):  \"There's a very creaky flake before you clip the first bolt. Don't pull to hard!\" (I don't remember this being the case when I did it a feew years ago, R Hall)\n\n P2 - Step left and climb the crack in the left end of the OH (rated 5.6 [?]), continue up the crack and then slightly left on slab to a gear belay (0.75,green to #2, gold, Camalot-sized).\n\n130 +/- ft 5.6 - 5.7\n\n P3 - Scramble left. 30-40 ft","protection":"Std Rack","location":""},"__v":0},{"_id":"IL/866a/WlGIlUFVYK5pOg==","name":"\"Suzy Q\" Rap Line from the Top","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"N / A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":4,"mp_id":"110945924","mp_crag_id":"110945648","climb_id":"IL/866a/WlGIlUFVYK5pOg==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Well..rapping this is \"easy 5th\" (I guess, technically raps are 6th class) but to climb UP the route (Suzy Q)  is about 5.8.  \n\n   This line Raps the Suzy Q route from a double bolt anchor at the top of the cliff. [see also the Photo \"Middle Section of Sugarloaf\" posted on the 'home page' for Middle Sugarloaf]   I believe two 60m ropes will make it but have never done it that way, I've always used a single 70m and stopped at the mid-station (2 bolts, no rap-station gear) If using the single-rope it must be a 70m for the 2nd rap. \n\n    Expect to need to leave a sling & biner(s) on the bolts so as to extend the rap for easy pulling of the ropes. \n\n      Sometimes climbers leave a rope \"fixed\" for single strand raps to return to the base after they finished their climb; however, with more top-and-mid-cliff anchors/rap stations appearing this is less common.","protection":"Gear to equalize the dbl bolt anchor at the top, and the mid-station if using a single 70m.","location":"See photo and instruction printed on photo."},"__v":0},{"_id":"sZNMTvP0U0aHev9E7Aio7Q==","name":"\"Center Cliff Rap Line\"","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Not Applicable","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"left_right_index":14,"mp_id":"111970472","mp_crag_id":"110945648","climb_id":"sZNMTvP0U0aHev9E7Aio7Q==","areaRef":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"This is probably the BEST rap line.  It can be done in 3 raps with a single 60M rope.  \n\n  Rap 1 is short (70-80 ft).  Rap 2 is essentially down the line of P2 of \"Rock Candy\" (P2 5.8-5.9) and Rap 2 ends on a wide, flat sandy ledge at the top of P1 of Sea of Green (aka Green Mile) (5.6-5.7) (ledge is shared with end of P1 of Rock Candy). These are two of the most popular climbs in the cliff, so be sure to call out \"Rope !\" when throwing, and be prepared to wait if someone is leading up. The last rap puts you on the climber's path along the base. Go to climber's right for Saber, climber's left for Bolt-in-the-Sky, Suzy Q, and the Bullit Area. \n\nDIRECTIONS: When the hiking trail comes out of the woods at the top, look down and left for an obvious sandy path/patch. [Photo #1] Walk left to this, then walk 100 feet directly towards Mt Washington (the big Mtn in the distance with buildings and towers on top!) \n\n  After 100 ft STOP and look around. [Photo #2]  You should see a flat area of rock stained black from run-off from the bushes about 25-30 ft in front of you and to your left. On the horizon (which is only 40-50 ft in front of you) there should be a small wind-swept pine tree beyond, and to the right of, the flat black area, then two much smaller pine trees further right, and then a bush.   \n\n  Continue walking down and right-ish about 30-40 ft and a second bush will appear to the right of the first bush. [Photo #3] The top anchors are on the slab 5-6 ft right, and 5-6 ft above the base of this second bush.  [Photo #5] You may have to actually go as far as the flat flake at Bush #2 to see the bolts themselves. Take Care! ...there's a drop off below!  \n\n  I usually \"gear up\" and leave packs, boots etc. in the bushes just above the flat, black area.","protection":"The 3 rap stations are equipped with 3/8\" SS double bolt anchors with rings.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,ea3c93b8-3c59-5ca1-8f79-c1d8fd934047,e9420fe9-6944-5fb8-8927-b96598527117,e37999ab-f760-57c0-a7e0-961575d76029","pathTokens":["USA","New Hampshire","WM: Zealand Valley","Sugarloaf","Middle Sugarloaf / Main Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.8"},{"count":2,"label":"5.7+"},{"count":2,"label":"3rd"},{"count":3,"label":"5.9"},{"count":2,"label":"5.7"},{"count":2,"label":"5.8+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.5"},{"count":2,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":4,"beginner":14,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":4,"beginner":14,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.51693,44.25142]},"bbox":[-71.51755776744166,44.25097033981813,-71.51630223255833,44.25186966018187],"left_right_index":-1,"ext_id":"110945648","area_id":"43mZq/dgV8Cn4JYVdddgKQ=="},"content":{"description":"Aug 2019 NOTE: Route Names and FA info. have been added to the routes on this cliff, the data taken from the new guidebook by Jon Sykes (\"The Notches\",eaglecliffpub.com, or it should be available at your local climbing shop.) Thanks Jon for the research! In addition there are many routes on Sugarloaf listed in that guidebook that do not yet have full descriptions listed here. Conversely, some new routes put in since the book went to press are only listed in Mountainproject. This is the cliff you get a glimpse of from Rt 302 when traveling from Bretton Woods towards the town of Twin Mtn. The \"Main Face\" has seen spurts of development in the 1980's, 1990's and the 21st Century. By-and-large the rock is clean, solid and fairly well protected with some climbs having been recently \"retro-bolted in 'trad' style\" (i.e. \"X-factors\" removed but not eliminating the risk-reward challenge.) Climbers should be aware of 'hollow' flakes that, while usually OK to use for climbing, it might be best to not place cams behind them, lest the cams pry out in a fall, or worse break off the flake. This is not a usual problem, but be aware!Approach is about 30-40 minutes by a good hiking trail. Views are SPECTACULAR! (Any non-climbers in your group will appreciate them)The climbing is the usual \"gear protected with a bolt if necessary\" on most routes, generally high-angle slab on clean rock.Several 1980's climbs are described in Webster's 2nd Edition. His 3rd Ed., \"Wht. Mtns. EAST, doesn't go this far west. Jon Skyes' new guidebook fills in that gap, although \"Steve's Twilight\" (and it's 'Direct') had its FA after that guidebook was \"set to go\".To the Base of the Cliff: There are four (4) possible descents: A Class 3 scramble on each end of the cliff [described as ROUTEs], and now (late 2015) two possible rap lines.[See photo \"Established Rap Lines\"] These rap lines are also described as routes.THE BEST RAP LINE is probably the \"Center Cliff Rap Line\" since it can be done easily with one 60M rope (3 raps). [See the \"climb\" listed as \"Center Cliff Rap Line\" for directions]The \"Suzy Q\" rap line [See the \"climb\" Suzy Q Rap Line for directions] can be rapped using either two 60M ropes in one long rap, or can be rapped with two raps using a single 70m (but not single 60m). However, if using a single 70M be advised the \"mid-station\" anchor is not \"set\" for rapping so you will have to leave something here.The following climbs on the \"Main Face\" (listed L to R, starting just beyond the South Gully descent) are currently NOT in Mountainproject but can be found in the local guidebook(s):  \"JS\"= described in Jon Sykes \"The Notches\", \"EW\"= described in Ed Webster's 2nd Edition)A Bit Too Long 5.10 \"JS\" (previously listed in MP as Unknown#1) 3 bolts on a slab about 150 ft Right of the South (Left) descent gullyLutter's Run 5.10 JSTap Dancer 5.10 JSSwain's Direct 5.10 JS (variation on Bullit's Alt Direct Start)Get the Lead Out (EW), start just R of Bullit, climb through middle crack in OverLap. 5.8+Shrapnel EW , JS 12 Ft R of Shrapnel, climbs through the Left crack in the Overlap.5.8Pleasant Street 5.6 JS (after 1st 15 ft of Suzy Q goes left)Painted Forest 5.10 JSFiddle Dee Dee 5.7 JSFiddle Dee Dum 5.5 JSClean Corner Slabs (JS, EW): 5.7 +19, 20, 21 See (EW) On the giant boulder on the right (facing out) near the top of the North Gully descent.Jack the Knife  5.7Sickle - 5.7 -Solitude 5.9 TR  "},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:12:14.641Z","updatedAt":"2022-11-25T11:20:05.917Z"}