{"_id":"6368a473e80bff5a9959f8c6","area_name":"Buffet Wall","shortCode":"","climbs":[{"_id":"I/HZh8dNUfimTYniW+w6RQ==","name":"Triple X","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Wilson, J. Brandt","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":0,"mp_id":"113823720","mp_crag_id":"112806356","climb_id":"I/HZh8dNUfimTYniW+w6RQ==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Currently the left-most route on Buffet Wall. In front of a cedar tree. Choss up first bit, then watch yourself past first few bolts and clips. Gain position under roof and wing on around  corner and over the bulge. Can seep in wet seasons so catch it in dryer times. Fun and adventurous.","protection":"Sport. Bolts.","location":"Left-most route on Buffet (as of Nov 2017)."},"__v":0},{"_id":"aMdAJt8oVbeFEuibZo/0iw==","name":"Trichinosis","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Steven Farmer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":15,"mp_id":"116512239","mp_crag_id":"112806356","climb_id":"aMdAJt8oVbeFEuibZo/0iw==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Interesting moves right off the deck lead to a difficult section moving past an undercling pinch. Powerful moves through crimps, pinches, and sideopulls lead to a right-facing sloping ramp. Sustained somewhat wandery climbing leads to a final redpoint crux just before a juggy finish. Great route, although very sustained, maybe just a touch easier than its 12d companions further down the cliff line to the right.","protection":"12 draws is plenty","location":"Left of Carcas (12c), right of Rectile Projectile (12c). Rectile Projectile is the one with an obvious phallic feature about 10 feet up, so one boltline right of that."},"__v":0},{"_id":"5qXQk3cfXym6OwKXrJSecA==","name":"Soft Serve","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Laban Swafford","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":2,"mp_id":"118153556","mp_crag_id":"112806356","climb_id":"5qXQk3cfXym6OwKXrJSecA==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Boulder up past the first two bolts to a large no-hands rest ledge. Iron cross, gaston, and crank up to the cruxy section in the red and tan rock just below the anchors. ","protection":"Bolts","location":"Left Buffet Wall. Starts on blocky holds to a break/ledge about 15' off the deck. "},"__v":0},{"_id":"oSU9v4bDVnm+z9jvuAX70A==","name":"Self Control","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Andrew Miller","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":5,"mp_id":"120199654","mp_crag_id":"112806356","climb_id":"oSU9v4bDVnm+z9jvuAX70A==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Worth climbing.  The boulder problem before the chains is fun.  I, Fisher Wise, bolted this route in 2016.  I never got around to sending it.  To my knowledge, Andrew Miller did it first, although (being a bro) he told me he jumped at the anchors.  I count this.  Let's have more accurate histories and less egos in rock climbing.  Just because you bolted it doesn't mean you're the first ascensionist.  Looking at you Chatt Steel.  C'mon son.","protection":"Bolt the world","location":"Most of the lines out the mega roof cap go all the way.  This one obviously stops under the roof.  Climber's left of Kids Eat Free."},"__v":0},{"_id":"CamwhLhBXqKc8wZTd6EyaA==","name":"Second Serving","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Cody Averbeck","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":21,"mp_id":"116183938","mp_crag_id":"112806356","climb_id":"CamwhLhBXqKc8wZTd6EyaA==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Sustained pumpy endurance climbing on edges and pinches punctuated by powerful deadpoints lead to a good rest before the final crux. Figure out the beta for this aggressive V6ish boulder problem and keep it together for the sustained, very pumpy run to the chains. Solid at the grade.","protection":"12 draws should be plenty","location":"Just right of Magic Meat, first route starting to the right of the fallen cedar tree."},"__v":0},{"_id":"foSW7l76XAiD2obGaH9jCw==","name":"Rectile Projectile","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":14,"mp_id":"120236679","mp_crag_id":"112806356","climb_id":"foSW7l76XAiD2obGaH9jCw==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Aim for the obvious projectile, then climb typical Buffet style sustained climbing till under the roof. ","protection":"bolts","location":"Look for the obvious projection about 20 feet up, between Canned Heat and Trichinosis. "},"__v":0},{"_id":"aJKi3FaYWDSjrbcPvhldag==","name":"Pressure Cooker","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":11,"mp_id":"116246074","mp_crag_id":"112806356","climb_id":"aJKi3FaYWDSjrbcPvhldag==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"just left of \"Dalai Lama\". Climb easy terrain on sculpted limestone-like holds...","protection":"bolts","location":""},"__v":0},{"_id":"UYHlN1eTWfS0B9/f6/LozQ==","name":"Moral High Ground","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Fisher Wise","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":25,"mp_id":"118579811","mp_crag_id":"112806356","climb_id":"UYHlN1eTWfS0B9/f6/LozQ==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"From a large rock pile, clip your first bolt above 2 parallel right facing flakes. Climb up until breaking left at your 7th bolt to surmount the angled roof to the anchors.","protection":"Bolts","location":"Just right of Donald Pump, left of Kobayashi. 4th route from the far right. "},"__v":0},{"_id":"ZhE/x1AnV1ez1szQdUsNJg==","name":"Mutatious","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Edward Yates","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":8,"mp_id":"115969117","mp_crag_id":"112806356","climb_id":"ZhE/x1AnV1ez1szQdUsNJg==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Easier but very enjoyable climbing warms you up for an increasingly difficult set of boulder problems beginning in the dark grey band of rock separated by decent rests on juggy holds. The route culminates with a final boulder problem crux on crimps through the bullet golden-orange rock to jugs above the anchors. Blow it through here and you'll log some air time!","protection":"Bolts","location":"Denny right. Left buffet wall. Locate via the striking orange shield of rock at the route's top."},"__v":0},{"_id":"lPrQ7ZdVV9yTnZXK92r3JA==","name":"Mighty Quinn","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Steven Farmer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":18,"mp_id":"114192534","mp_crag_id":"112806356","climb_id":"lPrQ7ZdVV9yTnZXK92r3JA==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Fun, powerful, and sustained! Hard moves around the second bolt, followed by a few bolts of pumpy but fun climbing. This leads to a second crux a little past the halfway point. Awesome rock on this route after the first 10 feet or so. This one will test your power endurance!","protection":"Quickdraws, anchors at top w/ carabiners as of 3/18. Careful of the Cedar tree while lowering off the route","location":"Middle of Buffet wall, left of Flash Fried. Starts on top of the boulder"},"__v":0},{"_id":"eIR38afeWVaKRNeLEYWPUQ==","name":"Meat and Three","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":16,"mp_id":"113179734","mp_crag_id":"112806356","climb_id":"eIR38afeWVaKRNeLEYWPUQ==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Most rifle-esque climb at the wall. \n\n  Begin with a steep and somewhat strenuous sequence down low to a good shake. Bust through the tension crux and run through some endurance terrain to the chains.   Contains multiple kneebars to get some power back. \n\n  Classic","protection":"Bolts","location":"To the left of \"The Mighty Quinn\""},"__v":0},{"_id":"k5b4D7OrXrekQE98rorAGw==","name":"Magic Meat","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":20,"mp_id":"113873284","mp_crag_id":"112806356","climb_id":"k5b4D7OrXrekQE98rorAGw==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Great 3-dimensional climbing!","protection":"9 Bolts (1 perma)","location":""},"__v":0},{"_id":"1Z9/HNhCXymR831mj7Yvcw==","name":"Little Tokyo","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Tyler Willcutt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":17,"mp_id":"115364009","mp_crag_id":"112806356","climb_id":"1Z9/HNhCXymR831mj7Yvcw==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Smack dab in the middle of the wall lies some of Buffet's best rock, one of Denny's hardest, and one of Chattanooga's best hard lines. Let me tell you a little about this gem of a rock climb.\n\n The first thing you should know is that if you can climb the grade, this is a must do. The climbing style is unique for the area, the climbing is amazing, and it's one of the best.\n\n The second thing you should know is a little about its history. This badass route was bolted by Chattanooga stone man John Dorough during the height of Denny Cove development in early 2011. During this same season, Buffet classics such as Magic Meat, Dalai Lama, Home Cooked, Trichinosis, Mighty Quinn, Meat and Three, and really, every single other sport climb on the Buffet wall were established by the legendary Chattanooga developers John Dorough, Cody Averbeck, Stephen Farmer, Edward Yates, and Dave Wilson. At the tail end of this era in Buffet development Zach Lesch-Huey, Laban Swafford, Brent McDaniel, and Jonathan Brandt added such classics including All You Can Eat and Kids Eat Free. During this time period, first ascents were going up left and right. Some routes were flashed, some took days, and some took the season but through it all, Little Tokyo would not fall.\n\n For months, Laban Swafford and Jonathan Brandt would swap burns at the end of the day attempting the moves with lofty aspirations of sending Denny's crown jewel. Moves, sequences, and bolts of climbing would surrender to their efforts but it wasn't until the South's prodigal son, Ronnie Jenkins, returned for a visit that the crux move would finally fall - an elevator door move involving a one pad, three-finger, right hand gaston and a high left foot to a left hand gaston edge high above and behind the right hand. Thought to be a V9 move in isolation, Laban and Jonathan desperately tried to share in Ronnie's isolated success but to no avail. Little Tokyo would not yield!\n\n Seasons flew by and Little Tokyo saw little attention beyond the duo's whole-hearted but half-juiced attempts at small links. Draws faded, cobwebs grew, and dreams of sending dissolved until the country's largest climbing fundraising event in the country's largest indoor gym kindled a flame and one individual proved worthy.\n\n On February 23, 2013 local climber Tyler Willcutt attended the Rock n' Rave event at Stone Summit Climbing Gym in Atlanta, GA. Over the years, the event drew in big names such as Sasha Digulian, Dave Graham, and Tommy Caldwell but at the very first event, Chris Sharma himself graced the South with his presence. \"What does this have to do with Little Tokyo?\", you may ask. Actually, it has everything to do with Little Tokyo.\n\n On February 24, 2013, the day after Rock n' Rave, Tyler Wilcutt was visiting Denny Cove for the first time with Laban Swafford. The pair warmed up and Laban gave a burn on the Little Tokyo. Tyler asked Laban if he could give it a try. While Laban had put a great amount of effort into Little Tokyo, it wasn't his route to close so of course Laban obliged and Tyler took off on his first attempt of the project. Well, Tyler looked like shit on it. Cruxes that felt easy to Laban felt impossible to Tyler and very few links were made. Tyler lowered with no expectations and a whole host of new opinions on the difficulty and quality of this route. It was hard, and it was awesome. When it came time for Tyler to climb again, he asked Laban if he could give it another go. Seeing as how his first go was a total turd of an attempt, Laban had absolutely no issue...but there was one thing Laban didn't know.\n\n When Tyler left the ground for his second attempt on Little Tokyo, he was in a very different mindset than any he had been in before. See, it was rumored that Sharma would be visiting Denny cove the day after his trip to Atlanta. What would you do with this information? Well, Tyler took it and said to himself \"If I'm on route and Chris Sharma walks around the corner, I better be trying my ass off.\" Would you be okay with Sharma standing at the base of your project watching you half-ass your way through all the moves? Nope, and neither was Tyler. Now, it's totally ridiculous to think that the most legendary figure in climbing history would ever show up to the choss-fest that is the Buffet Wall, but Tyler didn't know that. He launched onto the route with more Dura than he ever had given any route before.\n\n Fast forward a few minutes and Tyler is back on the ground next to Laban. Both of them in utter disbelief. Tyler had just sent second go. He hadn't even done all the moves the first time. WTF. Both of them were shocked. The power of the Dura is real. Little Tokyo was complete.\n\n And there you have it, the story of the first ascent. In the seasons that followed, the route was repeated only a couple times by climbers Brion Voges and Jonathan Brandt. Now it's 2018 and in the past season or two Little Tokyo has seen numerous ascents including its First Female Ascent by Kim Shelton and is earning its well-deserved reputation as one of the best in Chattanooga.\n\n Regarding the breakdown, it's nearly impossible to talk beta, grades, or cruxes with fellow climbers since they all vary wildly depending on who you ask. The route begins with 20 or so feet of 5.12+ climbing to a jug. From there, you launch into three stacked boulder problems (one crimpy, one powerful, one tricky) that culminate in 5.11+ climbing to the chains. Opinions on the difficulty of each of these boulder problems range from V5-V8 depending on who you ask. Originally thought to be 5.14a by Laban and Jonathan, Tyler's ascent dubbed the route 13c (although he listed 8b on 8a.nu to not hurt anyone's feelings) and subsequent ascensionists have graded the route anywhere from hard 13c to hard 13d. In 2016/2017 a non-crucial undercling broke between the first and second crux. Contrary to unpopular belief, this break did not change the grade whatsoever.\n\n Go get it!","protection":"Quickdraws","location":"One left of Mighty Quinn, one right of Meat and Three. Look for the cleanest looking face on the best rock on Buffet. "},"__v":0},{"_id":"kxw/MKwSW+u/GEqN8q+gzg==","name":"Kobayashi","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Steven Farmer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":26,"mp_id":"113731731","mp_crag_id":"112806356","climb_id":"kxw/MKwSW+u/GEqN8q+gzg==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Enjoy getting pumped while working the flake system.","protection":"bolts","location":"route left of Kiddie Table."},"__v":0},{"_id":"mgurwRkIVQmY5N2UOKsg0g==","name":"Kids Eat Free","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Jonathan Brandt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":6,"mp_id":"113823688","mp_crag_id":"112806356","climb_id":"mgurwRkIVQmY5N2UOKsg0g==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"One impressive, hard line directly out the biggest, steepest wave of sandstone on Buffet's left side. Funky, block Buffet-style tuggin' in bottom face gets you going, then engage with stacked and horizontal-steep roofs to finish. Bouldery crux moves in steepest final bit, with more bouldery grabs over the lip, make for a potential heart breaker. Like others nearby, the top bit can seep occasionally, so chase dry season times. Currently unrepeated and vying for the hardest at Denny Cove (Nov 2017).","protection":"Sport.","location":"More to left side of Buffet. Mega line out biggest cap roof."},"__v":0},{"_id":"qH/UJvrmU2e/2gLNjIB17A==","name":"Kiddie Table","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Cody Averbeck","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":27,"mp_id":"113731719","mp_crag_id":"112806356","climb_id":"qH/UJvrmU2e/2gLNjIB17A==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Stick clip recommended. Tough start. Keep it together until the fourth bolt where you can snag a rest. Try not to crux out as you move left and run to the anchors. This is now the third routes from the right ( the is now 2 routes to the right of this one )","protection":"7 bolts and anchors","location":"on the right side of the wall. Left of Frozen Lightning."},"__v":0},{"_id":"l6Eni1xbVaOC1b18NeRl5w==","name":"Homecooked","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Dave Wilson, Laban Swafford","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":23,"mp_id":"115329085","mp_crag_id":"112806356","climb_id":"l6Eni1xbVaOC1b18NeRl5w==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Amazing sustained technical face climbing culminates in a final crimp sequence at the height of your pump near the chains. Incredible movement on some of the best stone on the wall. A must-do!","protection":"Stick clip. A rack of 12 draws is plenty. Hanging them is a little tough on redpoint just FYI.","location":"10' right of Buffeteers."},"__v":0},{"_id":"wm9tdjfCXHGMvnfg0CoYng==","name":"Frozen Lightning","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"John Dorough","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":28,"mp_id":"113731712","mp_crag_id":"112806356","climb_id":"wm9tdjfCXHGMvnfg0CoYng==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Fantastic climb! Use the crack feature on the vertical face. The bulge is the crux.","protection":"bolts.","location":"farthest right line on the wall."},"__v":0},{"_id":"JLTh6nHaUP+YglRdD6UT+A==","name":"Flash Fried","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Cody Averbeck","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":19,"mp_id":"115329045","mp_crag_id":"112806356","climb_id":"JLTh6nHaUP+YglRdD6UT+A==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Flowy big moves on amazing features leads to a stout boulder problem up high involving smaller yet positive edges and some bigger moves. Fantastic climbing on great rock. The only thing that detracts from this line is that it shares the start with its neighbor, Magic Meat (12a), although it has a separate first bolt. Still a classic for sure. Stays dry in the rain.","protection":"11 bolts (give or take) to fixed chain draw anchors.","location":"Just left of Magic Meat (12a) on the right side of Buffet Wall."},"__v":0},{"_id":"SC+xoxkkU0OkerhpWjSTnQ==","name":"Empire of Dirt","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"John Dorough","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":10,"mp_id":"120115530","mp_crag_id":"112806356","climb_id":"SC+xoxkkU0OkerhpWjSTnQ==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Interesting and fun face climbing leads to a large bulge where the route changes character for a stretch. A good rest, a boulder problem, and then hero moves up top to the anchor. ","protection":"Bolts / One Perma","location":"Far right side of Left Buffet Wall. Locate the large bulge two-thirds up the wall with a perma  draw on its right side. "},"__v":0},{"_id":"Zn5Jn4WJVSWWlTfFv4KY/g==","name":"Donald Pump","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Dorough","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":24,"mp_id":"115453695","mp_crag_id":"112806356","climb_id":"Zn5Jn4WJVSWWlTfFv4KY/g==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Donald Pump starts on the right side of the Buffet Wall and climbs diagonally right to left, finishing under the large roof that caps the Buffet Wall.\n\n Donald Pump can be divided into three distinct sections. First, fun compression style climbing leads to a funky, leftward traverse to gain a chockstone in a corner. Catch a shake and continue leftward, delicately pulling and stepping across some of the chossiest Buffet Wall has to offer. The choss abruptly ends with bullet rock and small holds in the familiar band of rock about 2/3rds of the way up the wall where most Buffet Wall cruxes lie. Punch through this section and out a small roof to the anchors.\n\n This route might deserve a PG-13 rating due to quality of the rock in the middle of the climb. However, since the route climbs diagonally, the belayer is relatively protected from any loose rock the climber may dislodge. Still, climb with caution.","protection":"Bolts.","location":"Look for a left-leaning route on the far right side of the wall. There is a distinct chossy corner the route crosses over between the 3rd and 4th bolt."},"__v":0},{"_id":"1Ctac+NbWhy2aYs5EflPMQ==","name":"Dalai Lama","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":12,"mp_id":"113873272","mp_crag_id":"112806356","climb_id":"1Ctac+NbWhy2aYs5EflPMQ==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"This is a full-money line that tops out over the roof of the wall! it's on you from the moment you leave the ground and it ain't over till it's over!","protection":"bolts","location":""},"__v":0},{"_id":"2w5vyFzbXkmJaqEUl/WZVQ==","name":"Cobra Prime","yds":"5.14b","grades":{"yds":"5.14b","french":"8c"},"fa":"Equipped: Edward Yates/Jonathan Brandt, FA:Jonathan Brandt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":4,"mp_id":"120672211","mp_crag_id":"112806356","climb_id":"2w5vyFzbXkmJaqEUl/WZVQ==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Sometime during the 2020/2021 climbing season a hold broke on Cobra Pimp. It wasn't a crux hold and it was questionable as to whether or not it affected the integrity, quality, or difficulty of the climb. Many climbers weighed in on whether or not to glue the hold back on. Knowing the route well, I was confident the route would still go...so I returned to the route, completed the new sequence, and walked away with the broken hold.I didn’t do this because I was involved in the late stages of development of Cobra Pimp or because I got the FA. I did it because, if we're fighting the natural evolution of a climb, then why are we climbing outside in the first place? If the climber maintains or restores a route to their personal standard of quality and desired difficulty, then what more is that route than a gym climb? I can't say where all the lines should be drawn, but I can say that I climb outdoors to discover, experience, and explore natural movements - not man made ones. This is why I was adamant the “original” Cobra Pimp not be restored. A new, quality sequence existed, the route goes at a similar grade, and new challenges have been presented. At some point, many of us may be faced with a similar decision. The only guidance we have in making this decision is in asking ourselves “Why do I climb?” I climb because I love the movement and am addicted to the challenge. I climb indoors because there is near unlimited potential for creative, man-made movements to explore. I climb outdoors seeking the same thrill of movement but on natural stone, in a natural environment, with natural, discoverable, unique sequences. I like keeping these two separate because, if I didn’t, I may as well just save myself the gas.In April 2021, I resent Cobra Pimp, dubbing the new version Cobra Prime - a cleaner, more quality product than what existed previously. This will almost certainly not be the last evolution of the route but it currently exists in a high quality state that is worthy enough to test some of the South's strongest. It is a true fitness, power, and technical masterpiece that demands everything from the climber - a true anomaly in the South and one of its best rock climbs. I believe the grade is more in the realm of 14a but can see how it’s so specific in size and style that it may feel harder for many others. These points may be generous, but be honest and you be the judge. The route is deserving of the attention. ___The love child of Psychopath, The Pinch (7b soft), and Simply Read. Unlike any other in the South - this one has it all! Warning: Spoilers ahead!Your standard this-is-a-cool-hold-but-how-is-it-still-here 5.11 climbing takes you to a nice diving board jug at around 50ft. Muster up the courage and launch straight into a couple of the hardest moves on the route. Strong fingers, knees, hidden heel hooks, and brute force brings you to a quick shake on a jug slot with bad feet. Say to yourself \"Why am I resting? Wasn't I just resting? Oh yeah, that was hard. Now I'm pumped\" Maybe this a cute little V6 or something.Some 12- climbing takes you to a corner where you'll do some hocus pocus...or maybe its the hokey pokey...with your knees, biceps, and lots of tension. Clip some draws, or don't, and get rowdy for a big jump over the lip or use those abs o' steel to grab some bad holds and jump a little less. I vote go big cause your exposed silhouette will look real cool to all those chuffers oogling over at you from the second bolt of Magic Meat. Anyways, once you stick the jump you finish up what feels about like a long V6 (Rocklands V9). Maybe 13d to here?If you've made it this far, a no hands is your reward. Did I mention knee pads? Oh yeah, wear one, or two, but definitely one on your right.Now you can see it. Now you can smell it. Now you can taste it. Is it the sweet smell of victory or the stench o' tha punt? Don't punt. You're at a no hands for God's sake! Okay so it's a little core intensive but I've seen you at TBA (R.I.P.) with your knees behind the campus board doing crunches holding a medicine ball so you're fine. (Editor's note: It's been predicted that Andy Cutler will actually go no feet here. Wowzers. So strong) I digress...Take a deep breath, get all zen, and transport yourself back to Rifle. Your beer is in the creek behind you, your belayer literally has one foot in the car already ready to drive to town to celebrate, Mirsky has lapped you for 5th time, and you've just been given beta on an unrelated route by a local. You're ready. If for some reason you're not, pretend the holds are black, yellow, and white.Use the knee for a couple moves before gettin' all TBA strong and finishing the final boulder guarding the chains. There's another knee sprinkled in there alongside a final starfish exploding glory jump. You've done it. Your psyched. Now flex on that lineup for Little Tokyo clean my draws for me k thanks.","protection":"Quickdraws","location":"Look for perma-draws and chains that lead up to and out the steepest part of the roof."},"__v":0},{"_id":"ISzvns1yVJGMdr95BFEjYw==","name":"Cobra Pimp","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Equipped: Edward Yates/Jonathan Brandt FA: Jonathan Brandt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":3,"mp_id":"114032268","mp_crag_id":"112806356","climb_id":"ISzvns1yVJGMdr95BFEjYw==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Update: Original route grade suggestion is now 5.14a which is in line with consensus. When compared to other Deep South routes (such as Little Tokyo, LM, JB, Jackal, and Tears), 14a seems appropriate. Only the three ascensionists have successfully completed the top boulder problem despite attempts from some of the South's strongest. The love child of Psychopath, The Pinch (7b soft), and Simply Read. Unlike any other in the South - this one has it all! Warning: Spoilers ahead!Your standard this-is-a-cool-hold-but-how-is-it-still-here 5.11 climbing takes you to a nice diving board jug at around 50ft. Muster up the courage and launch straight into a couple of the hardest moves on the route. Strong fingers, knees, hidden heel hooks, and brute force brings you to a quick shake on a jug slot with bad feet. Say to yourself \"Why am I resting? Wasn't I just resting? Oh yeah, that was hard. Now I'm pumped\" Maybe this a cute little V6 or something.Some 12- climbing takes you to a corner where you'll do some hocus pocus...or maybe its the hokey pokey...with your knees, biceps, and heels above your head. Clip some draws, or don't, and get rowdy for a big jump over the lip or use those abs o' steel to grab some bad holds and jump a little less. I vote go big cause your exposed silhouette will look real cool to all those chuffers oogling over at you from the second bolt of Magic Meat. Anyways, once you stick the jump you finish up what feels about like a long V6 (Rocklands V9). Maybe 13c to here?If you've made it this far, a no hands is your reward. Did I mention knee pads? Oh yeah, wear one, or two, but definitely one on your right.Now you can see it. Now you can smell it. Now you can taste it. Is it the sweet smell of victory or the stench o' tha punt? Don't punt. You're at a no hands for God's sake! Okay so it's a little core intensive but I've seen you at TBA with your knees behind the campus board doing crunches holding a medicine ball so you're fine. (Editor's note: It's been predicted that Andy Cutler will actually go no feet here. Wowzers. So strong) I digress...Take a deep breath, get all zen, and transport yourself back to Rifle. Your beer is in the creek behind you, your belayer literally has one foot in the car already ready to drive to town to celebrate, Mirsky has lapped you for 5th time, and you've just been given beta on an unrelated route by a local. You're ready. If for some reason you're not, pretend the holds are black, yellow, and white.Use the knee for a couple moves before gettin' all TBA strong and finishing the final boulder guarding the chains. There's another knee sprinkled in there alongside a final starfish exploding glory jump. You've done it. Your psyched. Now flex on that lineup for Little Tokyo clean my draws for me k thanks.","protection":"quickdraws","location":"Left side of Buffet. Look for the line that traverses in the corner up high. One right of Labob's 5.13."},"__v":0},{"_id":"y5UsVzgOVPSgoAgpD9sdYw==","name":"China King","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":9,"mp_id":"113978221","mp_crag_id":"112806356","climb_id":"y5UsVzgOVPSgoAgpD9sdYw==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Going up the middle-ish side of the left buffet wall.  Start on a large boulder  near a lower protruding roof. Follow the bolt line through tufa-ish flakes.    Crux comes around the chain draw.     Depending on what you do here make's it easy (11+) or hard (12).     - Use comfy beta or Crimp it out    1 last punch stands at you need to pull the roof.","protection":"bolts, 2 anchors,  Lower anchor when wet,  upper extension as well.","location":""},"__v":0},{"_id":"wTIq3efLWemFbCKY4YV/6g==","name":"Canned Heat","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Cody Averbeck","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":13,"mp_id":"113731742","mp_crag_id":"112806356","climb_id":"wTIq3efLWemFbCKY4YV/6g==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Powerful moves through flakes and pinches lead to a ledge. The crux comes higher up in the black rock. Rest well before pulling the small roof on crimps. The holds get bigger on the final run to the anchor. Fun route!","protection":"10 bolts (1 perma) ","location":""},"__v":0},{"_id":"1cIcje3QXu+nt7qAK3kIUA==","name":"Canned Food Quaalude","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Zachary Lesch-Huie","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":1,"mp_id":"120541868","mp_crag_id":"112806356","climb_id":"1cIcje3QXu+nt7qAK3kIUA==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Fresh from a can! Another fun and worthy Buffet Wall adventure. Chunky chossin' gives way to better and better rock and harder moves as you near the final roof. A more unique compression roof exit is the final crux, then wrapper jugs take you to the anchors. Like other routes on this left side, the top bit seeps and is a dry-season only finish, but oh so worth it. Summit if you see it dry. Still fun to do and perma dry up to the draws under the roof at about 5.11+/12-. Open up a can and enjoy.","protection":"Bolts","location":"Over at the far left end of Buffet Wall, right of cedar trees. Immediate route right of Triple X. "},"__v":0},{"_id":"ehw3euNmW6O7mJd428da6w==","name":"Buffeteers","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Steven Farmer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":22,"mp_id":"115329068","mp_crag_id":"112806356","climb_id":"ehw3euNmW6O7mJd428da6w==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"Techy face climbing at the bottom leads to sustained pumpy endurance climbing, a decent shake, and then a defined crux up high.","protection":"Bolts.","location":"Right of Second Serving (12d), Left of Homecooked (12d)."},"__v":0},{"_id":"3foOBJGmWXeLq5F0r65d4g==","name":"Blower Route","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Equipped by: Steven Farmer FA: Jonathan Brandt","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"left_right_index":7,"mp_id":"113823733","mp_crag_id":"112806356","climb_id":"3foOBJGmWXeLq5F0r65d4g==","areaRef":"+wG5LOqtWceUX0PldQKq2A=="},"content":{"description":"This one will fill your sails. A route or two right of KEF is this easier companion--a lovely serving off the Buffet. Fun, chunk-choss tuggin' gets you warmed up for a crux before-and-into the swell of an overhanging corner. Take a knee, blow some air out your lungs, then launch out the final roofs. But don't blow it in those final crux moves, right before the honkers over the lip. Blow it up!","protection":"Sport. Bolts.","location":"Left side of Buffet, out big roof caps; follows an overhanging roofy, corner--look for a prominent pointy jug feature up there in the overhangs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,7aba5e4c-5306-56b7-b589-14753da2205b,8a471fa4-9ceb-555a-afd4-d395b2a98b43,39d9c0d6-bd0f-58ca-bbc6-39bcbc69c731,fb01b92c-eaad-59c7-945f-43e57502aad8","pathTokens":["USA","Tennessee","Denny Cove","Denny East","Buffet Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11c"},{"count":4,"label":"5.12d"},{"count":1,"label":"5.11c/d"},{"count":3,"label":"5.13a"},{"count":4,"label":"5.12c"},{"count":3,"label":"5.12a"},{"count":3,"label":"5.11d"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.13d"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.12b"},{"count":1,"label":"5.14b"},{"count":1,"label":"5.14a"},{"count":1,"label":"5.12b/c"}],"byDiscipline":{"sport":{"total":29,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":22,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":22,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-85.67698,35.15364]},"bbox":[-85.67752996833296,35.153190339818146,-85.67643003166704,35.15408966018186],"left_right_index":-1,"ext_id":"112806356","area_id":"+wG5LOqtWceUX0PldQKq2A==","polygon":{"type":"Polygon","coordinates":[[[-85.67752996833296,35.153190339818146],[-85.67643003166704,35.153190339818146],[-85.67643003166704,35.15408966018186],[-85.67752996833296,35.15408966018186],[-85.67752996833296,35.153190339818146]]]}},"content":{"description":"The Buffet Wall is arguably the gem of Denny Cove. It is a stunning wall, offering long routes on steep sandstone. Most of the climbs here are 12 and up, but you can also find some 11s as well. \n\n  This wall gets sun all day."},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T06:23:50.317Z","updatedAt":"2024-02-19T18:40:08.024Z"}