{"_id":"63689d20e80bff5a994f1faa","area_name":"Middle Section","shortCode":"","climbs":[{"_id":"+YuiEROLVFC3CJDPRWFHSg==","name":"Witblitz","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FA (A.4) Rusty Baillie, Bill Claggett 2/71, Corner and entire route, Ajax Greene, Chris Reveley 3/76","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":10,"mp_id":"106019538","mp_crag_id":"105792404","climb_id":"+YuiEROLVFC3CJDPRWFHSg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Witblitz climbs the corner system between The Sorcerer and Green Savior.P1: To the right of the Sundeck Boulder is a left-trending ramp/gully system. Climb this to the ledges in the prominant  dike layer. (low-5th class, 100')P1 Direct: Climbs the large flake feature perched against the wall. Start left of the Sundeck boulder and use the  pine tree to step onto the wall. Traverse rightwards with no pro (5.7) until you reach the flake/roof/crack. Climb this feature, which starts with good jams and then it gets wide. A #5 takes some of the pucker factor out of this pitch. Belay on a nice ledge with a small pine tree. (5.10a, 75')P2: Climb ledgy terrain to a nice, featured right-leaning crack up to the \"comfort ledge\". The next crack to the right is a 5.8 variation, also on good rock. Belay at the base of the obvious dihedral. (5.5, 75') P3: The money pitch. Climb up to the clean, slick corner and follow it to a belay in an alcove, passing a large clump of bear grass along the way (if you treat the bear grass like a jug, you will pay for it in blood! There are face holds that lead around it, you just have to search for them...) (5.10b R, 100')\"John Dugan\" Variation: At the stance before the slick corner, traverse right across the face and up to a left-leaning crack which will take you in a circuitous route around the hardest (and unprotected) moves in the corner. (5.9)Note: The original route starts off the left end of the comfort ledge where it pinches off. Pull an airy move to get established in a crack which leads to a left-leaning crack that takes you back to the dihedral, past the R-rated part. Rarely done, but worthy! (5.10a, 100')P4: Climb up the chimney past a wild, leaning flake and exit left under the roof (optional belay on ledge).  Continue up moderate cracks and blocky terrain until you're on top (5.8, 120')","protection":"Standard GM rack. Brass may or may not be helpful in the slick corner. #5 recommend for Witblitz Direct.","location":"Primarily a right facing system right of Green Savior and left of Sorcerer's corner."},"__v":0},{"_id":"oQvB2XDDUey9Jwpg1agF3g==","name":"Waterstreak Delight","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Leo Henson and Todd Trautner (1987)","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":19,"mp_id":"107856108","mp_crag_id":"105792404","climb_id":"oQvB2XDDUey9Jwpg1agF3g==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Fun two pitch route that goes straight up some of the most beautiful rock at Granite Mountain. This route involves fun face climbing on crimps and edges  with a short crack that finishes under the Great Roof. The first pitch is 5.9 and the second pitch is the crux at 5.10b. Many finish to the top of the wall via Candyland.","protection":"P1 - 4 bolts and 2 small pieces low on the route. Finishes at a 2 bolt anchor (5.9) \n\n  P2 - 5 bolts and a few medium cams for the crack. Route finishes at a 2 bolt anchor on a ledge. There are also bolted anchors further up at the base of the Great Roof","location":"Waterstreak Delight is located to the left of the famed crack on Coatimundi Whiteout on the Middle Section of the Grainite Mountain Main Wall. From the Front Porch, follow the climbers trail left along the base of the wall. The route start is located on the wall just after traversing high on a boulder at the base. The easiest way to descend is to use the anchors at the top of P2 and descend to the rap bolts at the top of P1 of Coatimundi Whiteout and from there, to the base. If finishing on Candyland, hike to the right along the rim to the Coke Bottle Raps."},"__v":0},{"_id":"qmHh9CYgVlyLVsovgIlrFw==","name":"Twin Cracks","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FA (aid) Lance & Dane Dougherty (A.1, 5.3) '68, FFA Jim Waugh, Dylan Williams '80 (2 pitches @ no hands rest) 1 pitch H. Suzuki '84","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":42,"mp_id":"105981105","mp_crag_id":"105792404","climb_id":"qmHh9CYgVlyLVsovgIlrFw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"50 feet off ground on right side of Flying Buttress is a large ledge. climb either hidden chimney (outside end) 5th class or p1 of Coke Bottle to ledge. Twin Cracks are the cracks. Fine face climbing around the cracks leads up to the no hands rest 12' below top out (11-). The rock quality deteriorates slightly as hard lie backing leads to the top (11+/12-).","protection":"small nuts to medium camming units. Tree or friends for belay","location":"right side of flying buttress, one pitch up."},"__v":0},{"_id":"kh8uqgw8VJmFiR/ZRxbWIg==","name":"Triple Direct","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Rusty Baillie, Bob Godfrey, Jack Huack, Scot Baxter, Tom Taber","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":9,"mp_id":"111392007","mp_crag_id":"105792404","climb_id":"kh8uqgw8VJmFiR/ZRxbWIg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"This route links Green Savior Direct(P1) to Crisco Way(P2) to Green Savior(P3&4). A much more sustained wide crack outing and great link up if you want to crank hard on a classic Granite Mountain line(not recommended for a leader breaking into the grade). **Also watch out for your second on the traverse from Crisco way to the base of Green Savior, its tricky to protect and is exposed, a fall could be less than ideal for the follower. \n\n  Descent: Walk off Swamp Slabs or rapp the Coke Bottle","protection":"Two #4's will be comfortable, standard GMT rack otherwise. You can also look at Green Savior for other protection options.","location":"The beginning is just right of the standard Green Savior start and just left of Once in a Blue Moon and Witblitz Direct(10a). You scramble up through a small Ponderosa Pine and will see a finger crack going straight up from a small section of slab with a horizontal crack separating the slab and finger crack, this is the start. This will get you to the same belay as if you did the regular Green Savior start and line you up for Crisco Way."},"__v":0},{"_id":"NXHHufkZXMW2fZp5dlS0kw==","name":"Tom Thumb","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jack Hauck, David Lovejoy, 1971  FFA (entire route): Jim Waugh, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":6,"mp_id":"105886461","mp_crag_id":"105792404","climb_id":"NXHHufkZXMW2fZp5dlS0kw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"If you are looking at Green Savior, look just left for a fairly conspicuous tower. On the left side of the tower is a small roof with a fist crack out the left side.\n\n Pitch 1, 5th class: Climb up fractured, broken rock (kind of spooky) to a belay 15’ below the roof.\n\n Pitch 2, 5.11-: A classic crack climbing pitch with an off size roof. Climb up rattly rock to roof. Plug some decent gear in and climb out and left. The crack actually gets smaller as you climb and some very nice hand jams await just after the crux. The crack will eventually end in fingers towards the top of it. Rig a gnarly belay.\n\n Pitch 3, 5.11: The bolts on this pitch were replaced in 2013. Reported to be anywhere between 5.10+ to a whole grade harder. Techy climbing leads left the a seam feature. Climb that until you can weave back right along a path of least resistance. \n\n Pitch 4: 50’ of OW.","protection":"Standard rack of doubles to #4, wires, runners.","location":"Left side Middle section"},"__v":0},{"_id":"JId94gn8U+OafZxxtIyG3Q==","name":"Thin Ice (variation)","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ed Webster 1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":32,"mp_id":"115362262","mp_crag_id":"105792404","climb_id":"JId94gn8U+OafZxxtIyG3Q==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Beautiful low-angle slab pitch following an RP seam which accepts just enough gear to prevent a horror show. Some of the best rock The Mtn has to offer, and the movement is memorable and improbable.\n\n This is one of few pitches at this crag that I would recommend previewing on TR before attempting a lead. The gear is very specific although good enough when you get it.\n\nWhen the seam ends, follow Camptown Races to the top of the Flying Buttress. ","protection":"Doubles of Blue and Red Ballnuts. A handful of small wires (yer smallest), including offsets. A few finger sized cams plus some larger cams for an anchor on top. One fixed knifeblade (replaced after much internal debate).\n\n The Waugh guide shows 4 fixed pins (and a grade of 5.11). The Cramer guide shows 2 fixed pins (and 5.12a). When I got here there were none just lots of grass in the scars. All the scars take gear except where I replaced the pin.","location":"It’s a variation of the Classic. It starts on the ledge right of the Cherry tree at the base of Karl’s Korner’s last pitch. "},"__v":0},{"_id":"1iNoLlWTWumzoC6HoHiEjQ==","name":"Sweet Acidophilus","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Erdman & ?, '?.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":44,"mp_id":"108141064","mp_crag_id":"105792404","climb_id":"1iNoLlWTWumzoC6HoHiEjQ==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Starts at Froggy Bottom Bedge, climb first twenty or so feet of Coke Bottle P.2, bust right following a right leaning seam until you see a crack/seam that goes straight up.  The seam will take you to the top.  Usually done as one long pitch.","protection":"Standard GM rack. Extra small stuff helps.","location":""},"__v":0},{"_id":"Uao0dlugUb+Nm4kzz0wK5A==","name":"The Stoned Jester","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"G.Kerbs 1/2021","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":15,"mp_id":"120371378","mp_crag_id":"105792404","climb_id":"Uao0dlugUb+Nm4kzz0wK5A==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"A fine steep face climb up the main wall on uniquely textured patina holds. At another crag, in different circumstances, this would make for an exciting 7 or 8 bolt “sport” climb. However, since this is The Mountain, it will remain a toprope.  Climbs the plumb line under the bolted Once Upon a Time anchor.Combining this line with the crux pitches of The Sorcerer and Once Upon a Time makes for a full-value “cragging” experience in a magical setting.Could be harder than 11+. Needs some repeats.","protection":"Bolted anchor. Top rope.","location":"climb the crux pitch of Once Upon a Time, then lower back to the ledge.  Walk to the right side of the ledge. The Stoned Jester begins where the ledge pinches off.  "},"__v":0},{"_id":"NhFzUULTUE2EQiklsTekKg==","name":"The Sorcerer","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA David Lovejoy, Jack Huack, Marty Woerner 1971, FFA Jim Waugh, John Ficker 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":13,"mp_id":"113766351","mp_crag_id":"105792404","climb_id":"NhFzUULTUE2EQiklsTekKg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"P1: Grainy cracks lead past a bush to a ledge (5.9)P2: Move left and then up over overhang through the dike (pitons lead the way), to the base of the thin crack. Climb this crack to the big Sorcerer ledge. Belay off large slung horn. (5.10b)P3: The money pitch, and one of the raddest on the Mountain.Climb the steep and beautiful streaked right-facing corner. Continue out right to a belay stance on a small ledge. Long pitch. (5.11d)P4: Climb the hand crack/wide flake. Continue up cracks/corner to the base of the final Kingpin dihedral (5.10-).P5: Climb the final pitch of Kingpin to the top (5.8)a stellar GM route with lots of character. The beginning of the crux pitch seeps.","protection":"Doubles to #2 plus a #3. Micro to large stoppers. A few c3-sizes pieces. Quickdraws/runners.You can descend from the top of the crux pitch by rapping to the Once Upon a Time Anchor, then down to the Sorcerer ledge, then down to the ground.","location":"The Obvious right facing corner on the Main Face, with the black/blue/white/tan streaks at the base.I prefer a different approach pitch to get to the Sorcerer ledge. The original start is a bit overgrown at the moment (though traffic would clean it up)I like to start at a short left-arching finger crack that is maybe 50 feet left of Kingpin. This leads to some runout face climbing on good patina holds to a ledge. Then walk left to a triangular overhang, and pull over this (be wary of loose blocks). Walk left and climb cracks up to the ledge, then belay from the sling horn. This variation isn't in the Cramer guide, but its probably 5.7 R.Gunsmoke is another good option.Enjoy!"},"__v":0},{"_id":"zQGAHqWGXea9kda+aoYvnw==","name":"The Slammer Jam","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Larry Treiber, John Byrd, Sept. 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":26,"mp_id":"105886478","mp_crag_id":"105792404","climb_id":"zQGAHqWGXea9kda+aoYvnw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Slammer Jam is another of the stoic, straight faced, and full value 5.10’s at Granite Mountain. For their respective grades the last two pitches offer up some excellent exposure. This line goes independent a top the second pitch of the Classic. Be ready to slam ‘em in!\n\nPitches 1 and 2 climb the Classic or Crack Lover’s\n\nPitch 3, 5.8\n\nClimb out onto the left wall via jam crack. Continue up and left into another system then follow it until you can traverse right to a small belay stance above corner.\n\nPitch 4, 5.9\n\nClimb crack then move left into a left facing corner that arches to the left. Follow that to an open belay on a ledge. \n\nPitch 5, 5.10 GBU last pitch An in your face and thuggy pitch with wild exposure. This is the shared last pitch of Good, Bad, and the Ugly. Climb up right facing corner to a small roof and pull the roof on the right side, 5.10. Continue up crack to the top. The money pitch for sure which features muscley, airy climbing and is the site of some really fantastic whippers.","protection":"Standard rack, wires and many runners.","location":"On the wall just left of the Flying Buttress."},"__v":0},{"_id":"cgCtdvucUOWklNMyvKaEYw==","name":"Shut Down","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jonny Woodward '88 (onsight)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":40,"mp_id":"113847628","mp_crag_id":"105792404","climb_id":"cgCtdvucUOWklNMyvKaEYw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Its really good, and challenging.Sharp crimping past 4 bolts to a stance, then climb the corner using Houdini skills and granite wizardry past a final bolt to easier ground and a bolted anchorEquipped by Jim Gaun, Bob Dubois, and Rand Black back in the 80s","protection":"5 bolts and one green c3-sized cam. an extra finger sized piece for the easier ground isn't a bad idea.","location":"Left of Coke Bottle, Right of Ellis' Slip Chimney Obvious clean-cut corner with bolts "},"__v":0},{"_id":"Fthf5Co6VzWLdquTzfiqsQ==","name":"Said and Done","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA: Jonathan Bjorklund and Bill Claggett, May '71  FFA: Rusty Baillie and Jack Hauck, November '71","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":35,"mp_id":"106607543","mp_crag_id":"105792404","climb_id":"Fthf5Co6VzWLdquTzfiqsQ==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"p1:  Climb the crack just right of the 1st pitch of Reunion past two shrubs.  Traverse up and right through a quartz band to a poor belay stance on a sloping ledge.  (5.7) \n\n  p2:  The business.  Climb the obvious crack in the elegant, steep left facing corner.  Sustained jamming of all sizes for 90' leads to a belay stance at the base of a wide cleft and the final pitch of Reunion. (5.9) \n\n  p3:  Climb moderate 5th class up the cleft to a final boulder problem to surmount the top of the Flying Buttress. \n\n  Descend through the hole with a minor downclimb to gain ledge access to the Coke Bottle Raps.  1 60m rope will get you to the ground in 2 raps from here.  Otherwise, continue across the Flying Buttress to finish up Beaver Cleaver or High Exposure exit.  From the top, you will need a 70m or 2 ropes to complete the first rappel without doing the cam trick. \n\n  A more sustained and classic four star linkup is Said and Done -> Reunion (5.10-).  This starts on either the 1st pitch of Reunion and head right at the quartz band 2/3 up the pitch (which will deposit you at the base of the Said and Done 2nd pitch corner) or Said and Done, climbs the 2nd (corner) pitch of Said and Done, and exits on the final (finger) pitch of Reunion.  Highly recommended. \n\nEdit Note: If you do the first full pitch of Reunion, you end up on the ledge system with tree at the base of the Classic Chimney and the Crack Lovers Variations. From there, the only way you'll get to the finger crack pitch is to climb the rest of Reunion to get up there.","protection":"Nuts, 2x cams from #.3 to #2 Camalot, single #3","location":"Begin on the left side of the flying buttress.  The Said and Done start is the crack system just right of the left facing Reunion corner."},"__v":0},{"_id":"ZrBfeR7pUtejk9f+p6qiNw==","name":"Reunion","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"FA: Scott Baxter, Jim Whitfield, Aug. 1971   FFA: Scott Baxter, Karl Karlstrom, Nov. 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":33,"mp_id":"105803377","mp_crag_id":"105792404","climb_id":"ZrBfeR7pUtejk9f+p6qiNw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Reunion is an excellent line found on the left side of the Flying Buttress. While the middle two pitches aren't the best in the world, the first is pretty okay, and the last one is maybe the best finger crack on the Mountain! As the story goes, when Baxter freed the last pitch, he went up with a few nuts, and ran out towards the end of the pitch. Facing retreat or pushing ahead, he cast out on the finish and pulled off a stylish ascent in bold style! \n\n  Start at a nice left-facing corner leading up to where it joins The Classic at a big ledge with a tree. \n\n  Pitch 1) Climb the nice left-facing corner (5.7), move left near the top and then continue to big ledge with tree. \n\n  Pitch 2) Climb up the corner behind the tree as if starting the Classic Chimney pitch, but break right out across the crack and slab leading out right to the base of a big block and a bolted semi-hanging belay. \n\n  Pitch 3) Climb left side of block (5.9+). The start is awkward and it's hard initially to get pro, but the finish is awkward as well, so it's consistent. Watch out that you don't fall off and land on your belayer!! Climb up to belay below the last finger crack pitch. This pitch is only about 40-45 feet or so. \n\n  Pitch 4) Climb the incredible-looking hockey-stick-shaped finger crack on the left side of the slab. Can't miss it. Excellent pitch!!!! This will put you atop the Flying Buttress. Do either the High Exposure Exit, the Beaver Cleaver, or descend to the Coke Bottle raps from here.","protection":"Standard rack.","location":"Left side of the Flying Buttress, starting below a left-facing corner system just right of a tree (same start as the Crack Lovers Variation of The Classic)."},"__v":0},{"_id":"kERQXRHDXO2EfyxlJZEbMA==","name":"Rattle n Hum  (Coatimundi Whiteout/Candyland Variation)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Leo Henson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":21,"mp_id":"113901991","mp_crag_id":"105792404","climb_id":"kERQXRHDXO2EfyxlJZEbMA==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"If you've done Coatimundi and Candyland already and want a little adventure without going very far, this is a worthwhile outing. The name refers to the rock quality on certain sections of the route...\n\n p1: start on Coatimundi, but climb the finger crack that branches right about 40 or 50 feet up. The finger crack turns to wide hands as it arches back to the left wall. When the crack meets back up with the normal Coatimundi route, there is a bolt and a final face sequence that brings you to a belay stance where the bolt is on the Coatimundi chimney (about 15 feet above the bolted anchor. (belay with bolt and #1 Camalot) p2: Continue up Coatimundi via the normal chimney (recommended) or the right crack (very exfoliated and not recommended) until you are past the steep and kinda burly fist/layback section toward the top. Look for a bolt on the face out right, and head there. This takes you to an appealing finger crack that diagonals right. Follow this to the Candyland bolted anchor. (small wires/cams) p3: Climb down the ramp on the right from the bolted anchor to the finger crack that leads to the unique flared chimney/corner that is protected with a bolt where the crack in the back ends. Finish in Peregrine shit and head right to complete the traverse pitch of Candyland p4: Finish on Candyland or Slammer Jam to the top","protection":"Doubles to #4 plus brass and a few small cams  \n\n  Each pitch has a bolt somewhere on it to keep you on track","location":"Not in Cramer topo guide. \n\n  Variation of Coatimundi/Candyland"},"__v":0},{"_id":"6Kyl16yJWlWpCFaZFtlRpw==","name":"Psycho Killer","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Jim Waugh 1985","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":1,"mp_id":"116073668","mp_crag_id":"105792404","climb_id":"6Kyl16yJWlWpCFaZFtlRpw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"A short, gently overhung crux pitch leads to two pitches of more moderate climbing and lesser quality rock.  \n\n P1:  Begin left of the black water streak that marks the first pitch of CW Hicks.  There is a right-leaning crack/seam with a large flake in the very beginning.  Climb this, and I wouldn't recommend putting any gear behind that flake.  There are good options for gear and the pitch is like a long boulder problem.  Belay on the bushy ledge system that's shared with the neighboring routes. (45 ft, 5.12+)\n\n P2:  Move left to the adjacent wall which is more grainy than most routes at GM.  Some route finding is necessary with this pitch, but you're aiming for a broken crack system just left of a downward-facing point in a small overlap (read the topo).  Careful not to yank anything off.. eventually you'll trend back right towards a crack that leads to a bush at a horizontal system. Belay here. (100ft, 5.10-)\n\n P3:  Traverse left, passing a piton.  Round the corner and follow blocky terrain to the top. (50 ft, 5.8)\n\n My recommendation would be to climb P1 and then take CW Hicks or Magnolia to the top.","protection":"A single rack from blue alien/green c3 to #2 and set of wires from micro to large will be plenty for the crux pitch and the anchor.  If you're climbing P1, that rack will also be sufficient for getting you to the top whichever way you decide to go.","location":""},"__v":0},{"_id":"gtVuSeLTXMi2/a/elWqGsA==","name":"Oogie Boogie Boo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Gardner, Randy Hamm '70s?","type":{"trad":true,"aid":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":24,"mp_id":"117709829","mp_crag_id":"105792404","climb_id":"gtVuSeLTXMi2/a/elWqGsA==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Wild roof crack through the Great Roof.  From Candyland's bolted anchor on the ledge beneath the roof, climb the traverse pitch on Candyland (5.7) until you spot a bolt in the roof behind you.  Bust out your aid trinkets and make a long reach to the bolt to access the the roof crack.  At the lip, soak up the exposure before reaching a stance at a bolted anchor.  (5.7 C2, ~50ft)From the belay, tiptoe your way up the slab then step left to the crack. Continue up 5.7 fingers to the top. (5.9 PG13 50') ","protection":"Wires from micro to large. Double rack of cams from micro to #3 plus a few extra finger-sized pieces. Offset cams & wires in the smaller sizes were helpful. Dozen draws & some extendibles. aiders, daisies, and a fifi hook. Bolt in the roof is trash but good enough for aid. Fixed pin is not going anywhere. Anchor at the lip of the roof was upgraded summer 2018.","location":"Climb Candyland or Coatimundi to reach the roof.  Alternatively, climb Slammer Jam or GBU to the ledge at the end of the Candyland Traverse and belay there."},"__v":0},{"_id":"zv4YvRijU4Kr2cp5JozKIg==","name":"Once Upon a Time","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Crux ? 1980's Colorado team, Balance of Route Jim Waugh with Frank Valendo and Chris Raypole","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":14,"mp_id":"106019588","mp_crag_id":"105792404","climb_id":"zv4YvRijU4Kr2cp5JozKIg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"P1: Step left off of stacked blocks and do some unprotected moves to gain an overgrown flake/crack system which leads to a ledge. Continue up and over an overhang, to easier ground and the large Sorcerer ledge (5.9).There are other (recommended) ways to reach this ledge. See “The Sorcerer” page for alternatives.P2: Climb the finger crack, passing a large flake and a shallow right-facing dihedral. There’s an updated bolted anchor (equipped for rappel) at the end of the dihedral. Stellar pitch! (5.12a).P3: Meandering face climbing leads past 5 bolts. The crux is well-protected but it’s a bit runout as the difficulty eases. This pitch ends on a ledge at a bolted anchor shared by the route Kingpin . Bring a finger-size piece as a directional before traversing to the ledge if you like your partner (5.10c).\n\nP4: Angle right and follow a thin crack/groove system past a two-bolt anchor (optional belay) to the crux roof pull of Coatimundi. Multiple 11- pulls on this pitch. (5.11a).\n\n P5: Climb easy ground to the top of the cliff. ","protection":"standard GM rack.Wires and cams from micro to .75 camalot for crux pitch. Draws for the bolted pitch. Bring hand-sized gear if taking it to the top.  ","location":"The 2nd and 3rd pitches are Located between the right-facing Sorcerer corner and the left-facing Kingpin corner, on the main wall."},"__v":0},{"_id":"JJbuKIw7XDiQym26rYvKwg==","name":"Mindbender","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Baxter, Karl Karlstrom","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":5,"mp_id":"113564167","mp_crag_id":"105792404","climb_id":"JJbuKIw7XDiQym26rYvKwg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Written as Granite Mountains first 5.10 in the Cramer Guide...you will not be disappointed but maybe a bit dismayed in the rating during the crux(s).  Pitch one is a fun, long 5.6 section that warms you up for the next two pitches.  Pitch two has a variation that is a 5.11 but we climbed the 5.10 version.  Stem up a section, find a horizontal crack and figure out how to clear/reach the next few moves, mindbending and hard.  Pitch three also has a variation at the roof that climbs out right, we opted for the left exit.  Prepare yourself for a few more mindbending (hard) moves to clear the roof and wander up a nice crack to a fine belay.  Finish up easy terrain to the top. \n\n  This is a cool route and it felt much harder than several of the other routes rated at the same grade.  I dare say, some of the moves felt more 5.11 than 5.10, gulp.","protection":"We brought doubles up to #3's and a single of #4 and #5. There is one fixed piton on pitch 3 below the roof if you exit out left (we did this exit).","location":"Route is located to the right of Magnolia Thunder Pussy and left of Tom Thumb.  Walk off the Swamp Slabs or wander over to the Coke Bottle rappels.  The obvious roof pitch can be seen from the start of the route (pitch 3)."},"__v":0},{"_id":"ZT5jDLgwV6KL5LAOZFmSnQ==","name":"Magnolia Thunderpussy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: David Lovejoy, Jack Hauck, Jonathan Bjorkland, Oct. 1970  FFA Karl Karlstrom, David Lovejoy, Scott Baxter, May 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":4,"mp_id":"105886456","mp_crag_id":"105792404","climb_id":"ZT5jDLgwV6KL5LAOZFmSnQ==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Magnolia Thunderpussy stacks up several pitches of some of GM's best moderate climbing, and it is on the to do list for many first time visitors. Clean rock, unique terrain, and good gear all conspire to make this line a memorable classic, whether you are dancing up it or cutting your teeth. There is no fixed pro and you’ll be building your own belay anchors. Pitch 1, 5.9On the far left side of the Middle Section, and to the right of the Swamp Slabs, look for an archetypal stem box down low. The first pitch gives you two cracks, a cool stem box, and a small roof. The roof is better on one side or the other, but they share difficulty. After the roof there is a short section of scrambling, and I suggest you continue through this until the next belay can be reached, though you can belay above the roof if your second might struggle. For the grade this pitch is as classic as they come.Pitch 2, 5.7+ The 2nd pitch takes the next crack system right of C.W. Hicks. Climb a low angle crack up right facing dihedral up to the hanging flake roof. This part is awesome for the original 5.7 grade! Chimney your way out and over, and watch the rope drag on this part. You can belay after the roof, or if you ran your rope well, you can continue to a comfy belay higher up.\n\nPitch 3, 5.5\n\nThe last pitch is unique and fun climbing up a chimney and then into the bowels of the mountain to exit out of the \"hole\" near a chockstone. Although relatively easy (5.5 or so), it's a fun pitch that shouldn't be missed.","protection":" At least a rack of doubles to #4, maybe triples on #.5- #3 to sew it up, wires, runners. No fixed belays.","location":"Far left side of Middle Section."},"__v":0},{"_id":"YkfJJmclVS2lUVYfcV4kqQ==","name":"Kingpin","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Scott Baxter and Karl Karlstrom, 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":16,"mp_id":"105886467","mp_crag_id":"105792404","climb_id":"YkfJJmclVS2lUVYfcV4kqQ==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"This is a great line that links some prominent features up the steep section left of the Great Roof. This line gives a taste of everything, technical stemming, splitter jamming, exposed face wandering, and a cruiser giant corner at the top.\n\nPitch 1, 5.8~\n\nScramble up and into a left facing dihedral via cracks and ramps to belay on perch.\n\nPitch 2, 5.10\n\nThe gear on this pitch is small may be PG13. Technical stemming and some thin gear will take you up the giant left facing dihedral. Continue to a point just below a roof, gear belay. This pitch felt hard, as all the 5.10s here do.\n\nNote: You can avoid a painful belay by linking pitches 2 and 3, and this is recommended.\n\nPitch 3, 5.8\n\nCruise up the featured hand crack to where it ends and traverse left to a small ledge and a bolt. When we were on the thing that was all there was. Would be nice to update that sections a bit with belay bolts.\n\nPitch 4, 5.9 Two options: \n\n 1. Climb up past bolt and shelf working left to an undercling flake and some gear. Tackle the thin face climbing to reach better holds and keep heading towards the big break above. Scramble up to the base of the large dihedral. \n\n2. A little easier climbing, but watch out for rope drag. Climb past the bolt up and right through some large flakes heading towards a conspicuous break in the wall which holds some gear options. Traverse left and make your way to the base of the big dihedral. This pitch gets 5.9. Very exposed, exciting pitch.\n\nPitch 5, 5.8\n\nWork your way past large features in the corner to the top. A fun pitch and a great way to finish a spectacular route. ","protection":"Standard plus small wires and brass.","location":"Middle o' the middle section."},"__v":0},{"_id":"cuz8BJgEXPOqxe1hEl6uJg==","name":"Hump Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Diana Hunter, Chris Revely 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":39,"mp_id":"113768598","mp_crag_id":"105792404","climb_id":"cuz8BJgEXPOqxe1hEl6uJg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Climb the steep fist crack which finishes at the big horn on the middle of the top of the Flying Buttress's knife blade.  Short but quality.","protection":"Two #4s, Two #3s.  A cord to sling the horn for an anchor.  To get off, wrap the rope over the horn and rappel back to the ledge.","location":"From the ledge at the top of Twin Cracks, level with the second coke bottle rappel."},"__v":0},{"_id":"3Q6YBD6/UDWIUadSp11CBg==","name":"The Hotline (aka Hiccup Delux)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":37,"mp_id":"106593197","mp_crag_id":"105792404","climb_id":"3Q6YBD6/UDWIUadSp11CBg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"The Hotline links the first pitch of the Nose to the 2nd pitch of Cat's Pajamas to the final pitch of Reunion- a striking line up the Flying Buttress \n\n  p1:  Climb a scrub oak fifteen feet until you can make difficult face moves to gain the crack system.  OW and jam through the awkward pod into a flared crack going from tight hands to fingers.  Move left through the quartz band to the base of the steep flare- belay here (5.10) \n\n  p2:  Climb the flare which is wide and gently overhanging at first to steep hands with some face features.  When the crack Y's, go left along the seam with sparse protection.  Contemplate the step across over the Said and Done corner to get to the base of the Reunion pitch- belay here (5.8) \n\n  p3:  Climb the exquisite finger crack straight in until the crack angles up and right.  Follow this to the top- belay using higher cracks (5.10-) \n\n  descend through the hole with a minor downclimb to gain ledge access to the Coke Bottle Raps.  1 60m rope will get you to the ground in 2 raps from here.  Otherwise, continue across the Flying Buttress to finish up Beaver Cleaver or High Exposure exit.  From the top, you will need a 70m or 2 ropes to complete the first rappel without doing the cam trick.","protection":"Single black and blue alien, 2x from green alien to #2BD, single #3 & 3.5 BD","location":"From the Front Porch, locate the crack that is staring directly at you on the front of the Flying Buttress"},"__v":0},{"_id":"BN6vexApXiSH6oHQID0SfA==","name":"High Exposure Exit","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Erik Powell, John Kitchell, Toni Ask, Geoff Grange, January '71","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":31,"mp_id":"106607560","mp_crag_id":"105792404","climb_id":"BN6vexApXiSH6oHQID0SfA==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"From the intersection of the Flying Buttress and the Main wall, climb out diagonally right on small edges past three bolts.  There is a small pocket that takes a small cam or nut after the last bolt.  Continue up and around the corner.  Belay on top of the cliff. \n\n  Descend from two bolts on a block atop the cliff.  A 70m rope or 2 ropes are needed to make the first rappel.  Continue rappelling the Coke Bottle via 2 more rappels.","protection":"Bolts and a small cam or nut","location":"At the intersection of the top of the Flying Buttress and the main wall."},"__v":0},{"_id":"gy+TmJRtWpaOBFaSaCqEXw==","name":"Hassayampa","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karl Karlstrom and David Lovejoy 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":2,"mp_id":"106337318","mp_crag_id":"105792404","climb_id":"gy+TmJRtWpaOBFaSaCqEXw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"2 pitches of fun climbing with a memorable squeeze through the roof. \n\n  Pitch 1: get up to the Grand Traverse Ledge (we took 1st pitch of Chim Chimney) \n\n  Pitch 2: Move right along GTL from the top of Chim Chimney to the base of a big left-facing dihedral. Climb short face to a hand to fist crack in the corner up to a cactus filled alcove. \n\n  Pitch 3: Crux moves off the belay lead to easy ground up the corner to an imposing roof. Pass the roof on the right via fun squeeze moves, and continue up crack system to the top. Good pro found in back of roof. \n\n  Walk left to swamp slabs descent.","protection":"standard rack to 4\"","location":"Hassayampa ascends the dihedral below the large triangular roof between Magician and Magnolia Thunderpussy"},"__v":0},{"_id":"sYOVFEDeXRWS4TSzfV0ZfQ==","name":"Gunsmoke","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"John Long '80 , First Flash  Steve Byrne mid 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":12,"mp_id":"106019523","mp_crag_id":"105792404","climb_id":"sYOVFEDeXRWS4TSzfV0ZfQ==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Below the Sorcerer corner is a right arching flake 1 pitch off the ground. To access, climb the first pitch of Witblitz to belay at base of crack (easy 5th class). Wide lie backing leads to much more serious under-clinging.  \n\n  JL said on supertopo:   \"Lynn (Hill) got up the lyback at the bottom and up to the arch before she ran out of light. We left the gear and returned the next morning. This was just when Friends had first come out and we only had a couple - I think only one big one that would fit in the arch. \n\n  Lynn and I kept yo-yoing up to and out that arch and hanging on for dear life and trying to wiggle hexes in and backtracking because we were afraid of lowering off or falling onto the sketchy pro. Must have muscled out and back along that arch like five times before finally going (quite a ways) for it off Hexes I was sorta wondering about. \n\n  We had a third guy (Keith C.) who followed and pinged, ripped the last two Hexes and shot into a tremendous sideways whipper -the wall is pretty steep there. The arch wasn't nearly as bad as trying to wiggle in those hexes. That was truly a Gunsmoker.\" \n\n  Steve Byrne had said \"if you run out the last 35 feet it is only 5.11+\"","protection":"2\"-5\", the more the merrier","location":"Center of Granite Mountain, below the obvious Sorcerer streaked corner. Descend rappelling from Sorcerer's belay"},"__v":0},{"_id":"oSSsCJjAVHebIMi4k0YAGw==","name":"Help Me Mr. Wizard","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Stan Mish, Jim Waugh, and Herb North Jr., 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":34,"mp_id":"105886473","mp_crag_id":"105792404","climb_id":"oSSsCJjAVHebIMi4k0YAGw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"As you are gazing up at the Classic, Said and Done, or Reunion, drift ever so slightly left and check out the giant flake splitter that defines Help Me Mr. Wizard. This is an exciting and sustained pitch which will test your nerves and staying power alike.\n\n Climb a crack up to a spicy little overhang to reach the splitter section, and a small rest stance. Climbing it straight on like a splitter is the way to go, and there is better gear through this section. Eventually you will find yourself at a long move to a distant jug and a burly mantle. Continue up the short slab to a fixed anchor.","protection":"Many small, medium cams, wires, and a runner or two.","location":"Left side of the Flying Buttress between Reunion and Said and Done."},"__v":0},{"_id":"ntLGj8GtXu2PmIbOxM8maw==","name":"Green Savior","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Scott Baxter, Tom Taber, 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":7,"mp_id":"105790194","mp_crag_id":"105792404","climb_id":"ntLGj8GtXu2PmIbOxM8maw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Green Savior was supposedly named for a small tree that saved Tom Taber's bacon when he took a whipper off the route during the FA. The \"savior\" is gone now, but the route is a classic! \n\n  You start over in the mid-section of the mountain, below a big chimney system (see pics) that identifies the fourth pitch of the route. \n\n  P1) Climb a brushy corner system on the left side of a buttress to a belay just short of a \"window\" through the rock. Move the belay to the other side of the \"window\" to start the second pitch. \n\n  P2) Climb up corners to a really nice 5.5 crescent shaped crack that leads up to Comfort Ledge, a big sloping ledge system below the routes offwidth crux pitch. \n\n  P3) The business! Get into the slot and chimney up to the offwidth in the bulge. What makes this only 5.8 is all the great handholds here and there that get you through the wide without having to resort to classic offwidth techniques. Once above the slot, continue up to a small stance above (15 feet or so) and belay. \n\n  P4) The big chimney above. Some awkward climbing puts you in the oblique chimney. Pro goes in the back. Continue in this  until you exit the chimney and then follow corners above to the top. Getting to the actual top of the rock has always seemed rather difficult to me, but pick the easiest line.","protection":"Standard Rack up to #4 Camalot. If you want a little extra, you can bring a #4.5 Camalot, but no need to bring the #5.","location":""},"__v":0},{"_id":"vvTAI88yX5qnMYDJFk18eg==","name":"The Good, the Bad & the Ugly (GBU)","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA Scott Baxter, Karl Karlstrom @ 5.10 A3 1/71. FFA (via P1 traverse variation) Jim Waugh, Bill Hatcher, Rick Donnelly, Chris Raypole, Leo Henson '86","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":25,"mp_id":"106019568","mp_crag_id":"105792404","climb_id":"vvTAI88yX5qnMYDJFk18eg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"An impressive line that is engaging from start to finish. The finest 5.12 on the cliff.P1 (5.11c, 160’): A few face moves gain the initial crack, or start in the overgrown left-leaning crack to the right. Either way this will take you up to a left-facing corner (not visible from front porch). Climb this and continue past a bolt, then a fixed knifeblade and two more bolts (bolts updated summer 2018). The face climbing here is very fun and the rock is immaculate. Eventually you’ll traverse back to the seam and then follow the seam/expanding flake system up to the horizontal dike. This is the location of the traditional/original belay but it is better to carefully continue another 40’ past loose, stacked flakes to a better stance. This pitch was freed by Ray Ringle in ‘81.P1 Direct (5.12 PG13, 160’): Scramble up the first few feet of The Classic, then move left into left-facing crack/flake. Climb this until it ends and continue past more weaknesses to the right-facing corner, passing three chopped quarter inch bolts. Pull the bulge and follow the seam/thin crack all the way to the prominent horizontal dike and continue carefully past the loose, stacked flakes to a belay at a stance. Tough pulls separated by good stances and small yet solid gear. Sharp crux. This pitch was freed by Gabe Kerbs summer 2018.\n\nP2 (5.12b, 110’): From the higher belay above the hollow flakes, move right to the clean seam. Climb this seam (PG13-ish) with a cool head and some wires/sliders, and then continue up to the overhanging crux section in the brown rock. Fire this, keep it together, and mantle onto the big comfy ledge.\n\nTuco’s Escape/ P2 Variation (5.10 R, 110’): From the higher belay above the loose flakes, climb straight up the thin crack system passing one bashie. Reach left to another crack that angles right. Follow this until the end of the scoop and move left to the steep bulge (do not follow the line of copperheads straight up!). Place some pro in the horizontal and face climb 25 feet to the ledge.  This pitch puts lots of air beneath you and is kind of a serious lead, but it’s a good option if you’re not feeling up to climbing GBU’s crux pitch. FA Emily and Gabe 2018.\n\nP3 (5.10b, 60’): Climb the shallow corner (or step right to a layback flake) up to some more big flakes and then traverse under/exit the roof on the right. This is how most people finish Slammer Jam as well.\n\nNote: There is currently (2019) a fixed gear anchor at the traditional belay location on P1. Won’t be there forever, but for now it allows one to lower off after P1 with an 80m rope if desired. ","protection":"Doubles from purple c3 to #2 and a full set of wires including micro offsets (esp. for direct p1). Ballnuts useful. Many draws/runners.","location":"Right of the great roof is a large rounded arete. Right of this arete are the thin cracks of GBU."},"__v":0},{"_id":"cO2ghkVuXzS+9Bu8NNHmAA==","name":"Good Action","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Barry Ward, Alan Humphrey (YB)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":41,"mp_id":"105981110","mp_crag_id":"105792404","climb_id":"cO2ghkVuXzS+9Bu8NNHmAA==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Left of Twin Cracks are a line of bolts following rib/plates. Some of stances are hard to clip from, and exiting the route can be a bit exciting. Not a true sport route.","protection":"bolts","location":"Right side of Flying Buttress, one pitch up. Access by 5th class chimney on outside edge or pitch 1 of Coke Bottle."},"__v":0},{"_id":"fes2hbJLWyOAvsJjXsfrUg==","name":"Deep Yogurt","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Larry Treiber, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":45,"mp_id":"108140969","mp_crag_id":"105792404","climb_id":"fes2hbJLWyOAvsJjXsfrUg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"WHqn0LxkUgCrVlURjLE93Q==","name":"Crisco Way","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rusty Baillie and Jack Huack","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":8,"mp_id":"111415156","mp_crag_id":"105792404","climb_id":"WHqn0LxkUgCrVlURjLE93Q==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"This is a the single pitch off-width that seems like the best way to do Green Savior and is reflected in the description of \"Triple Direct\". But, it shows up as a different route in the Cramer guide and the descriptions of Green Savior and Triple Direct can be confusing about how Crisco Way fits in. If you're heading up to do the main part of Green Savior, this is definitely a pitch not to be missed, though it is stouter and more of a thrutch than anything on G.S. That said, it protects easily and well and taking it calmly, one thrutch at a time works very well. Like the Triple Direct description says, be sure to protect the traverse right to the start of the main pitches of G.S. as the follower could take a very bad swing. Protection is ample and varied and doesn't really need anything wide, even though Cramer notes \"Put those big cams to good use.\" \n\n  Worked well to start left side in and then switch to right side in when the hand cracks become usable.","protection":"Singles to #3. If you've got wide stuff for the upper part of G.S. you might use, but not necessary as the hand and finger cracks are great in the back of the off width. Upper traverse is tricky to protect.","location":"If you start on the traditional way up Green Savior, then this pitch becomes obvious as soon as you go up and over the \"window\" and look up towards the main stretch of Green Savior. Crisco Way is the obvious and compelling off-width that is up and left. See photo."},"__v":0},{"_id":"i0U8SFqaVNuTdr4WqdIyYw==","name":"Crack Lover's Variation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D Lovejoy, J Sisson, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":28,"mp_id":"105977734","mp_crag_id":"105792404","climb_id":"i0U8SFqaVNuTdr4WqdIyYw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"A great way to spice things up! Depending on the variations you do, this route could be as easy as 5.7, but I will describe the most challenging way to go about it. \n\n  P1: Start just left of the first pitch of Reunion at an obvious wide hand/fist crack. Climb this (5.8) to a ledge with a tree. \n\n  P2: Climb up the dogleg crack in the face above the ledge (5.7)  Above the dogleg, the crack makes a \"Y\". Continue straight up the beautiful fingercrack on the right to a belay on the ramp above (5.9) \n\n  For the next pitch, either climb the third pitch of Classic (5.7), or the second pitch of Karl's Corner (5.8) to the top of the Flying Buttress. \n\n  Rappel Coke Bottle, or continue up High Exposure (5.6+) or Beaver Cleaver (5.8+) to the top. \n\n  For an easier first pitch, do the first pitch of Reunion to the ledge with the tree instead. \n\n  For an easier second pitch, climb out left above the wide dogleg instead of straight up the thin fingers.","protection":"Gear to 3 inches","location":"Located on the left side of the flying buttress, around the corner to the right from the start of Classic and just left of the start of Reunion."},"__v":0},{"_id":"VF0WVnv1WQeBShh0kx6ZCw==","name":"The Coke Bottle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FA 1967 Don Weaver,Rex Lambert, John Brucker. FFA 1971 Scott Baxter, Karl maelstrom, David Lovejoy","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":43,"mp_id":"114438638","mp_crag_id":"105792404","climb_id":"VF0WVnv1WQeBShh0kx6ZCw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Also the central rappel route for GM, this chimney system is one of those routes you’ll come to love the more you do it. Good practice for more serious objectives that have runout chimney pitches.“Yosemite-style knee grinding chimney climbing” (Cramer guide)Best to climb it on a day where there aren’t many other folks climbing (literally any day of the season) since this is the most common descent off of the MountainP1: climb chimney to the rap anchor on the Froggy Bottom ledge P2: continue up chimney to the next rap anchor P3: climb hand crack in dihedral up to the High E or Beaver Cleaver finish .\n\n Rap Route.","protection":"sparse.   Singles to #3or4 and some wires.    Best to be solid in chimneys if leading","location":"If you’ve rappelled off GM before, you’ve likely found this route before.\n\nCorner formed by the “little brother buttress” resting against the right wall."},"__v":0},{"_id":"RuYwRtsJUOqLrfKDGqWwyg==","name":"Coatimundi Whiteout","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA: Scott Baxter, Jim Whitfield, 1971  FFA (P1/P2): Scott Baxter, Lee Dexter, 1971  FFA (Roof): John Long, Lynn Hill, Kieth Cumming, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":20,"mp_id":"105863271","mp_crag_id":"105792404","climb_id":"RuYwRtsJUOqLrfKDGqWwyg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Probably the most classic route at Granite Mountain.  This is part of the Great Roof section.  Start up a slab for approximately 50 feet.  Then climb a flake that turns into a left facing corner.  There is a two bolt hanging belay at about 120 feet.  The next pitch is a steep offwidth and corner to another hanging belay at 160 feet.  Climb a short easy 20 foot pitch to the next belay.  The next pitch is the crux.  Angle to the right and up under the Great Roof.  Then jam and smear the crack to the left edge of the roof.  The pitch ends after you pull the roof.  Belay as soon as possible to avoid rope drag.  This is a very exposed belay.  The final scramble is up a easy gully, over another small roof, and finished at the triangle shaped boulder.  And alternate finish is to link up on Candyland.  This keeps the rating down to 5.9+.  Descend through the Coke Bottle.  Refer to the Climber's Guide to Granite Mountain for topo.","protection":"There are two bolt belays for the first two pitches.  Most guides say fingers to #3 camalots.  We did use a #4 also.","location":"It is advisable to get an early start so you beat the afternoon monsoon showers."},"__v":0},{"_id":"25KWI3WmUjC8UA99HAPpUg==","name":"Coatimundi / Candyland LInkup","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Old School","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":22,"mp_id":"107859542","mp_crag_id":"105792404","climb_id":"25KWI3WmUjC8UA99HAPpUg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Mentioned under the Coatimundi Whiteout (5.11) route I thought this deserved to be added as is it's likely the best moderate link-up on the mountain. \n\n  P1: Start on CW with a 5.8 pitch to a bolted belay. \n\n  P2: Continue in the corner system 5.9 to another bolted belay just over the roof. P1 and 2 will link with a 70m but it's a stretch with the hardest climbing right at the end. NOTE: A traverse to the left in the middle of the pitch is noted in the Falcon guide, it may be easier but probably not for the 5.7 leader as it traverses unprotected on small flakes. \n\n  P3: Consider scrambling on easy terrain to the inside corner of the Great Roof on another bolted belay. From there ascend the inside corner of the roof and make a wild a exposed traverse pitch under the roof to the right side to an obvious gear belay under a crack. \n\n  P4: Climb a crack over an \"ear\" roof and take it to the top. It's been said that the small roof moves are 5.10 but I didn't think so.","protection":"Doubles to C4 #3 plus a #4 might help.","location":"Start on Coatimundi Whiteout, finish exiting the Great Roof on the right side (Candyland)."},"__v":0},{"_id":"IZHf2ZbHUF2jflqN2HYJ+g==","name":"The Classic","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Scott Baxter, Karl Karlstrom, Lee Dexter, Spring 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":27,"mp_id":"105978422","mp_crag_id":"105792404","climb_id":"IZHf2ZbHUF2jflqN2HYJ+g==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"The Classic is pretty much just what it's name implies. It is also the longest, relatively easy, route on the Mountain. As a result, it tends to draw a lot of climbers, so don't be surprised if you have to queue up for this one. \n\n  P1) Start over on the left side of the Flying Buttress where it meets the wall. Climb easy ground up to a ledge, then continue in a corner until a band of rock allows a traverse right to more ledges and scramble up to a platform with a tree in the corner. \n\n  P2) The Classic Chimney - climb up blocks in the corner to gain the chimney above. Continue up to a nice belay above. \n\n  P3) Move left and climb up the crack formed by the flake against the wall, atop the flake, move up and right to gain a foot-wide ledge that runs up the wall. Tiptoe up the ledge passing a couple of small bushes to it's top, then move over to the corner, and pull over into a crack system that runs up and right across the Flying Buttress to it's far top corner. \n\n  To get to the top, take either the High Exposure Exit (5.6+) or the Beaver Cleaver (5.8+) exit. You can also work your way down off the top of the Flying Buttress from here to gain the Coke Bottle Rappels, but this is tricky. Please rope up if you do this! \n\n  Note: A lot of folks choose to start this route with the first pitch of Reunion (5.7), which is a nice left-facing corner about 20 feet right of the first Crack Lover's Variation pitch.","protection":"Standard rack to 4\"","location":"Starts near where the left side of the Flying Buttress meets the main wall."},"__v":0},{"_id":"yyemyX3VXT+Lm+b7zG32Gg==","name":"Cinnamon Girl","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"David Anderson and Robert Crawford, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":18,"mp_id":"106538490","mp_crag_id":"105792404","climb_id":"yyemyX3VXT+Lm+b7zG32Gg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"This route climbs the easy slab just left of Coatimundi Whiteout's start.   \n\n  Pitch 1: 5.9 R/X - Start on the easy slab below Waterstreak delight.  Climb up about 15 feet left of Waterstreak and start running it out clipping 3 bolts as you head to Kingpin's second pitch belay.  This pitch is about 180 feet.  You can add a pitch and belay about 50 feet up, but I HIGHLY recommend against this option. \n\n  Pitch 2: 5.7 R - Climb the face just right of Kingpin's 3rd pitch towards the large flake crack shared by Coatimundi Whiteout and Waterstreak Delight. \n\n  Pitch 3: 5.9+ -  Traverse over to Kingpin's 4th Pitch and climb the face of Kingpin. \n\n  Pitch 4: 5.10 - Climb up Kingpin's final corner and make an awkward left exit early to a beautiful overhanging green corner.","protection":"Pitch 1 is easy but no protection really.  Pitch 2 is runout and the bolts are garbage: take caution.  The rest is adequately protected.","location":"Start just left of Coatimundi Whiteout (second bolted line to left)"},"__v":0},{"_id":"RmBUNAapVxWKmCSOb+VYhg==","name":"Chameleon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Todd Trautner and Alan Prehmus","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":0,"mp_id":"111412795","mp_crag_id":"105792404","climb_id":"RmBUNAapVxWKmCSOb+VYhg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Starts to the left of the broken crack system that heads up left of and parallel to Chim Chimney Direct. The lowermost part of the crack doesn't protect, which is why we and the Cramer guide show the start off to the left with a traverse right after placing some gear in the right arching flake. That said, even the left off-width start that can protect with a #5 and #4 is significantly more difficult than the rest of the climb. I was loathe to try the direct start. \n\n  I've edited the beta photo, but the updated topo doesn't seem to show unless you click on \"view full size\". I've put in yellow circles to show where the Cramer guide shows the belays. We combined p1 and p2 both times I've done it. \n\n  Continue up a short and nice crack to a ledge, then another crack to a ledge with a nice tree where the first natural belay could be, which is what Bill's guide shows. On both times doing this climb, I pitched out to the next ledge to have both P1 and P2 from Bill's guide done as P1. This P2 is up another short face to crack on easy ground to another big ledge, which is where we set the first belay both times.  \n\n  The really fun pitch starts from this ledge and goes up a bit of a rotten crack system for about 15-20 ft before traversing a few feet right into a really nice vertical crack for another 15-20 feet. At this point the pro is sketchy and the right leaning diagonal weakness looks totally unprotected. I got a couple little BD X4s in and traversed across delicate ground LEFT to the arete and slightly around, where there's a nice, protectable right leaning crack leading to the big ledge above where Bill's guide has the two X's for bolts and the 4th \"19\" for this route (i.e. top of P3 for his guide, P2 for us). Also possible to climb down a finger crack up and up another hand crack in the left facing dihedral to access the same ledge with a bit easier climbing. From the ledge to the top is easy scrambling. \n\n  The first time done, we went left of the arete up easy, but super fun ground from here to the top, which can be pitched out or taken as a single, rope stretching 60+ meter pitch. We did it in two long pitches (full 60 m rope lengths), but it'd be easier for rope management to pitch out to the 4 that Cramer's guide shows.","protection":"Doubles (or singles, depending on how you pitch it out) with a #4 if you do the direct start. The pic of the start actually show a #5 as the first piece, which we put in as we had it for Hassayampa. Probably not needed.","location":"Just to the left of Chim Chimney Direct -- it's route 19 on Bill Cramer's fold out guide. At the lower end of the ramp that leads around to Pine Tree Ledge."},"__v":0},{"_id":"9Kwjozm3VOixylv21G/24Q==","name":"Cat's Pajamas","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jonathan Bjorklund, Bill Claggett, and Bob Ladd. 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":36,"mp_id":"107859470","mp_crag_id":"105792404","climb_id":"9Kwjozm3VOixylv21G/24Q==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"After a so-so first pitch this climbs into a great handcrack then eases into some \"interesting\" climbing above. \n\n  Pitch one: Starts in a left facing wall, right of Reunion with a large flake. Climb the flake and then trend right to a good belay below an obvious crack in a dihedral. \n\n  Pitch two: An excellent and stiff hand crack, be sure to go right at a right trending crack (easy to miss) otherwise you will be on a spicy 5.9 variation. With a 70m you can make it damn near the top otherwise belay where appropriate. \n\n  Pitch three: Without a 70m rope on P2 belay where appropriate and make a 3rd trivial pitch to the top. Beware loose flakes! \n\n  Finish by scrambling around to a ledge to the Coke Bottle rap anchors, 2 raps with a 70m to the ground.","protection":"Doubles to C4 #3 are nice.","location":"Starts climbing large flake right of Reunion start."},"__v":0},{"_id":"/zYgNlVhVaaju8fMb/IjTg==","name":"Candyland","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: David Lovejoy, Dwight Bradley (1970)  FFA: Karl Karlstrom, Rusty Baillie, David Lovejoy (1972)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":23,"mp_id":"106018270","mp_crag_id":"105792404","climb_id":"/zYgNlVhVaaju8fMb/IjTg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Candyland is the right-hand crack system that climbs to the Great Roof in the middle section of Granite Mountain, and exits the roof to the right.  \n\n  Pitch 1: Climb up to the right end of a large flake and traverse it back left to the base of the main crack. Follow this crack through increasingly difficult jamming and stemming to the crux flakes near the bolt (5.10), through the overhang and to the belay on three modern bolts (thanks to efforts by Rusty Baillie). \n\n  Pitch 2: Clip a draw to the highest bolt and ooze into the severely flaring and insecure chimney above. Fortunately a couple modern microcams (.4's,.5's) fit into pockets in the degraded crack in the back, making the awkward moves above much less scary (back in the day bad #1 stoppers were it!). This short pitch ends at a solid two-bolt belay. \n\n  Pitch 3: Climb the obvious corner crack above- widening from thin hands to larger than fists. Belay on the amazing ledge below the Great Roof. \n\n  Pitch 4: Stem up the main corner, past a bald spot, to reach the roof, stuff in some small cams, and hand traverse rightwards as fast as your arm strength allows. Continue following the horizontal crack system around the corner to another amazing belay ledge on the main face. Arrange a belay with gear \n\n  Pitch 5: Head straight up the beautiful thin fingers to ringlocks crack before turning the roof-flake on the left. Be sure to runner the hand-sized piece under the roof to avoid rope drag on the long pitch above. Follow easier ground up the main crack system, passing a couple of ledgey areas, before gaining the final blank corner and the summit boulder problem. The route ends to the right of a pointed boulder that is the highest point on the entire crag.","protection":"A typical Granite Mountain rack with wires and cams to #4 Camalot.","location":""},"__v":0},{"_id":"MJlKXLUpXeSH4Q3VbII+JA==","name":"Camptown Races (variation)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Ian Howell, Rick Thaler, '73 FFA: Charlie Lyon, Steve Dieckhoff, Bruce Carson, '75","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":29,"mp_id":"106125240","mp_crag_id":"105792404","climb_id":"MJlKXLUpXeSH4Q3VbII+JA==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"Climb the Classic (5.7) or any variation thereof that gets you to the 3rd pitch of the Classic.  Start up the gorgeous right-facing dihedral, but at the bulge instead of cutting left and going over it, head right underneath the roof to the end. \n\n  I remember the climbing being technical and airy with some pretty exciting moves while looking at a potential swing into the corner.","protection":"A rack for The Classic including nuts and cams from TCU's to #1 camalots for the Camptown Races variation.","location":""},"__v":0},{"_id":"uLQpFnXSV7CWBlrp1N73dg==","name":"C. W. Hicks Direct","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Treiber, Byrd, Parker, 5.10+ upper route 1973, Rusty Bailie and Karl Karlstrom 5.9 A2, FFA Jim Waugh, Ray Ringle, and Herb North, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":3,"mp_id":"105886197","mp_crag_id":"105792404","climb_id":"uLQpFnXSV7CWBlrp1N73dg==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"C.W. Hicks’ 2nd pitch is one of the best on the mountain though it is not all that well protected. The climbing is excellent on all three pitches if your head game is good. Steep jamming, desperate stemming, thin cranking, and of course, some blue collar thugging all await the well rounded climber.Pitch 1, 5.11-\n\nTo the left of Magnolia Thunder Pussy look for a steep line with a well defined dihedral in the middle. The splitteresque first pitch finally got some cleaning and a pin replaced (2017). It reportedly pairs well with the vibe of the upper pitches so bring your game. Back in the day many people avoided the neglected first pitch by climbing pitch 1 of Magnolia. So, however you go about it find your way up to the base of the large dihedral on climbers left.\n\nPitch 2, 5.11-\n\nThis is a demanding pitch with thin technical moves down low with small, dubious pro and more strenuous moves out of a slot. Very technical and may feel like .11 on the onsight, though the grade we had circa Y2K was .10c. Belay at a small stance on the right side not too far after the slot.\n\nPitch 3, 5.9+ \n\nOn the last pitch, climb left to a hand crack and through some thuggy 5.9 terrain to an easier chimney to the top.You can do the Swamp Slabs Descent or walk over the top to the Coke Bottle Rappels.","protection":"Standard rack to #3, extra small wires, steel or brass. ","location":"To the right of the Swamp Slabs past a large dihedral system, C.W. Hicks is the next system left of Magnolia Thunderpussy."},"__v":0},{"_id":"rbWrIiMTVF+WKbQPviNaPw==","name":"Breakfast Before Dessert","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"G. Kerbs/I. Habib","type":{"tr":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":17,"mp_id":"120123769","mp_crag_id":"105792404","climb_id":"rbWrIiMTVF+WKbQPviNaPw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"A clean little layback problem at the base of the cliff ","protection":"Spotter, or TR","location":"On the trail up to the Candyland/Coatimundi "},"__v":0},{"_id":"LZBEQJvTXaS7HXdklWOt+Q==","name":"Blowin in the Wind","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Leo Henson 1988","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":11,"mp_id":"116494723","mp_crag_id":"105792404","climb_id":"LZBEQJvTXaS7HXdklWOt+Q==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"One of the few (only?) rap-bolted lines at Granite Mountain.\n\nYou can access it ground-up by climbing Witzblitz and then traversing right (just after the beargrass) to the dihedral with the peregrine crap at the base (3-bolt anchor)Or, rappel in from the large ledge that's left of Kingpin's final pitch. Theres a bolted anchor on this ledge.There is some mellow down-climbing/scrambling from the top of the cliff to reach this ledge. From the anchor, climb the bolted corner until it ends and continue up the gently overhanging face.  The climbing is on positive holds and some scary flakes; the rock throughout is less than perfect.  But heck you can't beat the position. (I'd give it 2 stars if the pitch was off the ground)\n\n The crux is the last 3 bolts (5/16 buttonheads) and is powerful and sharp, but the rock is better for this section. ","protection":"8 or 9 bolts, bolted anchors at bottom and top of pitch","location":"On the large, slightly overhanging \"posterboard\" face left of Kingpin's final pitch "},"__v":0},{"_id":"Z/SW9VDbU/as/uqlvqxwaQ==","name":"Beaver Cleaver","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"L Treiber, J Byrd  1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":30,"mp_id":"105983795","mp_crag_id":"105792404","climb_id":"Z/SW9VDbU/as/uqlvqxwaQ==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"This is one of the two exit pitches from the top of the Flying Buttress. Though better protected than the High Exposure exit, this pitch is still heads up, and stiff for the grade.From the top of the flying buttress, climb straight up thin incut edges on exposed slab past several widely spaced bolts, aiming for the obvious right facing dihedral above. Just before you reach the dihedral, make a crux mantle onto a shelf a ways above your last bolt. Put some gear into the nice crack in the dihedral, and cruise to the top.The title refers to a character in the 1950's hit Leave it to Beaver.","protection":"Several finger to hand sized pieces, some quickdraws.","location":""},"__v":0},{"_id":"bwHwePMXXkKhtuA9oqsWRw==","name":"A Bridge Across Forever (aka The Nose)","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Jim Waugh, Leo Henson, Jay Anderson, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"left_right_index":38,"mp_id":"113693821","mp_crag_id":"105792404","climb_id":"bwHwePMXXkKhtuA9oqsWRw==","areaRef":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"The Line you look at every time you arrive at the Front Porch.\n\n Follows the obvious crack/right-trending seam up the center of the Flying Buttress on the face that is closest to the Front Porch.\n\n P1: Start with a few moves of tree-stemming off of the Oak at the base of the route. Climb the crack (start of \"Hotline\") up to a no-hands stance at the large horizontal dike. Continue up, heading right to the shallow alcove/depression. Climb past the short wide crack to the right-trending seam and follow this to a belay where the seam meets the hand-crack. There’s a bolted anchor, but if continuing to the top there’s a better stance a bit higher and plenty of options for gear. P2: Continue up the inviting hand-crack that narrows to fingers and then a seam. Lots of pin-scars. (mostly 5.9ish with a 5.10 sequence at the top). Quality pitch, and highly recommended.\n\n Belay at the top of the buttress and walk to the Coke Bottle rappel on the [climber's] right-side of the buttress, or continue to the top via \"High Exposure\" or \"Beaver Cleaver\".\n\n Aid climbers: PLEASE leave your hammer on the ground for this one - it’s been marred plenty already.","protection":"stoppers from micro to finger-size. Double set of finger-size cams, one or two hand-size cams and a few smalls as well. Confidence-inspiring #4 camalot (other options exist) for the beginning of the business. Quickdraws for pitons and wires.","location":"Flying Buttress.**Purchase Bill Cramer's fold-out topo-guide if you intend to spend time at Granite Mountain **"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,99a4fc3c-0cdf-5b21-be8c-53aae1e4ced7,610b6c09-8da0-5617-a8a7-957327c43162,b5282578-89c5-5bf0-919f-545705119e1f","pathTokens":["USA","Arizona","Central Arizona","**Prescott Area","Granite Mountain","Middle Section"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10-"},{"count":2,"label":"5.10b"},{"count":3,"label":"5.12-"},{"count":3,"label":"5.8+"},{"count":3,"label":"5.11"},{"count":3,"label":"5.11+"},{"count":6,"label":"5.10"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.12+"},{"count":4,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.6"},{"count":4,"label":"5.8"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.13-"}],"byDiscipline":{"trad":{"total":41,"bands":{"unknown":0,"beginner":10,"intermediate":18,"advanced":12,"expert":1}},"sport":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":1}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"aid":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":18,"advanced":16,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.56665,34.62908]},"bbox":[-112.56719646805983,34.628630339818145,-112.56610353194016,34.62952966018187],"left_right_index":-1,"ext_id":"105792404","area_id":"tSgleInFW/CRn1RXBRGeHw=="},"content":{"description":"The Middle Section (for lack of a better name) contains the bulk of the routes at Granite Mountain, running from Magician over to the right side of the Flying Buttress and the Coke Bottle route.**  These are the longest, hardest, and arguably best routes at Granite Mountain, running up to 450 feet in length. \n\n This separation was originally established by Jim Waugh in his 1982 Granite Mountain guide. I may try to break this up a bit more for ease of finding routes later."},"density":0,"totalClimbs":46,"__v":1,"createdAt":"2022-11-07T05:52:33.955Z","updatedAt":"2022-11-25T11:09:22.666Z"}