{"_id":"63689d5ce80bff5a994f5ff5","area_name":"South Face","shortCode":"","climbs":[{"_id":"QzdmfPl8WQaZOs3ZWtZoyA==","name":"Derringer","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"George Giddings, Chuck Richards 11/1972","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20094,36.4973]},"left_right_index":1,"mp_id":"120751026","mp_crag_id":"119014645","climb_id":"QzdmfPl8WQaZOs3ZWtZoyA==","areaRef":"ThUbClHuXqeLwNTXo/cotw=="},"content":{"description":"Bullseye links to Derringer.  Could be done in 2 pitches, but there are bolt anchors at the top of p2 on a good belay ledge.  Once summit, either continue Old Original or rappel from the top of pitch 1 of Old Original and descend 3rd class","protection":"1st pitch:  2 bolts, anchor bolts before traverse\n\n2nd pitch: cam and 1 bolt to anchor bolts at the ledge\n\n3rd pitch:  1 bolt, no anchor bolts but can slang a rock or bushes","location":"Top of Bullseye."},"__v":0},{"_id":"5Z459D4sXZCO47vh7N9HaA==","name":"Old Original","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"John Dyer, Robin Hansen and Tom Rixon 2/1940","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20094,36.4973]},"left_right_index":2,"mp_id":"106912474","mp_crag_id":"119014645","climb_id":"5Z459D4sXZCO47vh7N9HaA==","areaRef":"ThUbClHuXqeLwNTXo/cotw=="},"content":{"description":"This is truly more of an adventure that a traditional rock climb. Not much of it is vertical, not a whole lot is 5th class, but its all quite fun, and very beautiful. Route-finding was definitely the challenge of the day  both on the approach, as well as throughout the route. I printed out a slew of trip reports/beta from various websites and we still stumbled around a bit to find our way. Various reports rate this 5.3-5.7  I felt there was definitely not a move harder than 5.5. Hopefully this beta will be some of the better stuff out there  and help get you spending more time on the route, and less time trying to find it.\n\nPLEASE READ: Starting in 2018 there has been a pretty consistent yearly condor nest on this route.  The first California Condor to fledge at the Pinnacles in over 100 years came from this nest. Please check with the Park Service web page, the Friends of Pinnacles website and the MudNCrud forum to see if this route is closed during the raptor nesting season and possibly longer.\n\nWe did this in a team of 4 (with 2 ropes), and had 1 person tie in short on the 2nd rope. We simul-rappeled a few times to speed things up  generally the rappel stations were bomber and modern. (if simul-rapping, please be aware of the added risks and concerns). We left the parking lot at noon, and were back to the car by 6, including a fair amount of time wandering around on the approach semi-lost, casual climbing (with 2 folks who had minimal experience outdoors), and a nice lunch up on top. Pack layers  it can be alternately windy/cold/shady/hot based on where you are along the route.\n\nGear\n\nI would highly encourage carrying two ropes (we brought 2x 60m). We passed a lot of intermediate belay stations that likely would have allowed for a single-rope raps, but 2 ropes gave us a lot more options, and sped things up. There were a few places where shorter rope might have gotten you to a decent spot, but longer ropes allowed us to get on the most secure ground possible.\n\nEverything is bolted  so a half dozen draws should suffice  we brought a few pieces that never left the pack and just added weight. There were very few spots for other protection anyway, just be prepared for easy but runout terrain. If you wanted to climb Middle Tower, a couple medium pieces to anchor a better below wouldn't hurt.\n\nApproach\n\nFollow the directions on the main page to west side of the park  taking Hwy 146 from Soledad. Jump on the Balconies Trail from the picnic/parking area, and walk about a half mile, passing most of the west face of Machete Ridge. There is a big obvious sign that says Machete Ridge climbing access to the right, just before a footbridge (maybe the 3rd or 4th bridge).\n\nFollow this trail up to the base, and head right (moving south), doubling back the way you came along the base. Continue to follow this trail ALL the way around the south side of Machete Ridge, and then back up around the back side (east) of the rocks. We had a hard time finding this  because we kept thinking we had gone too far. It feels like you almost do a complete lap around of the ridge  but after passing much of the east face, youll see two large pine trees up to the left between a saddle. There wasn't much of a trail, and you pass lots of confusing trees along the way  but these are 2 pines that are pretty much on their own, right up in the notch.\n\nAlternately  you could hike in from the east side of the park, meeting up with the Balconies Trail. Havent done this  but should be possible, and would take a few hours.\n\nPitch 1 - 5.3:\n\nFrom the notch with the pine trees, scramble up the rock just before the 2nd pine. You will find a grassy ledge about 50 feet up, with a small pine tree on the north end. Just left of the tree you can see a small patch of bush/grass about 15 feet up on the left  with your first (fairly high) bolt just above that. Head up and left to that bolt, then move right to a 2nd bolt at your feet. Just above this youll fine 2 bolts at eye-level for the belay. Very short pitch.\n\nPitch 2  walk (3rd/4th class):\n\nYou can walk about 30 feet to a small notch on your right (before the tree). Dont climb down the notch  but hop up on the ridge to the right of the notch, doubling-back the way you came but on higher ground. Follow the exposed ridge down, with few (if any) options for protection. It might be possible to belay someone from the top of P1 bolts  but you wouldn't be able to see/hear each other well (the rope would start below the ridge, and go up and over the other side). We walked it  but it is exposed, and you have to down climb a bit on the last 25 feet to get to a gully, which is the start of Pitch 3.\n\nPitch 3  5.5\n\nThere is a notch here with 3 bolts  2 newer solid ones, and a 3rd on an old/homemade hanger. This pitch involves a few short exposed moves moving right around a bulge. You can see the first bolt from the belay. Once you get around the bulge, you have a crouching traverse (at least for tall folks like me), past a 2nd bolt at your feet. Its an easy walk past the 2nd bolt, but I stayed roped in. 40 feet later the ridge flattens out, and you can climb an easy 8 notch up to the obvious grassy area with a few small Manzanita trees. I belayed from here off a manzanita (and we ate lunch).\n\nPitch 4  walk (3rd/4th class):\n\nFrom the manzanitas  walk up and over the ridge to your right, following the ridge down to nice set of chains. Its an easy walk, but once again very airy and exposed. If you are concerned, you could belay from the Manzanita  but it would be mighty runout, and no real protection along the way.\n\nPitch 5 - rappel\n\nFrom these chains, we did did a double rope (60m each) rap to the NW gully below. Its a low-angle rappel on class 3 and 4rock (could be downclimbed easily) for most of it, but the last 30 or so are overhanging and a free rappel. We passed 2 intermediate rap stations that I would assume would allow for a single rope rappel.\n\nPitch 6  scramble/rappel\n\nFrom the gully, you can either walk around right, or scramble over to another obvious gully. Youll see a U-shaped notch (not the W-shaped notch to the right). You can climb the notch (easy 5th class  but not 3rd class the way some guides state) Find a single bolt in the notch (left hand side), and either rap down, or downclimb the lichen-covered rock to a protected gully. You can scramble out of the gully, and over to the base of Middle Tower  where there is another rap station that ends the route.\n\nThis is the official end of the route, but Middle Tower can be climbed as a side-excursion (2-bolt 5.5), or possibly traverse farther out towards the other towers.\n\nDescent\n\n[with updates from Brad Young 12/20]\n\nThe descent isn’t hard but it does take some time. Start at a set of bolts on top of Machete Ridge at the base, south of Middle Tower (near a large lodestone). Rappel 60 feet off the east side of the formation (this is away from The Balconies, which are easy to see across the deep canyon to the west). This rappel leads into a mostly-rock gully that extends steeply down to the north. It used to be mandatory to scramble down this gully, but over time the rock there became smoother and smoother and so, by community consensus, three rappel stations were installed. These start about 30 feet below the point where the rappel into the gully ends (about 90 feet from the rappel anchor at the top of Machete). Scramble down the gully, or use these three stations to make three rappels down to a fairly large, fairly flat, meadowy area (all rappels are 85 feet or less).\n\nMove north to the far end of the meadow. Set up a belay by slinging a tree. Make a 125-foot, class four, level traverse northwest over the top of a slab. The traverse leads to the top of a gully. Follow this gully down toward the north end of the Balconies Cave. Make a choice as the gully gets wider: either veer right (due north) toward a grassy slope which leads to the Balconies Cave Trail (at a point north of the cave), or continue down and a little left (northwest) to a series of big boulders. Weave among these boulders (some exposure) to reach a metal handrail that is part of the Balconies Cave Trail. Follow the trail down into the cave and back toward parking.\n\nNote: although some parties have rappelled from a tree in the south end of the large, fairly flat meadow, that tree seems to be dying from these efforts, and may not be stable. This rappel also requires two ropes (on a climb that doesn’t need two ropes anywhere else). The class four traverse is overall easier and is also consistent with this “alpine” type of climbing.","protection":"Light rack, lots of water(can be very hot).\n\nA full set of nuts and a single set of cams from c3's to #3 camalot is overkill. Take every other size and half a dozen runners.","location":"Traverses Machete Ridge, from southeast to northwest."},"__v":0},{"_id":"0XYMezecUFi7CFta+W/zzg==","name":"Bullseye","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Larry Johnson and Steve Bosque 3/1992","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20094,36.4973]},"left_right_index":0,"mp_id":"120750922","mp_crag_id":"119014645","climb_id":"0XYMezecUFi7CFta+W/zzg==","areaRef":"ThUbClHuXqeLwNTXo/cotw=="},"content":{"description":"Alternative route to Old Original start without the long, third class approach.   This reaches to the direct start to Derringer.","protection":"3 bolts to anchor","location":"On the approach to the Old Original, go left and climb up on a series of boulders."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,da25b985-1c4e-503d-9c4f-5713cbb30c43,eec9de57-40f7-5e17-a855-54b8faf87e5a,7a66495a-eafd-5961-8e1d-e099183c5cfa,4e151b0a-51ee-5ea7-8bc0-d4d7a3f728b7","pathTokens":["USA","California","Central Coast","Pinnacles National Park","West Side","Machete Ridge","South Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.20094,36.4973]},"bbox":[-121.20149935891742,36.496850339818145,-121.20038064108257,36.497749660181874],"left_right_index":-1,"ext_id":"119014645","area_id":"ThUbClHuXqeLwNTXo/cotw=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:55:30.173Z","updatedAt":"2022-11-25T11:16:02.795Z"}