{"_id":"6368a60be80bff5a995c518c","area_name":"Wayne’s World","shortCode":"","climbs":[{"_id":"XfGrsT3gVu6xB1Cg7RZRGg==","name":"Klettersteig","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.63057,47.4359]},"left_right_index":0,"mp_id":"118327220","mp_crag_id":"118307059","climb_id":"XfGrsT3gVu6xB1Cg7RZRGg==","areaRef":"yI4AGBsyXX6uJQBbeR3eNw=="},"content":{"description":"The Top Access for the crag is a little complicated without prior knowledge or information, because you can’t see the routes until you rappel in. There are also currently 12 anchors up there of various types. If it's not a bolted anchor, a quicklink/webbing is available for you to use your own rope. Some anchors have fixed lines. This description is to help you find your way and nail the route you’re trying to climb. All of the rappel sites are tagged with orange tape / sharpie.\n\nThe access for Darkside is the same, just continue to the right above the crag.\n\nWAYNE’S WORLD\n\nOnce at the crag, go all the way to the left, past Schwing Left. You’ll eventually see a way up to the top on your right. Go up and across the exposed gully with a good but exposed ledge. This will bring you to a set of chains and a fixed traverse rope.\n\nThis set of chains accesses SCHWING LEFT by rappelling straight down through the tree opening. The anchor in the middle of the traverse accesses PARTY ON WAYNE down left, and THE ASPIRANT to the right.\n\nContinuing on, clip the traverse rope and scramble across the crazy tree. Rope tied to bolts. Unclip once across and walk a ways until you see webbing anchors to your right near the cliff edge.\n\nLooking down on the anchors, furthest right is QUARANTINE with fixed orange rope, rappels approx 20' to bolted anchor.\n\nBlue webbing, yellow cord and a fixed line accesses IMPERIAL MARCH on rappel left, and HIGHSTEPPING FOR JESUS on rappel right.\n\nBlack static rope with quicklink access to COLD THERAPY on right. PAINTED RUINS lower down and on the left.\n\n9/16” Red supertape webbing with quicklink raps to PARTYTIME!EXCELLENT! under the roof....and should also reach SOCIAL DISTANCING on rap left. CRAG DADDY may also be accessed from this anchor.\n\n1” red webbing accesses CRAG DADDY by rappelling down and left. If desired (not recommended due to the chossy gully) you can access CHEWBACCEROTICA by moving the anchor and rappelling down and right around the tree.\n\nDARKSIDE\n\nThe next rope traverse down the gully of trees take you to DARKSIDE. Be careful unclipping the traverse rope, you are above a little cliff. From the end on the traverse rope, rappel down to the leaning cedar for LOG RIDE!\n\nContinuing on, go left, then an exposed step right takes you down to an exposed anchor tree. Rappel down and rap left over and against a log for DINGLEBERRIES OF EDEN. Rappel straight down for VADER BUILT MY HOTROD.\n\nIT’S A TRAP is accessed by using the same anchor as DOE and VBMH, but you need to swing hard to the right along the ledge. Be careful of the swing with your rope over the edge.\n\nThe only route that you can actually access the route anchor is JIJI'S CHIMNEY. Walk down to skiers left, around a rock face. The anchor is to the left.\n\nFurther right and up a rock/dirt step is a white fixed line on a tree. Clip into the rope which is tied to the chain anchor. This anchor accesses  REPUBLICAN JESUS and PINA COLADAS WITH PALPATINE.\n\nALPINE CORNER is to the right,  has not been developed, has loose blocks and is not recommended.","protection":"Lanyard.","location":"Go all the way left of all the crags. Look for rock step on your right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,af89152f-cd09-52e9-b6ad-1a46a5f9740a,78d3da65-5d54-5bff-981e-928711279d52,627e16ed-f043-5ea8-b917-f140b509f3ee,0d227c6d-3a29-5991-9a84-1d86d5b1f8f8,c88e0018-1b32-5d7e-ae25-005b791dde37","pathTokens":["USA","Washington","Central-West Cascades & Seattle","North Bend & Vicinity","Exit 38","**Dry Tooling & Ice Climbing at Exit 38","Wayne’s World Dry Tooling","Wayne’s World"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.63057,47.4359]},"bbox":[-121.63123477005344,47.43545033981813,-121.62990522994657,47.436349660181854],"left_right_index":-1,"ext_id":"118307059","area_id":"yI4AGBsyXX6uJQBbeR3eNw==","polygon":{"type":"Polygon","coordinates":[[[-121.63123477005344,47.43545033981813],[-121.62990522994657,47.43545033981813],[-121.62990522994657,47.436349660181854],[-121.63123477005344,47.436349660181854],[-121.63123477005344,47.43545033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:30:41.532Z","updatedAt":"2024-02-19T18:42:07.943Z"}