{"_id":"6368a50be80bff5a995b07b9","area_name":"Ed and Terry Wall","shortCode":"","climbs":[{"_id":"SoEkHw7NXR2z+zYuDx0PBA==","name":"The Y Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":21,"mp_id":"106124768","mp_crag_id":"105739706","climb_id":"SoEkHw7NXR2z+zYuDx0PBA==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"Heard this actually has a more original name. But here it is. Once you have done all the other mod's on this cliff, make sure you tick this one too. Actually pretty good climbing. One of those \"...if it were only longer routes.\" Can chicken out right at the intersection but finish on the\n\nReal McCoy\n\nfor a few more fun moments.","protection":"Bring some med.-sized gear for the actual crack.","location":"The farthest right route on the wall. The obvious \"Y\" crack. Start by climbing the small corner that leads right up to the crack. Rap from the\n\nReal McCoy\n\nanchors."},"__v":0},{"_id":"ZXbofu3CWEusmCIM0D0jWQ==","name":"Vote for Your Mom","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Jason Klimek and Adam Wilson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":22,"mp_id":"105931248","mp_crag_id":"105739706","climb_id":"ZXbofu3CWEusmCIM0D0jWQ==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A short, low-angle, bolted route whose main redeeming feature is that it provides a different way to get to the base of the\n\nEd and Terry\n\nwall from the top of the\n\nRed Slab\n\n.\n\nMossy in a couple of spots, and positive edges the whole way.\n\nThe anchor is above a ledge on which you can traverse left to get to the base of\n\nEd and Terry\n\nproper.","protection":"4 bolts to chains (as well as tied cord in March 2007). Left of the anchor about 10 feet and a bit lower there is a bolt that you can clip as you scoot along the ledge (itd be a bumpy, nasty fall from the ledge - we belayed each other from the anchor to the bolt).","location":"Starts to the right of the right-to-left-upward-sloping ramp that most people use to get to the base of the\n\nEd and Terry\n\nwall from the area above the\n\nRed Slab\n\n."},"__v":0},{"_id":"hB8IP6GnWIOiKQUU1YMVxQ==","name":"Roaches on a Face","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bart Dahneke","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":18,"mp_id":"106158953","mp_crag_id":"105739706","climb_id":"hB8IP6GnWIOiKQUU1YMVxQ==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"The bolts may be far apart but the potential to deck is quite low. Exciting moves to the lip of the overhang. Beautiful face climbing on immaculate quartzite. Gives you a proper lead head and a sense of accomplishment. Just commit and you'll see.","protection":"4 bolts to chain anchors. You can place some small gear between the bolts.","location":"Blank looking face in the middle of the wall. Climbs through the middle of the overhang right of Main Crack. Lower or rappel off with a 60 meter rope."},"__v":0},{"_id":"Wbh0nu0cX6mvYczU+dncMg==","name":"Real McCoy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":20,"mp_id":"105741230","mp_crag_id":"105739706","climb_id":"Wbh0nu0cX6mvYczU+dncMg==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"This is a really fun route, I am not sure why I am not giving it 3 stars... perhaps because I liked\n\nMain Crack\n\nso much.\n\nIt is 5.7, but the moves are tenuous in places, and it is exciting for a bolted route.\n\nThis climb starts about 30 feet up hill from the\n\nMain Crack\n\nand climbs the face following 4 bolts until you reach a left facing corner.  This corner (which turns into a crack as it approaches the two bolt anchor) takes small cams and nuts.","protection":"There are 5 bolts, plus a couple of medium to large nuts for the section after the last bolt..\n\nTwo bolts/chains for an anchor.  I rapped with a 60 meter rope and set up a toprope easily.","location":""},"__v":0},{"_id":"wX1DLKUBX1WUCoQDETqfNw==","name":"North Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":8,"mp_id":"106812628","mp_crag_id":"105739706","climb_id":"wX1DLKUBX1WUCoQDETqfNw==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"An exciting journey up the steep north facing prow of the wall. The route has excellent exposure and super sweet finger locks, but only for the final 40 feet or so.","protection":"A mix of nuts and cams from smallest to 2.5\" bring extra in the 1\" to 1.75\" range.\n\nChains on top.","location":"Belay for the route at a small alcove almost on top of the Thimble, then 4th class up some ledges to the actual start of the climbing. Follow the obvious chimney until you reach a large flake, then traverse right on to the steep corner and start of the awesome finger crack. Lowering off is possible from the chains anchors but will twist your rope a bit."},"__v":0},{"_id":"YHa1JqUZUsqo29n5W1clcQ==","name":"North Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":7,"mp_id":"106471650","mp_crag_id":"105739706","climb_id":"YHa1JqUZUsqo29n5W1clcQ==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A line that follows a series of broken quartzite weaknesses, with a bit of offwidth and about ten feet of actual chimney.\n\nAt the north side (left) of\n\nEd and Terry\n\nscramble east and up a bit and then scramble up some 4th class terrain to a ledge with a bush. This is probably the best belay spot, although you could certainly belay from lower down (before the 4th class scramble).\n\nContinue up some easier 5th class terrain while bearing a bit left where the stemming is easier. Arrive at a section of offwidth crack, make a tenuous move or two to get established in the chimney outside of the offwidth, sit back and enjoy the view.\n\nWhen finished lollygagging head up for the chain anchors, or continue to the top if walking off (a gear anchor will be necessary).","protection":"Nuts small to large, cams of all sizes, slings.\n\nThere is a chain anchor near the top, or continue to the top of\n\nEd and Terry\n\nand belay from there.\n\n(I used a mixture of small and medium nuts, a #2.5 DMM 4CU, and the following Camalot C4's: #.5, #2, #5, #6. The big stuff probably isn't necessary, but the #6 was nice to have.)","location":"Climbs up the wider section of the north side of the main\n\nEd and Terry\n\nwall. In the shade most of the day."},"__v":0},{"_id":"kuO1rYmQV6CJmINHcAECWg==","name":"No Way In Hell","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":19,"mp_id":"105951603","mp_crag_id":"105739706","climb_id":"kuO1rYmQV6CJmINHcAECWg==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A fun trad route on a fun wall.\n\nNo Way in Hell\n\nclimbs a flake system up to and around the right side of the center roof on\n\nEd and Terry\n\n. It then goes to the slot up and right of the roof, and finally climbs up a small, broken crack system to the anchors.\n\nThe start and end bits are easier than the rest, but the whole route has positive edges and good feet. There didn't seem to be a real crux; after the start the climbing was similar until right before the end.","protection":"Small to medium nuts and a small cam or 3 (I placed a #.75 C4, a #2 C3, and a #0 C3 (that wasn't really needed). Mostly good placements but you have to look for them. There is also one bolt above and to the left of the slot. Chain anchors.","location":"This route starts to the right of the\n\nMain Crack\n\nup an obvious serrated flake system that is located under the right side of the center roof."},"__v":0},{"_id":"GdE4ussIV9ybPneEHpiQfA==","name":"Neosymian Thugs","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Darren Knezek","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":23,"mp_id":"106397713","mp_crag_id":"105739706","climb_id":"GdE4ussIV9ybPneEHpiQfA==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"Fun moves on sloping edges and jugs up a steep quartzite block. Has an exciting dynamic move.","protection":"5 bolts to chains anchors","location":"This route climbs on the east side of Ed & Terry. Approach via the west face, then skirt around the north corner by the Pinky and then up some 4th class ledges and ramps."},"__v":0},{"_id":"rHeP6sn6UYaBd5sqESp2Yw==","name":"Main Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"\"Ed\"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":16,"mp_id":"105741227","mp_crag_id":"105739706","climb_id":"rHeP6sn6UYaBd5sqESp2Yw==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"This is a great route that screams to all climbers entering\n\nRock Canyon\n\nfor the first time, \"Come climb me!\"  It is situated high up above the road and is a perfect crack that splits the\n\nEd and Terry Wall\n\n.\n\nThe route eats up as much hand size gear as you have.  But be warned, you might need to get creative if you only have a standard trad rack and don't like to take long falls.  But really, how can you fall out?  The crack is that good!  (Okay, if your crack technique is weak, you could possibly fall out...)\n\n\"Main\" crack sums it up.  Climb up the obvious crack through a roof and follow it as it curves left until it tops out at chains.\n\nDescent: A 60 meter rope will reach the ground.  A 50 meter rope won't.  I was able to set up a toprope for my second using a 60 meter, but it just barely reaches.","protection":"A standard trad rack works, however, you will love having as many #2 and #3 camalots (or their equivalents) as you own.  Actually, you don't really need a standard rack, just the size I mentioned above.","location":""},"__v":0},{"_id":"sZi668PPVbioRMJhrW8uuA==","name":"Lucky Streak","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jim Knight","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":13,"mp_id":"106740701","mp_crag_id":"105739706","climb_id":"sZi668PPVbioRMJhrW8uuA==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A heady, exciting route that runs \"across-the-grain\" of the main\n\nEd and Terry\n\n.\n\nThe line starts near the left side of the main wall and trends up and right crossing several other routes on the way to a position at the top of the wall that is directly above the start of\n\nMain Crack\n\n.\n\nStart below the gray-colored bolt visible near the left side of the main wall, and trend generally up and right. Surmount a thin section above the third bolt and climb directly over the lump up whose right edge\n\nFlakes\n\nclimbs.\n\nContinue up and right, clipping a few of the bolts on\n\nCall it a Knight\n\nand eventually cross\n\nMain Crack\n\n.\n\nPut in a cam (a #2 or a #3 Camalot will work) and continue (wait for it...) up and right past a final bolt not shared with any other route, and then to the chains.\n\nWith a 70m rope it is possible to lower to the base of\n\nMain Crack\n\n. With anything shorter, someone will have to follow the route. The route goes up and over about 130 feet or so (the top is about 40 feet right of the start), but the location to which you lower is higher than where you started.","protection":"10 bolts, chains, a #2 or #3 Camalot-sized cam, slings, and possibly a few small nuts for supplemental protection.","location":"Starts below the gray-colored bolt near the left side of the main wall and trends up and right to chains directly above the start of\n\nMain Crack\n\n."},"__v":0},{"_id":"YeWda4QKXwOqAVIQwj8WXw==","name":"I.D. Claire","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Knight and Claire","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":0,"mp_id":"105999231","mp_crag_id":"105739706","climb_id":"YeWda4QKXwOqAVIQwj8WXw==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"Climbs a pointed, tower-like structure that is north of the\n\nEd and Terry\n\nmain wall. Not a destination, but fun to do while up on\n\nEd and Terry\n\n. Definitely sit on top of the tower and look around while you are there.\n\nStart at the northwest corner of the structure and climb through three bolts to the anchor bolt at the top. Downclimb or lower ten feet on the south side to a platform and belay the second from there. (You could also do a normal, slingshot-style toprope from the single anchor bolt, but why spoil the experience?) After the second climbs up the route and then down to the platform downclimb 10 feet to the ground on the west side. (Or grab your draws and your light rack from the second and start climbing\n\nDJW Memorial\n\n).","protection":"3 bolts, single bolt anchor.","location":"Located to the north of the main\n\nEd and Terry Wall\n\non an obvious, pointed, tower-like structure. Approach as for the main wall and head north past the west side of \"The Pinkie\", the triangular face north and slightly west of the main wall."},"__v":0},{"_id":"1KT+9oI3Un+9pox1CyqM1g==","name":"I'm Not Lichen This","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Dave Houser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":5,"mp_id":"106165922","mp_crag_id":"105739706","climb_id":"1KT+9oI3Un+9pox1CyqM1g==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A short, enjoyable route using many positive edges for hands and feet.\n\nStart on the ledge directly below the slabby face. Climb up solid, lichen-covered quartzite passing three bolts to chain anchors. Note thankfully that you're not climbing on the\n\nThe original hardware from\n\nI'm Not Lichen This\n\n, replaced Aug 4, 2008.   Quarter-inch wedge bolts and homemade aluminum hangers. One of the hangers broke so easily that I doubt any of these ever held a fall.\n\n. Going up and over the slight bulge after the third bolt is a bit of fun.","protection":"Three bolts, chain anchors.","location":"I'm Not Lichen This\n\nclimbs up the middle of the west-facing slab that is to the immediate north of the main\n\nEd and Terry Wall\n\n."},"__v":0},{"_id":"3Qm1p6RnXPSBfWz8S9RYZg==","name":"Hotwired","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Jim Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":17,"mp_id":"106375284","mp_crag_id":"105739706","climb_id":"3Qm1p6RnXPSBfWz8S9RYZg==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A more trad variation to Roaches on a Face. Darren K. led me up this some time ago, telling me that it had been done years ago but somebody and he needed to check the gear for his guide book.\n\nBegin on the same bolted face as Roaches. When you reach the downward pointing flake/overlap, head left using a small crack for gear. If memory serves me right DK used small TCU's and even a brass nut. The roof was a quick a grunt and the upper face is mostly mellow. You have to be a bit creative with your gear on the upper face, but it didn't merit a PG rating.\n\nOne more variation to do on this beautiful wall.","protection":"mostly small nuts and cams. Be prepared for less than perfect placements here and there, but nothing scary.","location":""},"__v":0},{"_id":"+Z9ISnBkWJS3MukwIevA4A==","name":"Full Skuck","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Andy Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":4,"mp_id":"106165929","mp_crag_id":"105739706","climb_id":"+Z9ISnBkWJS3MukwIevA4A==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A pleasant jaunt up a slabby, lichen-covered face with an angled roof thrown in to keep it interesting. The position is pleasant and somewhat exposed-feeling.\n\nStart up the slabby section below the roof, slinging a horn off to the left if desired, or placing gear in the corner crack on the right of the face. The climbing is fairly mellow with plenty of positive edges. Put a cam or two in the crack under the roof, move up near the upper edge and put a smallish cam (e.g.,  #.5 BD C4) in the crack over the roof.\n\nPull over the roof, clip the first bolt, and then travel parallel to the arete on solid, positive edges to the chains.","protection":"4 bolts, slings, a couple of small to medium cams, chain anchors.","location":"This route climbs the left side of the slabby face that is to the immediate north of the main\n\nEd and Terry Wall\n\n. Scramble up the angled ramp to the left of the main wall to the belay position."},"__v":0},{"_id":"tWfn2LuNVHSd/Qj4cPN2iw==","name":"Flakes","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":14,"mp_id":"105741680","mp_crag_id":"105739706","climb_id":"tWfn2LuNVHSd/Qj4cPN2iw==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A steep, exposed, thrilling, and wonderful natural line up the best-looking face in\n\nRock Canyon\n\n. When big-name climbers come to\n\nRock Canyon\n\n,\n\nFlakes\n\nalways impresses.\n\nThe line follows the right side of two large flakes about twenty feet to the left\n\nMain Crack\n\n.\n\nA start directly below the right side of the first flake is how most people climb it these now, but in the days of shorter ropes climbers started almost directly below\n\nMain Crack\n\nand traversed left.\n\nThe climbing is exciting: easy moves interspersed with somewhat harder moves on mostly solid holds, and the occasional creaky jug. The gear is obvious and solid.\n\nWhen the edge of the top flake peters out, bear right and up to an obvious crack and the chains.","protection":"A single set of stoppers and cams, two bolts, and bolted anchors.","location":""},"__v":0},{"_id":"lb1cljDPWgSwUb0qsGcYhA==","name":"First Kiss","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Knight","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":3,"mp_id":"105968538","mp_crag_id":"105739706","climb_id":"lb1cljDPWgSwUb0qsGcYhA==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A short climb on rough quartzite, similar to its neighbor to the left, but slightly harder.\n\nLow angled for the first 10 feet or so, then fairly steep to the anchors. Positive edges for hands and feet for the most part, although a couple of sidepulls are helpful.","protection":"2 bolts and a micro cam to cold shut anchors (shared with route to left). Anchors are easily accessible from the top. There apparently used to be a pin between the two bolts but the pin is AWOL. I used a #1 Camalot C3.","location":"The right bolted route on \"The Pinkie\", which is a triangular structure to the left of the main\n\nEd and Terry Wall\n\n. Approach as for\n\nEd and Terry Wall\n\n."},"__v":0},{"_id":"RF1EqxZsX/a5BYDbiddcrA==","name":"Edge-n-Scary","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Christian & Jim Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":9,"mp_id":"106157860","mp_crag_id":"105739706","climb_id":"RF1EqxZsX/a5BYDbiddcrA==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"P1\n\n(5.8, 50') Starts in a mungy slot/corner a few feet left of\n\nCaptured for Rapture\n\n. This pitch requires some medium-sized pieces of gear. After you pull the slightly overhanging slot you kind of get on a little fingerish crack on the north side and that takes you to a tiny ledge with an anchor (one chain, one hanger).\n\nP2\n\n(5.11a, 60') Move over a fun roof (crux) and continue up the now moderate face staying really close to the arete.","protection":"P1\n\nMedium gear, bolted anchor (one chain, one hanger).\n\nP2\n\n7 bolts, bolted anchor.","location":"Starts up a short \"dike\" underneath the left side of the double roofs on the left of the\n\nEd and Terry Wall\n\n."},"__v":0},{"_id":"ArpLTxzeUbeISL0QaXTo7w==","name":"Edge of the World","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":12,"mp_id":"106128158","mp_crag_id":"105739706","climb_id":"ArpLTxzeUbeISL0QaXTo7w==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"An exciting lead on the best wall in\n\nRock Canyon\n\n.\n\nClimb up a bit to a bolt with a dark gray, painted hanger. Just before the bolt is a decent horn to sling if you choose.\n\nContinue up past another bolt to the left edge of a large flake (\n\nFlakes\n\nclimbs up the other side of this feature).\n\nClimb up to and past a small roof that abuts the flake and then continue to the bottom right of the final roof. Up and over the roof to the first of three modern bolts. Continue on to the chains, trending left just a bit.","protection":"Two bolts at the start, and then good gear to the small roof that appears a bit past midway on the route. Three more bolts to the anchors. Being a chicken, I put a supplemental nut between the penultimate and the last bolt.\n\nI used several small nuts (including a couple of BD Micro Nuts) and several cams, including a BD C3 #2, and DMM #1.75, #2, #2.5, and #3 (same sizes as Friends).\n\nThis is listed in the\n\nRuckman\n\nguide as 5.8 R, but I didn't think it was R, or really even PG13. Perhaps it was modern gear, or perhaps just wishful thinking (some of the placements were pretty small, and it is quartzite which does tend to brittleness).\n\nIf you plan on lowering off or slingshot toproping\n\nEdge of the World\n\nit is just barely doable with a 70m rope. Make absolutely sure that the belayer is tied in to the rope, because a 70m probably doesn't reach all the way up and back down (mine was a little more than 10 feet short, but I measured it a while back at 66m unstretched). Have the lowering climber end up left or right of the belayer up the wall just a bit on one of the small ledges.\n\nRappelling with a 70m would be tricky; I wouldn't risk it.","location":"On the left side of the main\n\nEd and Terry Wall\n\nthere are two medium-sized, angled roofs.\n\nEdge of the World\n\nstarts on a line just to the right of the place where the upper of the two angled roofs terminates.\n\nThe start is pretty obvious because of the bolt with the gray-painted hanger. Note that I have seen two different printed topos for\n\nEdge of the World\n\n, each with a slightly different start. One shows\n\nEdge of the World\n\nstarting a bit right of the above-mentioned location (i.e., bypassing the starting bolts); why you would start there is a mystery because you would just end up climbing to the left to get on the left side of the large flake mentioned in the description."},"__v":0},{"_id":"0J+moQkTXv+djgN+WAQw6Q==","name":"Edge of Knight","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":11,"mp_id":"106158995","mp_crag_id":"105739706","climb_id":"0J+moQkTXv+djgN+WAQw6Q==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"Pull a series of roof features connected by some of the best face moves in the canyon.","protection":"7 bolts + medium nuts to chain anchors.","location":"Same start as Edge of the World about 20 feet to the right of the overhangs of Captured for Rapture and clip two bolts up a face to a small overhang that provides a bit of gear. Climb this to the middle of the next overhang, clip the bolt and straightline it to the top."},"__v":0},{"_id":"lTEifgpGXxupyLQJ9KknEQ==","name":"DJW Memorial","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Knight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":1,"mp_id":"105993217","mp_crag_id":"105739706","climb_id":"lTEifgpGXxupyLQJ9KknEQ==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"DJW Memorial\n\nfollows the ridge north of the main\n\nEd and Terry Wall\n\nstarting from just south of a small tower.\n\nClimb past 3 bolts up the west face next to an arete and then traverse south on easy ground to a small, flat area. Start up the ridge arete again, placing medium gear as needed. Arrive at a steeper part of the arete and climb past one bolt, supplemented with gear as needed. Transition onto the west face and traverse past one bolt and the anchor of\n\nI'm Not Lichen This\n\n. Arrive at another steep arete and transition to the east face and climb past two more bolts. Top out on top of\n\nEd and Terry\n\nand belay the second. Walk off to the south or rap from one of the\n\nEd and Terry\n\nanchors.\n\nThe climbing is mellow with large positive holds and only a few moves on rock that approaches vertical. (The start is a bit scary because of loose and hollow sounding rock.) This route has somewhat of an alpine feel to it.\n\nDJW Memorial\n\nis named after David Webb, an early Rock Canyon climber who was tragically killed in an automobile accident.","protection":"A small amount of medium gear and 8 bolts. I used a triple-length sling on a horn and the following Camalot C4s: .75, 2, 3, 4.  Gear anchor at the top. You'll probably want to sling a couple of the bolts and all of the gear long to minimize rope drag.","location":"Approach as usual for the\n\nEd and Terry Wall\n\nbut instead of going to the base of the main wall head left past the foot of the triangular formation just to the north and west of the main wall (\n\nThe Pinkie\n\n). Scramble to the belay location directly south of the small tower that appears detached to the north of\n\nEd and Terry\n\n."},"__v":0},{"_id":"wrj8IV3pWVSTn5tO6YnG7w==","name":"Dipthong","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":6,"mp_id":"106516294","mp_crag_id":"105739706","climb_id":"wrj8IV3pWVSTn5tO6YnG7w==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"Pleasant and sustained 5.7 crimps lead straight up the face to the third and final bolt of I'm Not Lichen This. Your first bit of protection is a couple of micro cams next to each other behind a large horizontal flake. Your second place for protection is in funky pockets/flakes (again, a couple small cams fit there).\n\nThis route could possibly warrant an R rating. Just uh... don't fall before you get that second piece in, or else you'll deck. Also, the gear is pretty small. Best to put a couple cams in at each point.","protection":"Micro cams (I used a set of C3s). One bolt.","location":"Starts on the nice ledge between Full Skuck and I'm Not Lichen This."},"__v":0},{"_id":"7bYWEIF0VsW3bHcW6eAWVg==","name":"Captured For Rapture","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Pedersen","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":10,"mp_id":"106423972","mp_crag_id":"105739706","climb_id":"7bYWEIF0VsW3bHcW6eAWVg==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"Awkward balancy moves clear the first two overhangs and lead to more brilliant face climbing before joining up with Edge of Knight for the finish.","protection":"7 Quickdraws, slings and a couple of small cams. Double Ring anchors at the top.","location":"Pulls the obvious double overhangs on the far left side of the wall. Climb straight up to the fixed pitons in the first roof, then move a little right.\n\nYou must use a 70m rope if you plan on lowering off. Even then it just barely makes it so make sure the ends have not been trimmed."},"__v":0},{"_id":"7dyH4QbtX8aqfPl+B73SIg==","name":"Call it a Knight","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Knight","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":15,"mp_id":"105931238","mp_crag_id":"105739706","climb_id":"7dyH4QbtX8aqfPl+B73SIg==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"This is a long, bolted route straight up the main face of the\n\nEd and Terry Wall\n\n. The climbing is straightforward on positive edges with the occasional sidepull and a pinch here and there. There are a couple of small bulges with tiny edges for feet that might make you question just what you are doing up 300 feet above the valley floor attached to a tiny little thread. Right before the last bolt there is a tiny roof/bulge that is kinda fun.\n\nThe crux for me was when the edges got smaller and the feet went off camber for a move or two. The psychological crux was looking up to the next bolt each time and thinking, Ive gotta go\n\nthat\n\nfar on these little edges?\n\nA 70 meter rope is recommended. After lowering our 70m rope had about 15 feet left including the tie-ins. You\n\nmight\n\nbe able to use a 60m rope if you belay from the next platform up and to the right (base of\n\nMain Crack\n\n) and rappel or lower to a narrow ledge about 10 feet up, then downclimb. If you use a 60m definitely knot the end or tie the belayer in.","protection":"8 bolts to hanger-and-ring anchors. The first bolt is quite high (probably between fifteen and twenty feet), but the climbing to there is relatively easy and there is a crack for pro (a small to medium nut or a small cam) 5 or 6 feet before the first bolt.","location":"After getting to the base of\n\nEd and Terry\n\nvia the ramp that slopes up from right to left look at the base and right about fifteen or twenty feet. There is a small platform from which you can belay. There is a crack behind a flake on the platforms right and small bush just up and to the right of the flake. This location is directly below the anchors; the climb makes a shallow curve to the right and then back towards the anchors."},"__v":0},{"_id":"RIyfaxzrU2OgNxfQnByAKQ==","name":"Blind Date","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Knight","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"left_right_index":2,"mp_id":"105968522","mp_crag_id":"105739706","climb_id":"RIyfaxzrU2OgNxfQnByAKQ==","areaRef":"GOOgbryeVxyay61K4Jk8+g=="},"content":{"description":"A short sport climb on rough quartzite. Low-angled with large holds until just before the first bolt. After that it's fairly steep, but not vertical. A huge jug with no feet for clipping the first bolt (unless you're taller than 5'10\"). Then large, positive edges for feet and hands to the anchors.","protection":"3 bolts to cold shut anchors (shared with route to right). Anchors are easily accessible from the top.","location":"The left bolted route on \"The Pinkie\", which is a triangular structure to the left of the main\n\nEd and Terry Wall\n\n. Approach as for\n\nEd and Terry Wall\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,0f0d1cb5-366f-59ca-93d4-ebb0b62da19b,18e3a06e-bc9e-571c-9acb-ad4ae0993cfa","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","Rock Canyon","Ed and Terry Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":1,"label":"5.3"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.9"},{"count":7,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.11a"},{"count":3,"label":"5.6"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":10,"intermediate":5,"advanced":2,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":7,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6232,40.2645]},"bbox":[-111.6237892785891,40.264050339818134,-111.6226107214109,40.264949660181856],"left_right_index":-1,"ext_id":"105739706","area_id":"GOOgbryeVxyay61K4Jk8+g==","polygon":{"type":"Polygon","coordinates":[[[-111.6237892785891,40.264050339818134],[-111.6226107214109,40.264050339818134],[-111.6226107214109,40.264949660181856],[-111.6237892785891,40.264949660181856],[-111.6237892785891,40.264050339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:26:51.386Z","updatedAt":"2024-02-19T18:41:09.604Z"}