{"_id":"63689d20e80bff5a994f2382","area_name":"Bobcat Spire","shortCode":"","climbs":[{"_id":"vjms/iW4V3aKhujMdGLHog==","name":"Prowler","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dave Spies, Derek Field, Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77679,34.79294]},"left_right_index":0,"mp_id":"116692764","mp_crag_id":"116692455","climb_id":"vjms/iW4V3aKhujMdGLHog==","areaRef":"okvojmm8U26seACstA/1wg=="},"content":{"description":"Prowler tackles the very obvious clean-cut roof crack high on the southwest face of Bobcat Spire. The roof is approached by traversing left from the Original Route.\n\nPitch 1 (5.10, 100 feet): As for the Original Route.\n\nPitch 2 (5.5, 60 feet): Step down and left out of the belay alcove and follow the ramp left past a single bolt. When you get to the big ledge, set a 1-3\" directional (for the follower) cam in the crack for Cat Caught Your Tongue before walking 40 feet left along the ledge to a two-bolt belay. If rope drag becomes an issue on the last part of the traverse, just make a belay sooner.\n\nPitch 3 (5.10+, 60 feet): The money pitch. Jam and undercling the impressive right-leaning roof crack to a two-bolt belay.\n\nPitch 4 (5.4, 30 feet): Scamper up various blocky features to a ledge where the climbing eases off to 3rd class.\n\n Scramble up exposed 3rd class ledges to the summit stack. A belay is not really needed, but you will need to bring the rope up there anyway, for the rappels.\n\nDescent: Walk southeast off the summit stack and scramble 20 feet down into the chimney where you will find a two-bolt anchor that marks the top of the Original Route. Rappel the original route (3 raps with a 60m rope).IMPORTANT: When rapping P2, in order to keep your rope from getting pinched in the roof, you must clip both strands into the fixed biner on the bolt at the lip of the roof as you rap past it.","protection":"Double set of cams to 2\" + one each 3-4\"   The roof crack takes mostly 1\" gear (i.e. the green .75 in C4 size)","location":"Prowler starts on the Original Route and then traverses left to an impressive roof crack high on the southwest face."},"__v":0},{"_id":"s+ZPzjenXcusOIl01/I8pw==","name":"Cat Caught Your Tongue","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Derek Field, Dave Spies, Giselle Field (2018)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77679,34.79294]},"left_right_index":1,"mp_id":"116693344","mp_crag_id":"116692455","climb_id":"s+ZPzjenXcusOIl01/I8pw==","areaRef":"okvojmm8U26seACstA/1wg=="},"content":{"description":"This route is a one-pitch alternative to the second (crux) pitch of the Original Route. It's... exciting. It might be the easiest way to summit the Bobcat, and its surely the scrappiest. There's a good steep section followed by a rotten section that is thankfully not as steep.\n\nPitch 1 (5.10, 100 feet): As for the Original Route.\n\nPitch 2 (5.10, 90 feet): Step down and left out of the belay alcove and follow the ramp left past a single bolt. From the ledge, head straight up the crack system with burly jamming on a steep diagonal. When the crack pinches down (thankfully just past the crux), choose to either (1) step left and up into a solid 5\" offwidth (big cam required) or (2) layback straight up into... surprise! ...a hidden choss stash. The straight-up option is tempting but we recommend to step left. Eventually, both difficulty and rock quality decline until a short gully scramble brings you to the two-bolt anchor.\n\n Scramble up exposed 3rd class ledges to the summit stack. A belay is not really needed, but you will need to bring the rope up there anyway, for the rappels. If, for whatever reason, you are not continuing on to the summit, simply traverse 30 feet right to the top of the Original Route's second pitch (the rappel line) and head down.\n\nDescent: From the summit, walk southeast off the summit stack and scramble 20 feet down into the chimney where you will find a two-bolt anchor that marks the top of the Original Route. Rappel the original route (3 raps with a 60m rope).IMPORTANT: When rapping P2, in order to keep your rope from getting pinched in the roof, you must clip both strands into the fixed biner on the bolt at the lip of the roof as you rap past it.","protection":"Double rack to 3\" + one 4\" camoptional 5\" cam (see route description)","location":"Cat Caught Your Tongue starts on the first pitch of the Original Route and then traverses left to an alternate crack system."},"__v":0},{"_id":"oeosnZX5UsieG9iGOjwPQw==","name":"Bobcat Spire (Original Route)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Derek Field, Dave Spies, Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77679,34.79294]},"left_right_index":2,"mp_id":"116692591","mp_crag_id":"116692455","climb_id":"oeosnZX5UsieG9iGOjwPQw==","areaRef":"okvojmm8U26seACstA/1wg=="},"content":{"description":"The original line on Bobcat Spire carries a mixed bag of climbing and is highlighted by a truly outrageous roof crack on the second pitch.\n\nPitch 1 (5.10, 100 feet): Climb a seam past gear and two bolts to a desperate mantel. Chug up the long, easy (and slightly loose) ramp. Move left into a hand/fist splitter and pull through a strenuous overhang. Two-bolt belay in the alcove.\n\nPitch 2 (5.10+/.11-, 80 feet): The main attraction. Move up the steepening stembox and catch a rest under the imposing downward-pitched roof. Savour the position before hand-jamming the roof crack and pulling a difficult crux move at the lip. Clip the fixed draw as a directional to keep the rope from getting pinched in the lip. Continue up easier choss to a two-bolt belay.\n\nPitch 3 (5.7, 60 feet): Move up into the hanging chimney, clip a bolt at the entrance and squeeze up to a two-bolt anchor below the summit stack.\n\n Scramble 20 feet up to the summit stack. Sign the summit log and appreciate a view of southwest Sedona that not many climbers get to see!\n\nDescent: Rappel the route with one 60m rope.IMPORTANT: When rapping P2, in order to keep your rope from getting pinched in the roof, you must clip both strands into the fixed biner on the bolt at the lip of the roof as you rap past it. Consider bringing a wrench to tighten this bolt down.","protection":"Double set of cams to 2\" + one each 3-4\" cams * optional 6\" cam (protects 10 feet of 5.8/9 climbing just below the roof crack)","location":"This line directly follows the central crack on the southeast face from bottom to top. The route starts at a juniper tree. Look for the first two bolts on the slab/face directly above the tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,c6f3b827-832b-588a-9f6c-30d2c246a123,a24be88e-69bc-536e-ac78-00acb40ff5c2","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Village of Oak Creek","Bobcat Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.77679,34.79294]},"bbox":[-111.77733755174155,34.79249033981814,-111.77624244825844,34.793389660181866],"left_right_index":-1,"ext_id":"116692455","area_id":"okvojmm8U26seACstA/1wg=="},"content":{"description":"Bobcat Spire is the very first rock tower that you see when driving north into the Village of Oak Creek on Highway-179. Positioned on the southwest edge of Castle Rock, the tower is roughly cubic and stands about 200-300 feet high on its tallest aspect. Its steep flanks offer an assortment of 5.10 cracks with roofs. The rock quality is inconsistent, but wild climbing and a pointy summit make it a worthy objective for the Sedona spire aficionado.\n\n In case you are looking for a bobcat shape... there isn't one, really. Other than, I suppose, the thought that the cracks on the southeast face do sorta resemble a cat-scratch. We gave it the name Bobcat because of the enormous mound of cat scat that we encountered in a cave at the base of the spire, in addition to frequent bobcat sightings in our neighbourhood which is located immediately below."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:48.644Z","updatedAt":"2024-01-15T16:39:34.268Z"}