{"_id":"63689d5ce80bff5a994f519a","area_name":"Matthes Crest","shortCode":"","climbs":[{"_id":"/uxozt5iVjiTKiQoRn4j1Q==","name":"North Ridge of Matthes Crest","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.3992,37.8186]},"left_right_index":1,"mp_id":"108343012","mp_crag_id":"106008975","climb_id":"/uxozt5iVjiTKiQoRn4j1Q==","areaRef":"Hl0OYc/lXMO22dsh3aLY5A=="},"content":{"description":"Amazing narrow fin of granite, above an ocean of granite. Variety of interesting moves, unfogettable rock structures, sustained for more than a thousand feet of climbing.\n\nMore interesting and narrow than the South ridge (which is what most roped parties do and call the \"traverse\" of the Matthes Crest). Said by some long-time Sierra climbers to be their favorite ridge traverse. More ... is it the best moderate ridge in USA?\n\n. (All latitude/longitude points given below, also other helpful waypoints and tracks, are in a GPX file linked from\n\nthis page\n\n)\n\nAt least one of the 5.8 sections can be avoided, and much of the reputation of difficulty comes from people trying this ridge in the downward direction. So someone\n\nmight\n\nfind some navigation in the upward direction which keeps all the difficulty at 5.7 or less. Look forward to seeing experiences about this in the Comments.\n\napproach\n\n:\n\nStarting from the Cathedral Lakes trailhead on Tioga Pass highway route 120 (GPS latitude/longitude approx N37.8729 W119.3829) (altitude ~ 2615m). Follow the Approach instructions for the\n\nCathedral Range Traverse\n\nas far as the N end of Budd Lake (lat/long ~ N37.8431 W119.3973) (altitude ~ 3050m).\n\nFrom the N end of Budd Lake, hike SSW about 0.6mile/1000meters up toward the Echo Peaks, which are west of the broad Echo Ridge, which is west of the Cockscomb peak and the Echo-Cockscomb col. The objective is to cross \"Wilts col\" (lat/long ~ N37.8343 W119.4007) (alt ~ 3280m), which is between the East group of the Echo Peaks and the Middle group of the Echo Peaks. Actually for much of the approach you can't see the East group, so perhaps just aim for the obvious wide steep dirt/scree gully facing north which is to the left of the (visible) Echo Peaks. This slope often has a zig-zag track, or snow in springtime).\n\nNext (instead of continuing over and down the other side of \"Wilts Col\") turn Left (East) and hike gently up about 100 yards/meters to go around the N side of Echo Peak 8, then diagonal down SouthEast about 100 yards/meters between Echo Peaks 8+9 and Echo Ridge, then horizontal traverse East about 0.2mile / 300 meters on big talus under the south side of Echo Ridge and so reach the north end (N37.8333 W119.3944) of the North ridge of Matthes Crest.\n\n. . (or could save a little distance by finishing diagonal SE and scramblingup onto the crest of the North ridge farther south closer to the mini-towers.)\n\nWalk S on the ridge about 500m mostly flat, perhaps some scrambling moves. Meet some big \"pancake\" rocks, then the North mini-tower (lat/long ~ N37.8269 W119.3958) (altitude ~ 3225m).\n\nalternate Approach 1\n\n: First do one or more peaks of the\n\nCathedral Range Traverse\n\nalternate Approach 2\n\n: First do the beginning of the\n\nTenaya - Matthes - Cathedral traverse\n\nclimbing\n\n:\n\nOverall the north ridge has four sections ... from N to S:\n\nthe flat wide non-climbing approach.\n\nthe two exciting mini-towers (around 5.7-5.8) - (avoidable). These mini-towers are much lower than the two summits.\n\nlong (about a thousand feet) narrow ridge mostly-horizontal with several 10-15 ft \"steps\" (around 5.5-5.6), including the exciting (avoidable) hand-traverse (5.8)\n\narete rising up (5.7-5.8) to the North (highest) summit, including an exciting gap to cross.\n\nSome of the more difficult moves are:\n\nlower part of N arete of the North summit.\n\nNW side of the South mini-tower - (avoidable if know how)\n\noverhanging hand traverse - (avoidable easily)\n\nmini-towers\n\n: Up the North end of the N mini-tower, belay near its summit. Crux move not more than 5.6 in upward direction (one party used #2 Camalot to protect), but might feel like 5.7 going down, more intimidating not knowing what it's leading to below. Traverse a little near the summit then find a way down the South end into the notch between the two mini-towers. One party tried the E side (not more than 5.6) and protected with cams up to #1 Camalot and a couple of long slings around protrusions -- careful, at least one flake with obvious slot behind it seems a big suspect). Possible belay stance could be at flake below E side of notch.\n\nNorth end of South mini-tower looks pretty difficult to take directly. Easier to first traverse around to its W side, perhaps after dropping down 10 feet below notch, then rising traverse on narrow ledges (one party protected with smaller cams). Then choose where to switch to climbing upward to the crest -- at least three different options -- what looks to be most protectable is to aim for the straight-up crack which finishes roughly at the summmit (width range 1-2 inches, took standard protection fairly well, difficulty around 5.7-5.8). (for those traveling S->N, getting\n\ndown\n\nthis NW side could seem more intimidating - see ideas in Comments). Belay anchor rock horns near summit. Getting down the South end of South mini-tower is not as difficult.\n\nOne guidebook seems to imply that most parties should plan on just skipping the mini-towers (see Variations 1 and 2 below). This is assuming they are going in the S->N direction (which seems more difficult and intimidating through the mini-towers). Also roped parties will find the mini-towers slow because it makes sense to set up belays both near the two summits and in the notches. And many roped parties traversing in S->N direction are getting low on time and energy by the time they reach the mini-towers.\n\nBut the mini-towers are key parts of what makes the Matthes Crest such a remarkably great climb, so it's worth at least taking a \"nibble\" on them -- especially parties going in the N->S direction. Parties going S->N might consider tagging the summit of the South mini-tower, then returning to the notch at its South end, then use Variation 1 below to pass around their W side to the N end of the N mini-tower, then climb the N mini-tower up and back before finishing easily to the end of N ridge.\n\nVariation 1\n\n: It's possible to avoid both mini-towers by going below on their West side. In the N->S direction, see an obvious non-narrow ledge system roughly horizontal and walk S on that, then when roughly under the notch at S end of S mini-tower, go upward to reach the crest, with some thoughtful moves and zig-zagging to keep the difficulty at class 3.\n\nIn the S->N direction, from near the notch by the S end of South mini-tower, start down W side, at first diagonal down back S a little ways, then traverse 10-15 feet north, then down a wide vertical crack with positive holds inside or nearby to reach non-narrow ledge system, and walk North on that.\n\nVariation 2\n\nis an alternative which more completely avoids both mini-towers, and perhaps make the approach or return a little easier. See under Comments below for details.\n\nlong mostly-horizontal\n\nsection: About a thousand feet with lots of fun non-difficult narrow-arete-traverse moves, but also some thoughtful vertical \"steps\" about 10-15 ft each (easier to figure out in the upward N->S direction).\n\nhand traverse\n\n: One of the \"steps\" leads to a slightly-overhanging traverse section on the E face about 10-15ft wide, with about a hundred feet of open air underneath. Felt around 5.8, don't know about protection - (hopefully we'll start seeing some detailed guidance for that below in the Comments). Anyway it's\n\n. . avoidable: Go down the gully on W side about 20ft, a couple of thoughtful moves up out of S side of gully, then diagonal SE up to crest.\n\nN arete of N summit\n\n: Most parties get up to (or down from) the North summit by climbing close to the arete. The East and West sides have different styles of climbing moves and protection possibilities. Key sequence by bottom of arete has stemming and jamming moves, around 5.7 (but those lacking solid jamming technique will find it harder, and soloists should feel very confident in their jamming to take this on). Hand-size cam is useful for protection, and about half of hand-width for a smaller crack alongside.\n\nNot far north from base of arete, lots of people do a stemming / step-across move over an exciting gap, also mentioned in a modern guidebook - (photos see link further below). But this might be avoidable by going below the crest on the East side.\n\nThis N summit is the highest on the Matthes Crest.\n\ndescent\n\n:\n\nRappel down the W side of the N summit. Some recent guidebooks and most websites say that double-ropes are needed for these rappels, but recently some parties have been rappeling down the W side of N summit with a single 60-meter rope (see the Comments below, also\n\nthis Discussion Forum thread\n\n).\n\nalternate Descent 1\n\n: Return back north down the North ridge (for maximum enjoyment of great arete climbing). Could use Variation 1 (or Variation 2) to shorten this.\n\nalternate Descent 2\n\n: Down-climb the SW side of N summit into the notch between the S summit and N summit. Could be tricky doing this on-sight as a down-climb -- some moves will likely feel like 5.7 -- see details in\n\nSouth ridge Traverse\n\ndescription and Comments. Also the SuperTopo guidebook has a detailed topo for this section. Then make rappels with a single rope in the gully down the West side of the notch (rock horns on the south side of the gully. Down-climb? Lower section can be down-climbed at 3rd class with a few moves of 4th class. But there's a short upper section with down-sloping holds at 5th class (unless trust a delicate-looking flake?).\n\nalternate Descent 3\n\n: Climb South down the South ridge -- finishes with three or two downward pitches including some 5.5 moves (one guidebook suggests this would be difficult) -- rappel options unknown. For more info see\n\nSouth ridge Traverse\n\nreturn to trailhead\n\n:\n\nCould just go back over Wilts Col ... but if did one of the rappel descents, then it's less work to instead make a traverse W low under the S side of Echo Peaks, then a rising traverse over a broad shoulder (lat/long ~ N37.8373 W119.4060) (alt ~ 10300ft/3140m) on the W side of Echo Peaks. Then down toward Budd Lake - or a little shorter is to aim for a bit R (E) of Cathedral Peak, go gently down until meet the unofficial Cathedral Peak trail, down on that and it joins the Approach route.\n\nMore climbing? If have extra energy and time on your way out, try additional summits of the\n\nCathedral Range Traverse\n\n)\n\nphotos\n\n:\n\nstem/step-across move on N arete of N summit ...\n\n. -\n\nmountainproject.com/v/10783…\n\n. -\n\nmountainproject.com/v/10820…\n\nviews ...\n\n. -\n\nlooking south to the North Ridge\n\n. -\n\nboth N ridge + S ridge profiles seen from W\n\n. -\n\nN arete + N summit + notch + S summit seen from W\n\n. -\n\nmountainproject.com/v/10618…\n\n. -\n\nmountainproject.com/v/10608…\n\naction ...\n\n. -\n\ntraversing on the mini-towers\n\n. -\n\nN to climber descending N ridge\n\nstatistics\n\n- approach on Trail : 2.05mile/3.25km with vertical gain +1420ft/435m\n\n- approach Off trail : 1.6mile/2.6km with vertical gain +930ft/285m\n\n- climb up N ridge : 1200ft/380m length with vertical ~ +480ft/150m\n\n- Total with return : 7.6mile/12.3km with vertical gain +3130ft/960m\n\n. . . for rapping off + returning around W shoulder of Echo Peaks.\n\n. . . (Returning over Wilts Col is shorter distance but more vertical.)\n\nGPS\n\n. All latitude/longitude points above, also other helpful waypoints and tracks, are in a GPX file linked from\n\nthis page\n\n. But they're given mainly for planning + reference. This is a \"friendly\" area for wilderness navigation with a map (and compass). For experienced parties using the detailed instructions above, carrying a GPS device should not be necessary for navigating the approaches + routes in good weather.","protection":"No fixed gear in place (except perhaps some anchor slings near the N summit).\n\nQuality of Trad placements not yet known, because most people who climbed this ridge in the past did it mostly solo - and the roped parties who did it went in the opposite direction. Hopefully as more roped parties do this route, we will start seeing detailed guidance in the Comments below.\n\nRecommend \"alpine\" trad rack plus additional long runners/slings for around horns and thru holes. Likely much of the effective protection will depend on the leader's skill in running the rope itself around structures and choosing a route that weaves cleverly around both sides of rock features.\n\nSome moves (especially downward sections on the mini-towers) might be difficult to protect for the\n\nfollowing\n\nclimbers. In such cases it might be appropriate for the less-capable climbers to go first and place Trad protection which the more-capable climber going last could remove (or leave).\n\nReminder: Two ropes needed for the obvious rappel descent.","location":"In the\n\nCathedral Range\n\narea of Yosemite National Park, along the south side of Tuolumne Meadows.\n\nNorth (highest) summit (altitude approx 10,880ft/3318meters) is at latitude/longitude approx N37.8237 W119.3972) -- about 3.5 miles / 5.6km south from the Tioga Pass highway route 120."},"__v":0},{"_id":"x6QmMeKxVfijfkKaB3vAqA==","name":"Matthes Crest Traverse - South to North","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chuck and Ellen Wilts, June 1947","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.3992,37.8186]},"left_right_index":3,"mp_id":"106008982","mp_crag_id":"106008975","climb_id":"x6QmMeKxVfijfkKaB3vAqA==","areaRef":"Hl0OYc/lXMO22dsh3aLY5A=="},"content":{"description":"Approach Time: 2-3 hours\n\nDescent Time: 2-3 hours\n\nTime to climb the route: 3-6 hours\n\nSun Exposure: sunrise to late afternoon\n\nHeight of route: ~500', length 1/2 mile to North Summit or 0.8 miles to the end.\n\nGenerally, people do the traverse from South to North. This is because the crest slopes upwards in that direction and therefore you will end up at a higher elevation. Doing it North to South would involve more downclimbing.\n\nProbably best to Simul or Solo much of the route.  To rope up for every single pitch would take a horrendous amount of time.\n\nStart the climb at the South face above a patch of pine trees and stay a bit left. The climbing is <5.6 here and climbs very textured / featured rock upwards onto the ridge. Follow the path of least resistance. Once on the crest itself, just follow it along. When in doubt, check out both sides of the crest and traverse along the easier one. The crux of the climb comes on the left side (West) of the crest directly below the South Summit. Strenuous and physical climbing up a good crack leads to easier climbing and then the summit. Sign the register.\n\nFrom the South Summit: Do not rap, but rather climb back down the ridgetop for 100' and traverse past on easy ledges on the East side of the South Summit. Trying to rap often results in snagged ropes here.\n\nOR\n\nSimply continue the traverse and downclimb the next section, placing pro for the follower.\n\nDown into the notch between the two summits, then some 5.7 moves to get up onto the (higher) North summit.\n\nSome parties stop at the notch between the two summits and rappel down the very wide gully on the west side of the notch, straightforward with a single 60-meter rope. There are rock horns along the south side (descender's left). Might be slings/cord already in place, but safer to bring your own webbing/cord material and rappel rings.\n\nFrom the North Summit: Many parties stop here and rappel off the crest. Two double-rope rappels on the West side is easiest, but many parties have done it by three or four rappels with a single 60-meter rope -- see Comments on the route\n\nNorth Ridge of Matthes Crest\n\n).\n\nSome of the rappels are on natural anchors, so bring some webbing/sling/cord (and rappel rings) in case the stations need new webbing.\n\nContinuing the climb offers great climbing, but the climbing difficulty increases so it is recommended you be solid at the grade.  I'd say some of the downclimbing was 5.8.\n\nRetreat:\n\nIt is probably best to bail off the West side at just about any point.  There appear to be many rap stations at random intervals on the face.  Multiple short rappels are best.  Be prepared to leave slings and or gear.","protection":"Light Alpine Rack\n\nNuts: 1 set\n\nCams: 1 each 0.5\" - 1\", 2 each 1.25\" - 3\"\n\nMany Long Slings","location":"Start at the extreme south end right above a patch of pine trees.  Climb the face to the ridge then continue either to the North Summit or the end."},"__v":0},{"_id":"Dv3P0N74UEegLHCwm5GR5Q==","name":"The Matthes Crest Sphinx","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"DCuster & SRuff, 2005ish","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.3992,37.8186]},"left_right_index":0,"mp_id":"114806073","mp_crag_id":"106008975","climb_id":"Dv3P0N74UEegLHCwm5GR5Q==","areaRef":"Hl0OYc/lXMO22dsh3aLY5A=="},"content":{"description":"The south buttress of the peak that is the (northerly) continuation of Matthes Crest, a prominence on Echo Ridge (11168’); filed here under Matthes Crest as it is an obvious continuation of the S=>N MC traverse. The climbing is enjoyable, and the rock quality is generally sound (& would clean up nicely if it got some traffic). If you’ve finished the MC traverse and want more pitches, this is on your way out. Rewarding 360 degree view of the Cathedral Range from the summit.  P1: up & right, knobs and cracks, to right end of large roof; ~90’ P2: up the slot; easier and more enjoyable than it looks; (most of) the chock stones are well seated; ~70’ P3: up the buttress; cracks and knobs; ~200’","protection":"standard rack to #3 camalot; we made good use of offset cams, metolius blue->black","location":"Start at the left end of the lowest roof above the toe of the buttress."},"__v":0},{"_id":"eetxGDwPWPaUTjHGZcY9xw==","name":"Anduril","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Greg Barnes, Karin Wuhrmann, Florence Scholl, Maki Grossnick","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.3992,37.8186]},"left_right_index":2,"mp_id":"106831303","mp_crag_id":"106008975","climb_id":"eetxGDwPWPaUTjHGZcY9xw==","areaRef":"Hl0OYc/lXMO22dsh3aLY5A=="},"content":{"description":"This is a fun way to start the Matthes Crest traverse. It avoids the regular Matthes Crest start, which can be quite crowded, but it takes much longer to climb, so can only be used to pass the slowest parties.\n\nThe climb is mostly knobby face moves on big crystals. The rock quality is good but not great--as of 2010 (3 years after the FA) the route needs some more traffic to break off the most fragile crystals. Lots of edging on knobs for feet, so wear your stiffest shoes.\n\nThe topo in the Supertopo guidebook is accurate and easy to follow. (We forgot to bring ours and had a bit of an adventure; the rock quality tends to be poor off route.)\n\nThe climb is closer to Narsil than it appears on the topo. The slings at the top of Narsil are just barely visible from the right edge of the Anduril belay ledge (as of 2010 they are red, making them easier to spot).\n\nThe Supertopo rates the 1st pitch crux as 10b. It is a very tightly bolted roof, with a bolt immediately below and above; anyone taller than 5'2\" or so can clip the bolt above before getting over the roof. Slightly soft for Yosemite 10b--definitely not an old-school sandbag.\n\nThe Supertopo calls a short (vegetated) section on the 2nd pitch \"flaring hands,\" and rates it 10a. It's noticeably easier than an old-school sandbagged Yosemite 5.9 (e.g., Phobos/Deimos, Reeds Direct). Make sure to stay on the right-side arete and crack on this pitch; the rock deteriorates badly on the left side near the top, and the climbing is harder too. The anchors are on the right side and are not visible until more than halfway up the pitch.","protection":"The first 3 anchors are bolted, and the 4th is a giant sloping ledge on top of the Crest that takes #1 Camalots (with other good options if you're out of #1s). The hard moves are very well protected, either by bolts or solid pro. Sling gear liberally to avoid rope drag as the route works its way right. If you are going to solo the entire Crest, you can probably get by with a set of medium nuts (BD #6-#10) and single set of cams (BD #.75-#3). We also found a useful placement for a BD#.3 and a #5 (both pitch 4). The #5 was also useful for a belay anchor on the far right of the start ledge.","location":"The route is 200 or so feet below and right from the notch of the standard Matthes start. The scrambling is exposed, and you're on a loose surface until you start traversing right to the obvious pair of Narsil/Anduril ledges."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,74f562f9-5586-5ad7-a8a4-7a8725da63e0,1e5d0e61-cfe5-5cc3-b6d9-db21dda2d8e4","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Cathedral Range","Matthes Crest"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.3992,37.8186]},"bbox":[-119.39976922180568,37.81815033981815,-119.39863077819432,37.81904966018187],"left_right_index":-1,"ext_id":"106008975","area_id":"Hl0OYc/lXMO22dsh3aLY5A==","polygon":{"type":"Polygon","coordinates":[[[-119.39976922180568,37.81815033981815],[-119.39863077819432,37.81815033981815],[-119.39863077819432,37.81904966018187],[-119.39976922180568,37.81904966018187],[-119.39976922180568,37.81815033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:40.216Z","updatedAt":"2024-02-19T18:29:50.873Z"}