{"_id":"6368a44ee80bff5a9959bf5d","area_name":"Big Leblondski, The","shortCode":"","climbs":[{"_id":"1cJjge3lU26CXsKwVXckRg==","name":"You're Entering a World of Pain","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"LT","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89444,44.31267]},"left_right_index":4,"mp_id":"119004849","mp_crag_id":"111920435","climb_id":"1cJjge3lU26CXsKwVXckRg==","areaRef":"opODvc81UTq6vufc47ns5w=="},"content":{"description":"This route starts in vertical terrain with fun pockets and a side pull sequence leading you to a rest below the roof. At the roof you will encounter an in your face boulder problem. Bust through the roof and enjoy great 5.11 rail climbing all the way to the anchor. \n\n This might be a touch easier than \"Dirty Harry\" due to the fact it is less sustained.","protection":"11 bolts","location":"This route is located on the far left side of the wall next to Mark it Zero. There is a gold chain at the 5th bolt."},"__v":0},{"_id":"vKLsvmsuU5eBDns4LGrvrw==","name":"This Is What Happens When You F@#k A Stranger In the A@$!","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Bolted by Joel McKillop. First Accent by Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89444,44.31267]},"left_right_index":2,"mp_id":"119058573","mp_crag_id":"111920435","climb_id":"vKLsvmsuU5eBDns4LGrvrw==","areaRef":"opODvc81UTq6vufc47ns5w=="},"content":{"description":"","protection":"Bring a dozen draws and be ready for a high first bolt.","location":"Third route from the right-hand side of The Big Leblondski Wall. Easily identified by the giant, gapping, cave-like feature behind a roof that sports one chain."},"__v":0},{"_id":"FJaECb5bVeuhQlvlKTm3Xg==","name":"Mark It Zero!","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Lee Terveen","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89444,44.31267]},"left_right_index":1,"mp_id":"111920443","mp_crag_id":"111920435","climb_id":"FJaECb5bVeuhQlvlKTm3Xg==","areaRef":"opODvc81UTq6vufc47ns5w=="},"content":{"description":"If you are a drunk slob of a climber, who is constantly showing up to the crag hungover, and unsure if you can crush, get on this one!  \n\n  This sick F-ing climb starts on super-cool, five ten style jugs and works its way up some bad ass five ten plus climbing to a roof. Rests are abound in this section with the best rest right under the roof. Make sure you're not about to puke and get it all back because the roof is the first crux. You are about to enter a world of hurt!  \n\n  Pull the roof on big jugs and solid side pulls. The league rules state that you must use a right foot heal hook, stand tall to a left hand crimper, and match your right hand before you lunge for one of several savior pockets. A series of fun roof exiting moves lead to run out five nine climbing. Don't get too confident about a toe crossing the line! When the big holds end, about three fourths of the way up the route, you will encounter some five eleven climbing right before the last roof pull on big, honkin' holds. This final, pumpy crux might just bring out the internal frustration you feel about how the world has gone crazy and no one follows the rules anymore. Expect to have a lot of veins bulging out of your neck meat after all is said and done. \n\n  If you climb the grade, and like long, steep pulls on big holds, then this climb is a must do! Get on it and go crazy!","protection":"Bring 12 quickdraws. Stick clip the second and enjoy two permadraws right where you want them for a no commitment kind of situation.","location":"Second Climb from the left hand side of The Big Leblondski Wall."},"__v":0},{"_id":"YztLlpXrXYOK2hMZvhda/Q==","name":"Long John with Nuts","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Joel Mckillop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89444,44.31267]},"left_right_index":2,"mp_id":"117251554","mp_crag_id":"111920435","climb_id":"YztLlpXrXYOK2hMZvhda/Q==","areaRef":"opODvc81UTq6vufc47ns5w=="},"content":{"description":"Another great route at this wall. The bottom 70 feet is amazing 5.11 climbing with stellar movement up to the black bulge. The crux is at the very top on excellent black rock. A quality line!","protection":"12 bolts","location":"Right most route on big leblonde"},"__v":0},{"_id":"WFElbZ+NUOmAYHT4V8/1rg==","name":"Dirty Harry","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Equipped by: Joel Mckillop FA: Harrison Teuber","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.89444,44.31267]},"left_right_index":3,"mp_id":"117251545","mp_crag_id":"111920435","climb_id":"WFElbZ+NUOmAYHT4V8/1rg==","areaRef":"opODvc81UTq6vufc47ns5w=="},"content":{"description":"A must do route up at the leblondeski for the grade! \n\nStart out on sinker pockets that lead up into a neat thread pocket to clip the forth bolt. Get a rest here before the first crux which involves a hard lock off to a three finger pocket. Pull a couple exiting moves out left and then enjoy fifty feet of awesome 5.11 terrain. Just before the final black bulge there is a nearly hands free rest, you're gonna need it. The final crux has everything: underclings, crimps, pockets, and jugs. Figure out the sequence and hang on till the anchor on this heart breaker.","protection":"12 bolts, cold shut anchor","location":"Second route from the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,a29383bd-cf35-513a-babe-e7dce3b9ece7","pathTokens":["USA","South Dakota","Spearfish Canyon","Big Leblondski, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13a"}],"byDiscipline":{"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.89444,44.31267]},"bbox":[-103.89506842226417,44.31222033981813,-103.89381157773586,44.31311966018186],"left_right_index":-1,"ext_id":"111920435","area_id":"opODvc81UTq6vufc47ns5w=="},"content":{"description":"A heavy weight crag made from gorgeous, yellow limestone located right next door to The Donut Shop and across the valley from Bob's Buttress. This area, and the associated crags surrounding it, are relatively new additions to Spearfish Canyon and will not have a lot of information about them in any of the available guidebooks. \n\n  The Big Leblondski is an advanced intermediate level crag that boasts long, pumpy routes with monster roof pulls and a rug that ties the room together. \n\n  The Big Leblondski Wall is located just to the left of another really cool crag known as The Donut Shop. For information about this associated crag click on the link to the right mountainproject.com/v/the-d…\n\n  For those of you with a copy of Mike Cronin's \"Spearfish Canyon, The VC and Other Black Hills Limestone\" turn to page 104 for a small preview of what this part of Spearfish Canyon has to offer at Bob's Buttress mountainproject.com/v/bobs-…"},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:10.575Z","updatedAt":"2024-01-15T16:48:24.850Z"}