{"_id":"6368a265e80bff5a99565c77","area_name":"Sky High Ridge","shortCode":"","climbs":[{"_id":"5sp6MRS+UVWRVAs9L9IymQ==","name":"Sky High","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":1,"mp_id":"107966729","mp_crag_id":"107940723","climb_id":"5sp6MRS+UVWRVAs9L9IymQ==","areaRef":"0ZGUqhsYUPuN8h558WA9Uw=="},"content":{"description":"This is the easiest way up the leftmost rock rib; as such it serves as the top pitch of many routes.   While too short to be worth the horrendous hike to reach it, it is the perfect finish to any of the \"alpine\" scrambles of the slabs and small outcrops below.   Climb the obvious flakes and cracks to the top.","protection":"#1, 2, & #3 C4s.","location":"On the upper left side of the leftmost rock rib, about 4m up and left of the overhang at its base."},"__v":0},{"_id":"8d7OM5OWXhigIGj3MSma4g==","name":"Only the Lonely","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"22nd Nov 2012","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":0,"mp_id":"107940746","mp_crag_id":"107940723","climb_id":"8d7OM5OWXhigIGj3MSma4g==","areaRef":"0ZGUqhsYUPuN8h558WA9Uw=="},"content":{"description":"This route has additional lower pitches, but these are mingled with a lot of woods-walking. \n\n  P1: Climb the border of gray rock and black, up and leftward. The slab steepens; fortunately cracks offer some protection passing the hardest moves. Reach a brushy ledge, step left and climb to a higher ledge. Gear belay \n\n  P2: Climb slab, passing one brushy horizontal before reaching easier-angled rock. Scramble up and right to a large, blueberry-carpeted ledge. \n\n  P3 30'(The Sky High Pitch): Walk right to the bottom of a short, steep wall. Climb an easy crack to its top. \n\n  If you are interested, the original route starts on the slab above the point where the Belleview Path diverges from the East Path. The first \"pitch\" climbs an unprotected slab via knobs to a ledge, pops over a low wall, then moves right to the low-angle, black slab.","protection":"Standard Trad Rack","location":"Directly above the right end of the Eyebrow Overhang, at the left edge of a black (and often wet) slab."},"__v":0},{"_id":"VT5wCctjUp2fFIGxE2msaQ==","name":"H2 Alpine","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"June 2013 Jay and Robin Harrison","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":2,"mp_id":"108196181","mp_crag_id":"107940723","climb_id":"VT5wCctjUp2fFIGxE2msaQ==","areaRef":"0ZGUqhsYUPuN8h558WA9Uw=="},"content":{"description":"An interesting, unkempt romp up the central rib of Sky High Ridge.   P1: Scramble up the left ascent ramp of the Blueberry Ledge to a point where a narrow, sloping ledge leads 2m out onto the Eyebrow Overhang slab. Take the ledge and then climb up sans pro to the top of the slab. Wander up the wooded slope to a belay below the central rib's base.   P2: Climb up a dirty groove, sling a tree then move up and left to a dead-end ramp. Move left onto the sharp arête and climb it to a deep, 3' tall horizontal crevice.   P3: Climb up the arête to a lone, scraggly pine tree below a blank slab. Traverse 3m left and climb friable holds up and right to an overhang. Traverse left around this, then back up right to a block leaning on the slab at the top.","protection":"Lots of runners, full Adk trad rack, and a wire brush. Be prepared for several long runouts on mild friction slabs, and occasional friable holds.","location":"This route takes the middle rib of Sky High's triplet ridge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,465125d2-7e6f-5cf3-847c-e8f0d68c34c7,d19194aa-1b18-50fb-8df2-1e79f1603d53","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Sky High","Sky High Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.2"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"bbox":[-73.96832028931608,43.53735033981814,-73.9670797106839,43.53824966018187],"left_right_index":-1,"ext_id":"107940723","area_id":"0ZGUqhsYUPuN8h558WA9Uw==","polygon":{"type":"Polygon","coordinates":[[[-73.96832028931608,43.53735033981814],[-73.9670797106839,43.53735033981814],[-73.9670797106839,43.53824966018187],[-73.96832028931608,43.53824966018187],[-73.96832028931608,43.53735033981814]]]}},"content":{"description":"This area comprises the high ribs visible from Sky High Road (and my house), lying above and right of the Eyebrow Overhang.   The leftmost rib is a long slab, broken at half-height by a horizontal fault which forms an overhang on its right side.   The right rib is the steepest. Below it lies an outcrop with a large overhang.   Many of Crane's so-called \"alpine\" routes top out on or near this area. These routes entail fair amounts of steep hiking interspersed with nuggets of technical rock. Many can be done (with slight modifications) as winter adventure routes, and in most cases, difficult pitches can be circumvented. \n\nMike's Mountaineering Route begins on the \"Under the Measles Wall\" slab, ascending any of the routes there, walking over to Hydrophobia then shifting right to Halitosis, climbing a short slab called Garthnik before crossing the Belleview Path to continue upward via a slab and corner system. Above these, a rightward traverse through the woods for a hundred meters or so precedes tricky climbing up the left side of a longer slab. At its top, a leftward walk gains another long, low-angle slab that tops out at the base of the Sky High route, where it finishes. \n\nOnly the Lonely begins on the longer slab mentioned above, about 30m right of MMR's line. Climb knobs up the slab and over a short headwall \"cap\", walk right to a black, low-angle slab and ascend the left edge of the black rock, through a steep section with cracks, then follow open rock to the base of Sky High. \n\nMcNeill-Harrison starts at the extreme left end of the Eyebrow Overhang, climbing a short vertical crack to a leftward traverse along a horizontal crack to gain a right-rising ramp. Breaking along another horizontal crack leftward, it then heads up slab crossed by brush lines to the woods, where it trends right and up patches of rock to finish on the left edge of the rightmost rock rib. This is the hardest of the current alpine routes, with a 5.9 starting pitch and a 5.7 R finishing pitch. \n\nThe Alpine was an attempt at a winter mountaineering route. It takes the ice slab of the Eyebrow Overhang, works up the woods to the black slab (which in winter is thinly iced) mentioned in Only the Lonely, which it climbs up right of center, moving rightward to a break in the thickets above. It then ascends a tree-choked gully to the final overhangs, where it breaks right of the leftmost rock rib, reaching a perched boulder and the slab above to finish. Expect thin, easy ice on the lower half, and easy dry-tooling/rock climbing on the upper. \n\nLane-Harrison was a desperate attempt at climbing *something* the day after torrential rains. After scrambling to the top of the Blueberry Ledges, we sloshed our way through the short slab above, headed into the gully with the spruce tree in it, then meandered upward, avoiding most of the rock along the way because it was terrifyingly slick. We moved right of the Sky High ribs, ending on a level patch of rock above them to the right.   One could continue the adventure by bushwhacking to the summit from the top of this area."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:15:05.723Z","updatedAt":"2024-02-19T18:38:25.893Z"}