{"_id":"63689d5ce80bff5a994f4c8e","area_name":"Rock II - North Face","shortCode":"","climbs":[{"_id":"J77wDpP+Wo+Kz9T90ujrOw==","name":"El Centro","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Stronge and Marc Hirshey, April 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-117.9667,35.7266]},"left_right_index":0,"mp_id":"107330201","mp_crag_id":"107330172","climb_id":"J77wDpP+Wo+Kz9T90ujrOw==","areaRef":"3z2N5fvxXp+K3VlfN69TfQ=="},"content":{"description":"From the end of the rappel to the forest, a huge chimney is visible to the right.  El Centro begins pretty much right in front of you, about 40 feet to the left of the big chimney.\n\nThe route climbs a crack system up to and over the right end of a ragged arch about 200 feet off the deck.  Once you're above the arch, traverse above it to the left into a crack that diagonals up and right.  Follow this crack up to a system of ledges that you can see go back to the descent route.  You could escape the route here, but instead, continue up and right over slab, following a big left-facing dihedral.  Eventually, climb over the dihedral onto slab (runout) that leads to a roof split by a big crack.  Up through this crack and onto a slab brings you to a huge, unprotectable slab covered with big, black xenoliths.  Very cool!  The ridge is about three pitches above the roof.\n\nDescend by scrambling down the ridge to the left which takes you back to Middle Saddle.\n\nThe crux is probably either route-finding or just not being able to trust anything.  Handholds, smears, gear placements...all of them feel like they could fail.\n\nI'd call this route \"good\" based on the adventurous nature of it, not the quality of the rock or the climbing, though there are a few fun moves.  Allow a lot of time for the approach and finding your way to the route.","protection":"A light rack of cams and a set of nuts should suffice.  The granite is decomposing, flaky, and grainy.  When cracks are available for pro, they're usually pretty wide, so small gear is not terribly useful.  Test all placements well.  Most cam placements will rip out once or twice taking grains of rock with it, leaving a slot sized well for the next larger cam on your rack.  This may rip out too, but eventually something should hold.\n\nSince the placements are so disheartening, the occasional 50-100 foot runout on gravelly slab seems less dangerous that it probably actually is.  When we climbed it, we had to simulclimb twice (on a 60-meter rope) because there was simply nowhere to build an anchor.  Build a belay at every opportunity, or be ready to run it out simulclimbing with maybe two suspect pieces of pro between you and your partner.\n\nWe found one fixed pin on the route, which was pretty solid.","location":"This route begins at The Forest.  Getting to The Forest is accomplished by following the directions to the\n\nNorth Face of Rock II"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,12852225-eae3-5c03-925a-143505cb9a1d,8398ec78-aad8-59ad-8921-c3ccb00e92e6,6c1d6c90-4214-5936-9641-e13e026a41cf,df3d8de5-fbf1-5e9f-8add-595f37af537d","pathTokens":["USA","California","Sierra Eastside","Indian Wells Canyon","Owens Ridge","Owens Ridge North Face","Rock II - North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.9667,35.7266]},"bbox":[-117.96725389658017,35.72615033981814,-117.96614610341983,35.72704966018186],"left_right_index":-1,"ext_id":"107330172","area_id":"3z2N5fvxXp+K3VlfN69TfQ==","polygon":{"type":"Polygon","coordinates":[[[-117.96725389658017,35.72615033981814],[-117.96614610341983,35.72615033981814],[-117.96614610341983,35.72704966018186],[-117.96725389658017,35.72704966018186],[-117.96725389658017,35.72615033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:23.994Z","updatedAt":"2024-02-19T18:29:28.831Z"}