{"_id":"6368a265e80bff5a99565d40","area_name":"Poke-O-Moonshine Main Face","shortCode":"","climbs":[{"_id":"dnVe3ynoVROgRhF7uRetdQ==","name":"Verdon","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Julien Déry, Pierre Gagnon, November 1, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":29,"mp_id":"119002541","mp_crag_id":"105857670","climb_id":"dnVe3ynoVROgRhF7uRetdQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Excellent, sustained, thin, off-vertical face climbing. ","protection":"Bolts to beefy rap bolt anchor","location":"The path goes by the Verdon boulder (at which the route starts) just as you start walking uphill."},"__v":0},{"_id":"Vm/AzAbKWkGghAzhxx3ilw==","name":"Varsity","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Plattsburg State Climbing Club (2003)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":16,"mp_id":"111398562","mp_crag_id":"105857670","climb_id":"Vm/AzAbKWkGghAzhxx3ilw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Bouldery start (PG) then a slabby section (5.4R). Lawyer/Haas Adirondack Rock guidebook mentions a bolt 3/4 up  the route but I did not see it. \n\n  Bolted anchor at the top on \"Snake's Ledge\"","protection":"Standard Poke-O rack","location":""},"__v":0},{"_id":"0Z357+jyVlSf4tbhIW55FQ==","name":"Under the Influence","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Sep 5, 2009 - Bill Dodd, Chris Hyson, Nick Wakeman","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":79,"mp_id":"119893213","mp_crag_id":"105857670","climb_id":"0Z357+jyVlSf4tbhIW55FQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Fun climbing with a mix of styles to keep it interesting all the way to the top.  Move up on detached blocks and suspect rock (careful) to the first bolt.  Follow bolts into a shallow groove/corner and follow this up to a small roof.  Surmount the roof using the crack (good gear) and follow more bolts up the face.  Then move into a thin crack/seam and follow it (crux) to the trees.  The anchor at the top was a nasty bit of old webbing on a nasty little tree (partly dead).  We left a cord with beaners on a larger tree a bit further from the edge.  ","protection":"8 bolts.  Bring gear from tips to thin hands.  A BD #3 can be placed below the roof, but there are other options as well.  Upper seam/crack protects with small stuff and nuts.","location":"Start off the ledge at the top of pitch 2 of Cirrhosis and look for a line of bolts heading towards the roof directly above you."},"__v":0},{"_id":"+roLc3X8Xe6ct7P0Ya0mDQ==","name":"Ukiah","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Geoff Smith and Mark Meschinelli '77","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":30,"mp_id":"113466291","mp_crag_id":"105857670","climb_id":"+roLc3X8Xe6ct7P0Ya0mDQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"A nice, short climb which can also be used as an alternate start to Summer Break.  Boulder up to a high first bolt and climb past two more bolts to a two bolt anchor.","protection":"3 bolts   The anchor bolts are okay, but the tat is not.  Bring a knife and some cord.","location":"50 yards right of where the right fork of the approach trail meets the cliff."},"__v":0},{"_id":"lmArc06sWhuh+RAiITwgJA==","name":"Time Jumpers","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Hough, Dominic Eisinger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":3,"mp_id":"118898015","mp_crag_id":"105857670","climb_id":"lmArc06sWhuh+RAiITwgJA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Balance face climbing up to a bolt and then left to a finger crack (1st Crux).  Climb past 2 more bolts (2nd crux) and then easier rock to a final hand crack.","protection":"3 bolts and gear to 2 inches, bolted anchor","location":"250 feet left of the climbers trail and just right of the big gully"},"__v":0},{"_id":"cAmbsGQPUG2lRrFtab9YLw==","name":"Thunderhead","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Gary Allen, Dave Hough Sep '78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":77,"mp_id":"113466322","mp_crag_id":"105857670","climb_id":"cAmbsGQPUG2lRrFtab9YLw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"What is described here is a linkup of La Spirale  into pitch two of Thunderhead.  This avoids an uncomfortable belay, incorporates the crux of p1 of Thunderhead, and makes for an excellent, long, and varied pitch.  For a pitch one description of Thunderhead consult \"Adirondack Rock\". \n\n  Climb La Spirale  to its end passing the shared p1 anchor with Thunderhead to a stance under the imposing roof (5.11-).  Jam your way out the overhanging crack starting with fists, then hands with good gear and work your to a stance on the face above.  Tiptoe your way to the Calamine Ledge.  Walk climbers right to the Cirrhosis anchor and descend with two ropes.","protection":"7 bolts for La Spirale, gear to 4\" including RPs for the finish.  Nut tool for excavating placements up high.","location":"The attractive arête right of Green Onion and left of Menace to Sobriety below two large roofs."},"__v":0},{"_id":"wJvgk2g7Xk6A1TTWx8IJ1g==","name":"Sunburst Arete","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":83,"mp_id":"106846654","mp_crag_id":"105857670","climb_id":"wJvgk2g7Xk6A1TTWx8IJ1g==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Pitch 1: Sunburst Arete starts up a wide crack to the top of a pedestal on the left of the arete itself.  Once there continue up on the left of the arete from good rest ledge to good rest ledge.  At about 2/3 height move out right around the arete for a  few moves before swinging back left across the arete again.  Now finish straight up to a spacious belay ledge.  (100') \n\n  Pitch 2:  Above the ledge you run into a 4 inch crack, that tapers into a hand crack.  At the top of this move left under a roof.  Pass above the roof on the left side to a grassy ledge and slung block rap anchors to the right. (80')   \n\n  From here, a two rope rappel will bring you back to the ground, or you can continue above meeting up with the last two pitches of paralysis.","protection":"Gear to 4 inches, including Micro stoppers","location":"Continue along approach trail past Gamesmanship, and past Fastest Gun for approximately 10 minutes.   Once you reach the amphitheater, with Cirrhosis and Paralysis you can see the Arete to the far right side of the cliff."},"__v":0},{"_id":"KAtLWqIuW8SvYbx6O3URFw==","name":"Summer Break","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":32,"mp_id":"119293561","mp_crag_id":"105857670","climb_id":"KAtLWqIuW8SvYbx6O3URFw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Summer Break is one of the most aesthetic features of the cliff, a gleaming golden and orange bottomless dihedral looming above the approach trail. The route shares a start with Raindance 5.9, a solid mental warm up for what lies above. This route is was is left of Summer Solstice, an offwidth present prior to rockfall. P1 5.12  ~ 120 ft. Climb through Raindance and continue upward wading through low angle terrain moving towards a large roof to the right of the dihedrals entrance. Plug some gear in the roof and blast through a small overlap to gain a wild stance inside the dihedral. Stem your way past 2 bolts, encountering a break in the corner and  mantle to a nice belay ledge.P2  5.11c ~ 50-70 ft. A short but stout continuation of the dihedral. Epic moves lead you to boldery roof sequence protected by a bolt. Pull the roof and gain a small stance with a bolted belay. Stop here or continue 20 ft through easy climbing to a much more comfortable stance. P3  5.10c pg-13 ~ 120 ft. This pitch is WILD. Move past complete and utter choss, to find a pleasantly suburb splitter leading to a bolt and thin cruxy slab slab sequence. Be heads up about this section. This pitch is totally worth doing, classic setup with a real sting in the tail. Will clean up with time, as they say in Vermont.","protection":"Rack of singles from 0.1 - 3 bd, rack of small wires and rp's. Lots of alpine draws","location":"50 yards towards Gamemanship from where the approach trail meets the cliff line. "},"__v":0},{"_id":"1bhI8C4WX9CgLkHxlc+Kfg==","name":"The Sting","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Geoff Smith, Gary Allan, Dave Hough, 8/75","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":46,"mp_id":"106051361","mp_crag_id":"105857670","climb_id":"1bhI8C4WX9CgLkHxlc+Kfg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"This is a stellar route!  The Sting climbs an independent line immediately to the left of the beginning hand crack of Gamesmanship.   \n\n  The climber has a choice to either begin the first 6 feet of Gamesmanship and step to the left trending crack of the Sting, or alternately and possibly a little harder, one can begin on small crimps directly below the beginning of the left-angling crack.  Despite the chosen launching off point, you will encounter a tricky traverse followed by mitt-swallowing jams up a tremendous crack.  You'll encounter a very brief off-hands section; however, a couple of #3 Camalots can help ease off-width-itis.   \n\n  The route ends on the Sting Traverse Ledge at a bolted anchor threaded with some webbing and quick links.  (Note:  This anchor should be replaced!)","protection":"A full rack with doubles from green to yellow Camalot sizes.  An assortment of smaller gear with some RPs is welcomed.","location":"100 feet to the right of the Positive Thinking clearing is a pair of cracks.  The Sting is the lefthand crack that traverses out to the left."},"__v":0},{"_id":"+phvD2nWXqOIXI4cWXKECg==","name":"Static Cling","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dennis Luther, Kevin Boyle, Jay Kullman  June 30, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":4,"mp_id":"106684839","mp_crag_id":"105857670","climb_id":"+phvD2nWXqOIXI4cWXKECg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Fun, dynamic climbing through some alarmingly hollow rock makes for quite a memorable experience.  I recall the pucker effect was fairly high the first time I did this route some years ago.     \n\n  Located roughly 100 feet left of the huge off-width of Phase III in an dirty alcove.   \n\n  Climb out (placing an optional small piece of gear before the first bolt can be done, though it's not necessary) of the alcove clipping bolts, and taking care to check each hold while heading left along a right-facing ramp/corner.  Gain an awkward rest on a small shelf below a bizarre roof.  Clip a bolt then head out over the roof, taking care NOT to pull off any of the wafer-thin flakes you're pulling on.  Gain a short crack before the anchor, place a small TCU then gun it to the chains.   \n\n  Good, right?","protection":"Bolts, and a few TCUs to fill in the gaps at the beginning and at the end.","location":"100 feet left of the huge Phase III off-width corner in a dirty alcove."},"__v":0},{"_id":"QeqkiuqBWCeBihd117PomA==","name":"Southern Hospitality p1","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Geoff Smith, Gary Allen, Drew Allen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":48,"mp_id":"106538161","mp_crag_id":"105857670","climb_id":"QeqkiuqBWCeBihd117PomA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"I can't speak for pitch 3(12R),but pitch 1 of this route using the 11c variation is incredible. The variation bypasses what looks like a arduous indirect line by combining both pitches via a bolted bulge,into a long, direct, and very demanding pitch. A great mix of steep finger cracks, and balancy face climbing at the bolts makes this an absolute classic. The fingercrack above the bulge is relentless.","protection":"Doubles in green, yellow, and red aliens(or purple BD's) are helpful as are plenty of nuts.","location":"Southern Hospitality is located just down hill of Gamesmanship. If you start walking uphill you've gone too far. Two ropes to get down. Uncomfortable belay."},"__v":0},{"_id":"/IE65NsoUT+Eop09J5JBOw==","name":"Son of Slime","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":40,"mp_id":"108339856","mp_crag_id":"105857670","climb_id":"/IE65NsoUT+Eop09J5JBOw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Jump on this route when it's dry. Good friction throughout. \n\n  P1- 5.10a PG13 Start from a bolted anchor on ledge and climb up to base of C-Tips to place your first pro. Continue traversing right with some gear [small nuts or large RP's useful] to a stance slightly above a bolt. Clip bolt and down climb [crux] below it. Make a series of long thin face moves to another stance [good gear once there] or down climb more [easier] to a second bolt [DON'T CLIP 2nd BOLT] traverse and climb up to stance. Make your way to the bolted rap station. \n\n  P2- 5.9+ G/5.7 R Climb the obvious crack to a pair of bolts then climb to a second pair of bolts. Move over the 2nd pair and climb easier with scarce pro to ledge.   One 50m rap or two 30m. \n\n  There are 2 or 3 more pitches above but I didn't do them.","protection":".5\" to 1.25\" or Green Alien to Green X4 and some small nuts.   Doubles in .75\" - 1.\" Yellow to Red Alien   Plus a #3 blue C4. A 2 works but 3 is better.   All anchors are bolted","location":"The ledge 20m right of The Great Dihedral. Same start as C-Tips."},"__v":0},{"_id":"1kh/YGm9Up2wqQYLh1vYpQ==","name":"Son of a Mother","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"June 18, 1989, Dennis Luther, Tom Rosencrans","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":7,"mp_id":"106059309","mp_crag_id":"105857670","climb_id":"1kh/YGm9Up2wqQYLh1vYpQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Son of a Mother is a new, safe variation on a couple older, more obscure lines at Poke-O.  This route is one hell of a find! \n\n  On the far left end of the cliff, about 300 feet to the left of the large apron slab, are several great climbs.  Locate the large right-facing off-width of Phase 3.  SOAM, climbs the shallow open book immediately to the left of it.   \n\n  Gain the open book, by chimneying up some not-so-demanding rock, then step left around a small roof.  Some technical foot work and good, but hidden, horizontal reliefs will get you to the first bolt.   \n\n  Clip it, then figure out the sequence (it involves a small but positive high left hand and foot combination).   \n\n  Gain the \"bucket\" out to your right, and clip another bolt.  Milk the small rest, then continue up and into the amazing, overhanging flake system to the chain anchors over the bulge at the top.   ","protection":"Carry with you a nice size rack with a good selection of small gear (#0 TCU to red Alien, and brass nuts), singles from green to yellow Camalots, and several QDs.","location":"on the far left end of the cliff is a large slabby apron of rock.  To the left of this is a major, right-facing off-width corner (Phase 3).  Son of a Mother climbs the shallow open book immediately to the left of Phase 3."},"__v":0},{"_id":"MJjuDj0zXna90ySSOGkhfg==","name":"The Snatch","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":37,"mp_id":"106568489","mp_crag_id":"105857670","climb_id":"MJjuDj0zXna90ySSOGkhfg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"An absolute classic if not for the first 60 feet of questionable climbing.  Head left around the corner from the Great Dihedral and look for a beautiful left facing dihedral starting 60 feet off the ground. \n\n  P1. After some dubious, although easy climbing on trap rock, a hollow flake guards the dihedral above (be EXTREMELY carful here - PG13 for rock quality).  Pitch 1 finishes up the dihedral, past a fixed cam, and traverses left to a belay stance and fixed anchor. 5.10a, 110 feet \n\n  P2 Traverse back right and tackle the overhanging crack on the right wall.  Stemming and an occasional hold in the dihedral keep the climbing at a reasonable grade. 5.10b, 100 feet ","protection":"Standard rack with fixed anchors on top of both pitches.","location":"To the left of the Great Dihedral, look for a left facing dihedral that starts 60 feet up the face.  At the time, there was a fixed orange cam in the first pitch dihedral. \n\n  Descent: Rap the route with a single 60m.  The bottom rap is ~110 feet.  I have seen one 60m rope make it down on rope stretch, but with another 60m we had to rap down and to the left where the ground rises higher against the cliff."},"__v":0},{"_id":"JECm4vQzUOu49AD4bnFERg==","name":"The Snake","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"1957 John Turner, John Brett","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":18,"mp_id":"111976004","mp_crag_id":"105857670","climb_id":"JECm4vQzUOu49AD4bnFERg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"The Snake is a fun easy route. The 1st pitch ascends a slab by following ledges to a crack. Go up the crack then step right (crux) to a scoop. Belay at the tree with a rap anchor. Second pitch (5.1) traverses a ledge on the left. You can clip fixed anchors along the way. Go up a corner, (crux)sometimes wet, to a big pine tree. You can rap from here with two 60s. The third pitch wanders left around the corner to an exposed 4th class slab and ends at a manky rap anchor.","protection":"Two black aliens or .1 cams come in handy at the first pitch crux for the 5.4 leader or those not confident on runout slab. A #3 protects the crux of the second pitch if it's wet. Otherwise standard rack","location":"100 feet past Discord when approaching the route from the campground trail. Once you past Discord just look for a long ledge stanting up and left ending at the top of a slab with a tree on top. The rap anchor on the tree is set up high."},"__v":0},{"_id":"wbkfCojpX125zQ6fNYaHkA==","name":"Snake Slide","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Geoff Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":33,"mp_id":"106447524","mp_crag_id":"105857670","climb_id":"wbkfCojpX125zQ6fNYaHkA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"This route climbs the shallow left facing corner to the south of the Positive Thinking face and Gamesmanship. \n\n  The entire thing felt a little cruxy and sandbagged. Many of the stances felt tenuous and gear a little difficult. It's a hard lead for a 5.8 climber.","protection":"Medium sized nuts or small cams (<.5). The anchor is bolted and you could rappel from there.","location":""},"__v":0},{"_id":"mwj7U5IeUaK/aS/2yPIcnw==","name":"Smear Campaign","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Aug., 2002 Mark Meschinelli, Dominic Eisinger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":70,"mp_id":"111886940","mp_crag_id":"105857670","climb_id":"mwj7U5IeUaK/aS/2yPIcnw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"A hard boulder move off the ground (5.10, shorter climbers just might find this the crux) reaches the bolt and the crack. Traverse the crack out right (good gear and jams), then step easily up onto the face below the line of bolts. Now the climbing changes dramatically-negotiate the steep slab using rounded/slopey holds that are atypical for Poke-O. The line wanders a bit, and the easiest line is not a straight path between bolts. The guide describes the grade as \"still debated between 10b and hard 11\".   I'll split the difference-definitely not 10b, but choose the right line and no way is it hard 11...","protection":"Bolts and Camelots .5 thru #3 for the crack.","location":"Walk right from the Pilgrim Wall to an arete with a bolt about 12' up. There is an obvious crack here that angles up and right."},"__v":0},{"_id":"aP+NNajVX+CxFpN1aPCuJg==","name":"Smallville Left","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Meschinelli, Patrick Munn, Dave Hough 8/13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":1,"mp_id":"118898560","mp_crag_id":"105857670","climb_id":"aP+NNajVX+CxFpN1aPCuJg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Climb the slab just to the left of the arete last 3 bolts up to the ledge.  You’ll reach a ledge with the anchors for Smallville right.  Continue up on the right side of the arete.  Either walk across the top or hand traverse (highly contrived but fun) to the anchor.","protection":"Bolts, small cams helpful but not needed","location":"Left side of an arete just to the right of the gully"},"__v":0},{"_id":"v/vmVgYRUvm007XO01hWnA==","name":"Shark Week","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"FFA: Hobey Walker, Dave Furman Sep.1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":54,"mp_id":"117778846","mp_crag_id":"105857670","climb_id":"v/vmVgYRUvm007XO01hWnA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"A sweet line up one of the coolest faces in the East. Shark Week follows an excellent crack system up aretes, steep slabs, and a huge roof. The climbing is well protected by Poke-O standards, technical, and a ton of fun. As of this writing, the climb is definitely a bit dirty, but everything is solid and clean where it needs to be. The bolts, though weathered, appear to be in good condition. A good scrubbing (or more ascents!) would make this a truly pleasant outing. Get on it!P1: Up the nice corner to a small triangular roof. Power out of this and make your way to a seam just right of the arete. Climb this, clipping two pitons on your way up. Reach a good stance below a blank bulge (2 bolts, crux) and bust a reachy boulder problem to a nice finger crack. Bolted anchor at poor stance on the left. .11c 90'P2: Step back into the finger crack for 20', then move left passing a bolt to another finger crack and follow this through a bush to a bolt on a steep slab. Crimp and balance your way up a tricky face passing two more bolts, to a final funky move right onto a sloping ledge. Scramble up to nice ledge and a bolted anchor. .10d 90'P3: Easier cracks head up to a wedged block beneath an imposing roof, passing two bolts. Then, traverse under roof with good hands and feet (3 bolts), admiring the huge spiders dangling above your head. Make an exposed step left around the arete to a nice small ledge and bolted anchor. .8 40'P4: Follow a pleasant, low angle crack to a bolted anchor at a small ledge beneath a thin crack in a headwall. .7 100'P5: Find a way to the first bolt on the headwall, then establish yourself in an excellent finger crack. Climb this until it disappears and commit on smeary moves over small gear to reach a bolt. Bust a a couple more moves above the bolt then scramble up to slung tree at the top. .11a 100'( Fastest Shark, 5.10d, is an excellent and pumpy alternate start to Shark Week - Start up the Fastest Gun corner, traverse right under the roof above and then up to the finger crack to the bolted anchor as described in Shark Week's P1 description) Descent: Rap with two 60m ropes. A 70m would probably work if not doing the last pitch (which would be a shame). One could also walk climbers left to the gamesmanship rap line.","protection":"Standard rack to 3'', doubles in finger size gear and very small cams/RPs (esp. p5). Bolted anchors","location":"Right side of the prominent arete/ right facing corner just uphill from the Fastest Gun. Look for a thin seam with two pitons and bolts above."},"__v":0},{"_id":"8vWNRpZdXY+ZSSeGnJk7qg==","name":"Scallion","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Drew Allan, Pat Munn and Mark Meschinelli, 9/80","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":73,"mp_id":"106051372","mp_crag_id":"105857670","climb_id":"8vWNRpZdXY+ZSSeGnJk7qg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Because this route is so close to many of the classic lines at Poke-O, it is often over-looked.  Don't miss this one! \n\n  Scallion is a full- value route.  It involves some unprotected, but relatively easy climbing (5.6 R) to begin the route, some Houdini corner moves protected by two bolts, then some of the finest moderate crack climbing on the cliff. \n\n  If you are shorter than 5.7, the moves entering the corner and clipping the first bolt may feel a little difficult, so be thoughtful.  However, a truck green Camalot placement in a horizontal below the right-facing corner helps ease off some of the jitters. \n\n  The route ends at a bolt anchor.","protection":"Two bolts, and a full rack of small gear.  Doubles are helpful and the addition of one red Camalot.","location":"About 300 feet the left of the giant Thunderhead Roof is a clean, bottomless right-facing corner that starts approximately 15 feet off a grassy ledge."},"__v":0},{"_id":"OyCC7czyVTGE6JoEmY/v/Q==","name":"Salad Days","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dave Lanman 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":27,"mp_id":"106558911","mp_crag_id":"105857670","climb_id":"OyCC7czyVTGE6JoEmY/v/Q==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Varied climbing on holds which get progressively smaller as you go.  Start in the open book and climb to a thin crack  which forms as the corner disappears. Layback the crack until it seams out and forces you to crimp on small painful edges.  Crank some thin moves (ie don't break a nail) up and right to good holds.  Up some easier climbing clipping a widely spaced bolt. Head left to the anchor atop the Howling.  The first 5.13 in the park!","protection":"bolts","location":"35'right of Pillar in the right leaning open book."},"__v":0},{"_id":"+Im3EUqcXHOZjNiKcc5b+Q==","name":"The Rapture","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Dominic Eisinger, Patrick Munn--2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":62,"mp_id":"106518301","mp_crag_id":"105857670","climb_id":"+Im3EUqcXHOZjNiKcc5b+Q==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"A fingertip-ripping pitch of technical face climbing.   \n\n  Though somewhat marred by its proximity to the first pitch of Pilgrim's Progress, The Rapture is an amazing test of footwork, finger strength and route finding.   \n\n  Tic-Tac your way up the face immediately to the left of Pilgrim's Progress until it is possible to reach the fractured crack system shared with the last 15 feet of Mayflower.   \n\n  Though I have not led this yet, this will most definitely be a safe lead.","protection":"6 bolts and a few pieces of small gear (blue to orange TCUs, plus a small rack of nuts).","location":"Immediately to the left of the first pitch of Pilgrim's Progress."},"__v":0},{"_id":"UznAKl4MXWCZwl0AeAZeGg==","name":"Raptor's Scream","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Patrick Munn, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":69,"mp_id":"106558886","mp_crag_id":"105857670","climb_id":"UznAKl4MXWCZwl0AeAZeGg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Start up the corner with  powerful and sharp climbing. Move onto the arete and continue up (careful on the fragile jug which has been glued) to the face above.  The climbing eases breifly and then up the desperate slab crux to a short finger crack which ends on a ledge with a two bolt anchor.","protection":"Bolts, optional small nuts and finger sized cam","location":"The black stained corner/arete at the bottom right of the pilgram wall"},"__v":0},{"_id":"RkrRAPosVMim5KyXzjS8Zw==","name":"Raindance","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Hough, Geoff Smith, Patrick Munn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":31,"mp_id":"113466512","mp_crag_id":"105857670","climb_id":"RkrRAPosVMim5KyXzjS8Zw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"An okay pitch worth doing if in the area and is also used to access the Summer Break corner.  Climb a left facing corner with some scoops on the left.  Clip the bolt and layback up an edge to reach the dike.  Walk left to the Ukiah  anchor or continue up Summer Break.","protection":"one bolt protects the crux, standard rack","location":"Directly below the Summer Break corner."},"__v":0},{"_id":"/zHHa3VhVvqBRFKPpfy+TQ==","name":"Ragtime","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":45,"mp_id":"106793543","mp_crag_id":"105857670","climb_id":"/zHHa3VhVvqBRFKPpfy+TQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Ragtime is superb, heady, and not to be missed if solid at the grade. The sustained and exhilarating 3rd lead offers classic Poko face climbing above small gear and is among the very best on the cliff.  \n\n  P1:  Gain Sting ledge either by traversing in from the left (exposed 3rd/4th class) or via the first pitch of the Sting (fun 5.8).  \n\n  P2: Wander up the slightly scruffy and nondescript face above with only fair protection. The next pitch is worth it! You're aiming for an obvious bolted anchor left of P1 of Gamesmanship. 5.9- PG13. \n\n  P3: Climb up and slightly left along the obvious, somewhat hollow flake-like feature and steep face above. A challenging bulge is encountered along the way before reaching a decent stance beneath the final, improbable looking steep section. Protect well, procrastinate and mutter a bit, then commit and decipher a puzzling sequence to gain (with considerable relief) another bolt and fixed anchor above. 5.10+ PG13.","protection":"Mixed gear and bolts, with the emphasis on thin stuff, including a healthy assortment of small wires, TCUs and Aliens. You'll be pleased as punch to have the small gear on the final pitch...","location":"Begin by climbing the Sting, or by traversing in from the left on to Sting Ledge."},"__v":0},{"_id":"UM1lvn4FUIyyb4nb6A9yWg==","name":"Puppies on Edge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Patrick Purcell, Andy Morcillino  Sept. 17, 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":11,"mp_id":"106814613","mp_crag_id":"105857670","climb_id":"UM1lvn4FUIyyb4nb6A9yWg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"With plentiful gear opportunities, sound rock quality and exciting moves, Puppies on Edge is one of the most accessible and enjoyable routes at the grade (and there aren't many!) at Poke-O.   \n\n  POE starts up the large left-facing corner, then breaks diagonally right across the face to the arete.  Continue up, then around the arete to the lower-angled face above.  Finish at the fixed anchor on the comfortable ledge.","protection":"A single rack up to a red Camalot, plus some quickdraws is all that is needed.","location":"On the far left end of Poke-O at a massive left-facing corner."},"__v":0},{"_id":"pr7+vRTnV5yT8xbT15y5sQ==","name":"Psychosis","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Claude Lavallee & John Turner FFA: Jim McCarthy & Richard Goldstone","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":22,"mp_id":"106868026","mp_crag_id":"105857670","climb_id":"pr7+vRTnV5yT8xbT15y5sQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"An adventurous tour of the left end of the Main Face with a fierce layback crux and an exciting traverse marred by loose rock, vegetation and a dirty last pitch. \n\nNOTE: Pitch 1 starts on The Snake Ledge, which is accessed by climbing P1 of The Snake. \n\nPitch 1 (5.9 - 50ft): The physical crux of the climb. Start off the Snake Ledge at the block with a stacked block on top beneath the obvious 50 leaning corner with a small stance 1/3 of the way up. Boulder up the initial section to a small stance on the small ledge and lock in to push through the sustained remainder to the thank you climbing gods ledge. Belay with gear in the crack and an optional bolt. It is also possible to continue up and left to the bolts above Firing Line (5.11b) to descend to the ground with two ropes, descend to the Snake Ledge with a single rope, or to set a top rope. \n\nPitch 2 (5.7 - 100ft): Follow the crack up the ramp around and past a higher angle step (crux) to a good gear belay in dike rock beneath the large roof. \n\nPitch 3 (5.8 - 100ft): The psychological crux. Traverse a few feet right of the belay and step up on to a small, discontinuous but good ledge system that traverses right in orange dike rock (loose, be on your toes) past a manky old piton. Make thin technical moves rightward on the ledge system to a stance on a good ledge in a shallow flared groove/corner. Have fun enjoying the process of sussing out the sequence to make the crux moves around the blunt arete onto the shoulder-height ledge on the other side. Continue up and right through the unpleasant jungle of vegetation to a set of two corners (the left-most hidden by vegetation) and build a gear belay. A better stance is available 15 feet to the right below a roof, but watch the very loose dike rock you have to step around. \n\nPitch 4 (5.6 PG/R - 100ft): An unfortunate price to pay for 2.5 pretty decent pitches below. Climb the second (right-most) of the two corners (the cleanest) and step left onto the face/ramp system. Trend up and left on the ramp to a shallow right-facing corner and punch up onto slabs (read as dirt, grass, and dead tree limbs) for 30-40 feet of oddly unnerving uphill walking to the trees.","protection":"Pitch 1: One old bolt anchor, bomber gear belay (C4 #.75 & #1) can be built in the crack to the right to supplement/replace. \n\n  A single standard rack from micro-cams to 3 will suffice (double C4 .75-1 could be useful if building anchor above P1).","location":"Start: 50 meters to the right of the Discord area, the large open area beneath the slabs and imposing roofs at the top of the face. Once on the Snake Ledge, walk back and look up at the unmistakable leaning crack. \n\nDescent: Either locate the Discord rappel by walking climber's left once you reach the trees or continue walking climber's left to the descent gully."},"__v":0},{"_id":"7uVjJUeJUZCgrHgejYn26A==","name":"Psalm 32","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Patrick Munn and Dominic Eisinger, summer '94","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":49,"mp_id":"106078454","mp_crag_id":"105857670","climb_id":"7uVjJUeJUZCgrHgejYn26A==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"As of the printing of the Don Mellor guidebook, this route has yet to see a first free ascent.  That was in 2001.  Considering all of the activity on Poke-O since then, it is hard to believe this route remains constant with one point of aid. \n\n  Then again, it is Poke-O. \n\n  Psalm 32--the song of forgiveness--is the tremendous, plumb line right of Southern Hospitality (5.11+) that snakes its' way up the cliff using incipient cracks, thin faces and corners. \n\n  Pitch 1:   Follow the crack in the vertical dike up to a series of bolts and a balancy crux sequence.  Belay at bolts out right on a ledge under an ominous roof. 5.11+ / 60 feet \n\n  Pitch 2:   Crank up past the roof on the left and follow a tight line of bolts up a technically baffling face to another bolted belay on a small ledge. 5.12a/b / 90 feet \n\n  Pitch 3:   Follow the obvious right-facing corner to a point where the holds and free climbing runs out.  Use bolts and aid technique to reach the anchor.  (Note: There is a section of about 15 feet of aid to reach the anchor.) 5.12+, A0 / 100 feet","protection":"10 quickdraws, and small rack of stoppers/RPs plus camming units up to a gold Camalot size.","location":"About 80 feet to the  right of Gamesmanship. on a low wall.  Psalm 32 is the furthest crack line to the right."},"__v":0},{"_id":"WkxhL3YhWzaDdFCUCjJP0A==","name":"Pillar","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Geoff Smith, Gary Allan, Dave Hough","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":25,"mp_id":"107273009","mp_crag_id":"105857670","climb_id":"WkxhL3YhWzaDdFCUCjJP0A==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"This pillar has a fun route on either side of the it. Both routes are about the same difficulty, though I think the route on the right side is slightly harder and more sustained.   \n\n  Right side: Climb into crack in the corner and follow it up to the top(hands and offwidth.) The crack features satisfying jams and can also be lie-backed. I found the crux to be near the middle of the pillar, though the route is fairly sustained until the top 10 feet.  \n\n  Left side: Climb on the left side of the pillar, using the crack in the corner in combination with good ledges and jugs further to the left. The difficult moves are broken by rests on big holds.","protection":"There is a fixed anchor on top. Be aware of what the rope is running over if you choose to TR the pillar.  \n\n  Right side: Protection is readily available but consider saving a BD#4 for the crux or bringing an extra.  \n\n  Left side: Protection is a little more sparse on this side but all the difficult moves are well-protected.","location":"Walk downhill and to climbers' right of the Discord Area, past the start of The Snake, and past a vegetated section of the cliff, you sill see a broken pillar leaning against the cliff. The routes are on either side of this."},"__v":0},{"_id":"JMpHNt9gXTSDtrAj0/YYlw==","name":"Pilgrim's Progress","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"(complete) Patrick Munn, Dominic Eisinger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":63,"mp_id":"106445758","mp_crag_id":"105857670","climb_id":"JMpHNt9gXTSDtrAj0/YYlw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"auJq0t/jXAKdIiPJAXyqoQ==","name":"Phase III","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA Pat Munn and Dave Hough, 7/75  FFA Gary Allan, Tom Schwarm, and Dave Hough","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":8,"mp_id":"106067931","mp_crag_id":"105857670","climb_id":"auJq0t/jXAKdIiPJAXyqoQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Big, mean, and foreboding--Phase III delivers the goods in one nasty pitch of body-thrutching hatred.  Put on your ratty dungarees, tape up, and send. \n\n  Phase III begins to the right of Son of a Mother in the obvious off-width crack, and continues for 90 feet in the same crack.  The crux comes--like many routes on this cliff--at about 2/3 height.  It involves moving through an overhanging corner sans discernible feet. \n\n  Finish up easier terrain to chain anchors.         \n\n  Mother's Day Variation (5.9+, PG): Once at the first roof, Climb through the roof via the right-facing flake and continue up the flake of \"Son of a Mother.\"","protection":"A nice size rack with several #2, #3, and #4 Camalots.","location":"The left side of the cliff. At the height of the climbers trail, go left about 100 yards and locate the obvious offwidth of Phase 3."},"__v":0},{"_id":"gQINOiacXAilyMTF+L+NEw==","name":"Pentecostal","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Gary Allan, August 1992","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":28,"mp_id":"119244331","mp_crag_id":"105857670","climb_id":"gQINOiacXAilyMTF+L+NEw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Edges and crimps the entire way. Not a hold larger than half a pad. Fabulous Poke-O climbing. \n\n Cleaned of considerable moss and lichen in June, 2020. ","protection":"Bolts to beefy rap bolts, shared with Verdon. Angle right from second to last bolt to the anchor (it is obvious). Don't go up through the last bolt - there isn't an anchor above that.","location":"15 feet left of Verdon, before the trail heads uphill. "},"__v":0},{"_id":"J8ITeUGMXxStON5DdpLRng==","name":"Paralysis","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":81,"mp_id":"106447493","mp_crag_id":"105857670","climb_id":"J8ITeUGMXxStON5DdpLRng==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"This climb is past Bloody Mary at the far northern end of the cliff. It follows a right leaning ramp/crack system and then traverses right for a couple hundred feet with a very heady third pitch. One could rap down from the second or third pitch without leaving gear. \n\n  The first pitch starts at the top of a large block which can be approached from tne north side with some third class. It follows the right leaning ramp/crack system to the overhanging roof that caps this section of the face. From here you traverse right for a pitch to an alcove. Another traversing pitch takes you underneath an airy roof to a good ledge. From here follow the overhanging crack. Although improbable it is not as hard as it looks. Do not try the shallower dihedral up and right. It's not anywhere in the 5.8 range.","protection":"A set of nuts and cams would get one through this easily. There are some fixed pins at the second and third pitch anchors. No anchors at the top.","location":""},"__v":0},{"_id":"MQU+1E/0XVWwZMrH41Payg==","name":"Pandemonium","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Denis Luther & James Debella 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":14,"mp_id":"106873305","mp_crag_id":"105857670","climb_id":"MQU+1E/0XVWwZMrH41Payg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Pandemonium offers a broad range of climbing styles in three distinct pitches with a noteworthy last pitch. You can approach Pitch 2 by various routes (Puppies on Edge, Hang 'Em High, Group Therapy, or Discord). As well, you could also take P2 of Discord to the ramp system of The Snake and meet up with the third pitch. \n\nPitch 1 (5.9): Start 20' right of Group Therapy, next to the large boulder. Work up a bulge to the wide crack. Up the crack then the slab above to easier terrain to the headwall and the bolted anchor. \n\nPitch 2 (5.8 PG): Step right from the fixed anchor to the zig-zag finger crack that opens up to an off-width. Climb the crack/off-width up to a vegetated section of the cliff and climb a short right-facing corner until you reach a short headwall with a mass of vegetation on your left. Step 10' left through the vegetation and climb up sparsely protected face climbing following the weakness up to the low-angle ramp of The Snake. Move left to the large pine tree with a fixed anchor. \n\nPitch 3 (5.10b): Move right ~15 feet to the groove with a low bolt. Work up the groove passing two bolts to a stance below the overhanging corner (potential 3-4\" piece). Climb the overhanging corner (potentially wet) past a bolt (also small TCU placement) and then gain the ledge below the arete. Work left to a stance and a bolt. Work up the face (crux) to three more bolts, past two horizontals. At the last bolt (second horizontal) step right and climb the arete to the slab, and then to the top.","protection":"Standard rack to 4\". \n\nPitch 1: Two bolt anchor \n\nPitch 2: Fixed anchor on tree \n\nPitch 3: 7 bolts, fixed anchor on tree","location":"Start: 20' right of Group Therapy\n\nDescent: Rappel with two ropes from the fixed anchor at the top of the third pitch, trending right to the fixed anchor (P2 of Discord - ~130'). From here make a ~180' rappel to the ground. \n\nAlternative Descent: Walk climber's left and descend via the descent gully."},"__v":0},{"_id":"u4juLq2nV8en8UpQufIMJA==","name":"P.T. Pillar","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dave Hough and Geoff Smith, 5/78","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":41,"mp_id":"106059281","mp_crag_id":"105857670","climb_id":"u4juLq2nV8en8UpQufIMJA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"P.T. (Positive Thinking) Pillar is about as awkward a climb as you're going to get on Poke-O.  From the insecure jamsand smeary feet up the flaring left-facing corner, to the sub-optimal pro, to the overall thuggish nature of it, P.T. Pillar is, most assuredly, not for everyone.   \n\n  That being said, if you want to test your mental grit, intestinal fortitude, AND get a taste of what a healthy dose of Adirondack sandbagging feels like, then this is the route for you.   \n\n  Start the route by scampering up the blocky base of the massive left-facing corner of the pillar of rock that stands tall to the right of the Positive Thinking winter ice flow.  Get into the corner and grovel, thrutch, and burn rubber on the steep and awkward corner, passing a roof crux at about mid-height.   \n\n  Finish the route on some sustained terrain that takes you to the top of the pillar and chain anchors.   \n\n  (Note: This route is also the \"quickest\" way to set up a TR on \"Macho\").   \n\n  Fun, eh?","protection":"A standard rack including a #4 Camalot, and doubles on some smaller units.","location":"To the right of the Positive Thinking clearing/ice flow area is a massive pillar of rock.  the route climbs the left side (left facing corner)."},"__v":0},{"_id":"COG4j0TiUgCaxHYb7RvH5A==","name":"Munchky Microarete","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Patrick Munn and Domenic Eisinger 2003","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":67,"mp_id":"113483012","mp_crag_id":"105857670","climb_id":"COG4j0TiUgCaxHYb7RvH5A==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Climb the first pitch of Earthly Night (5.9+) to a comfortable belay ledge. Pull the crux roof of Earthly Night and continue past the first five bolts to a logical spot where you can exit the corner on an undercling flake and gain a stance out right. Climb the tenuous face and very shallow left facing corner. The climbing is fairly sustained before backing off for the last couple of bolts.","protection":"13 bolts, 2 bolt anchor","location":"At the pitch 2 belay for Earthly Night."},"__v":0},{"_id":"KSg0ce13WSG4dBqzA3qwUA==","name":"Morning Star","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"2002 Pat Munn, Donimic Eisinger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":65,"mp_id":"107183213","mp_crag_id":"105857670","climb_id":"KSg0ce13WSG4dBqzA3qwUA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"An excellent route on the right side of the Pilgrim Wall that deserves more attention than it gets.  Three very distinct pitches, culminating in a very exposed final section. \n\n  P1:  Scramble up some ledges to a left facing corner with a crack in it (usually dirty), and move up the corner to a vegetated ledge with a fixed anchor. 5.9 \n\n  P1(alternate):  A better, cleaner start is to climb the first pitch of Earthly Nights.  The start is the same as above, but then climb the bolted arete, trending right towards a belay on a spacious ledge. 5.9+ \n\n  P2: Either boulder up and right from the original belay or up and left from the Earthly Nights belay and wander up the bolted face, trending left,into a left facing corner.  Fun corner climbing protected by some small gear leads to another 2-bolt belay.  5.10b \n\n  P3:  Up the crack a few feet, then traverse left about 10 feet.  Head up to a handcrack, protect, and then head up and left into the giant corner.  Up the corner for a bolt or two, then up the finger crack on the left wall.  Climb up the crack with some creative liebacking and stemming, eventually climbing up the sustained face past excellent edges (long reaches) protected by bolts to the top.  5.10d","protection":"Many bolts, but bring a full rack up to a #2 Camalot, including some RP's.","location":"At the right end of the Pilgrim Wall, just before the trail heads down a slight hill.  Shares the same start with Earthly Nights."},"__v":0},{"_id":"TqEaZdI9X0GrJtCaftk9xw==","name":"Menace To Sobriety","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Oct. 9, 1995--Charles Pechousek, Bob Cartwright","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":80,"mp_id":"106067924","mp_crag_id":"105857670","climb_id":"TqEaZdI9X0GrJtCaftk9xw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Poke-O is known for many aspects of climbing, but one in particular stands out for many climbers:  Technical (read: Off-vertical) face climbing.   \n\n  This route adds a more direct start to Cirrhosis, AND a full number grade of difficulty harder. \n\n  7 bolts protect the anchors and the end to a very thin and breath-taking route up a sheer, black face.   \n\n  Start by mantling onto a shelf, then continue up the wall passing the crux at about 2/3 height.  There are several spots along the climb where the climber will be making somewhat tenuous moves above bolts. So come armed with your vertical dancing shoes, and be sure to keep your wits together for this tremendous affair of the steep.","protection":"7 bolts and a two bolt anchor.","location":"Locate the Thunderhead roof at the far right end of the cliff.  Menace To Sobriety is the blank, black face to right with a line of bolts up it."},"__v":0},{"_id":"3AJpWVX2UXubQHeuLi1VfQ==","name":"Mayflower","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"2003 Meschinelli, Johnston, Munn, Eisinger","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":61,"mp_id":"107183254","mp_crag_id":"105857670","climb_id":"3AJpWVX2UXubQHeuLi1VfQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"The first pitch is very popular, but unfortunately, the rest is a mystery to most.  If the top pitch of this otherwise fun climb would clean up, it might be worthy of 4 stars.  Like most or the other routes on the Pilgrim Wall, three very different pitches, with an exposed, final hanging corner.  DO IT! \n\n  P1:  Up the face, trending right past many bolts, aiming for a crack.  Follow the crack (5.7) up to a beautiful ledge with a 2 bolt anchor. 5.10c \n\n  P2: Move left off the belay into a left facing corner with a crack.  Follow the crack and face up to a lone bolt below another left facing shallow corner.  Protect well with smallish gear, make some pumpy moves, and gain a small ledge with a 2 bolt anchor.  5.9+ \n\n  P3:  Beautiful moves up and right, passing bolts, aiming for the hanging corner above.  Make a hard entry move into the corner, and then stem and face climb your way up the corner (dirty), with small stoppers as protection, to a grassy ledge with another 2 bolt anchor.  5.10c ","protection":"Bolts and a full rack up to a #2 Camalot.  RP's advisable also.","location":"The leftmost bolted face on the Pilgrim Wall, about 5 feet right of the dirty start to It Don't Come Easy."},"__v":0},{"_id":"HPEaIL0zXpuiO0OvmFWHmQ==","name":"Maestro","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Julien Dery, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":82,"mp_id":"107771601","mp_crag_id":"105857670","climb_id":"HPEaIL0zXpuiO0OvmFWHmQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Scramble to the top of the block. Climb up from the anchor past three bolts, move left into a shallow corner (RPs), then up past four bolts moving left at the top to finish on Paralysis. \n\n  Primo balancey face climbing the whole way. Bolts are traditionally spaced.","protection":"7 bolts, small nuts and a few cams to 2\" for the top.","location":"Poke-O-Moonshine, Paralysis Amphitheater."},"__v":0},{"_id":"bKr4LNPoX3uM9EJBOXAX+g==","name":"Macho","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Julien Dery, 6/7/86","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":42,"mp_id":"106059285","mp_crag_id":"105857670","climb_id":"bKr4LNPoX3uM9EJBOXAX+g==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"During the 1980s, Montreal climber, Julien Dery, brought to Poke-O-Moonshine a modern approach to rock climbing.  This cornucopia of a thin finger \"crack\", balancy face climbing, and small, well-spaced gear make this route an instant Adirondack classic. \n\n  Start the route on the main face of the P.T. Pillar, climbing up through several slopey ledges to gain the first of a series of hard moves protected by two bolts (a third bolt is missing its hanger).  Gain the vertical fissure and make some wild moves up the crack, involving some high stepping on \"nothing smears\", and a few Hail Mary stabs to the credit card edges of the finger crack.   \n\n  The route eases off about 10 feet from the top where some larger incuts are reached, and the angle lessens noticably to less than vertical.","protection":"2 bolts, a rack of small wires, RPs, and small units from #00 TCU to green Aliens.  Several QDs.","location":"On the face of the giant P.T. Pillar are two low bolts.  This is Macho."},"__v":0},{"_id":"qtyyKg/5UwqgrG2ZOnTx5w==","name":"Lost Chance aka The Natural","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":71,"mp_id":"109081043","mp_crag_id":"105857670","climb_id":"qtyyKg/5UwqgrG2ZOnTx5w==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"This is the left-hand route going up the Neurosis' black water streak. Hard climbing past two high bolts up to a discontinuous thin finger crack. Finish on a ledge with a bolted anchor shared with the following route.","protection":"Stick clip the first bolt. The second bolt is not an easy clip either.   Micro to finger cams. The pro is better than it looks from below.","location":""},"__v":0},{"_id":"XVYkiOMIVTqOeqELDRgUiA==","name":"Lex Luther","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dominic Eisinger, Dave Hough, Geoff Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":2,"mp_id":"118901463","mp_crag_id":"105857670","climb_id":"XVYkiOMIVTqOeqELDRgUiA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Boulder up to a horizontal and your first gear.  Work your way up right past 4 bolts and then join Time Jumpers to the top.","protection":"4 bolts and pro to 2 inches, bolted anchor","location":"Just right of the prominent arete and 40 feet right of the gully."},"__v":0},{"_id":"w/aA712YUZ67BOWE4SL0Hw==","name":"Ladder","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":10,"mp_id":"106841202","mp_crag_id":"105857670","climb_id":"w/aA712YUZ67BOWE4SL0Hw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Starts on top of a sloping boulder and goes straight up a shallow corner for about 60 feet to a ledge with a weak tree on it. A few stemming moves about half way up this section help the ascent. Move left at the ledge and then look up to find a shallow and short chimney with a nice crack for your right hand.  There's an old piece of pro lodged at the top of the chimney. One last move gets you up on a slab where the anchors await.","protection":"The crack in the corner takes small gear, especially nuts. The tree 60' up can take a sling. Small gear for the crack in the upper chimney.","location":"From the trailhead/road find the signs to the right for climbers. Follow the trail just behind the sign for about 50-100 yards over a gentle hill to the cliff. Go right and see the slabby boulder rising up to meet the cliff. Climb starts on top of this. \n\n  The Adirondack Rock book places this climb as part of the Luther Wall."},"__v":0},{"_id":"bTUBS/DpVKCuNx6tLWnvUw==","name":"La Spirale","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Aug, 1987, Gelu Ionescu, Pierre Gagnon","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":76,"mp_id":"106792273","mp_crag_id":"105857670","climb_id":"bTUBS/DpVKCuNx6tLWnvUw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"A superb pitch. Le Spirale climbs a striking blunt arete before changing character abruptly in the last 15' or so, where one encounters a brief section of thuggish (i.e, very fun) wide fist to hands. It is this combination of delicate face and steep crack that makes the pitch so good.\n\n P1: Climb the arete and faces on either side, past 2 crux thin sections, before joining the Thunderhead crack system for a memorable finish. While the hard moves are well protected, some spicy climbing will be encountered on easier ground. There is 5.8ish climbing where a fall would be problematic.","protection":"Bolts and perhaps a handful of thin finger-sized cams and nuts. A #3 and a #4 Camalot will be welcome for the final few feet of steep crack climbing on Thunderhead.","location":"Start at the obvious black arete just left of the Thunderhead corner, and about 50' around the corner to the right from Green Onion."},"__v":0},{"_id":"VDusKfXHViebeRWsJRozGw==","name":"Keep Off Flake","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA using Aid: Peter and Charles Pechousek, June '96 FFA: Jon Clark and Edek Falkowski 10/24/21","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":84,"mp_id":"121537813","mp_crag_id":"105857670","climb_id":"VDusKfXHViebeRWsJRozGw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Keep Off Flake was a decades old problem that first received attention in the late 70s and stood idle for many years. It climbs an attractive right arching flake and corner system featuring excellent climbing on good rock.P1-Wander in from the right on 4th class/easy 5th class terrain to the top of a block. Climb the face past a bolt to a comfortable ledge; gear belay. 5.10- PGP2-Climb the right facing flake to a stance on an edge. Undercling right, then up the corner to a stance. Continue up the corner, then undercling right with increasing challenges to a difficult stance below the final corner. Climb the corner (RPs, 2nd to last bolt on In Vivo) to the top and a fixed anchor. Rappel with double ropes. 5.12 PG","protection":"3/8\" to 2.5\" cams and RPs; 4\" cam usefulFixed protection is modern SS hardwareMany slings or double ropes to manage the traversing nature of the route.","location":"Approximately 150 yards right of the Paralysis Ampitheatre"},"__v":0},{"_id":"DCo2CkAaWTGxLJcF+05dxA==","name":"Karmic Kickback","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Gary Allen, Patrick Munn 8/91","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":35,"mp_id":"113478813","mp_crag_id":"105857670","climb_id":"DCo2CkAaWTGxLJcF+05dxA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"An excellent, challenging route comprised of face climbing and stemming on mostly thin holds.  Scramble up the slope to the base of a chimney in the dike.  Climb the chimney to a stance out right.  Climb up on positive holds to the high first bolt.  Continue up the corner and eventually the arête and face out left to the anchor.  Rap with a single 60m rope.","protection":"9 bolts, 2 bolt anchor   optional gear for the chimney","location":"At the height of land shortly after taking the right fork of the approach trail.  Left of The Snatch and The Great Dihedral."},"__v":0},{"_id":"JIxVm74tXzqoHb5M3sgJJQ==","name":"Junior Varsity","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":17,"mp_id":"106841222","mp_crag_id":"105857670","climb_id":"JIxVm74tXzqoHb5M3sgJJQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Slightly difficult start on black-stained rock. Several options to the left and possibly the right to gain the slab up to the first bolt. Walk the slab up to the second bolt not far away. From there the climb goes more vertical again, yet still slabby. A couple of enjoyable delicate moves bring you up to the anchors.","protection":"A few cams are useful to protect the opening moves. From there you'll find a bolt, another bolt, room for maybe one more piece of gear and then the chains.","location":"At the far right of the Luther Wall on the highest bit of land."},"__v":0},{"_id":"/Bpoda9zXyCxBzg9A7aPYg==","name":"It Don't Come Easy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":60,"mp_id":"107217400","mp_crag_id":"105857670","climb_id":"/Bpoda9zXyCxBzg9A7aPYg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"P1 is dirty but good. 9+. Check guide for description. P2 is a crazy downward traverse to the left (to gain the obvious pillar). The book says 5.4. Huh? 8R. P3 is astounding (as is obvious just by looking at it from the ground!), The OW at the top is hard as shyt, then there is a difficult series of moves afterwards to gain the belay ledge that will ensure any on-sight is well earned.","protection":"G except for P2","location":""},"__v":0},{"_id":"MyWSBSebVvqWkvsVCJj8VQ==","name":"The Howling","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Dave Lanman, June 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":26,"mp_id":"119020453","mp_crag_id":"105857670","climb_id":"MyWSBSebVvqWkvsVCJj8VQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Steep, intricate, footwork-intensive climbing up a thin corner. Generally good clipping stances. ","protection":"Bolts to tat on two bolts. It would be better to have quick links.","location":"First bolted line to the right of Pillar"},"__v":0},{"_id":"SzIsHvrGU1CPXD0trW4tTQ==","name":"Home Rule","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"July 1992, Patrick Purcell, Bill Dodd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":72,"mp_id":"113583405","mp_crag_id":"105857670","climb_id":"SzIsHvrGU1CPXD0trW4tTQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Technical slab climbing on small holds. Slightly wandering route. Pretty obvious crux near the top of the first pitch (5.10a). The first pitch is much cleaner and (I think) better movement. The second pitch (5.10b) is more chossy and gets less traffic. Still worth it though. You can combine both pitches into one long megapitch.","protection":"Bolts and anchors","location":"Between Lost Chance and Neurosis. The route follows a brown streak to the left of the corner."},"__v":0},{"_id":"MOh7xvO1VZy8zpTu00i5yg==","name":"Hang 'Em High","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Patrick Munn and Mark Meschinelli, 7/03","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":12,"mp_id":"106073473","mp_crag_id":"105857670","climb_id":"MOh7xvO1VZy8zpTu00i5yg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"70 feet to the right of the giant Phase 3 off-width, and immediately to the right of a prominent arete (Ladder, 5.7).   \n\n  A short, steep, and crimpy crux bookended by some fun, technical climbing.  Beware of the spiders that live in the crack below the roof!   \n\n  Climb up the right-facing corner below the roof clipping a couple of bolts.  Gain a good horizontal with some large, shaky flakes stuck in it.   \n\n  Clip another bolt and use a high step on a great, ball-like feature to your right and some razor edges for your fingers.  Crank up and into a very shallow corner.  \n\n  Clip a couple more bolts before gaining the positive horizontal relief.  Place some gear and continue up the easier slab above, placing a couple more pieces of gear before reaching the shared chain anchors on a nice ledge.","protection":"4 bolts and a #.5 through #2 Camalot.","location":"Locate the roof protected with bolts 70 feet to the right of Phase 3 immediately to the right of a prominent arete."},"__v":0},{"_id":"D037ExtDVlqCKnHJaguaLg==","name":"Gun Control Now","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":52,"mp_id":"112498052","mp_crag_id":"105857670","climb_id":"D037ExtDVlqCKnHJaguaLg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"xyfXaEuZXAqGJuxw9JqhjA==","name":"Group Therapy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dennis Luther, Fred Schaefer  July 20, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":13,"mp_id":"106684835","mp_crag_id":"105857670","climb_id":"xyfXaEuZXAqGJuxw9JqhjA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"This is a good route to do while waiting for some of the classics in the area to free up.  It combines balancy moves with some so-so gear.   \n\n  Begin in the flaired open book.  Climb straight up, clip a bolt, then head out left a hair (short but thoughtful crux), gaining the broken slot that takes some good gear (the rock is a little hollow, though).  Clear the small bulge, pulling onto the slab above.  Continue up the easy slab above to the shared chain anchors for the adjacent two routes.","protection":"Small gear, plus a #3.5 and a #2 Camalot for the broken slot.","location":"At the height of the hiking trail that taken you to the far left end of the cliff, is a flaired open book/groove.  This is the start."},"__v":0},{"_id":"PzkNu20rU3OaSlrr9f+kIg==","name":"Green Onion","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1977--Geoff Smith, Patrick Munn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":74,"mp_id":"106530032","mp_crag_id":"105857670","climb_id":"PzkNu20rU3OaSlrr9f+kIg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"(I haven't heard of anyone doing the second pitch, so I've just described the increasingly popular 1st pitch.) \n\n  Start by either grappling with the awkward/slippery corner, or climb the face by bearhugging the arete and face holds.  Gain the small, sloping ledge,make a few \"heads up\" moves to the left, accessing the right-facing corner, then take this, for about 70 feet, to the fixed anchor.   \n\n  Enroute, you'll encounter some fairly loose and hollow sounding flakes.  Take some precaution here, as some of these may be more brittle than you think!","protection":"A standard rack with a couple extra hand-sized pieces.  A 70 meter rope juuuuuust makes it to the ground.","location":"About 50 to 60 feet right of the bottomless, right-facing corner of Scallion is a left-facing corner that turns into a short slab, then a right-facing corner.  This is the route."},"__v":0},{"_id":"81gTdwQgW/2qE90g1m6hug==","name":"The Great Dihedral","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard Goldstone and Ivan Rezucha 7/1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":38,"mp_id":"107755425","mp_crag_id":"105857670","climb_id":"81gTdwQgW/2qE90g1m6hug==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"The obvious right facing dihedral that starts about 100 ft. off the ground. P1 starts by climbing cracks and blocks to a belay below the roof that is the base of the corner 5.8 (an uninteresting pitch) 100 ft. P2 climb up from the belay into the roof/chimney and then make a weird move back down and to the right to get established in the corner. Climb the beautiful dihedral (fingers, hands, stemming, a little OW ) for 150 ft. Maybe the best 5.9 pitch in the Adirondacks with excellent pro. P3 look for a bolt directly above then climb out right about 15 ft. then back left to clip the bolt then wander to the top looking for gear placements 5.8 pg13. A committing lead that is seldom done. Most parties rap from anchors at the top of the corner.","protection":"A full rack up to #4 camalot.The corner takes wires nicely. There is a bolt on the face out left (another climb) that you can clip while doing the short offwidth section. Use long runners before the roof or backclean to reduce ropedrag. Anchors at the first belay and bolt anchors at the top of the corner.","location":"This is the right facing corner of the huge block with the Snatch (left side corner). It's start is just before you head downhill toward Gamesmanship. Most parties rappel the route after P2 with 2 ropes."},"__v":0},{"_id":"hZOVijA3Xm+PCWuLdfJWXQ==","name":"Grapes of Wrath","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":75,"mp_id":"106821694","mp_crag_id":"105857670","climb_id":"hZOVijA3Xm+PCWuLdfJWXQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"From the right end of the ledge 10' up Green Onion, climb up a left rising weakness aiming for a high bolt at an obvious overlap. A hideously loose 2' square flake is passed along the way. This section is 5.8 or 5.9ish, protected with marginal gear (shallow RPs or something similar), and requires care. It is very difficult to avoid the loose flake completely on the way to the first bolt. Tread lightly and don't fall! The reward is a long, sustained stretch of impeccable Poko face climbing with a hard, puzzling, and very thin crux, plus loads of fine 5.10 climbing to top it off. After the dangerous flake, the moves are superb and the protection good.","protection":"Bolts, and a small selection of wired nuts from RPs to BD#8 or so. A small alien or two might also prove useful, though not truly necessary.","location":"Begin as for Green Onion, and climb to the obvious ledge 10' up. Walk right along the ledge for 15' to a left rising weakness, which leads to a small overlap and line of bolts."},"__v":0},{"_id":"T+35rSPBV4y7ya3gjWpQlQ==","name":"God's Grace (Pure and Simple)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Patrick Munn and Dave Hough, Oct 5, 1996","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":34,"mp_id":"117680339","mp_crag_id":"105857670","climb_id":"T+35rSPBV4y7ya3gjWpQlQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"God's Grace is an excellent corner climb.  It's currently a bit dirty, but it doesn't impact the climbing too much.  There is a second pitch which is not described here. Consult volume 1 of the guide for more information.\n\n Climb up in to the right facing corner and work left across the face to the arete.  Pull over an overlap and re-enter the corner.  Continue up a discontinuous finger crack to an anchor.","protection":"6 bolts, finger size cams, wires and RPs","location":"At the height of land past the Nose Apron. The right side of Nose itself is directly above the route."},"__v":0},{"_id":"KOYh2eLhXQaelLKwsAKEkg==","name":"The Gathering","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Patrick Munn and Dominic Eisinger, September 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":55,"mp_id":"117685304","mp_crag_id":"105857670","climb_id":"KOYh2eLhXQaelLKwsAKEkg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"A very high quality and adventurous route that links a series of corner systems on the left side of the Big Wall.  A worthy objective and highly recommended.  The hardware has been updated and the route has recently been recleaned by the FA party.  \n\n P1-Spicy 5.9 face climbing leads to a right facing corner.  Up this to an overlap. Exit left (5.10) to another right facing corner and a belay.\n\n P2-Climb up to a bolt above the belay beneath a small roof.  Crank over the roof (5.11) and into a right facing corner. Continue up past a bolt into an alcove of sorts and climb over another overlap into a left facing corner beneath a roof. Tiptoe out right and pull the roof into a right facing corner. Desperately climb past a bolt to an improbable stance and the belay (11+).  It's best to continue around the corner, clip a bolt, then downclimb and belay from the p2 anchor of Extreme Unction.\n\n P3-Climb the right facing corner, eventually stepping left out on to the face.  Climb through the dike rock to belay out right (5.9).\n\n P4-Climb straight up the face past two bolts to a stance with a third bolt above an overlap. Make a technical traverse left (5.11; pulling harder will get you nowhere) to a left facing corner with a crack. Up the crack through a bulge (5.11) to a stance at a large block. Climb up and right to the belay.\n\n P5-Climb straight up off the belay to a roof.  A funky sequence exits the left side of the roof to the belay.\n\n P6-Face climb a lower angle slab to an anchor. Protection has been added to this pitch by the FA party and it is no longer R (5.9).\n\n Rappel the route with a single rope.","protection":"A single rack of cams to 2\" (including micro cams) small to medium wires, RPs","location":"Left side of the Big Wall, below a shallow right facing corner 30 feet up."},"__v":0},{"_id":"UbgFjODlWQud7XsGBsfrAg==","name":"Gamesmanship","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"John Turner, Brian Rothery, and Wilfried Twelker, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":47,"mp_id":"106074170","mp_crag_id":"105857670","climb_id":"UbgFjODlWQud7XsGBsfrAg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Gamesmanship is one of Poke-O's oldest and finest routes.   \n\n  Begin the route in the right hand of two handcracks behind a nice, large birch tree.  \n\n  Pitch 1:    Technically, the route's crux is the first 15 feet of climbing and consists of insecure (read: slippery) jams in a fist-size crack.  Once past this section, expect endless jamming in an impeccable crack to a bolted anchor. (5.8+ / 140 feet) \n\n  Pitch 2:   Continue up the left-facing corner above and belay at the dike on a comfortable ledge. (5.7 / 120 feet) \n\n  Pitch 3:   Easy does it up the broken rock above until it is possible to trend right up less-than-vertical rock to clump of trees on a spacious ledge below a left-facing corner. (5.4R / 100 feet) \n\n  Pitch 4:   A great pitch.  Move out right and climb a pure handcrack that slices through the airy face above.  The crack will end, but continue up much easier terrain to a lone white birch tree on a small, but comfortable belay ledge. (5.7+ / 140 feet) \n\n  Pitch 5:   A pitch of much less difficulty leads up the clean, open slab above to the top.  Belay at the trees.  (5.1R / 150 feet) \n\n  Getting Down:   From the top of the route look down and to the right.  There is an island of trees at the cliff's edge with a slung tree to rap the route.  Walk across and down the open slab to the trees.  3 rappels with two 60 meter ropes will deposit you on the ground.","protection":"A standard rack with several #2 Camalots and a couple #3 Camalots for the first pitch.  Two Cordolettes, and two 60 meter ropes to rappel the route.","location":"Roughly 120 feet to the right of the large, grassy Positive Thinking area."},"__v":0},{"_id":"1n9U4cxaVNedTPl6c5FjRw==","name":"Freedom Flight","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Geoff Smith, Dave Hough  Sept. '76","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":23,"mp_id":"110522914","mp_crag_id":"105857670","climb_id":"1n9U4cxaVNedTPl6c5FjRw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"The first 5.10 at Poke-O and a classic climb. Combining a long technical traverse with a discontinuous vertical crack. \n\n  Start by climbing The Snake(5.4). Walk to the far right of the ledge (careful some easy exposed moves) to a bolted anchor. \n\n  P1: 5.10b G 130'   A long technical traverse right. Follow the dike past a poison ivy bush to a first set of anchors [Deuteronomy 5.11b]. Keep going right until you see two bolts rising up and right to the upper dike [crux]. Once at the good holds of the upper dike move right to a somewhat thrilling section [small gear]. Pass another bolt before finally reaching the bolted rap anchor. The line of bolts above are for [No Higher Authority  5.11d G 110'].   Rappel from here with doubles to the ground or with a single rope to the top anchors of The Howling (climbers left). \n\n  P2: 5.10a PG (5.7 X) 150'   Head out right to a left side of a large, detached and flexing flake. Climb up (5.7 X) to the top to find an old rusted 1/4\" bolt. (There is gear everywhere but the flake is highly suspect. Especially in the middle.) Gain a shallow discontinuous crack and follow it to the top, where you'll find bolted rap anchors.    Most parties rap from here. A single 70m rope gets you to the P1 anchors... Just barely. Tie knots!!! \n\n  P3: 5.6 R 140'   Continue up the crack, then left along a slab to the final exit corner. \n\n  Walk off left to descent gully.","protection":"Single rack up to #3 Camalot. A medium size RP & C3 are useful for last section of the traverse.","location":"Far right side of the Snake ledge."},"__v":0},{"_id":"HnE89JruWc+6FqrLSUmWeA==","name":"Foreplay","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dennis Luther, Dave Szot, Joe Szot, Tom Yandon-June '92","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":58,"mp_id":"113492050","mp_crag_id":"105857670","climb_id":"HnE89JruWc+6FqrLSUmWeA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"A good route that is a bit adventurous with a tricky crux.  It is an excellent way to access the pillar pitch of It Don't Come Easy.  It's a bit dirty, but the hard sections are clean enough.  Climb into the right facing corner with two pins and continue to a stance in the dike rock.  Work up and left to a stance below the first bolt.  It is a difficult clip, but there is a good small cam placement right below it.  Weave your way up past another bolt (crux) to a bomber two bolt anchor at the base of the pillar.","protection":"gear to 3\", RPs and small cams useful \n\n  The pins can be backed up with gear.","location":"Right side of The Big Wall below a right facing corner with two pins."},"__v":0},{"_id":"nJsGkPN+VCisXFzk4+Htfg==","name":"The FM","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"John Turner & Hugh Tanton","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":36,"mp_id":"106959629","mp_crag_id":"105857670","climb_id":"nJsGkPN+VCisXFzk4+Htfg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Pitch 1 (5.7 G 60'): Start up the back of the depression and ascend a crack system that leads to a small overhang. Bypass this to the right, via a hand crack in a short left-facing corner which leads to a pleasant belay ledge with a 2-bolt anchor. \n\nPitch 2 (5.7+ PG 100'): Gain the foot ledge 10' above the belay ledge and traverse to the shallow right-facing corner (pro). Traverse left out of the corner (crux, worse for second) to a series of right-facing corners. Follow the weakness up past a couple fixed pins, keeping an eye climber's left for a spacious belay ledge with a 2-bolt anchor. \n\nPitch 3 (5.7 R 50'): Make committing, unprotected moves off the ledge using the right-facing corner/arete to a small stance with an opportunity to get some solid gear (RPs, small stoppers). Move right to  gain a low-angle ramp system (good gear) and follow this to the large right-facing corner/v-slot to the right of the large roof and a disconcerting fixed anchor (a nest of crap on a slung feature, an old ring piton, and a solid bolt). Beware, loose rock at the fixed anchor. \n\n(Pitch 4: 5.7 PG 100'): Climb the right-facing corner/v-slot (past some fixed pins) until a very obvious traverse presents itself. Traverse left 15' to the blunt arete (keep eyes open for a fixed pin around the arete). Follow a good series of large edges to the top and a fixed anchor on a tree. Beware, loose rock on this pitch. You can position your belayer under the roof with a little planning at the P3 belay.","protection":"Protection: Single rack to BD #3 C4, RPs (micro-stoppers); Fixed Anchors at all belays","location":"Start: 50 yards uphill and climber's left from the Positive Thinking area between The Nose and The Great Dihedral. \n\nDescent: Using double ropes, the guide recommends rappelling from the tree at the top of P4 to the P2 anchors. We did this and our ropes presented themselves as un-pullable. The tree on top of P4 is set far back and there is a lot of vegetation that adds friction to the ropes when being pulled. There is a set of three bolts 20' down and climber's left of the P4 tree, you'll have to rappel through a mess of brush to get there and once there, the stance is less than ideal. However, your ropes will pull smoothly at the P2 belay."},"__v":0},{"_id":"wJI5L2liXs+doKbD+blb/Q==","name":"Firing Line","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jim Dunn, Geoff Smith and Gary Allan 1977","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":21,"mp_id":"107755410","mp_crag_id":"105857670","climb_id":"wJI5L2liXs+doKbD+blb/Q==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Start up a vertical crack and easy friction (1st pitch of The Snake) to a nice belay ledge. 75ft.(5.4). Cruise up unprotected 5.8 face climbing to the base of the obvious towering left facing corner. Stem up the dihedral with good protection to it's top.","protection":"First pitch of The Snake has a few places for gear if you choose to set any. The Dihedral takes small tcu's at the start which protects the crux till you can get in bigger cams above. Bolted anchors on top (same as Psychosis)","location":"This is the jutting left facing dihedral about 100 ft. off the ground just left of the Psychosis layback corner."},"__v":0},{"_id":"XC2w/p6VVFqg9oofcHbO+g==","name":"The Fastest Gun","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Geoff Smith and Dick Bushey, 1/77 (p.1 & 2)  Jim Dunn, 1978 (p.3 & 4)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":53,"mp_id":"106059289","mp_crag_id":"105857670","climb_id":"XC2w/p6VVFqg9oofcHbO+g==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"As stated by Don Mellor in his comprehensive guidebook to the adirondacks: \"Taken separately, each pitch of this route would be considered among Poke-O's best. Linked together they create an experience that seems too good to be in the East.\"The Fastest Gun epitomizes all that climbing at Poke-O is about: In-your-face climbing from top to bottom with dizzying exposure, airy belay stances, and a short, but mandatory runout above small gear. This route is not only a classic Adirondack climb, but a route worthy of coast to coast notoriety.Pitch 1:Begin this route at a big right-facing flake with an off-width starting at about 15' off the ground. grunt your way up the layback flake, slam a #4 Camalot in the off-width and figure out how to get yourself to the top of the off-width below the first roof.place a Camalot under the roof, undercling and jam your way around this strenuous section until some feet can be had off to your right. Take a quick rest, then finish up the jamming/layback section to the slung blocks. Step left and continue over to the left below the double crack system running vertically above you. (100')Pitch 2:Follow the seemingly endless twin cracks above you to a small roof. Pull this, then continue above the broken dike, climbing slightly to the left to a ledge. (140')Pitch 3:A bolt marks the third pitch. Climb off the ledge to a thin crack on your right. Pass the 1/4 inch bolt at a hard move, then place some small gear, and run it out (5.6ish, but heady) to the large left-facing corner capped by a roof. (160')Pitch 4:The roof move. A series of hard moves gets you to the base of the corner. Crank your way up and left over the roof past some loose flakes, and then climb up to the top of the cliff and anchor. (150')Well done!","protection":"A full rack with doubles in the mid-size range (green through yellow Camalots), plus a wealth of nuts including a good selection of RPs or brass nuts.","location":"About 70 feet to the right of the Bloody Mary corner is a major right-facing flake/crack behind a tree.  This is the first pitch."},"__v":0},{"_id":"36ZZ/x6LXImMTNvCoaJY1w==","name":"Extreme Unction","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FA-Patrick Munn, Dominic Eisinger Sep '93    FFA p2-Travis Peckham, Nancy Koenig Peckham '98","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":56,"mp_id":"119424461","mp_crag_id":"105857670","climb_id":"36ZZ/x6LXImMTNvCoaJY1w==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Extreme Unction climbs the first set of corners right of The Gathering and finishes on a steep, thin face. Both pitches are good, particularly the second.Pitch 1 5.7  Climb through the dike to a right facing corner which starts 20 feet up. Climb up the corner, then left a few feet to another right facing corner. Continue up and eventually step left to a bolted belay on a sloping ledge.Pitch 2 5.12-  Climb the corner and face past two bolts. Eventually reach a short crack which leads in to a left facing corner. Up this to a good stance.  Weave right across the face, then back left, and lastly straight up past bolts to a comfortable ledge and bolted belay.You can continue up The Gathering or rappel. A 70m rope gets you down with 5-10 feet of easy scrambling. The first pitch belay is not equipped for rappel.","protection":"Gear to 2\", small to medium wires","location":"Left side of the Big Wall, 20 feet right of the Gathering Boulder at the base of a giant right rising dike "},"__v":0},{"_id":"Hw+6I5EZW6Cc6RTKYsT8Lw==","name":"Earthly Night","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Patrick Munn, Dominic Eisinger-- 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":66,"mp_id":"106051378","mp_crag_id":"105857670","climb_id":"Hw+6I5EZW6Cc6RTKYsT8Lw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"One of the new-school lines at Poke-O, and a fine one at that.  This fully bolted route is quintessential dihedral climbing bookended by some of the most rewarding slab/arete climbing on the cliff.  Avoid this route on sunny, summer days, as the black rock and oven-like quality of the corner can melt shoe rubber and make you go blind!!   \n\n  Begin the route by climbing up a 10' blocky corner to the beginning of the first pitch.  Climb the technical arete protected by 5 bolts to a set of chain anchors on a nice belay ledge (5.9+). \n\n  This next pitch is the crux.  Leave the belay and climb out left over a small, but steep roof using some high steps, a few hidden holds and some muscle.  Continue up the corner past 11 bolts (11b) and an alternate belay ledge to the base of the final pitch (\"The Raspberry Pitch\") and another set of chain anchors.  \n\n  If asked, some may say the final pitch is the technical crux of the route despite it being a full number grade easier (10b).  Whichever opinion you side with, get ready for some fairly sequential, blunt arete climbing in an airy situation. \n\n  Finish the route at set of chain anchors.  One 60m rope with three rappels will get you back to the ground.     ","protection":"QDs only!  Brings a few double length runners and some locking biners for the bolted anchors.","location":"about 500 feet to the right of the Fastest Gun corner is a clearing with three bolted lines (this wall is called \"The Pilgrim Wall\", and serves up some fine mixed bolt and gear routes from 10a to 11d, the best being a 3-pitch journey called \"Pilgrims Progess\" at 11c)) that start off the ground.  Just beyond these routes to the right is a blocky corner with a bolted arete that starts about 20 feet up.  This is the first pitch of Earthly Nights."},"__v":0},{"_id":"Zj/SkVYbXXCXpdJ3LYu0JA==","name":"Discord","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":15,"mp_id":"120568639","mp_crag_id":"105857670","climb_id":"Zj/SkVYbXXCXpdJ3LYu0JA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Start off of Earthquake Boulder.  There is an obvious crack system but the \"face\" moves are just as easy.P1 Climb a flake and some easy face moves to a tree on the belay for Puppies on Edge. 75'P2 Ascend a right facing corner into another flake.  Use the right side of the flake which becomes a right facing block to a fixed anchor. 110'P3 Traverse to a tree and climb another right facing corner.  120'","protection":"Standard rack","location":"Probably 30' right of where the approach path comes up.  "},"__v":0},{"_id":"GLvgdfVvWS+smxCN1fOclw==","name":"Cosmopolitan Wall","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Gary Allan, Geoff Smith and Dave Hough, 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":44,"mp_id":"106051367","mp_crag_id":"105857670","climb_id":"GLvgdfVvWS+smxCN1fOclw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"You'll need a full quiver of trickery to complete this route with grace. \n\n  Cosmo Wall is a long, intimidating route that enjoys the spoils of what Poko is famous (or should it that be IN-famous?) for:  gear-gobbling cracks and airy, technical face climbing on less-than-vertical terrain.   \n\n  Sounds like a recipe for a four-star route, right?   \n\n  The route starts off the far left end of the Sting Traverse Ledge, essentially to the left of The Positive Thinking ice route.  Follow some unprotected hands and feet (5.8 PG-13) up about 8 feet until you can get your first piece of gear.  Continue up the crack system until a small roof with a dodgey pin below it forces you to use some foot-trickery to surmount it to the left.   \n\n  Place some gear and continue up the pinching crack system until the fingers run out.  Place some gear as high in the crack as you can, then embark on some spicy moves up to a left-facing flake.  Place some units, then step up, gingerly, to the right to reach the first of two bolts.   \n\n  Clip it, then finger traverse out left and up to the second bolt.  Clip that one, then decide if you want to beach whale it over the bulge to the anchors or make some moves out left over semi-manky terrain to ultimately reach the belay ledge.   \n\n  Either way, these last few moves are cruxy, so keep your wits about you.","protection":"A full rack with doubles on small to medium units.  about 10 quick draws and double rope for the rappel.","location":"On the left side of the Sting Traverse Ledge about 20 feet up is a double-bolt anchor.  This is the start of the route."},"__v":0},{"_id":"uiiD2/9AXB6gBGqfSPHVPA==","name":"Cooney-Norton","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":43,"mp_id":"108360316","mp_crag_id":"105857670","climb_id":"uiiD2/9AXB6gBGqfSPHVPA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"I only did P1 but the climb continues for 2 more pitches.   The route is not nearly as dirty as it looks. In fact it was remarkably clean. \n\n  P1: Climb up unprotected but easy and get established between two opposing corners. Hard stemming past a pin. Continue until it's possible to move up and right through a series of slashes. Make an unprotected foot traverse right, into a left facing corner. Climb up to first bolt, back left to second bolt. Now you have a choice. Hard move left to a filthy but easy corner or slightly harder moves straight up with lessening difficulty as you get closer to the bolted belay. 150'.","protection":"TCU to #2 C4.   Doubles in .3 - .75   Double ropes needed for rap.","location":"The far left end of Sting Ledge. Belay at a large flat boulder near the base or scramble up the ledge."},"__v":0},{"_id":"d5cqA1WHVTiHt/wfzFqcHA==","name":"Cirrhosis","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dick Williams and Dave Loeks, early 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":78,"mp_id":"106067919","mp_crag_id":"105857670","climb_id":"d5cqA1WHVTiHt/wfzFqcHA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"In just two pitches of climbing, you will be treated to thoughtful face/groove climbing, and some of the most strenuous and technical corner/crack climbing at the grade on the cliff.  The second pitch makes this route an instant Dacks classic.  \n\n  1st Pitch:     Eyeball the bolt that sits about 20 feet up the wall below an incipient crack and groove.  \"Easy-does-it\" climbing up to the bolt, then charge your way for the nice, flat belay ledge. (5.8, 75 feet)   \n\n  2nd Pitch:   Move out to the right to gain the nice, big flake.  Master the demanding flake by using what would seem to be an illogical method of upward progression, then belay off to the left on a nice belay ledge.  (5.9+++, 75 feet)","protection":"A standard rack stressing the small to medium sizes.  Nothing larger than a single #3 Camalot.","location":"Right of the obvious Thunderhead roof in a black wall with a line of bolts up it (Menace To Sobriety, 10b).  The original start to Cirrhosis begins just to the left at a lone bolt about 20 feet off the ground."},"__v":0},{"_id":"B5FV9G77UyiFnzbBgNXKfw==","name":"Chik'n Garbonzo","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Eric Bretthauer/Samantha Bretthauer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":19,"mp_id":"108237303","mp_crag_id":"105857670","climb_id":"B5FV9G77UyiFnzbBgNXKfw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"From The Snake, go about 30' north.  Climb start up some rocky shelves to a small arete', up this to an shallow indent.  Look for a good flake at top(on right side of this is a placement for a .75 C4), make your way to the flake, good feet and hands if you look around.  Traverse left to slabby section and small crack system.  Follow broken finger crack system to it's top where a small layback works well #1-2 C3(crux at the end).  Anchors shared with The Snake.","protection":"Doubles zeros to 1\"","location":"Snake ledge, about 30' north of start of snake slide.  Rappel from trees."},"__v":0},{"_id":"XNhgoT9EWrOWEhjc9tMS7w==","name":"Certified Raw","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":5,"mp_id":"106865868","mp_crag_id":"105857670","climb_id":"XNhgoT9EWrOWEhjc9tMS7w==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Beautiful corner with excellent gear the whole way. Tricky moves at mid height over small ceiling. Cool finish up wide flake at the top adds to the fun.","protection":"Std. Rack up to #3 or #4 camelot","location":"30ft to the left of Phase III"},"__v":0},{"_id":"HppKOq2OWdmmkqiNSori8Q==","name":"Casual Observer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Furman, July 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":51,"mp_id":"106073466","mp_crag_id":"105857670","climb_id":"HppKOq2OWdmmkqiNSori8Q==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"For the hidden sport climber in all you trad climbers. \n\n  Pitch 1:   Casual Observer starts on what looks to be a dirty face roughly 30 feet to the left of the Fastest Gun.  Once on it, however, you will be graced with a technical sequence that leads to a traversing crux directly below the menacing flake/chimney hanging above.   \n\n  Style your way into the chimney and either place a cam and a nut (a blue Alien works well) or brave the secure, but short, runout up to the next bolt out to the left, right before you exit the chimney.   \n\n  Pull out of the chimney on steep and pumpy moves in a positive crack system.  Place a couple small TCUs (blue, yellow, and orange work best) and continue up the less strenuous face to the chain anchors. (5.10- / 90 feet)   \n\n  Many parties stop here and rap, but if you want to continue on... \n\n  Pitch 2:   Climb up the face on the arete, then trend right into the corner. \n\n  Make some difficult, but well-protected moves up the corner, until it is possible to step left to a good belay. (5.10+ / 80 feet)  Note:  For this pitch carry a single rack of cams up to a yellow Camalot. \n\n  Make two rappels to the ground, or carry two ropes and make one, long rappel to the ground.   ","protection":"10 bolts on the first pitch, plus supplemental gear.  Carry a dozen QDs and a single rack to #2 Camalot.  Be sure to bring #1-#3 TCUs, and a small assortment of stoppers.","location":"30 feet to the left of the Fastest Gun on a bolt protected face below a giant flake/chimney."},"__v":0},{"_id":"jRq33bzcVL+a+4AZ3V0/Rw==","name":"Calvary Hill","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Patrick Munn, Dominic Eisinger, Mark Meschinelli '91","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":57,"mp_id":"113621292","mp_crag_id":"105857670","climb_id":"jRq33bzcVL+a+4AZ3V0/Rw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Only pitch one is described here.  Pitch two is currently overgrown and not recommended.  Pitch two is reportedly excellent, but will need extensive cleaning. \n\n  A sustained test piece of thin, just off vertical face climbing linking a few discernable features up an otherwise blank looking face.  The difficult sections are bolted and well protected.  Boulder up to a stance and the first bolt.  Technical cranking past bolt two leads to another stance.  Continue up the face passing a couple more cruxy sections to a bolt anchor in the dike.","protection":"6 or 7 bolts, a few cams from fingers to 1.25\"","location":"In the center of The Big Wall at a three inch wide left facing edge roughly five feet off the ground."},"__v":0},{"_id":"2Q1Z5zYAXISJaz1kibPPMQ==","name":"C-Tips","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Patrick Purcell, Mark Meschinelli","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":39,"mp_id":"109201052","mp_crag_id":"105857670","climb_id":"2Q1Z5zYAXISJaz1kibPPMQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"A great route on nice rock that ascends a steep face just right of a black streak.  From the ledge carefully climb up the slab to the first bolt.  The line weaves gently right and then back left to the anchor.  There is a two bolt anchor on the ledge for the belayer.","protection":"8 draws, 2 bolt anchor","location":"The steep face right of the Great Dihedral and left of P.T. Pillar.  The starting ledge is easily accessed from the left."},"__v":0},{"_id":"gCZ13UrwVi2xdAoOnL3iPg==","name":"Bushido","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":0,"mp_id":"106865874","mp_crag_id":"105857670","climb_id":"gCZ13UrwVi2xdAoOnL3iPg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"The only feasible looking line on the Waterfall Wall. \n\n  Pitch 1 (5.10c): Climb up cracks to anchors. Stock up on small nuts for the exciting finish. Fixed anchor on the ledge. \n\n  Pitch 2 (5.11c): Stem and face climb the corner to the top.","protection":"Up to #3 camelot.","location":"On the waterfall wall, 30' left of the descent chimney."},"__v":0},{"_id":"uIqvfrLPU9K0TEQ2guIRmg==","name":"Borderline","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"2004 Pat Munn, Mark Meschinelli","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":59,"mp_id":"107183286","mp_crag_id":"105857670","climb_id":"uIqvfrLPU9K0TEQ2guIRmg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"This description is only for the FIRST pitch.  There is a second pitch, which, judging by its current state of filth, doesn't get done too often.   \n\n  The first pitch is excellent and tricky, with great protection where needed.  It, along with Foreplay, is also a nice way to access the pillar pitch of It Don't Come Easy. \n\n  Clip a bolt low to the ground, then move through a difficult boulder problem to easier ground.  Meander up, straying left a bit at times, through easier terrain to a right facing corner at the top of the dike rock.  Make the crux stand-up move, then follow the superb face and crack to the top and a 2 bolt anchor.  5.11","protection":"Bolts and most of a full rack including a #3 Camalot size piece that is nice for the very top.","location":"About 15 feet to the right of the right facing corner 10 feet off the ground (Foreplay), at a lone bolt.  There is usually fierce groundcover at the start."},"__v":0},{"_id":"ElOUnQHnUw2YiZSzfhuAiA==","name":"Bloody Mary","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"John Turner, Dick Strachan, and Dick Wilmott  1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":50,"mp_id":"106078832","mp_crag_id":"105857670","climb_id":"ElOUnQHnUw2YiZSzfhuAiA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Paralyzing positioning, sustained climbing, and impeccable rock make this route one of Poke-O's finest vertical jaunts.   \n\n  As you climb, remind yourself that for 15 years, this route stood as the hardest climb in the Adirondacks.   \n\n  Pitch 1:   Begin roughly 100 feet to the right and uphill from Gamesmanship, and roughly 100 feet to the left of The Fastest Gun.  Spot the curving dihedral high on the route (the 2nd pitch), this is what you are aiming for.   \n\n  Climb the broken corner and hand cracks to the left of the corner to a nice belay ledge below the massive, curving dihedral.(Note: You need to build an anchor here). (5.6 / 40 feet) \n\n  Pitch 2:   The gem of the route.  Climb off the belay ledge and into the dihedral.  Continue up the sustained corner until you reach a welcomed rest mid-pitch.  Aim for the small, left-facing corner.  Gain this and climb it with similar difficulty to a semi-hanging belay at chains. (5.9+ / 110 feet) \n\n  (NOTE:  MOST PARTIES RAP FROM THE TOP OF THE 2ND PITCHES THE UPPER PITCHES ARE RATHER DIRTY AND LOOSE!!)  \n\n  Pitch 3:   If you want to continue...climb the tight dihedral until easier rock is reached.  Belay here at another small ledge. (5.8 / 80 feet) \n\n  Pitches 4, 5, and 6   Scramble over some loose, dirty rock to gain the upper pitches of Gamesmanship (5.7 PG/R), or continue out right to meet up with The Fastest Gun (5.10). \n\n  Descent:   If you plan to go to the top of the cliff.  Use the same rap station as Gamesmanship or The Fastest Gun.  Both require two 60 meter ropes for rappelling.","protection":"A nice size rack with doubles in the #.75 to #3 Camalot size.  An additional #3.5 or #4 is welcomed, too.  Double ropes, or a tag line, many long slings, and as with all routes on Poke-O, a good assortment of stoppers and RPs is always nice to have in the quiver of protection.","location":"The route is located 100 feet to the right and uphill from Gamesmanship, and roughly 100 feet to the left of The Fastest Gun.  Spot the curving dihedral high on the route (the 2nd pitch), this is what you are aiming for."},"__v":0},{"_id":"W0h5uSz1UkWUAGAA3GAykg==","name":"Bastard","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dennis Luther, Joe Szot, Jul 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":9,"mp_id":"110679388","mp_crag_id":"105857670","climb_id":"W0h5uSz1UkWUAGAA3GAykg==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Some really great thin face climbing, Start off under the roof and exit it by the left, head diagonal right to the horizontal slots and now go straight up pretty much inline with the bolt. \n\n  About 5.10 up to just over the bolt where the going gets quite harder.","protection":"One bolt, finger sized cams for the horizontals and the rest is pretty grim, maybe some RPs. \n\n  Seriously suggest setting up a top-rope to review your gear options. \n\n  Bolt anchor with a rap chain.","location":""},"__v":0},{"_id":"ZJidWGNYXESk28ujWoH7Kw==","name":"Autumn Flare","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":24,"mp_id":"121358774","mp_crag_id":"105857670","climb_id":"ZJidWGNYXESk28ujWoH7Kw==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Climb directly up the middle of the Pillar.  Start on the left side of the Pillar and make some moves onto the face then strenuous lieback off the right side then transfer into a crack appears in the middle of the face about 40' up.","protection":"Chains at top","location":"On the Pillar"},"__v":0},{"_id":"siMAtpJNVW6LKAnqVpZf2w==","name":"Arch Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Patrick Munn, Dominic Eisinger--2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":64,"mp_id":"106780180","mp_crag_id":"105857670","climb_id":"siMAtpJNVW6LKAnqVpZf2w==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Though this is often thought as a variation to pitch 2 of Pilgrim's Progress and Mayflower, I thought this pitch to be good enough to warrant a separate entry.   \n\n  Climb the 1st pitch of Mayflower or Pilgrim's Progress to the comfortable ledge with a chain anchor.  Climb out right passing the vertical hand crack in black rock (pitch 2 of Snow Blue 10a R).  Continue slightly up right, clipping the the actual anchor for Pilgrim's Progress and the two bolts at the arrowhead flake.  Climb up and into the undercling flake.  Continue underclinging back across left with poor feet, but great gear.  Clip a high bolt above the flake, and upon reaching the end, move into the broken left-facing corner (shared with the end of Mayflower's 2nd pitch--5.9+) and a rest.  A manky old pin and a solid nut placement protect the final, funky moves to the chain anchors above.","protection":"A small set of nuts, several slings/draws, and a single rack from a green Alien to a #1 Camalot is all you'll need to protect this route comfortably.","location":"The arching undercling finger crack above the first pitch of Mayflower."},"__v":0},{"_id":"my/HnmwEUkKnMaTddTl+FA==","name":"Ancient of Days","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":68,"mp_id":"115331749","mp_crag_id":"105857670","climb_id":"my/HnmwEUkKnMaTddTl+FA==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"P1: Climb the easy ramp to gain a short, steep crack. Up this(thin 5.9 G) to a ledge. Continue straight up some easy chimney moves to a belay ledge. With good rope management this pitch can be combined with the next.\n\n P2: Continue up the chimney above which has good cracks for gear, and some fun moves towards the top. Belay on a good ledge with trees. 5.8\n\n P3: Follow the thin incipient crack up and just slightly left for about 150'. This pitch is fairly sustained with intricate balancy moves. The gear is small but bomber. Belay at one of two sets of bolts at the base of the large heavily-vegetated dike. 5.9 G/PG\n\n P4: This pitch takes a little imagination to enjoy, because of its dirty/overgrown nature and the blocks toward the end. There is some good climbing nevertheless. From the bolts, climb up and a little left and then back right through bushes and dirty rock. After about 60' the rock get's a little cleaner and less vegetated but becomes more difficult. Aim for a vague R-facing corner above the dike and below the prow that breaks through roofs at the top of the wall. Climb in or near the corner and then up through questionable/scary blocks to a belay stance under the roofs. Here you can see the obvious bolts of the last pitch leading out to the left. 5.9+ PG 190' the way we did it.\n\n P5: A short pitch follows bolts traversing left under the huge roof and around the lip to rap bolts at a stance on the slab. I placed a #1 and yellow alien on this pitch, but I wouldn't say they were necessary. 5.10b 30'\n\n Descent: Rappel with two ropes to the lower of the bolted stances below the dike(bottom of pitch 4.) One more rap just barely makes it to the ground with 2x8.5mm ropes.","protection":"Generally plentiful and sound protection. Standard rack to #3 with extra little cams and small nuts/RPs.","location":"Walk down past Fastest Gun. This climb is just left of Raptor's Scream, a bolted line with thin cracks in a steep corner. Ancient of Days starts 30 or so feet left at the base of a slabby Left to Right-rising ramp. This is the lower and lower-angled of two similar features. "},"__v":0},{"_id":"nvFCNQNVXDWqgPc0W9mv4A==","name":"Air Male","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dennis Luther, Kevin Boyle  August 17, 2000","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":6,"mp_id":"106815615","mp_crag_id":"105857670","climb_id":"nvFCNQNVXDWqgPc0W9mv4A==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"Air Male is the quintessential Poke-O Face climb. Razor-sharp credit card edges, lock-offs and smeary feet punctuate this otherwise blank and imposing face. \n\n  Start 8 feet to the left of the \"Son of a Mother\" chimney start on a grooved face.  Climb practically directly up from here encountering some of the most painful crimps and unlikely foot edges you've ever seen.   \n\n  The route eases for a short moment before encountering the upper overhanging slab protected by 2 bolts and on up to the shared anchor with \"Son of a Mother\".   ","protection":"Bolts, fixed anchor.","location":"8 feet left of Son of a Mother is the line of bolts."},"__v":0},{"_id":"GTiorTQwUsa09md+r/NueQ==","name":"7 year itch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jake Hadden/Eric Bretthauer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"left_right_index":20,"mp_id":"108327783","mp_crag_id":"105857670","climb_id":"GTiorTQwUsa09md+r/NueQ==","areaRef":"qjquEVAvXqC6dII3VVd8sA=="},"content":{"description":"North end of Snake Ledge, look for a 1/2 pillar.  Climb the left side of the pillar to it's top, spicy topout on this.  Gear to 2\" on this section.  The next 30' is bolted.  From the top of the 1/2 pillar, climb up and left into a small finger crack with some spicy friction moves, to a larger crack(crux) to 1 more bolt at the top.  Long anchor built just over the bank for Rap...","protection":"Gear to 2\" and 4 Bolts","location":"Walk north from entry trail till you see the Pillar.  50-75' before this notice a 1/2 pillar which goes about 1/2 way up a large slab area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,bdd9ca76-7c69-5b7d-b2f1-8ec3065dc9ef,30208f59-a80b-5216-ad56-e1a318482b61,aa3aae11-502f-5ea0-ba74-823755577cb0","pathTokens":["USA","New York","Adirondacks","A: Lake Champlain Region","Poke-O-Moonshine","Poke-O-Moonshine Main Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.11b"},{"count":5,"label":"5.8"},{"count":5,"label":"5.10d"},{"count":3,"label":"5.10a"},{"count":11,"label":"5.10b"},{"count":3,"label":"5.12a"},{"count":4,"label":"5.8+"},{"count":5,"label":"5.10c"},{"count":3,"label":"5.11d"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.4"},{"count":3,"label":"5.11a"},{"count":5,"label":"5.9"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.13a"},{"count":3,"label":"5.12c"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.12a/b"},{"count":2,"label":"5.7"},{"count":2,"label":"5.11+"},{"count":4,"label":"5.9+"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.5"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.11"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":69,"bands":{"unknown":0,"beginner":16,"intermediate":30,"advanced":23,"expert":0}},"sport":{"total":15,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":8,"expert":1}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":37,"advanced":31,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.50371,44.40783]},"bbox":[-73.50433944376103,44.40738033981814,-73.50308055623896,44.40827966018186],"left_right_index":-1,"ext_id":"105857670","area_id":"qjquEVAvXqC6dII3VVd8sA==","polygon":{"type":"Polygon","coordinates":[[[-73.50433944376103,44.40738033981814],[-73.50308055623896,44.40738033981814],[-73.50308055623896,44.40827966018186],[-73.50433944376103,44.40827966018186],[-73.50433944376103,44.40738033981814]]]}},"content":{"description":"The cliff is extremely impressive for the Adirondacks. It lords over Interstate 87 between exits 32 and 33. There have been many close calls and near miss accidents as climbers strain to see the cliff and all it offers. Most of the routes on the cliff are in the moderate to hard range; that is don't expect the wonderful selection the Gunks offers, you have to earn the climbs here. However, if you feel comfortable at these grades then this is the place to be for big, long, and exposed pitches of high quality granite. Add to this the distance it takes to get there from major cities, this cliff has a quiet feel that is pure Adirondack climbing.And that is just the rock, don't get me started about the ice. Check out Don Mellor's guidebook Blue Lines for route descriptions."},"density":0,"totalClimbs":85,"__v":1,"createdAt":"2022-11-07T06:15:07.920Z","updatedAt":"2024-01-20T01:05:12.875Z"}