{"_id":"6368a1b8e80bff5a99553ea7","area_name":"Beast Alcove and Refuse Area, The","shortCode":"","climbs":[{"_id":"BAmEooY7U0yC7ofLibYpBg==","name":"Wildabeast","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA-John Burke FFA-Neil Cannon, Dave Rose, and Jim Surette","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":12,"mp_id":"106727576","mp_crag_id":"106013894","climb_id":"BAmEooY7U0yC7ofLibYpBg==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"Climb the strenuous corner crack as you jam, stem, layback, bear hug, backstep, kneebar (awesome), and protect your way to the guarding  crux exit move. Heart Breaking! Try not to lunge for the anchor!  \n\n  Wildabeast feels hard the first time around! Keep trying, it gets better. A proud tick on beautiful granite!","protection":"Some small nuts, and cams in the finger to hands. range. 2 bolt anchor, easy to lower off and TR","location":"This is the appealing yet seemingly overlooked corner crack system left of the dry Beast Cracks"},"__v":0},{"_id":"LMkChViRUHejsD8wdvaIGQ==","name":"Wild","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":10,"mp_id":"107226036","mp_crag_id":"106013894","climb_id":"LMkChViRUHejsD8wdvaIGQ==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"Climb up to a small ledge then up the crack/flake to a good stance.  Then continue strait up (a little heady but fun cuz you can't place much) or take a few steps right and make some layback moves to another good stance.  Then up to a small right curving overhang that is technical (and a little tricky to protect); you will find the crux here.  Then you get the anchors at a nice ledge.   \n\n  Wild is a common start to Women in Love (12a) and is known as Wild Women (12a).  For the second pitch head up some ledges to the left and then up a corner type thing with a bolt. (10- R)  Or you can cut into the trees (further left) and avoid the 'R' part entirely.  Then finish up Women in Love ~ 11d, 11b, 12a. \n\n  At the top of Wildabeast (11d) you can traverse left and meet the crux of Wild if you're really lookin to challenge yourself and then finish up to Women in Love.","protection":"The pro is safe but tricky. small cams, nuts, and finding the placements","location":"Between Wildabeast and Refuse under a small ledge."},"__v":0},{"_id":"6Aru4Y+AUBetRZwHGGG6rw==","name":"Wild Women","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FFA Aug. 1979 Ed Webster and Jeff Achey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":11,"mp_id":"117281211","mp_crag_id":"106013894","climb_id":"6Aru4Y+AUBetRZwHGGG6rw==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"The full route. A link up of \"Wild\" and \"Women in Love\" that spans from the bottom of Cathedral to the top. Described by Handren as \"a very strenuous and sustained route, one of the classic hard crack climbs on the East Coast.\"\n\n The FFA of Women in Love is a classic example of the race to free aid pitches in the late 70s. Visiting Mark Hudon and Max Jones (who nearly FFAed the Salathé Wall on El Cap) asked Webster if the top of Women in Love could go free. Webster lied, saying that the headwall was impossible to free climb -- “smooth as a baby’s bottom.” He then quickly enlisted Henry Barber to free the top pitches. As they were working the last pitch, Hudon and Jones saw them from the ground and steamrolled through the lower pitches. They caught up with Webster as he was following Barber (who dislocated his shoulder during the send, but popped it back in mid-climb) on the final pitch. Hudon slapped at Webster’s heels as he and Jones completed the route’s second ascent. Webster and Achey completed the full \"Wild Women\" route one year later.\n\n Start on the route, \"Wild\"\n\nP1. (11b) Start with easy moves up a right facing corner and quickly reach a big ledge. From the ledge, climb straight up a discontinuous finger crack. Traverse right at the roof (crux, finger-sized cams helpful) and end at a bolted anchor on a sloping ledge.\n\nP2. Climb up easy ledges with very few options for protection. This will lead you to a choice. (10R): Follow the dihedral to a bolt, then climb above it, being certain that you won't slip off. Bypass variation (5.7): Skip the R-rated climbing by escaping left onto the Barber Wall ledge and then traverse back right.\n\n End on a sloping ledge below the beautiful first pitch of “Women in Love.”\n\nP3. (12-) The prettiest pitch on the route and some of the best climbing. Work your way up the pearly white granite crack, which constrains to thin finger locks and two unforgettable mono-locks. End at a sloping ledge.\n\nP4. (11b/c) Continue up the funky, right-leaning crack system to a v-grove. Step right and climb just above the Beast Flake to reach a fixed anchor below a small roof.\n\nP5 (12-) Climb above the small roof. Clip a strand of black static cord that's fixed to a bolt and follow small edges out left around the arete. Follow pitons up the layback flake that leads to the top of the cliff.","protection":"Single rack to No. 2 Camalot. Doubles from finger sized to No. 1 Camalot can be helpful.","location":"Follow to trail up as if you're walking toward The Prow/ Recompense. Follow a faint trail left just before a slippery rock in the middle of the trail and reach the Beast Alcove entrance. Start just left of the Alcove entrance."},"__v":0},{"_id":"6jJcw+OQVpqdNavc+Kz/gA==","name":"Whack-A-Mole","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"gill/callaghan","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":4,"mp_id":"106290491","mp_crag_id":"106013894","climb_id":"6jJcw+OQVpqdNavc+Kz/gA==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"Not a death route but close. You can fall off and live (ask Tom) just not at the end. Good thing that the crux is near the bolt. Still hard climbing after the bolt though is very dangerous. TR after doing AP.","protection":"A small rp and a bolt","location":"Left of AP Treat at a small flake the center of 3 one bolt routes."},"__v":0},{"_id":"U8PktnQOXsK0pt3Mz0slsw==","name":"Welton's Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Loran Smith  Spring, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":7,"mp_id":"107872154","mp_crag_id":"106013894","climb_id":"U8PktnQOXsK0pt3Mz0slsw==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"This is the route starting just right of AP Treat, next to the stone steps accessing the Prow Area.  Begin on a shallow arête leading to cracks and flakes which bring you to a stance under the final shallow corner.  Climb the corner past a bolt (not present on the FA) to the top and a shared tree belay with AP Treat. ","protection":"Small to mid sized stoppers and cams and one bolt.  The bolt was added 21 years after the FA, which used a tied off long dong piton in the crack below the present day bolt.","location":"Below the start of the Prow on a 50 foot high slab.  Welton's Corner climbs a shallow inside corner via cracks and flakes about 20' right of AP Treat."},"__v":0},{"_id":"tdTpChJ4XF+oYiZWvXNyTg==","name":"Talcum Powder","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Sonnenfeld, Jeff Achey","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":15,"mp_id":"121128581","mp_crag_id":"106013894","climb_id":"tdTpChJ4XF+oYiZWvXNyTg==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":" The short and spicy 10b corner between Beast 666 and Wild Kingdom. This route has some cool climbing on it, but requires leaders to make insecure 5.10 moves above less than ideal pro, so be solid at the grade. Climb beautiful black rock to a pin. Clip the pin and get ready for the crux. Make a thin, spicy move past the pin, then keep your head as you make move up and right towards the tree ledge. Pull onto the ledge, same belay as pitch 1 of Wild Kingdom. ","protection":"Pins and a single rack to #1","location":"Starts in the black rock to the right of Alcove Cracks."},"__v":0},{"_id":"cgeWI72cUZ6o4Fx2LSm4mA==","name":"On Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"FRA: Bob Ahearn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":2,"mp_id":"109304181","mp_crag_id":"106013894","climb_id":"cgeWI72cUZ6o4Fx2LSm4mA==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"Start just left of Maid in the Shade. Climb the only crack/flake system running up the slab. A crux move at the top leads to a tree anchor. 35'","protection":"Standard Rack to Tree Anchor","location":"On the left side of the slab at the AP Treat Area"},"__v":0},{"_id":"IxMM8pOtWCipZuHTkqglmA==","name":"Maid in the Shade","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Loran Smith 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":3,"mp_id":"109304188","mp_crag_id":"106013894","climb_id":"IxMM8pOtWCipZuHTkqglmA==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"Climb up just right of the obvious crack/flake system of On Crack. Slab up to small stance and a lone bolt. Continue up the slab to a finger crack running down from the top. Finish at the trees above. 45'","protection":"bolt, finger sized pieces, tree anchor","location":"The AP Treat area slab"},"__v":0},{"_id":"aGS+sE7wWJ+QoQ97BpPJZw==","name":"Lower Refuse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"J Turner and R Wilmot,  may 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":9,"mp_id":"106013921","mp_crag_id":"106013894","climb_id":"aGS+sE7wWJ+QoQ97BpPJZw==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"So you want to climb off-widths huh? Well here is a start anyway. There are 2 OW sections on this climb.  Neither is very difficult, but both give you a look down that very long tunnel leading to hard off-width climbing. Just a look... \n\n  Pitch 1: (5.7) You start just right of Brown's Fist and climb up and right around the corner into a chimney with a bunch of jam cracks of different sizes and shapes in it. I found this section to be really fun. At a good stance the climbing changes to a short 5.7 off-width. Work your way up this to a ledge with a thread anchor. \n\n  Pitch 2: Climb the intimidating wide crack above. Though it looks like an off-width, no true off-width technique is needed. Grunt your way through and up on to the tree ledge at the base of the Book of Solemnity (5.10a). \n\n  There used to be a tree that could be climbed to get around the crux of pitch two, but all good things must come to an end. Now you are forced to climb the rocks.","protection":"Regular rack, and a few big cams if you are dying to put some scratches on them. I didn't use any and didn't miss them.","location":"To the right of Browns Fist and left of the Beast Alcove."},"__v":0},{"_id":"NXK73C/wVDGR4s+CiZdahw==","name":"Energy Crisis","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ed Webster, Doug Madara, Jeff Butterfield 81","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":0,"mp_id":"109289511","mp_crag_id":"106013894","climb_id":"NXK73C/wVDGR4s+CiZdahw==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"Start 50' left of Whack-A-Mole (a.k.a. Sticks and Stones) or 15' left of the newly bolted line of Effigy, at a dirty headwall with left angling seams  up the steepest tallest part of the lower buttress.  \n\n  P1: Climb the headwall up seams (5.11a R) to the top of the steep wall and then diagonal right up an easier slab arete to a tree ledge. Belay on the left beneath the roofs. 5.11a R  100' \n\n  P2: Traverse left under the roof to a hand crack splitting the roof. Follow the cracks up the arete to the ballroom ledge. 5.9   50' \n\n  P3: Start on the right-hand end of the ballroom. Climb the crux past past two pitons (need to be replaced) and gain a hand crack in the bulge. Easier moves lead right across a slab to a thin crack and a sloping belay stance. 5.11b   45'  \n\n  P4: Finish up the final finger crack on Solstice to the top. 5.8","protection":"trad rack, poor pins","location":"20' left of Effigy at the AP Treat Slab area"},"__v":0},{"_id":"Ee+950aJVQGBXz1Q3V72qg==","name":"Effigy","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jonathan Garlough, Jason Denver & Jonathan Baldassare","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":1,"mp_id":"109289555","mp_crag_id":"106013894","climb_id":"Ee+950aJVQGBXz1Q3V72qg==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"Another nice technical steep slab route for the area! Start 15' left of Sticks and Stones below the obvious straight up flake/crack. The line follows the bolt line to the left. \n\n  Start up a 10' right facing corner to a small ledge/stance. Place gear high in the right arching right facing corner. Pull straight onto the face (5.8) and surmount the bulge to a stance (bolt). Climb up a short slab to the base of the headwall (bolt). Finesse your way up the sustained crux headwall on thin holds past a third bolt, and mantle onto a sloping ledge to clip the bolt anchor. 60'","protection":"Lots of gear options to start, then 3 bolts to a bolt anchor","location":"Sticks and Stones/AP Treat area"},"__v":0},{"_id":"h843xlMrUL6ILZVef09B+w==","name":"Cerberus","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"paul ross.. ffa jim surette","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":16,"mp_id":"106721961","mp_crag_id":"106013894","climb_id":"h843xlMrUL6ILZVef09B+w==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"The original aid line of the Beast. A wild ride for sure. Some lifetime I'll get the redpoint, maybe.","protection":"Some fixed pins, but I'd be a bit skeptical by now.","location":"Up the 5.10 finger crack then the 11+ groovy thing. Now head left out the bulge and fall off and off... just wild."},"__v":0},{"_id":"TBXY7wRYWymVEuydSAmaRg==","name":"Browns Fist","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Henry Barber october 1st 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":8,"mp_id":"106013901","mp_crag_id":"106013894","climb_id":"TBXY7wRYWymVEuydSAmaRg==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"I really enjoyed this climb. The only downside was its somewhat short length. If it had another pitch on top of this one it might get a little more credit.  I'd say its best attributes were nice jamming interesting moves and the best knee-bar I've found at Cathedral, right where you would want it in the crux. \n\n  Start up the obvious corner and in to some nice cracks to the awkward roof crux. There is a direct version that heads straight up and out the roof; however, you can traverse under the roof somewhat strenuously past the knee-bar that I love so much and on to a nice stance. A few more crack moves lead you to the first belay on Lower Refuse. \n\n  Continue up Refuse or lower off of the thread anchor (which was a bit tattered as of this post).","protection":"I found a regular rack up to #3 cam to work fine but bigger stuff could be used if that's your thing.","location":"Brown's fist climbs the big corner capped by a roof in front of you as you hike up the trail."},"__v":0},{"_id":"wEeHB9dxVq+2UMWbrR9aUQ==","name":"Broken Bones (aka Piledriver)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":5,"mp_id":"109304195","mp_crag_id":"106013894","climb_id":"wEeHB9dxVq+2UMWbrR9aUQ==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"Another bold lead to the left of AP Treat. Climb up to a high lone bolt and continue up to easier terrain on sloping rails. Exit slightly left to the tree anchor on Whack-A-Mole (Sticks and Stones). 50'","protection":"Bolt to Tree Anchor","location":"To the left of AP Treat"},"__v":0},{"_id":"86w4yzTiXQaYEzp8OKtdng==","name":"Beast 666","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":". ffa jim dunn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":14,"mp_id":"106721952","mp_crag_id":"106013894","climb_id":"86w4yzTiXQaYEzp8OKtdng==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"If you are doing the 5.10 cracks under this, you may as well fail on this! After the midpoint anchor, climb a hard stemming groove thing. Then climb a hard sideways wide crack.","protection":"Good gear some fixed. Take some wide. Should have a fixed anchor, if you get to it.","location":"Up above the twin finger cracks. You'll see it."},"__v":0},{"_id":"uyv/ezRJXFSZBQQibKLYiA==","name":"AP Treat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"not sure","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":6,"mp_id":"106290486","mp_crag_id":"106013894","climb_id":"uyv/ezRJXFSZBQQibKLYiA==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"A nice moderate route with good pro. Below and left of the Beast or right of Funhouse is a small slab with a couple of bolts. AP climbs the right hand arete with a couple of pins and a bolt.","protection":"pretty good, tree anchor","location":"Go about 150' ? right of Funhouse."},"__v":0},{"_id":"IKCcGE6jUHWFLFNa4y2hWA==","name":"Alcove Cracks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"left_right_index":999999,"mp_id":"106266483","mp_crag_id":"106013894","climb_id":"IKCcGE6jUHWFLFNa4y2hWA==","areaRef":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"These are not really routes on their own but I think they should have their own description because so many people do just these sections with out continuing up. Also because there is so little at Cathedral that stays dry in the rain. \n\n  That being said, down and to the left of Recompense there is an alcove that has a roof above housing two nice short cracks ending at an anchor. They both stay dry in steady rain. The right leaning crack that starts on the left is the start to a demanding 5.11+ pitch (The Beast 666). \n\n  Alcove Left Crack: (5.10c) Pretty easy to pick it out. A really nice right leaning crack that is a little harder than it looks but it protects well and gets you a workout on a rainy day. If it is dry and you are strong, continue out the roof and in to the off width above at 5.11+. \n\n  Alcove Right Crack: (5.10a) This line doesn't look as perfect at first glance but is a technical good time and might work better for you if the more powerful left crack shut you down. Climb the corner with perfect pro and interesting moves to a perplexing finish on to a good stance. Same anchor as above route.","protection":"Both routes protect well with small to mid cams and some nuts.","location":"From the start of Refuse scramble up a couple ledges to a nice flat terrace and you can't miss them."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,a28bb0ec-fafb-59b3-921a-fa7512cbd723,e147fa18-5006-56a8-95aa-3e05baf0d845","pathTokens":["USA","New Hampshire","*Cathedral Ledge","Beast Alcove and Refuse Area, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.8"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":4,"intermediate":4,"advanced":8,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.16567,44.06369]},"bbox":[-71.16629577334218,44.06324033981815,-71.16504422665783,44.06413966018189],"left_right_index":-1,"ext_id":"106013894","area_id":"4Uf6GFAGVqiVqj4FuvDYRQ=="},"content":{"description":"These areas are often listed separately but they share an approach trail and are separated from all other sections of the cliff.  \n\n  This area is often overlooked. For example I had done almost every classic up to 5.10 at Cathedral before even hiking up to check out this nice hidden corner. People climb here for sure but it doesn't see near as much traffic as the much easier to stumble upon Lower Left Wall. When moderates on the popular walls are packed think about getting on Browns Fist 5.7+ or Lower Refuse 5.8. Or if its hard cracks you are looking for look no further, climbs here range from 5.7+ to 5.13c. \n\n  Rainy days can be a drag for crack climbers but here is one little ray of hope. The start of The Beast is normally dry in the rain and offers two 5.10s with a convenient lower off or toprope anchor."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:12:10.302Z","updatedAt":"2022-11-25T11:19:58.628Z"}