{"_id":"6368a44ee80bff5a9959c2a2","area_name":"Inner Outlet","shortCode":"","climbs":[{"_id":"mgeE3dLbUn+F/rVFL6yyCg==","name":"Wiessner Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Wiessner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":18,"mp_id":"105714725","mp_crag_id":"105714318","climb_id":"mgeE3dLbUn+F/rVFL6yyCg==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"This is the frighteningly obvious chimney on the left side of the Inner Outlet when viewed from Sylvan Lake.  Climb up to a ledge, and make a weird bouldery move into the chimney that feels hard and strange for 5.6  A long pitch of grunting up the squeeze chimney will leave you on the summit, and probably also cursing Wiessner every inch of the way if you aren't used to wide cracks.  For maximum entertainment, have your partner drag up a backpack - their howls of frustration make the whole exercise worthwhile. \n\n  This is an absolutely classic route if you like squeeze chimneys, and make sure to have someone take your picture from the lake while doing the route.","protection":"Standard trad rack.  This climb was runout with no big pieces, but I didn't have any when I did it so I'm not sure whether they would work.","location":""},"__v":0},{"_id":"lK8ssubFUEiKYL399xT0qA==","name":"Two Year Plan","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ron Yahne and Shari Baker, 1991","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":4,"mp_id":"107546669","mp_crag_id":"105714318","climb_id":"lK8ssubFUEiKYL399xT0qA==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"If you enjoyed such classics as Baba Cool, Meat is Murder, and Goldberry Lane, be sure not to miss this Yahne classic. Ron put this up over the course of two years on lead from free stances, and even took a few whippers with power drill in hand. Yet another Yahne masterpiece!   \n\n  Start 20 feet right of Classic Crack. Clip the first bolt close to the ground and make some tenuous moves to get established on the face. A small cam is nice to have between bolts 2 and 3. \n\n  After clipping the third bolt, prepare yourself for a thin section that trends left through the next four bolts. After clipping the last bolt just below the final crack, catch a well-deserved rest, then jam your way to the chain anchor. \n\n  Once on the summit, look toward Outer Outlet for a perfect view of the stunning and unmistakable Nick of Time.","protection":"7 bolts, light rack to 2\"   Chain anchors   Double rope rap","location":"Located on the N face, 20 feet right of the prominent Classic Crack."},"__v":0},{"_id":"z+qSqdnSUGq/CpZYSyri2g==","name":"Slippery When Wet","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Kyle Rott, Cheyenne Chaffee  Spring 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":14,"mp_id":"109484557","mp_crag_id":"105714318","climb_id":"z+qSqdnSUGq/CpZYSyri2g==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Make a 5.10ish move off the deck past the first bolt. Continue past the next tastefully spaced 3 bolts on the featured rib to the left of 'the Rustlers' Clip the last bolt on the rib with a long sling and traverse left to the base of the steep water groove bulge.    You get a nice stance to suss out the very well protected crux (2 bolts) before you commit. Once past the fun crux moves, start placing gear in the horizontals/random seams through low angled juggy terrain. Exit left sometime before the big roof/last horizontal. (still juggy/low angled) Put in a little nest of smaller cams and make some exposed moves up the spine feature to the right of a water groove. Super cool finish! Belay off a big boulder.    Very cool route with a well protected crux surrounded by easier, but spicy climbing!","protection":"6? bolts. green c3-.5   nuts","location":"Left of the Rustlers. Climbs upper water groove to the right of the seam/crease of 'Big E's Two Year Project'     Rap off 'Classic Crack' (1 70m) Double rope rap down 'The Rustlers'"},"__v":0},{"_id":"4NLirdVDVgK2SjOEDqAEFw==","name":"The Rustlers","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Eric Rhicard, Brent Kertzman & Dennis Horning  Oct 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":15,"mp_id":"106865694","mp_crag_id":"105714318","climb_id":"4NLirdVDVgK2SjOEDqAEFw==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"This route follows the water groove/black streak/crease just left of Rocking Harder. Interesting climbing over a commiting bulge at the bottom leads to more commiting moves up the water groove/crease. Follow the slightly steep obvious line of crystals.  Long and sustained - the crux is a difficult move left protected by a bolt near the 40-ft mark.  An excellent route with great exposure.","protection":"10 - 12 3/8\" bolts and a set of stoppers.","location":"Locate a bolted line just left of Rocking Harder. The route climbs over a bulge into the obvious water groove. The start is near the NW corner of Outlet Boulder."},"__v":0},{"_id":"YLMLDC/GWniSQRtP3RBrwg==","name":"Rockin' Harder","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Eric Rhicard","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":16,"mp_id":"105715598","mp_crag_id":"105714318","climb_id":"YLMLDC/GWniSQRtP3RBrwg==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"From the belay for Hardrocker, climb up and left the same as Hardrocker.  Where Hardrocker moves off right continue straight up folling the bolts.  There may be some gear placements at the bulge, I can't remember at this point.  A good route harder then Hardrocker.  Rap down via the Classic Crack Rappel using two ropes.","protection":"Bolts and some gear, bring a very small rack.","location":""},"__v":0},{"_id":"m40lDR0FW1mKb+xWDvQIyQ==","name":"Retable Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb and Jan Conn","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":12,"mp_id":"107780458","mp_crag_id":"105714318","climb_id":"m40lDR0FW1mKb+xWDvQIyQ==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Fun Classic Climb!   (p1) 80ft  Starting in the gulley with practice rock is what i've heard is the original way. Although Most parties today use Kateys Route ( 5.8) Variation. If using Kateys route plan on bringing 7-8 QD's the last few feet is alittle run out but easy climbing. The climb follows solid crimp and pinch holds up a face. Once at the anchor chains.  \n\n  (p2) 80ft The second pitch moves up the obvious ramp to a small belay ledge below the headwall. It can be akward at times with parties of 3. Another way is to scramble up the ramp right before the last scramble to the headwall and below from here. \n\n  (P3) 50 ft \"Retable Pitch\" clip the old piton its nice to also set a small/medium cam here in the horizontal crack. Traverse using the natural incuts. Look up for the \" Fishbowl\" jug hold. Pull up mantle ( Retable) and proceed up to the Chimmney. Below from the top. No Anchors above this route. Good stable Belaying though. \n\n  Rap off Westside using Anchors for 2 year plan ( 5.11) 2 60m ropes does the job pretty easy setup and rap.","protection":"7-8 QD's for Kateys Route ( 5.8) a few slings for rope drag. Small to medium cams and nuts.","location":"Parking at the Sylvan General Store. Walk along the lake. Right before the damn is a small old road follow that up past the \" boat House\". This is the obvious \"Ramp\" line when reaching the boat house and looking at Inner Outlet."},"__v":0},{"_id":"B/ghpL/SVNGZ4XxZAl/j5w==","name":"Out of the Outlet into the Oven","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA Mike McNeil and Chris Schillinger around 2010 FFA ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":21,"mp_id":"115136236","mp_crag_id":"105714318","climb_id":"B/ghpL/SVNGZ4XxZAl/j5w==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"This route is on the East summit of Inner Outlet and starts in the large chimney between the east summit of inner outlet and inner outlet.  You can 4th class it up the chimney for about 100ft until you are on a large chalkstone.  The crack starts on top of the chalk stone.  I climbed this ground up on aid quite a while ago placing the only bolt at the end of the crack.  You then have 20 feet of really nice climbing on good rock to the top and a two bolt anchor.  The crack has quite a bit of hands and a couple of fixed pins, but take a full rack with a good selection of small stuff for the cruxy thin crack just before the bolt.  I went back and put in the anchor a couple of years later. I occasionally toproped it, but did not come back for a free ascent until this year.  My son did it free when we were there in May, but it sounds like it had been freed by others before that.  Either way it is a very fun route and a good decent from the really nice Conn Route on that formation. It also makes a good TR if you would like to try it out before getting on lead.  It was quite dirty when I first lead it, but I did clean it up some then. We cleaned it up a lot more in May as it had been a few years since I had been on it so it is in really good shape now.\n\n I originally thought it was about 5.8 A2 as the crack was fairly dirty and not that easy to protect.  You have to free climb the last 20-25 feet past the bolt on really good rock that is well featured but fairly steep. The holds are spaced fairly far at the start of the face climbing so it is a nice 5.8 finish past the 5.10 crux.  Now I think it would be more like 5.8 A1 or 10a if you have to free climb it haha.     ","protection":"Take a good selection of small gear and cams to a 5 with maybe a couple of extra hand size pieces.","location":"It is in the Chimney between inner outlet and its east summit"},"__v":0},{"_id":"hYWzTY/IXyOr+l03FD3vJQ==","name":"Other Trucker Favorites","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":10,"mp_id":"107781750","mp_crag_id":"105714318","climb_id":"hYWzTY/IXyOr+l03FD3vJQ==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Old Trucker Favorites is a variation (5.9-5.10) to the Retable Route (5.7) to the left of the Gill Problem on the Inner Outlet. Start up the obvious wide crack to the left of the Gill problem. Working the right side of the face using the crack for protection and a few hand jams.","protection":"standard rack. (2) 3.5s camalots help.","location":"when facing the Retable Route (5.7) obvious crack on the lower part of Inner Outlet on the Southwest side. To the left of the Gill Problem if you know where to find this. Also the standard downclimb from the Gill problem."},"__v":0},{"_id":"zWreWb9uVFWXd0mEDG3VhQ==","name":"No need to be Chicken","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Wilger/Biddick","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":7,"mp_id":"108253551","mp_crag_id":"105714318","climb_id":"zWreWb9uVFWXd0mEDG3VhQ==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"40 feet left of Lander Turkey Shoot. Follow three bolts up, do a step across, and follow four bolts to the chains. Safe 5.6 route by Needles standards.","protection":"7 bolts. You could place a med/lg cam between bolts 3 and 4, but not needed.","location":""},"__v":0},{"_id":"HJu0cwEGUjGVS0RYJFBb0w==","name":"Mantucky Cold Crack","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Kyle Rott, Harrison Teuber 9/15 Ground up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":0,"mp_id":"111322639","mp_crag_id":"105714318","climb_id":"HJu0cwEGUjGVS0RYJFBb0w==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Good crack climbing and good gear. Tricky crux before pulling into the wider flare. Exit right at the end of the flare to a good ledge and belay off large horn. Could probably do a second pitch to the summit and rap 'classic crack' if you desired.","protection":"Single rack - bd#4 Nuts   cord for anchor or use rope","location":"NE side of Inner Outlet. In the 'Hail The Groom' corridor, behind 'HTG'   Left of the steeper chossy looking crack.   NSR off big horn"},"__v":0},{"_id":"bwUq8ERmWPuyKtDKhbM/ow==","name":"Mack Daddy Direct","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Chris Hirsch, Aug 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":24,"mp_id":"117663131","mp_crag_id":"105714318","climb_id":"bwUq8ERmWPuyKtDKhbM/ow==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"This is a 40' direct finish to the original Mack Daddy. Which avoids the reachy traverse out left, goes all on gear, and climbs well. Once the hand jam crux is passed and the fixed nut has been clipped, stay slightly right for more liebacking up the lime green headwall. Protects very well.","protection":"Single micro - hands, double fingers   Chain anchors","location":"On the colorful SE corner, up the stair stepped crack."},"__v":0},{"_id":"Pe1xEeDWXO+Z1FQMWM/OLA==","name":"Mack Daddy","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Larry Shaffer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":23,"mp_id":"109437446","mp_crag_id":"105714318","climb_id":"Pe1xEeDWXO+Z1FQMWM/OLA==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Long and tricky! Start up left facing flake then head left up run-out slab toward major crack system, finding just enough gear. Cruise up to a couple awkward transitions, including the crux hands section. A hard traverse out left brings a no hands ledge followed by a thin, 2 bolt finish. There is a second pitch (5.9+?) that goes to the summit. Couple bolts protect the harder climbing off the anchor, then eases off. Great, challenging climbing, but the rock quality could be better.","protection":"Standard rack with doubles on fingers and hands   2 bolts   2 bolt anchor (needs chain/webbing if planning on rapping after 1st pitch)","location":"Nice looking crack on the ESE corner of Inner Outlet. Right, downhill from 'Taste the Bun'."},"__v":0},{"_id":"D1E988/dV/66O5IZpHZclw==","name":"Lander Turkey Shoot","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Pete Delannoy, Everett Akam, Mark Athow, and Cindy Tolle, Nov. 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":8,"mp_id":"105714950","mp_crag_id":"105714318","climb_id":"D1E988/dV/66O5IZpHZclw==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Lander Turkey shoot climbs up the obvious arete on the somewhat separate rock at the southwest end of Inner Outlet. Five or six bolts on this climb make this a safe intro to Black Hills face climbing. Rappel from the chain anchor of No Need to Be Chicken on the northwest (climber's left) side.","protection":"5 or 6 bolts to a bolted anchor","location":""},"__v":0},{"_id":"YjcKriNDXYWm6ryNxkA1ow==","name":"Katey's Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"8/2000 Katey Blumenthal, Paul Duval, Karen Hargrove and Cindy Tolle","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":9,"mp_id":"105949680","mp_crag_id":"105714318","climb_id":"YjcKriNDXYWm6ryNxkA1ow==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Katey's Route starts just to the right of Lander Turkey Shoot on the opposite side of the Gully.  It is an obvious line of bolts going up a nice face with crystals in all the right places","protection":"This is a nice bolted route with 5 bolts. After the 5.8 face ends there is about 30 feet of run-out 5.2 climbing on nice big holds. It is possible to sling at least one crystal, but by the time you do you realize it would be easier to just keep going.","location":"The route tops out at the anchors for the first pitch of the Retable Route.  Use these anchors and rap down the south side."},"__v":0},{"_id":"/9oeeZYCUAqCfUplAneCzw==","name":"Kamps Crack (Classic Crack)","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Bob Kamps with Mark and Beverly Powell 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":3,"mp_id":"105714842","mp_crag_id":"105714318","climb_id":"/9oeeZYCUAqCfUplAneCzw==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"This is the best pitch of climbing under 5.9 in the Outlets, and maybe the best single pitch period. \n\n  On the side of Inner Outlet opposite the lake, look for a beautiful prominent crack.  Climb it.  A fairly long sustained pitch of great climbing with bomber gear leads to the top of the formation.  The climbing is stout for 5.7, but it is so well protected it is a much easier way to the top of the Inner Outlet than the Wiessner Chimney. \n\n  This is one of the top ten pitches in the Needles for sure.  A double rope rap from the to lads to the ground.","protection":"Standard Rack.  This is one of those magnificent climbs that sucks up almost any gear anywhere.","location":""},"__v":0},{"_id":"ELowpcAcU96VASgLjRtVLQ==","name":"Jungle Fever","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Kevin Bein, Barbara Devine 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":1,"mp_id":"109481348","mp_crag_id":"105714318","climb_id":"ELowpcAcU96VASgLjRtVLQ==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"\"This is a beautiful highly recommended route with good protection and excellent stemming and liebacking, somewhat unique in the Needles.\" - taken from Paul Meuhls Blue Book \n\n  Climb the left facing dihedral to an overhang with a fat tooth feature hanging down. Pull though the overhang and continue up the dihedral using the arete and crack pods placing OK gear. Once pulled over on the ledge find the best spot to set an anchor and belay your 2nd. You may have to scramble up a little ways.   Either make a rappel off a super small tree, down climb the conn chimney, or do a low 5th class summit pitch and rap down 'Classic Crack'  \n\n  - It does have fun and unique climbing, but it is very dirty right now and the protection is not that great.(kind of scary) Once it cleans up it will probably take much better gear in the now grassy/muddy crack pods and be a 3star route.","protection":"gray c3-#3, some extra fingers to hand pieces?   Nuts, Micro-Nuts","location":"Directly across from 'sex never did this to my hands'    On the NE corner of Inner outlet (where the variation of the conn chimney starts) down the hill from classic crack.    Small Left facing dihedral 5 feet right of the chimney."},"__v":0},{"_id":"0XdQ7GryU4qZnEhxom+oMA==","name":"Inner Outlet Gill Variation","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Gill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":11,"mp_id":"107780502","mp_crag_id":"105714318","climb_id":"0XdQ7GryU4qZnEhxom+oMA==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Small crimps and pinches with some mild friction moves. Good holds just a matter of finding and fitting your fingers to them. Climb for a little extra fun on the Retable route. \n\n  Not the same as the Outlet Boulder \n\n  Down climb using Other Trucker Favorites route.","protection":"Crash Pad? Landing is good.","location":"Look for the White John Gill Arrow. Right below Other Truckers Favorite Route (5.9) At the base of the Retable Route ( 5.7)"},"__v":0},{"_id":"JDIM65rbVICin2l8j9DRIw==","name":"Honey, I Shrunk My Nads","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Johnson, 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":6,"mp_id":"108339868","mp_crag_id":"105714318","climb_id":"JDIM65rbVICin2l8j9DRIw==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Another must-do for the Sylvan area. Thin, well-protected face climbing to start, followed by bigger bolt spaces and a tricky transition into the shallow left facing dihedral. Finagle small gear placements while stemming. Run-out slab for the finish. Done ground-up with a power drill. BHCC replaced all hardware 9/15/13.","protection":"7 bolts   Single rack; micro - .75   Chain anchors","location":"30' left of Lander Turkey Shoot. Start on rib that turns into chimney then bust out right onto face. First bolt is a little high, may want a #3 or #4 to protect. Double rope rap."},"__v":0},{"_id":"bRqRV1wFVvWAnW6PyD7/LQ==","name":"Hardrocker","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dennis Horning, Mike Todd, Hollis Marriot","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":17,"mp_id":"105715103","mp_crag_id":"105714318","climb_id":"bRqRV1wFVvWAnW6PyD7/LQ==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Start at the beginning of the Wiessner Chimney, scramble up the ramp/flake to the 2/3 bolt beefy belay. Move out left and up past 3 bolts. At the 3rd bolt head right for the hanging dihedral and clip the fourth bolt. Stem up the dihedral placing the stopper and alien on the way to the last bolt at the bulge. You can back this up with TCUs and then run it to the top. Great route, great exposure, long. Someone should replace the bolts as they are standard old school needles bolts.","protection":"4 Bolts, Stopper, Alien or very small TCU, another bolt with some TCUs to backup.","location":""},"__v":0},{"_id":"sydym20rU4CUy8sXIe4MpQ==","name":"Griffin's Romp and Roll","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":25,"mp_id":"108249802","mp_crag_id":"105714318","climb_id":"sydym20rU4CUy8sXIe4MpQ==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"The true first ascent of this route is apparently lost to time. Brent Kertzman and Paul Muehl climbed it in 1982 and found evidence of a yet earlier ascent. Cheyenne Caffey and Mark Orsag placed the anchors, cleaned the route, and added a bolt in 2013. This route is an oddly un-Needles-like trad jugbash. The route starts on a right-trending slab/ramp. At the top of the slab/ramp, it continues to the right in an ascending traverse through a series of large, wildly-shaped wind-eroded holds. It circles below and around an obvious pillar half to two-thirds of the way up. It then climbs up and behind (to the right) of the pillar. Step back left onto the top of the pillar. Clip a single bolt that protects a face move on a bulging slab, and jog up and left to the two-bolt anchor and a generous belay ledge. Sylvan Lake is visible from the top. Good beginner trad lead, though it is a touch physical for an easy climb.","protection":"Good cam placements and opportunities to sling the large features almost all the way through. The only marginal placement is atop the pillar, and the single bolt helps there. G-rated climb. Bring at least two slings or runners. Otherwise, a standard rack should suffice. An additional cam can be set in a crack above the bolt to protect the 2nd against a potentially nasty pendulum fall if the 5.6 face move is blown after the bolt is cleaned.","location":"From the Sylvan Lake parking lot, follow the trail around the lake and to the left. Go through the tunnel and bear left toward the bridge/boardwalk on Sunday Gulch Trail. Stop at the beginning of the bridge and head up into the gulley directly right/north of you. A 3rd class scramble gets you into the gully. The ramp and a number of good belay stances should be obvious. Probably best belayed by the leader from above. Rap with 60m rope gets you down easily."},"__v":0},{"_id":"SSlMYECiU82lUY0sZP+jrA==","name":"Conn Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Herb & Jan Conn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":20,"mp_id":"107275916","mp_crag_id":"105714318","climb_id":"SSlMYECiU82lUY0sZP+jrA==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"P1 There are two variations for the first pitch (both done by the Conns) that both    -Original: Climb the obvious blocky chimney on the SE corner of Inner Outlet to a high saddle.  The Conns downclimbed the other side of the saddle and belayed the next pitch from there.   -Variation (preferred by Conns): Spraddle up obvious chimney on NE side of Inner Outlet (downhill from Classic Crack away from Turkey Shoot). Negotiate around a chockstone that tops the chimney and build a belay just below a looming block. \n\n  P2 Climb 20 foot headwall with a few cracks to choose from. Find ramp that leads up, right to the top.  Gear anchor.  \n\n  Two (60m) Rope rap from either Classic Crack chains or webbing found close to the finish of Retable Route","protection":"standard trad rack and some slung horns \n\n  build gear anchors both pitches","location":"East end of Inner Outlet (North or South - choose your own adventure) Approach from practice rock area...NOT by taking the dam tunnel"},"__v":0},{"_id":"Cu+XNzadVfKdFrrx4X9H4w==","name":"Gill Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Gill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":19,"mp_id":"107276502","mp_crag_id":"105714318","climb_id":"Cu+XNzadVfKdFrrx4X9H4w==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"P1 Climb the obvious blocky chimney on the SE corner of Inner Outlet to a high saddle. (This pitch is the same chimney as the original version of the Conn Chimney on Inner Outlet) \n\n  P2 From the saddle climb 20ft nice handcrack to a series of ledges. Choose your own destiny with a squeeze chimney on left, follow the crack system in the middle, or possibly a watergroove/grunt to the right.  \n\n  Two (60m) Rope rap from either Classic Crack chains (and enjoy a long hike back) or from webbing found close to the finish of Retable Route","protection":"Standard rack with some big gear for the second pitch. Gear anchors for both pitches","location":"SE side of Inner Outlet.  Approach from current day Practice rock."},"__v":0},{"_id":"wEQ9QxenWL6LX79JfPhogw==","name":"Cold Feat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Archbold  and C. Rex. Sept '78","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":2,"mp_id":"108281779","mp_crag_id":"105714318","climb_id":"wEQ9QxenWL6LX79JfPhogw==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Stem between Inner Outlet and the rock behind you, follow the flake to the first bolt. For me the crux was moving past the first bolt, I found it impossible to get established to lie-back the flake to the right of the bolt with out first committing to the face to the left of the bolt. If you're tall you'll be able to stem between the features to get the lie-back.  I had to make some very tricky moves, both delicate and powerful to get into the lie-back (5.9 imo if you're 5'8\" or under). Keep heading up and follow the spaced out bolt line putting in a piece of gear here and there if needed. The climbing is significantly easier once higher up (5.7ish). There's a pretty cool buldge/flake that you mantle at about 3/4 of the way. 6 or so bolts and one piton( the route has been retrobolted, it use to only have 2 bolts and the pin, think about that each time you make a clip). Have fun!","protection":"Standard Rack and 8 or so draws for the bolts. I recommend long trad draws to reduce rope drag.","location":"15 feet left of Classic Crack. Route follows the flake to the first bolt, keep heading up from there, can do some stemming to get to the first bolt. Rappel Classic Crack, one 70m will get you down other wise 2 60s will be needed."},"__v":0},{"_id":"FeB3pZXKUVuNdVGGvFWkBQ==","name":"Bronchial Distress","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike & Rusty Lewis 8/20/90","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":5,"mp_id":"108339852","mp_crag_id":"105714318","climb_id":"FeB3pZXKUVuNdVGGvFWkBQ==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"Excellent mixed climbing on this one. Tricky in spots, but manageable. Couple big run-outs, but not too big. Bolted ground-up with a power drill. All hardware replaced by BHCC (9/15/13).","protection":"7 bolts   Single rack; micro - 2\"   Chain anchors","location":"Located just uphill from Lander Turkey Shoot, on the way to Classic Crack. Begins left of large chimney on right facing crack/flake. 70m rap."},"__v":0},{"_id":"arYQ2iDnWSCmFWr9TtPvcg==","name":"Big E's Two Project","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Eric Rhicard & Brent Kertzman  Aug 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"left_right_index":13,"mp_id":"106865701","mp_crag_id":"105714318","climb_id":"arYQ2iDnWSCmFWr9TtPvcg==","areaRef":"kQtu2b3JUxeYLUW8YHtBPA=="},"content":{"description":"This route wanders up slabby shallow grooves past six bolts then follows a sleazy crease that terminates on the Retable Route. Set a belay and follow Retable Route to the summit. The route has neat moves and a great position.  \n\n  Dave Larsen & Eric Rhicard drilled the six bolts in 1982. Eric was back in the area in 1983 and recruited me as his belayer to finish the route. The gear Eric placed in the shallow crease was not real inspiring \n\n  Modern cams and tricams might make this route a more reasonable outing. Eric was climing spot on the day he sent this.","protection":"Six 1/4\" bolts, Small to medium cams, Small to medium tricams, Stoppers, RP's, and a hand sized piece or two.","location":"The start to this route is left of The Rustlers and right of the chimney start for Retable Route. There is a wavy shallow groove for the first 60' or so with an obvious seam/crease above."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,81d1fa2f-5ce8-5bac-911f-6dc9b793666f,2a879844-4a60-5dd5-8624-89905188de1f,910b6ed9-bdc9-5317-982d-45bc607b413c","pathTokens":["USA","South Dakota","Custer State Park","Sylvan Lake","Outlets","Inner Outlet"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.6"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.11-"},{"count":4,"label":"5.10+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":9,"intermediate":7,"advanced":6,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":8,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.56814,43.84769]},"bbox":[-103.56876350282329,43.847240339818136,-103.56751649717671,43.848139660181864],"left_right_index":-1,"ext_id":"105714318","area_id":"kQtu2b3JUxeYLUW8YHtBPA==","polygon":{"type":"Polygon","coordinates":[[[-103.56876350282329,43.847240339818136],[-103.56751649717671,43.847240339818136],[-103.56751649717671,43.848139660181864],[-103.56876350282329,43.848139660181864],[-103.56876350282329,43.847240339818136]]]}},"content":{"description":"The Inner Outlet is the large formation hulking over Sylvan Lake.  It is the nearest to the lake of the two huge monoliths that tower over the area.  The Inner Outlet has some classic moderate trad lines, as well as some harder bolted routes.  Classic Crack is one of the finest climbs in South Dakota, and shouldn't be missed by anyone."},"density":0,"totalClimbs":25,"__v":1,"createdAt":"2022-11-07T06:23:19.535Z","updatedAt":"2024-01-20T01:06:26.618Z"}