{"_id":"63689d5ce80bff5a994f47f1","area_name":"Rock of Ages, The","shortCode":"","climbs":[{"_id":"9HMjxb4eXc6KNIQjKQQsnw==","name":"West Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98549,37.88057]},"left_right_index":3,"mp_id":"105872209","mp_crag_id":"107982540","climb_id":"9HMjxb4eXc6KNIQjKQQsnw==","areaRef":"q8G1++jQWry6xeQe6POIdQ=="},"content":{"description":"Starts 40 ft to the right of the Cave Route and climbs up past five bolts into a cave, belay here on three bolts. Exit the cave to the right and continue up and slightly to the left past another cave and bolt. Now move out right and follow the natural line. Don't worry if you don't see the bolts. You're probably still on route, they'll show up eventually. There's a large loose block about half way up you have to crawl over to avoid harder moves. It would take some prying to pull it off, but careful anyway. Follow the shallow scoop strait up past a few more bolts into a large cave near the top. Exit the cave to the left past two more bolts to the top. This route has some decent runnouts (30+ft) with most bolts being 15 ft to 20 ft apart. Though the cruxy moves have bolts near by under them, this route can still be a bit heads up. Makes for some classic heady oldschool Pine Canyon climbing.","protection":"12 Quickdraws, Runners useful.","location":"Walk off the back to descend."},"__v":0},{"_id":"MsFvEoiSVk2NUz25z/gEuQ==","name":"Red Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98549,37.88057]},"left_right_index":0,"mp_id":"105807897","mp_crag_id":"107982540","climb_id":"MsFvEoiSVk2NUz25z/gEuQ==","areaRef":"q8G1++jQWry6xeQe6POIdQ=="},"content":{"description":"This route is a top rope route that has hardly no traffic, here's why. It is hard to locate the anchors. You scramble around the back side of the Rock of Ages and climb to the ridge just down hill form the exit hole of the Cave Route. The anchor bolts are placed in a crappy exposed area and have no hangers. Once you put your own hangers on, build a top rope anchor and toss your rope down. Careful not to get it stuck in the trees down below. The Climb starts up a face that is loose and chossy due to lack of travel. It also climbs through the canopy of several trees which makes it a pain in the ass. Other than that, its kinda fun.","protection":"2 Bolt hangers. Top rope set up.","location":"Up the hill to the left of the cave route. Good luck finding the anchors. Climb up to the arete on the top and follow it until you see the anchor bolts. Careful up here, its steep, loose and not fun."},"__v":0},{"_id":"O1u7FR2OVrSmIgykMWtjkw==","name":"Old Bolt Route","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98549,37.88057]},"left_right_index":4,"mp_id":"105807421","mp_crag_id":"107982540","climb_id":"O1u7FR2OVrSmIgykMWtjkw==","areaRef":"q8G1++jQWry6xeQe6POIdQ=="},"content":{"description":"A fun top rope except that you need two ropes. This thing's always in the sun and has a cave up high with nesting raptors. So no climbing form Feb 1st through June 30th. You follow an ancient bolt ladder up a steep section of wall. Fun moves and really long and sustained. The crux comes when exiting the cave near the top. Don't trust the bolts for leading though they still seem to be good for aiding. If you aid it, bring a stick clip. There's a few missing bolts. Scramble around the back side of the rock to reach the anchors. Usually done after toping out on the Cave Route.","protection":"Top rope.","location":"On the far right steep South facing side of the Rock of Ages. The approach takes 45min from the car, but 6 good routes are in the immediate area."},"__v":0},{"_id":"0zIhGIdPX1Cc3KAvd0hZYA==","name":"Evolution","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chad Suchoski","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98549,37.88057]},"left_right_index":2,"mp_id":"105872202","mp_crag_id":"107982540","climb_id":"0zIhGIdPX1Cc3KAvd0hZYA==","areaRef":"q8G1++jQWry6xeQe6POIdQ=="},"content":{"description":"Starts 40 ft to the right of the Cave Route and shares the first five bolts with the West Face route. At the first cave, go left and continue up past a bolt and into a larger cave. From here, go out left (through a short crux) up a steep headwall. Continue strait up what seems to be a never ending wall. Nearly every bolt has a good stacne/rest where you clip it followed by sustained moves up holds that are hard to see. Searching around a bit before you commit to the next move usually produces a better hold or foot on this one. The topout's a bit spicy until you find the right holds (hint; go right!). A two bolt anchor awaits at the top. This route is 155 ft long almost exactly, so you need at least a 55m rope. You can break the route into two pitches by belaying from the anchors in the lower cave. Raptors use these caves for nesting every year so stay off these routes from Feb 1st throuth June 30th.","protection":"15 Quickdraws, Runners usefull.","location":"Walk off the backside from the top."},"__v":0},{"_id":"k4TKXqt8VHa7LKUqu+/PuQ==","name":"Cave Route","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.98549,37.88057]},"left_right_index":1,"mp_id":"105807886","mp_crag_id":"107982540","climb_id":"k4TKXqt8VHa7LKUqu+/PuQ==","areaRef":"q8G1++jQWry6xeQe6POIdQ=="},"content":{"description":"This route is a classic moderate climb that is well protected and has some great moves and a spectacular and unique finish. It starts on a slabby face and climbs around some small caves and up a large colorful water streak into a grassy cave perched high above the ground. You have several options to build an anchor in this cave. However, the nature of the route (like most of the routes in Pine Canyon) dictate that you bring gear to build your own anchor. A few cams .75\" - 2\" should do the trick. The second pitch is short but interesting and fun. You climb through a small squeeze chimney (protected by two bolts) which burrows through the back of the cave and out the back side. You emerge from a small hole on the back side of the Rock of Ages and set up a belay by walking down the hill a few yards and sitting down. There are no anchors here but by sitting down you will see that this is a good enough anchor because there is no way anyone is going to pull you through that hole. The lack of bolted anchors on a sport climb deters some people form climbing this route. They don't understand why a sport route would not have a more convenient method of anchoring. This is the nature of Pine Canyon. Bolts are not placed in many area's where they are not needed, usually for anchors. I think this adds to the quality and uniqueness of the place. Pine Canyon has some of the oldest routes in the Bay Area, and this is certainly one of them. It also has the best quality of rock in the canyon.","protection":"10 Quickdraws. Cams, 1-2ea. .75\"-2\"","location":"This is one of the easier climbs to locate. It is highly visible by the presence of the large cave half way up the climb. Start directly below the cave and follow the bolts up. The base of this route is one of the cooler places to hang out in the hot summer months. However the climb is still brutally hot when the temps rise above 90. Best head to Tahoe on those hot days."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,915faeed-6c49-5845-83e9-8529c8e245f5,cf84f08e-e906-52ac-8386-b9c6f2a6188a,1b6d0908-e7a9-50b6-8d66-7ac9e54542c2,abc1b5fb-e8d0-5abc-bac5-e41ee8f38875","pathTokens":["USA","California","San Francisco Bay Area","Mount Diablo State Park","Pine Canyon","Rock of Ages, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8-"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.98549,37.88057]},"bbox":[-121.98605970041507,37.88012033981815,-121.98492029958493,37.88101966018186],"left_right_index":-1,"ext_id":"107982540","area_id":"q8G1++jQWry6xeQe6POIdQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:09.301Z","updatedAt":"2022-11-25T11:13:04.120Z"}