{"_id":"63689f33e80bff5a9950cb2c","area_name":"Mt Idaho","shortCode":"","climbs":[{"_id":"ZsmeIoHtX22140jgRqPyKg==","name":"East Face Direct","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Kevin Hansen & Cory Harelson - 9/22/12","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.7763,44.1054]},"left_right_index":0,"mp_id":"107815401","mp_crag_id":"107815382","climb_id":"ZsmeIoHtX22140jgRqPyKg==","areaRef":"uyoNF+n6VRm0DQmnDy+VSg=="},"content":{"description":"This climb takes a direct line right up the middle of the diamond-shaped face.  The rock is surprisingly good for the LRR; however, all of the ledges are covered in loose stones, so make sure to bring a helmet and set up your belays out of the line of fire.\n\nThis climb starts just right of the \"Grand Central Chimney\" in the middle of the face.  We climbed the route in 5 rope stretching pitches using a 70m rope, but there were many intermediate spots to belay if a shorter rope were used.\n\nP1:  Climb easy white rock to where a right angling crack cuts through the first black rock band.  This steep crack and face climbing goes at 5.9.  Above this cross a short gravely ledge to a second black rock band.  The second rock band is easier (5.6), but there is no protection.  Belay at the right end of the ledge above this rock band. May require a bit of simul climbing.  5.9 75m.\n\nP2:Climb the short corner above the belay, then straight up easier terrain to a ledge just below and to the right of the prominent white triangle.  5.6 68m.\n\nP3: This pitch is a bit spicy!  Climb overhanging rock up a faint black water streak 20 feet right of the large black water streak that forms the right side of the white triangle.  The gear is tricky, but adequate.  After about 30m the angle eases, and you can follow a right angling crack to a small but comfortable belay ledge.  5.10a 65m\n\nP4:  Climb a full rope-length of easier terrain, angling slightly left to a ledge with a giant horn that can be slung for an anchor.  This ledge is about 50 feet below the left and right dihedrals at the apex of the diamond shaped face.  5.7 65m\n\nP5:  Climb up to a smaller ledge just below the left-facing right dihedral.  From here the business begins.  Start up the finger crack to the bulge.  Pull the bulge (crux) using a combination of jams and grunting.  After the bulge, enjoy the 5.9 stemming corner all the way to the top of the face.  Make sure to yell \"I did it!\" at least a dozen times.","protection":"Pro to 3\", with an emphasis on finger sized gear.","location":"The obvious face directly above Merriam Lake.  On the approach, we found it easier to scramble up the lower black rock band than to navigate the scree hill."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,02ac3e51-11bc-5ac4-a837-7c27e05506b4,74992ab8-2456-5299-9b77-355c41f08e90,bb2a0d17-e9fa-5519-b40d-09a70f2f954a","pathTokens":["USA","Idaho","Central Idaho","Lost River Range","Mt Idaho"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.7763,44.1054]},"bbox":[-113.77692621471678,44.104950339818146,-113.77567378528322,44.10584966018186],"left_right_index":-1,"ext_id":"107815382","area_id":"uyoNF+n6VRm0DQmnDy+VSg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:01:24.817Z","updatedAt":"2022-11-25T11:18:13.191Z"}