{"_id":"63689d5ce80bff5a994f56e9","area_name":"Lost Horse Wall - Right Side","shortCode":"","climbs":[{"_id":"xkO0yl9QVjGBcsEbQNa0jQ==","name":"Wilson Regular Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Don Wilson et al.,1979","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":1,"mp_id":"105723322","mp_crag_id":"106635856","climb_id":"xkO0yl9QVjGBcsEbQNa0jQ==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"Every data base needs some climbs you should NOT! do.  This is one!  Seems like every time we have been to the Freeway Wall we've seen someone having an epic adventure on this one.  Usually involving trundling large blocks on the crowd below.  It's an easy, (5.5) long, (3 pitch) climb and suckers in a crowd consistent with those atributes. There is however an inobvious and improbable looking left turn near the start of the second pitch.  Most parties miss this and end up on the Wilson Irregular Route, 5.9?, bad pro, bad rock and in trouble.  It took over 30 years for someone to con me into doing this one.  I thought it looked worthless from the ground and doing it only confirmed that, but if you are a true masochist, here goes.\n\nPitch 1, Go up the easy and fairly obvious ramp on the left side of the large recess about 100ft or so left of The Swift.  Belay at a big ledge.  DO NOT CONTINUE UP THE RAMP!\n\nPitch 2, Step left and go up the plates on the right edge of the steep dark face.  If you are a budding 5.5-5.6 leader this will look totaly wrong, but it goes!  Belay on the large right trending ramp system.  Short pitch.\n\nPitch 3, Continue up the easy ramp to the top.  Be careful to avoid trundling loose crap on those below!","protection":"Standard J Tree Trad Rack","location":""},"__v":0},{"_id":"LOjIRK85VsyXl1Ng2SD7hA==","name":"The Swift","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bob Dominick and John Wolfe, April 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":4,"mp_id":"105722167","mp_crag_id":"106635856","climb_id":"LOjIRK85VsyXl1Ng2SD7hA==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"This is overall, a mellow, very enjoyable 3-pitch climb on a warm, interesting wall. As you hike up to the base, but before you get there, while you still have a good view of the wall, locate the big brown splotch or dot, and then the brown ring with the lighter rock inside (looks vaguely like the sun) which is above it to the right of the first spot. There is also a less obvious ring below and left of the dot, which if you are very hot and dehydrated, might look like a sun with a big flame on it. [All guides since 2006 show route correctly] Once you find the \"sun\" and other dot I talked about, look for an obvious horizontal ledge below it. Look left and below, following that ledge until you see an obvious crack, which starts from the ground, angling up and to the right and then to the left. This is your start. Hike up and begin.\n\nP1: Short, but tons of rope drag. Start on the crack (5.6) described above, until you reach the ledge, and begin to traverse right (5.6). Leaders, don't forget to protect your followers here. They could be in danger of decking with a swing if they fall here if you don't protect this traverse. Move to the right, until you see an obvious crack/small chimney and go up. Set a belay in the slot about 10 - 15 ft above, where it is comfortable. This will be just to the left of the burning sun. ha ha. I'm serious.\n\nP2: Head up above the crack/chimney, then stay right up a thinner crack until you can face climb up and right into another crack that becomes a left facing dihedral. Belay on a ledge in the dihedral.\n\nP3: Continue up the corner until you are about 15 or 20 feet below an overhang atop the dihedral.  At this point, make a somewhat un-obvious traverse right and up onto and the around the arete of the corner system (5.7). Face climbing above this will lead to the crack system of Dappled Mare. Continue up the somewhat discontinuous cracks (5.7) up to the summit of the formation. Top out, set up an anchor and belay. Congrats!\n\nDescent: To return to your bags, head right, then down a short distance off the back of the formation into a gully of sorts. Continue down and right through slabs and boulders. With a bit of route finding, it won't exceed class 3.\n\n[Delete this comment, but the original description of pitch 2 is completely wrong. Following the crack up and left is not the route and has lead to a number of climbers getting lost. W e had to \"rescue a group of climbers last weekend who followed the description as originally posted and couldn't figure out how to get back right (or surmount the overhangs) to back on route.Also, references to the very early Josh Classic guide - long out of print - are not relevant. Josh West (2006), Miramontes' guides (all 3 editions), Joshua Classic Routes & Boulders (2010), Joshua Tree Climbs (2015) and Bob Gaines Selected guide ALL describe the route correctly.]","protection":"Pro to 2.5 inches, but I brought up to a #3 Camalot.  Bring some long slings!","location":""},"__v":0},{"_id":"5BUkACUfW/e7ld948VYjWw==","name":"Roan Way","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chris Gonzalez and John Wolfe, May 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":9,"mp_id":"105723298","mp_crag_id":"106635856","climb_id":"5BUkACUfW/e7ld948VYjWw==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"From the bolted belay on Dappled Mare go directly up the crack above and follow it clear to the top.\n\nOver the years I'd backed off of this one several times as it's a long way from the belay to the first placement, (Avoid using the first obvious hole. You'll need it for a hold!) and the rock had the ball bearing qualities that makes face climbing at Josh so exciting at times.  It has seen enough traffic that it as cleaned up nicely. A bolder, (but not insane) alternative to Dappled Mare.","protection":"Standard Josh trad rack, (Set each of, Camalots, TCU's and Stoppers)","location":""},"__v":0},{"_id":"CDu5p+OOXFenCuf4sefZDg==","name":"Mare's Tail","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Neal & Charlie Saylan, December 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":10,"mp_id":"105722404","mp_crag_id":"106635856","climb_id":"CDu5p+OOXFenCuf4sefZDg==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"Go to the South End of Lost Horse Wall, to the fine steep and solid section, as for Dappled Mare.\n\nP1: (5.7, 70') Climb P1 of dappled Mare to the good ledge, and belay, perhaps 70' off of the ground.\n\nDirect start: (This direct start is the first section of Lost and Found). About 40 feet right and up hill from Dappled Mare start, on the right side of a tree. The start is just below an old piton with a new wire on it, and there’s a bolt out left. The the piton and wire really aren’t needed. It’s pretty straight forward to traverse out and clip the bolt. Head slightly diagonally left following the weakness in the rock. This section and about 10 feet more felt like 5.10a/b to me. The crack above looks flared when looking at it far away but once you get up on it there are good placements a .25 - .5 inches. There’s another bolt that can be used after a short section of slab.\n\nP2: (Cl 3, 60) Move the belay well to the right, perhaps 50' to the end of the ledge and then up a slight ramp to the next ledge up and right. Set a belay here and get ready for the next pitch. The direct start will put you here without a traverse.\n\nP3-4: (5.9+, 150-230') This pitch is the cool pitch, and pretty enervating for 5.9. Depending on your exact finish you may need a 70M rope or to break the pitch up. I did this route as a 70M lead to near the true summit of the wall and had hellish drag. I recommend going in 2 pitches or aiming to stop at the shoulder of the wall. Climb up a crack system that goes through the roof up above and continue along a curing crack with jams from finger sized to fist. If you'll break up the pitch, it is best to do this after perhaps 60' or so, before the climb diagonals up and left over a blank face. Continue climbing to a spot where a 1\" crack ends (1\" TCU or pink tricam is good) and there are a few flaring holds traversing up and right to the start of another thin crack (small nuts). This section is the crux and will feel mildly runout, but will not produce a fall of severe consequence unless you place bad gear. After the crux, you climb up and right in the crack system to the shoulder of the rock. If you've not had enough, you can go up the crumbling shoulder slab to the true summit, but this is poor rock, runout, and a shave hard.","protection":"A set of stoppers, a set of TCU's (one extra 1\" piece) and one set of cams to 3.5\" Take a few long slings and maybe double up on gear for a long pitch if you don't break it up.","location":""},"__v":0},{"_id":"OTsZU24ZUHe0+eUCLl2Klg==","name":"Lost and Found","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Bob Gaines and Erik Kramer-Webb, May 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":11,"mp_id":"106641237","mp_crag_id":"106635856","climb_id":"OTsZU24ZUHe0+eUCLl2Klg==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"Start at a fixed rurp at the far right side of the wall, about 50 feet right of Headbanger's Ball.\n\nPitch 1: Face climb up and left past a bolt (5.9+), then follow a short, vertical crack to an easier slab past 2 bolts, then jam the obvious crack that splits a roof (5.11b/c), belay about 20 feet higher at a ledge. The 5.11 roof crack can be avoided by a 5.7 variation that tackles the overhang about 15 feet to the right.\n\nPitch 2: Climb a classic, splitter finger and thin hands crack (5.6)  for about 50 feet up to a small ledge.\n\nPitch 3: Up a delicate friction slab past 2 bolts (5.10a/b), then zigzag right, then back left on ramps, then climb staight up a very thin and steeper slab (11b/c) past 3 bolts, finishing the pitch with an easy, juggy roof. Belay 20 feet higher.\n\nPitch 4: Some class 4 takes you to the top of the formation.","protection":"To 2.5 inches; extra CDs from .4 to 1 inch.","location":""},"__v":0},{"_id":"rGlV5dnlXUCWvRFARta1zw==","name":"Hairline Fracture","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charles Cole, Gib Lewis, Darryl Nakahira & Jessica, 1980","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":6,"mp_id":"112508374","mp_crag_id":"106635856","climb_id":"rGlV5dnlXUCWvRFARta1zw==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"Starts same as Bird or Dappled, climbs between them through a hairline crack left of City Slicker (5.11).","protection":"Standard rack.","location":"Between Bird on a Wire and Dappled Mare."},"__v":0},{"_id":"aDWliFvvX2Gd3ZcjHJxNag==","name":"Gossamer Wings","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Bartlett, Alan Roberts, 4/1988.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":0,"mp_id":"121879625","mp_crag_id":"106635856","climb_id":"aDWliFvvX2Gd3ZcjHJxNag==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"3 pitches up the middle of the Lost Horse Wall.  Black painted bolted rap anchors now equipped for all 3 pitches, with P1 (120 ft) starting up the vertical crack system directly below the right side of the giant square block about halfway up.  This is different from the original P1 starting crack system directly below the left side of the same giant square block, as described in JT West by Vogel and Rock Climbs Of Lost Horse by Bartlett.  The original P1 leads to a P2 (100 ft) that begins with a rightward traverse across the underside of the giant square block.  There's a fractured key foothold near the middle of that original P2 traverse, and when it eventually breaks off, that P2 would likely end up going elsewhere.  Perhaps this was why the present day bolted rap stations align with the vertical crack system directly below the right side of the giant square block, to skip the roof underside traverse.  P2 ends at another bolted rap anchor on a giant ledge with a huge catclaw bush that's more like a full grown tree now.  P3 (120 ft) goes up the slabby face along the right side of a recessed dark face (also possible to veer further right to go up via well-travelled left-slanting cracks), connecting up to the prominent overhanging dihedral for an exciting airy finish.  Last bolted rap anchor to climber's right once past the dihedral roof, or summit to walk off to climber's right as for the other popular routes.","protection":"Pro to 3\", bolted rap anchors.","location":"The present day P1 with bolted rap anchor starts about 5 ft to the left of Wilson's Regular Route.  The original P1 is the next vertical crack system approx 10 ft further left."},"__v":0},{"_id":"bY//nz7AVUCwIvJtsknp7w==","name":"Dappled Mare","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Long, Richard Harrison, and Rick Accomazzo, January 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":8,"mp_id":"105722305","mp_crag_id":"106635856","climb_id":"bY//nz7AVUCwIvJtsknp7w==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"Approach: walk up the wash below the Lost Horse Wall.  Your landmark for finding this route is the traverse down and left along a horizontal from the top of P2 into P3; look for this about halfway down the ledge that defines the right side of the wall.  At the left edge of this traverse, there is an obvious, left-facing dihedral.  Scramble up boulders to reach the approach pitch.\n\nPhoto opportunity: as the leader gets into the dihedral at the start of P3, they end up parallel with and 15 feet left of the belay stance.  It's pretty easy for them to lean back and smile for the camera.\n\nShort leader advantage: the dihedral in P3 is slightly less awkward for a shorter climber.\n\nP1: 5.6-: Start from boulders roughly below where the crack starts from the ledge.  Work up and left across easy terrain to gain the ledge, then traverse right to the base of the crack.  Straightforward gear anchor.\n\nP2: 5.8: Work straight up the obvious crack system.  You may find yourself using both cracks towards the bottom, but before long you'll be entirely in the left crack.  You can't really miss the three-bolt anchor at the top of this pitch.\n\nP3: 5.8:  Take the obvious, 15-foot traverse down and left into the base of the dihedral.  Enjoy the fabulous fingers and plentiful protection throughout the dihedral, continue up either crack above until the angle of the wall tapers off.  You'll end up with a gear anchor a short distance from the top of the wall.\n\nP4: 5.8-: You can probably choose any of several options to exit this climb.  I opted for a short, obvious, somewhat-right-facing crack above a low-angle slab.  As you exit, you'll want to move right to avoid the Pancake Prickly Pear growing in the top of the crack.  Gear anchor beneath a blade of rock about 15 feet from the edge of the cliff.","protection":"Standard rack.  This climb protects beautifully.  If you choose the right of two cracks above the dihedral on P3, there will be a runout towards the top of the pitch when the crack runs out.","location":""},"__v":0},{"_id":"bOPMX6DrVTuBFWMlhgJ5+A==","name":"City Slickers","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Gaines and Billy Merritt, May, 2001","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":7,"mp_id":"108474884","mp_crag_id":"106635856","climb_id":"bOPMX6DrVTuBFWMlhgJ5+A==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"This pitch climbs the slab between pitch 2 of Dappled Mare and Hairline Fracture.\n\nStart from the big ledge atop the first pitch of Dappled Mare. Head up and left past several horizontal cracks, then step up onto the slab where 5 bolts protect very thin and sustained friction slab climbing, ending at the bolt anchor for Dappled Mare.\n\nRappel from here (150 feet) or continue up Dappled Mare or Roan Way.","protection":"Medium stoppers and CDs to 3 inches.","location":""},"__v":0},{"_id":"urY2kuQRUrSUII83v66VHg==","name":"China Plates","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rick Shull, Jim Hammerle and Rachel Dobrotin, November 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":2,"mp_id":"121950186","mp_crag_id":"106635856","climb_id":"urY2kuQRUrSUII83v66VHg==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"P1 140' 5.5: Start up a nice hand crack approx 50 ft to climber's right of the start for Wilson Regular Route (as drawn in JT West), a few steps left of a big tree.  Slant right as that crack system becomes wide but with ample incuts up the right face.  Continue up long vertical crack to the first smaller alcove of two. Belaying higher on the bigger alcove ledge would make for a much sharper P2 turn to the patina arete.\n\nP2 100' 5.6: Abandon main crack to head up and left across featured terrain laced with numerous cracks to get up to a long horizontal ledge.  Go all the way left to the inviting patina plates.  Exciting exposure to swing out onto the slightly overhanging patinas, with solid jugs galore, to go up their right side and onto a spacious ledge.\n\nP3 140' 5.7: Scamper up bulge blocks to another patina face, to go up its right subtle arete, for a brief bit of 5.7.  Near the top of that, veer left to follow an easy gap shaped like a rampy chute to the summit.\n\nRap via Gossamer Wings bolted anchors with 70 m rope.  Or descend by going to climber's right, to first scramble over the high summit to immediate right and toward its back, downclimb its right farside, then traverse across slopey easy terrain to the topouts of Swift, Bird, and Dappled, and then proceed to walk off as for those.","protection":"Double rack to 2\" plus one 3\" cam, gear anchors.","location":"In between Wilson Reg Route (to cross that at beginning of P3) and Altitude Sickness."},"__v":0},{"_id":"tvjKnvQvVVO/YL7i7ocZRw==","name":"Bird on a Wire","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Evans, Kevin Powell & Dan Ahlborn, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":5,"mp_id":"105723325","mp_crag_id":"106635856","climb_id":"tvjKnvQvVVO/YL7i7ocZRw==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"Appropriately named, You'll feel like a Bird On A Wire on this one.  Maybe the best route on this wall.\n\nPitch-1  Climb or 3rd class up to the ledge about half way between, The Swift and Dappled Mare.  Set up a belay anchor in the left facing corner a few feet right of a vertical crack.\n\nPitch-2  Climb the ever thinning crack system past a couple of bolts.  Place a thin piece and tip-toe past it, Crux.  The crack eases of and breaks right.  Pick a convenient scoop to belay in.  Note: Avoid setting up the belay where the route crosses Dappled Mare, (traffic jam).  Some parties belay at the bolts just before the crux.  This may not be a good idea.  If the leader blows out the thin pro at the crux, they'll end up on top of you from high enough to do real damage to both.\n\nPitch-3 Continue right and up crossing Dappled Mare to the top.\n\nWith a long rope and a high tolerance for rope drag, pitches 2-3 could be combined, but why bother?","protection":"Small TCU's or nuts at crux,  Trad rack to #3 Camalot","location":""},"__v":0},{"_id":"sjZfPjgJW3SVNIxRBiUMag==","name":"Altitude Sickness","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Bombaci, Chet Wade '87","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"left_right_index":3,"mp_id":"106239395","mp_crag_id":"106635856","climb_id":"sjZfPjgJW3SVNIxRBiUMag==","areaRef":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":"An ok roof bypass that unfortunately involves a pitch and a half of uninteresting climbing to get there.  A variation exists passing the roof on the left (5.9-ish) but it doesn't look as fun as going under on the right side.\n\nP1: (5.6?) Follow the first half of the first pitch on the Swift (if doing it in two pitches), then veer left and work up some easy 5.0 with a few small sections of more moderate climbing, depending on the path you take. Youre aiming for the roof at the top. Setup belay just about anywhere.\n\nP2: (5.10a) Follow any of several paths up towards the prominent roof, though the crack leading straight underneath it is probably best. Theres a right-slanting hand-sized crack under the roof that allows passage to the right and over. The crack is a bit gritty still, but with some traffic it could turn into a fun route. Plenty of opportunity to setup belay on the slabs above.\n\nLongish scramble off to climbers right.","protection":"Standard rack, I cant remember if a 3 was absolutely necessary for the roof  but Id take one.","location":"Start as for\n\nThe Swift\n\n, up the ramp and traversing right under the headwall (if you protect its going to cut your pitch short). Go up the small chimney and break off of The Swift heading left, then up towards the roof at the top. The first pitch goes up easy broken terrain, theres no real defined path until you get close to the roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,19a30b80-55c9-565e-8a98-7b5649ebfbb6,11ba3258-8f86-56c3-a0c4-487335b5b388,4c99c3c7-1da5-5dee-b323-b99273879c89,348c211f-068b-5a3d-acb8-8b16cabfb9c9","pathTokens":["USA","California","Joshua Tree National Park","Lost Horse Area","Lost Horse Wall","Lost Horse Wall - Right Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":2,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b/c"},{"count":4,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":5,"intermediate":5,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":5,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.1788,34.02166]},"bbox":[-116.17934252655972,34.02121033981813,-116.17825747344024,34.022109660181854],"left_right_index":-1,"ext_id":"106635856","area_id":"NIwhHwaLWj2suIsWyr+5yQ=="},"content":{"description":""},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T05:54:58.545Z","updatedAt":"2022-11-25T11:14:57.353Z"}