{"_id":"63689de0e80bff5a994fa4f8","area_name":"Highlands aka Highlander, The","shortCode":"","climbs":[{"_id":"ZcNcaYi8VkGq/rJq559lYg==","name":"Wind Machine","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Alan Nelson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":4,"mp_id":"105751492","mp_crag_id":"105744853","climb_id":"ZcNcaYi8VkGq/rJq559lYg==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Wind Machine is a short but enjoyable power warm-up for this wall. Run up the slab after making a brief burly move off the ground. Wind Machine chases the slab and pulls up on to the overlap with a neat series of moves. A tough horrizontal jam just below the anchor delivers the crux. I have always liked the name of this route, like a summer  garden.","protection":"Bring half a dozen draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"kjX5LYU/W7uh6FNieFRGNQ==","name":"The White Whale","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kevin Capps","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":29,"mp_id":"111361131","mp_crag_id":"105744853","climb_id":"kjX5LYU/W7uh6FNieFRGNQ==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Begin up an easy gully, that's a little gritty, to a high first bolt. From a nice ledge, fire into the crux at the first set of overlaps. Burly crimping or an inobvious sloper sequence puts you at a stance before the pumpy headwall. Continuous face climbing takes you up to and traverses right under the final roof to the anchor.","protection":"7 bolts to 2 bolt anchor.","location":"This is the 2nd bolted route after a short scramble to a nice ledge on the right side of Highlander."},"__v":0},{"_id":"4L7o3ykdXrmwkJPCJQX1oA==","name":"Tarzan","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Alan Nelson, Spring 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":0,"mp_id":"105751486","mp_crag_id":"105744853","climb_id":"4L7o3ykdXrmwkJPCJQX1oA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Tarzan is the furthest left (West) route on the Highlander crag. It runs up a slab to a large roof that is passed via a truly unpleasant hand jam. A short face and another overlap lead up to the anchor. Frankly, I found the first roof distasteful, very painful,  and I only top-ropped it. Funny thing is Alan dangled around a bit to get the beta, pulled the rope, and fired off the red point without so much as a word about the jam. Now I know for a fact that Alan feels pain as much as most of us, and after the red point burn his hand looked like it had been driven over by a fully loaded semi. Even a Neanderthal grunt would have revealed something about the roof move. Two stars because if you pull this off (not the hand, stupid!) then the rest is quite good climbing.","protection":"7 QDs and a rope. Double bolt anchor at the top.","location":""},"__v":0},{"_id":"xC1wHN65Ur2jNpeIS8GSSg==","name":"Stiff Upper Lip","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alan Nelson, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":6,"mp_id":"105750301","mp_crag_id":"105744853","climb_id":"xC1wHN65Ur2jNpeIS8GSSg==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Stiff Upper Lip is just as advertised, delivering the crux after the very last clip and the last roof problem. The entire left side of Highlander is composed of various roof problems, most difficult. Stiff Upper Lip is the first route encountered on the right side of the roof sector.\n\nIt takes off up a sparsely bolted slab at 5.8 to 5.9 to gain the roof system at an awkward crack that splits the first roof. Munge through the first roof to gain a second roof on huge deep flakes and great body movement. Just turn off the brain and muscle up the overlaps. Get situated below the third overlap, get the last clip, and pull a 5.12b/c (closer to c) crux while looking at anchors that are just out of reach! Thin, technical, and powerful, the crux has been avoided entirely by dropping a sling from the anchor. This is bomb-proof bolting, so hang in for the  final move, there is not a chance in hell of getting hurt, just make the move.\n\nIf it were not for the easy entry slab, Stiff Upper Lip would certainly go with three stars for the big, fun, powerful moves on way overhanging stone. Bring the biceps and you'll have a blast - just save a crimp or two for the anchors. The Master of Clear Creek strikes again.","protection":"QDs only. This 70 foot roof problem needs only 8 - 9 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"G1oFxzrPWoSPHcr4Y7U5bA==","name":"Resume","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"RMWright, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":24,"mp_id":"105753664","mp_crag_id":"105744853","climb_id":"G1oFxzrPWoSPHcr4Y7U5bA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"This is a serviceable warm-up on the right side of the wall. It sets up a good top rope for P1 of\n\nNot One Of Us\n\n.","protection":"Half a dozen draws and a rope.","location":"Resume takes the second of two right- facing corners up to an awkward slot."},"__v":0},{"_id":"sKzYgB9jVKKPqhDIUyox9w==","name":"Red Tag Hag","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA Derek Peavy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":3,"mp_id":"107408497","mp_crag_id":"105744853","climb_id":"sKzYgB9jVKKPqhDIUyox9w==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"This is an old project just right of Microchip and just left of\n\nWind Machine\n\n.  Climb the easy slab to the headwall, then start trending left into the crux of the route.  This is a short and bouldery route with a hard clip, this route climbs well.  It is still a little dirty, so get on it and clean it up!","protection":"8 bolts, bolted anchor.","location":"This is in between Microchip and\n\nWind Machine\n\n."},"__v":0},{"_id":"UQ7OYZB9UHSIyJM9AnC9bA==","name":"Peer Review","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Richard Wright, 1994,  FFA: (below the roof) A. Nelson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":14,"mp_id":"105749857","mp_crag_id":"105744853","climb_id":"UQ7OYZB9UHSIyJM9AnC9bA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"This is a killer line! A simple concept: run up the left side (face) of the main dihedral, pull a small roof, chase on up to a second roof, a head wall, and the anchors all for close to 100 feet. The problem is that it never worked out that way; not yet anyway. The bolt on the first roof was placed on rappel with the recognition that it would very likely have to move once the proper sequence through the roof was determined.\n\nIn 1996, I watched Pat Adams slip right by, he said 5.13?, but he did not continue to the anchor. He indicated that a better place for the bolt would be 3 feet to the right, so the upper section still has not been done free from beginning to end. Interestingly, the climbing above this first roof is never harder than 5.11c. In 1997, I placed an anchor below the first roof, producing a 70 ft line at 5.12b/c and this was quickly red pointed, first by Alan Nelson in the Spring of 1997.\n\nEnough history. Peer Review begins off the ledge at the base of the main dihedral on Highlander Crag. Start in the flake and crack system and fight up to the divergence with Peer Pressure. As the pump sets in, you pick up some good edges and reasonable feet. Launch into the white head wall with two incipient seams. Hang tight and watch the feet. The sixth clip is creepy but not unsafe. With a fresh start it is probably not harder than 5.11c to get to it, but the pump factor makes it feel a bit desperate.\n\nChase the seams for two clips or so, and jog back left at the top of the right hand seam on horrible feet and solid 5.12b finger edges for the crux, just below the anchor. Clip the anchor by stepping all of the way around to the left, Beta-max reveals a shallow pocket left of the anchor but user-friendly only when you are \"eye-ball to eye-ball\" with the hold. The anchor should be at your shoulder, and clipping lower is more desperate. Three stars for sure. Continuity, power, great climbing moves, excellent stone, and good pro make this a must do for a Highlander trip.","protection":"QDs only. This 70 foot route needs 9 - 10 draws and something for the double bolt anchor at the top. If you push on over the roof, the route is 100 feet from the anchor to the ledge and needs double ropes or a 60 m rope.","location":""},"__v":0},{"_id":"lLDc3b/WXmWr1UvoKBNJEQ==","name":"Peer Pressure","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Richard Wright, Fall 1994  FFA A. Nelson , R. Wright, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":11,"mp_id":"105749854","mp_crag_id":"105744853","climb_id":"lLDc3b/WXmWr1UvoKBNJEQ==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Peer Pressure starts off the ledge below the main dihedral that marks the center of the Highlander crag. The left side of the dihedral is marked by a flaring crack for 20 feet. Two routes start on a flake that leads into the crack and diverge where there crack ends, 20 ft above. The crack itself is a bit dirty, although it has cleaned up with use. Peer Pressure fires up and left at the top of the crack.\n\nPeer Review\n\nstays on the face. The crack section overhangs and flares, so the start of both routes is probably solid 5.11d. I find it still to be strenuous after many, many trips up this route. Turn the corner on the left above the crack on Peer Pressure for about 5.12a and enter a short, right-facing dihedral with a good chance to chill. The top of the dihedral segues into a wide stemming problem on smears and poor feet for another 5.12a section. This is very well bolted and offers little chance for a fall,  so just focus on keeping the smears working.  Chase up to a small roof with an in-obvious solution and a stretch of 5.11, four more clips, and the anchor. Three stars for the varied climbing overall, the continuity, and the largely excellent rock.","protection":"QD only. This 100 foot route needs 13 to 14 draws and something for the double bolt anchor at the top. A 60 m rope is mandatory unless you are climbing on double ropes.\n\nCaution:  the route is 100 feet from the anchor to the starting ledge, not to the ground!!","location":""},"__v":0},{"_id":"M6ZVuuduUJioADV1Idb6uA==","name":"Peer Bastard","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Nathan Hadley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":13,"mp_id":"111575402","mp_crag_id":"105744853","climb_id":"M6ZVuuduUJioADV1Idb6uA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Finally after years the bolted line that deviates right from the end anchors of\n\nPeer Pressure\n\n(listed as a project in the newest guidebook) has been done. It's a bit of a contrived, squeeze job. With that said, it has fantastic moves that are a solid bump in difficulty to the 13a to its left.  From the anchors, stay right, clipping the two bolt variation before returning to\n\nPeer 42\n\n. This felt easy for 13b but much harder than the 13a to its left.\n\nI don't know who bolted this line. It could be the late and great Richard Wright or Tod Anderson (who climbed the left variation).","protection":"14 bolts.","location":"Climb\n\nPeer Pressure\n\nto the anchors. Instead of staying left here as one would to continue on\n\nPeer 42\n\n, bust straight right to a slopey undercling, making a hard move into a small crimper that is obvious by the anchors.... From here, climb straight up the steep wall on perfect edges and crimps clipping the draws out right rather than left. At some points, due to the squeezey-ness of this route, it would be possible to climb left back into\n\nPeer 42\n\n. Don't do that. Avoid the left arete, and enjoy the large moves on the exposed feeling face. Finish on the same anchors as\n\nPeer 42\n\n."},"__v":0},{"_id":"ev0INg4rV9KJanfE7S2jwA==","name":"Peer 42","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Tod Anderson, Mark Felty (left var.)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":12,"mp_id":"105758152","mp_crag_id":"105744853","climb_id":"ev0INg4rV9KJanfE7S2jwA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"This route is a variation to\n\nPeer Review\n\n, taking an alternate line through the first roof.  Do the first pitch of\n\nPeer Review\n\nand continue up the left hand line of bolts staying right of the arete.  Long slings in a couple of places or unclipping some bolts will be necessary to avoid rope drag on this long pitch.  A 60m rope will reach to the ledge.  I'm not sure if anyone has done the right hand variation yet.  The hardest part of that was after the roof, being able to move up.  Enjoy!","protection":"16 quicks & a few long slings to ease rope drag.","location":""},"__v":0},{"_id":"G6MRt7+VXVKNrfMousVEVA==","name":"The Outsider","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Richard Wright,  1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":25,"mp_id":"105750391","mp_crag_id":"105744853","climb_id":"G6MRt7+VXVKNrfMousVEVA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Fire up the slab around the corner and to the right of\n\nResume\n\n. Take a chill below the roof. The Outsider fires straight through the roof. However, it won't deliver a crux until just below the anchor. After the roof, enter a right facing dihedral on very thin hands and an awkward crunched-up high step. Harder than it looks, but it is possible to milk the left edge of the of the right facing plate that forms the dihedral. The moves through the roof are worth the fight above.","protection":"QD only. This 95 ft route needs 10 draws, a 60 m rope,  and something for the double bolt anchor at the top","location":""},"__v":0},{"_id":"IdQZSyXyXXe9pH0n3rJS/A==","name":"Not One Of Us","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Richard Wright, 1995  FFA all 3 pitches, Alan Nelson, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":23,"mp_id":"105749860","mp_crag_id":"105744853","climb_id":"IdQZSyXyXXe9pH0n3rJS/A==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"I'll give credit to Alan Nelson for red pointing pitch three first in 1996, but this baby is all mine. I'll hang tough on this point because every now and then the rest of our lives intrudes upon the serenity of our climbing gig. I put up this whole line one week in 1995 after having been denied academic promotion for highly dubious reasons.  As a member of that politically incorrect breed of white angelo-male, I was simply \"Not One Of Us\".  I put up this route for every man out there who has been shafted by the system, every man who has kept his nose to the grindstone, done the right thing, and still been screwed. Of this I am sure: I am not alone.\n\nNot One Of Us begins on the right hand sector of the Highlander Crag, adjacent to the 5.9 route \"\n\nResume\n\n\" (there is a theme here). A 50 ft 5.11 pitch is the entrance exam, and trickier than it looks. A very nice belay sets up the second pitch and the esthetic star of the route. Chase a small slab for several clips and get established on the arete. The climbing on the arete is just too cool for words. A big-ish heave to the right at the top of the arete will gain a jug, the lip, and a three bolt anchor. Amble up to the huge sprawling ledge and a belay bolt at the base of the third pitch, or belay from the three bolt anchor. The ledge is a better belay since you can sprawl out for some power-tanning. The third pitch has  a tricky start to gain the prominent head wall above, and the best exposure on the Highlander Crag.  When I first led this pitch in 1995 with Anna Brandenburg-Schroeder, we had a line of spectators watching from the road; this is definitely one of the coolest positions in Clear Creek. Three stars for all of the personal angst (!!!), the good climbing, great stone, and superb position. And kudos to Alan Nelson, The Prince of Thieves, for beating us all to the punch.","protection":"QD only. This three pitch route can be done with a 60 m rope comfortably.  Although under 200 feet in total, it is hard to combine the pitches, and works best as three. There is a double bolt anchor at the top of pitches one and three and a three bolt anchor at the top of pitch two.","location":""},"__v":0},{"_id":"kUCMIrEXVimKEXkM55D79g==","name":"Neo-Quasi Bugaloo","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":18,"mp_id":"105752605","mp_crag_id":"105744853","climb_id":"kUCMIrEXVimKEXkM55D79g==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"One of the longest single pitches on the crag, coming in at about 105 feet. Bring a 60m rope or 2-50m. This route is the second route right of the big crack/gully system running through the middle of the crag. This route is the furthest line left running through the obvious roof. The climbing starts through some rough terrain (not very fun) and then breaks left at the 3rd bolt, I think heading  straight up the slab on the right would be a little harder than 10a. Place long draws on the bolts below the roof to avoid rope drag. Once you pull the roof climb to a rest 3 bolts from the top. Clipping the 10th/11th bolt may be difficult if you are under 5'4\", quite commiting and the crux of the route. From here, climb over the top and get your body in that alcove to clip the anchors, weird body position. Altogether a nice route, with crimps on the slab, a roof to pull and continuity. 2 stars.","protection":"12 bolts - 2 bolt anchor.","location":""},"__v":0},{"_id":"P0+j6izfVgCg5IeUNV8/9g==","name":"Micro Chip","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Equipped by Alan Nelson, then recycled hangers.  FFA Derek Peavey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":2,"mp_id":"108035752","mp_crag_id":"105744853","climb_id":"P0+j6izfVgCg5IeUNV8/9g==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Micro Chip is the clean little headwall in between\n\nLeap of Faith\n\nand\n\nRed Tag Hag\n\n.  To start, climb up the slab that is typical at this section of the wall.  Move a little right and then head back left after clipping the third bolt.  This portion of the route is still a little chossy, so use a little care.\n\nSet up under the roof and clip the fourth bolt, then make a couple moves on jugs and clip the fifth bolt over the lip.  Now make the initial crux moves and head for the Micro Chipped, err, Micro Chip hold.  Bear down and reach better holds, then move up and right to the shared anchors with\n\nRed Tag Hag\n\n.","protection":"7 bolts.","location":"This route is in between\n\nLeap of Faith\n\nto the left and\n\nRed Tag Hag\n\nto the right.  It shares anchors with\n\nRed Tag Hag\n\n."},"__v":0},{"_id":"EjVkq0DqVO2xLyuLW5Vvgw==","name":"Lord of the Rings","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Nelson, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":31,"mp_id":"105751519","mp_crag_id":"105744853","climb_id":"EjVkq0DqVO2xLyuLW5Vvgw==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Lord of the Rings is the third route off the ramp on the East face and the furthest right. The rock to start is decidedly in need of heavy duty brushing but the climbing on Lord of the Rings just gets better and better with each move up the route. A very interesting sequence takes you up to the roof and swings wide to the right on jugs, stepping back left once over the route.  This route was a kick, and it would certainly see more traffic if it was on the other side of Highlander. The climbing is much steeper than it might appear.","protection":"Bring 9 or 10 draws, a 50m rope, and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"XzdXhgTeVBSg6aGXJUTCDA==","name":"Learning to Crawl","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Wright, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":19,"mp_id":"105749464","mp_crag_id":"105744853","climb_id":"XzdXhgTeVBSg6aGXJUTCDA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"This is the better of the two 10s on this wall. Interesting climbing leads to an exciting roof move. Not to worry, big holds keep the grade mellow.","protection":"11 bolts / 2 bolt anchor. Second clip may be tough for shorter people. Third bolted line on main slab right of the prominant dihedral crack. 85 foot pitch.","location":""},"__v":0},{"_id":"+h4PMvY6XMqXbfNtebpfNg==","name":"Leap of Faith","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Alan Nelson, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":1,"mp_id":"105751489","mp_crag_id":"105744853","climb_id":"+h4PMvY6XMqXbfNtebpfNg==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Perhaps the best line on the West half of Highlander, Leap of Faith starts up the slab about 20 ft right of\n\nTarzan\n\nfiring off the main roof and a small overlap just below the anchor. This route is really deceptive and just gets more difficult the higher you climb. 5.9, 5.10, 5.12a moves deceive one into believing that the line is finished until you are just about looking at the anchor. Clip the last bolt off very fine finger edges, then, just five feet from the anchor, make a delicate, tricky reach to a seam on the right followed by a big move to a jug and the anchor. It all feels so unfair, like breaking a leg moments before crossing the finish-line at the Boston Marathon. Leap of Faith is an excellent route that deserves more traffic.","protection":"Bring 8 QDs and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"w4pMe0HJVaWiIHjbAT9IDw==","name":"Job Security","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"RMWright, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":22,"mp_id":"105753661","mp_crag_id":"105744853","climb_id":"w4pMe0HJVaWiIHjbAT9IDw==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Job Security starts on the right sector by taking a shallow, right-facing, corner system. It can be done in two pitches.\n\nP1 has gotten more difficult with the loss of its hanging flake, and probably ticks in at 5.11 rather than 5.10.\n\nP2 has two 5.11 cruxes, the upper being thinner and a bit fingery.","protection":"60 meter rope and either 15 draws or ten. Done as two pitches neither uses more than ten draws. Can be done as a single pitch, but this produces some rope drag.","location":""},"__v":0},{"_id":"z3z7rEaIWpGNFuv8SIHvrw==","name":"Job Review","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Richard Wright, ABS,  Thomas A. McFarlane, Feb. 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":10,"mp_id":"105750298","mp_crag_id":"105744853","climb_id":"z3z7rEaIWpGNFuv8SIHvrw==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"The first fully bolted route completed on The Highlander crag, Job Review ascends the large grey plate that is left of the sprawling ledge system used for the \"Peer\" routes.\n\nWhat a treat to be able to credit one these first ascents to Dr. Tom McFarlane. A long time guide from Estes Park, and an accomplished trad climber, Tom had to suck a lot of wind to watch me drill holes in the rock. I had the opportunity to climb for a full year with Tom before seeing him off to medical school and a brilliant career as a family clinician.\n\nJob Review is the right of two long routes in this sector, one that he and I started and ABS and I finished. Shuffle up on easy terrain and half a dozen or fewer clips to a spot just below a small roof. Get a clip, move a bit right for a second clip, and swing out left to negotiate the roof. A friction crux on small feet, the roof is completed by padding back right to stand just above the last clip. It has cool moves that I always thought were 5.10 but are better imagined as 5.11a. This is bit reachy, and it helps to have a ridiculous ape index. A slew of clips and close to 80 more feet of friction climbing through seams and water channels gains the anchors.\n\nThis route is a gas by any measure and worth all of the two stars that I'll give it here.","protection":"QDs only. This 120 foot route needs 13 - 14 draws and something for the double bolt anchor at the top. Don't even contemplate doing Job Review or its neighbor,\n\nGet A Job\n\n, without a 70m rope. There is no mid point anchor.","location":""},"__v":0},{"_id":"nSGejRRaVG2ysyaR/UrZnA==","name":"Highlander","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Alan Nelson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":5,"mp_id":"105751495","mp_crag_id":"105744853","climb_id":"nSGejRRaVG2ysyaR/UrZnA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"The easiest line up the West side of Highlander Crag, Highlander runs up the slab toward a corner in the roof above. A fun high step gains a couple of good horrizontal jams from which the anchor is perfectly clip-able. However, with Alan around he demands an additional move up past the anchor to savor the final burly thrutch. Indulge him for the sake of the power buzz.","protection":"Bring five draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"HzBMXXfcVROoWzFgmIJ8ug==","name":"Herb-A-Med-Veg-A-Matic","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Alan Nelson, '98","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":17,"mp_id":"105759783","mp_crag_id":"105744853","climb_id":"HzBMXXfcVROoWzFgmIJ8ug==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"This route is to the left of the two long 5.10 routes on the right side of the wall. Start with a short headwall to a ledge.  This route gets a PG-13 rating for the runout to the 2nd bolt above the ledge.  The climbing is only 5.8 in this section.  The fun climbing is above.  A slabby bulge and the final overhang will test your onsight abilities. This route may feel harder than 5.11b, if the correct line is not followed.","protection":"10 bolts.","location":""},"__v":0},{"_id":"tc5Ul8s3Voyl69y3B1D0Yg==","name":"Get Insurance","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alan Nelson, 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":8,"mp_id":"105751513","mp_crag_id":"105744853","climb_id":"tc5Ul8s3Voyl69y3B1D0Yg==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Get Insurance fires up the corner and crack system 20 feet left of\n\nGet a Job\n\non the South-facing slab of Highlander. Established as a two pitch route, with belay anchors at 60 feet, Get Insurance climbs quite well as a single long pitch. The first section, P1 if done as two pitches, runs through the corner system at 5.7 or 5.8 on mixed gear. Wired stoppers and a full range of Friends will do the job. The second part heads right off the belay at 5.10 through a crack and corner system. Alternatively, one can head left off the belay for a 5.7 trad pitch called\n\nGet a Life\n\n. Both are good pitches, but the 5.10 comes with a higher recommendation for the more interesting moves and better continuity.\n\nTwo raps descend to the ground with a 50m rope.","protection":"Bring a full rack and a 50m rope.","location":""},"__v":0},{"_id":"8EVhgKcHV4uCnr1UGAzUNg==","name":"Get A Life","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Alan Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":7,"mp_id":"105756874","mp_crag_id":"105744853","climb_id":"8EVhgKcHV4uCnr1UGAzUNg==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"\"Get A Life\" wanders up the major break in the middle of the south face of the Highlands, and shares a first pitch with \"\n\nGet Insurance\n\n\".  The approach trail arrives at the wall right around the base of the line.\n\nP1: Head up the break for 70' or so to a bolted belay at a stance under an overlap.  \"\n\nGet Insurance\n\n\" heads out right around the overlap.\n\nP2: Work left around the overlap past blocks and ledges until you can move up into the main corner above.  Follow the corner until it spills out onto the top of the crag.  Look for a bolted belay anchor (shared with \"\n\nGet Insurance\n\n\") out on the right wall just before you're in walking territory.\n\nDescent: One or two rappels (depending on if you have one or two ropes) deposit you back at the base.  If you seek misery and love causing erosion (or somebody stole the anchors), you can hike over the top and trundle down a steep gully north of the east face.","protection":"Standard rack, some long slings, two-bolt anchors.","location":""},"__v":0},{"_id":"+TEHYecEUTi3fRmC/eVMjA==","name":"Get a Job","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Alan Nelson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":9,"mp_id":"105751309","mp_crag_id":"105744853","climb_id":"+TEHYecEUTi3fRmC/eVMjA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Get a Job fires vectorially up the South face of Highlander Crag 20 feet left of\n\nJob Review\n\nand negotiates the same roof.  A 5.11 sequence comes a bit above the roof that is tricky, thin, and frictiony. While Get a Job and\n\nJob Review\n\nare analogous climbs, parallel, and ascend similar features, it is surprising how differently they feel climbing. Both pack a lot of climbing in 135 feet perhaps because both present very continuous climbing at 5.9/5.10 with brief and distinct 5.11 cruxes. If you are in the area, both climbs are worth a stop.","protection":"Bring 13 draws, double ropes, and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"82cw9BmTXueLsA6rITQCjg==","name":"Gear Head","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":15,"mp_id":"106451195","mp_crag_id":"105744853","climb_id":"82cw9BmTXueLsA6rITQCjg==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"The classic looking dihedral left of\n\nAir Head\n\n, stem, lieback, a bolt protects the last part, the guidebooks says 5.10a, but more like 5.9-,  You can top rope it, off\n\nAir Head\n\nanchors, clip bolt, but bring some gear and lead it, just wish it was longer.","protection":"Light rack, nuts, small cams to #2 Camalot, one bolt.","location":"It is left of\n\nAir Head\n\n."},"__v":0},{"_id":"phcVz14GWi6xWxL07ySAdA==","name":"Drop Zone","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Alan Nelson, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":28,"mp_id":"105751516","mp_crag_id":"105744853","climb_id":"phcVz14GWi6xWxL07ySAdA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"In his many excursions around Clear Creek, Alan has picked out some unlikely looking rock that turned up some fine routes whose obscurity has left them nearly unclimbed. The East face of Highlander is one such spot, hosting half a dozen routes well worth the hike, and providing good respite from the heat. Follow the third class ramp to the right of\n\nBig Man\n\nand up to the base of the  East face, this will entail a bit\n\nexposed\n\nscrambling. The first route you encounter is Drop Zone (I have this name in my notes from 1996, but Mark Rolofson lists the line as unnamed. I thought Alan dropped this name the day we did the route) which runs up something of a blocky corner system and a small roof. Drop Zone is good climbing on solid rock. Five years ago there was a bit surface sand to contend with, but this has largely disappeared. Adjacent to Drop Zone is the roof crack \"\n\nDirt Me\n\n\" (#31) and this is a burly crack climb.","protection":"A 50m rope, 8 draws, and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"Xxr3gggpXgKEfRaPY7+aBg==","name":"Dirt Me","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":30,"mp_id":"106074372","mp_crag_id":"105744853","climb_id":"Xxr3gggpXgKEfRaPY7+aBg==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Dirt Me is on the far right side of the Highlander. It has an extremely obvious roof crack halfway up. It's hard to miss.","protection":"I only gave it PG-13 due to the chossy bottom.","location":"This is on the east side of Highlander. It has a big roof crack, which is impossible to miss."},"__v":0},{"_id":"I3pMSxzZWDa3yyyoBzch5A==","name":"Burning Chrome","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Alan Nelson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":21,"mp_id":"105749761","mp_crag_id":"105744853","climb_id":"I3pMSxzZWDa3yyyoBzch5A==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Burning Chrome is immediately to the right of\n\nBlue Sky Mining\n\n. The climbing begins off a small ledge in something of an inset slot. Burning Chrome delivers its crux right away, between bolts 3 and 4. Done straight up, as it was intended, the crux goes well at 5.11d with a long reach to thin hands. Unfortunately, the crux can be largely avoided by a long jog to the left, stepping back right clips the bolt easily without the committing straight up move. Play by your own rules; the climbing is great fun no matter how the crux is done. The route finishes with a short slab to a head wall on some good edges and probably never harder than 5.10d/5.11a.\n\nBecause it lacks the weird start of\n\nBlue Sky Mining\n\n, I find the climbing on Burning Chrome to be overall the more enjoyable of the two routes.  Two stars for the good rock, fun moves, and nice continuity. Burning Chrome is another fine contribution by the Master of Clear Creek, Alan Nelson.","protection":"QDs only. This 85 foot route needs only 9 - 10 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"0NblSjbPXf6KGmD75cdChQ==","name":"Blue Sky Mining","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Alan Nelson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":20,"mp_id":"105749758","mp_crag_id":"105744853","climb_id":"0NblSjbPXf6KGmD75cdChQ==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Blue Sky Mining is the first route to the right of\n\nLearning to Crawl\n\n. The climbing begins up a steep, short wall that is immediately \"in your face\" with an awkward 5.11 move.  With this little unpleasantness out of the way, the route settles down to some fun 5.11 face climbing. Head for the grey roof and block system above for the supremely well protected 5.11d crux. Slip to the right over the roof and jog back left to the face, a clip or so and the anchors.\n\nTwo stars for the high quality rock, the continuity, and the climbing moves. The early crux, right off the deck, can be negotiated on some very thin fingers with a small jog left.","protection":"QDs only. This 85 foot route needs 11 or 12 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"BHBvJznKUeeZEo2n2DyHzg==","name":"Big Man On Campus","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Tod Anderson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":27,"mp_id":"105750388","mp_crag_id":"105744853","climb_id":"BHBvJznKUeeZEo2n2DyHzg==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"BMOC begins around the corner from\n\nSTBU\n\nwith a bit of scramble downhill. This route has several thin cruxes from 5.10 to 5.11 in the first 60 feet. BOMC gains the same overlap as\n\nSTBU\n\n, 60 feet off the ground. Haul up the overlap to face a difficult finger traverse that winds left and then back right to come back to the plumb-line from the anchors. The rock is very good. The moves are difficult but well protected, and the line has a lot of continuity. If it did not face South/East BMOC would undoubtedly see a lot more traffic than it does. I thought that The Great Defoliator did a fine job with this one.","protection":"QDs only. This 100 foot route needs about a dozen draws and something for the double bolt anchor at the top. BMOC needs a 60m rope for descent, or bring two.","location":""},"__v":0},{"_id":"/hNNJ4neUt2jF7ye7SlIfA==","name":"Air Head","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alan Nelson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":16,"mp_id":"105749767","mp_crag_id":"105744853","climb_id":"/hNNJ4neUt2jF7ye7SlIfA==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"Air Head is the first route on the large ledge system that sits below the great dihedral of The Highlands crag, to the right of\n\nPeer Pressure\n\n. The climbing starts right at a single belay bolt and ascends a short wall for several clips before taking on the obvious, large, flake system. Follow the flake to the chain anchor for some moderate but very enjoyable climbing movement. The overall climbing is more like 5.9 than 5.10. A single hard move past the first bolt delivers the crux right away. Stay on your feet, pay attention, and pick off a nice pitch that is well protected. Air Head provides a nice warm-up for the harder climbs off the ledge.  I'd go with a star for the position, the big flake feature, and the overall good rock.","protection":"QsD only. This 70 foot route needs only 7 or 8 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"VxLlc7DPXY+z2QLJ3Bfg3w==","name":"[Redacted]","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tod Anderson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"left_right_index":26,"mp_id":"105750385","mp_crag_id":"105744853","climb_id":"VxLlc7DPXY+z2QLJ3Bfg3w==","areaRef":"+Y36BnwQUJ2UeNS95Wi69Q=="},"content":{"description":"On the right side of Highlander is a large roof with a route through its mid-section (\n\nThe Outsider\n\n, 5.11c/d). Just to right of the roof is STBU. While the start looks slabby and broken up,  STBU ascends a colorful short fin with a seam in the middle on surprisingly good moves. Power up over the fin with an easy mantle to gain a ledge that leads to the business end of knocking up that bitch. Tricky moves over the overlap lead to some very solid and enjoyable edge climbing to the anchor. This is a fun route with reasonable continuity, solid rock, and good climbing moves. An extendo-clip makes entering the overlap very comfortable, otherwise there is some concerning for smacking the ledge if you don't make the clip over the overlap. The name...(?)... must have been a bad night for the Todster.","protection":"QDs only. This 90 foot route needs a dozen or so draws and something for the double bolt anchor at the top.\n\nEds. Note, if you go to the upper 2 bolt anchor with cold shuts, it is 100' to the ground!","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,f98dfa06-7c10-509d-9478-d4bde568baf5","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Highlands aka Highlander, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11c/d"},{"count":3,"label":"5.13a"},{"count":1,"label":"5.12c/d"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.9"},{"count":2,"label":"5.13b"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.12-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10b"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":29,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":17,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":9,"advanced":17,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3164,39.73821]},"bbox":[-105.31698475388647,39.73776033981813,-105.31581524611353,39.73865966018186],"left_right_index":-1,"ext_id":"105744853","area_id":"+Y36BnwQUJ2UeNS95Wi69Q==","polygon":{"type":"Polygon","coordinates":[[[-105.31698475388647,39.73776033981813],[-105.31581524611353,39.73776033981813],[-105.31581524611353,39.73865966018186],[-105.31698475388647,39.73865966018186],[-105.31698475388647,39.73776033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":32,"__v":1,"createdAt":"2022-11-07T05:57:03.986Z","updatedAt":"2024-01-20T01:01:18.294Z"}