{"_id":"63689de0e80bff5a994fa706","area_name":"Devil's Slide","shortCode":"","climbs":[{"_id":"qjilFx68VHiuBnJvZZjcQg==","name":"Mallory's Malice","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"CMC rock school?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28382,39.93074]},"left_right_index":0,"mp_id":"105763572","mp_crag_id":"105746764","climb_id":"qjilFx68VHiuBnJvZZjcQg==","areaRef":"XxfG5ivvXh2fUGrp6uK4Bg=="},"content":{"description":"A. Climb the finger crack, there are slots for BD nuts sized 4-8. (5.6+)\n\nB. Climb through some loose flakes and slabs, there are slots for cams around #1 BD. (5.6)\n\nC. Use the crack of this large flake to place a piece for the traverse over to the true route. Use a #10 BD nut, or a #2 cam.\n\nD. The traverse is 10-15 feet long, climb slightly down as you cross.  There are some good ledges and flakes for your feet; you can swing out a leg to cross into the crack system.  A fall would be very uncomfortable but not severe. (5.7)\n\nE. There is an ancient pin that is fairly well placed.  There are a few balancy moves. . This is a good place for an anchor.  There is a slot for a size 13 nut, and some small cams #.75 and a Metolius cam size #1 and 2.\n\nF. The moves bringing you over the bulge is the crux. A medium cam can protect the moves. A #5 Metolius fits better than a BD cam, but you can use either a .75 or a 1 if you only have BD.  It is a good idea to extend the pieces to reduce rope drag.  Once you pull through the harder moves you can throw a beautiful #2 BD into a slot and move on to comfort. (5.7+)\n\nG. There are a few slab moves up to an excellent lay back finger crack.  You can throw in some great nuts.  If you don't have a 70-meter rope, pause here for an anchor.  Keep working up the layback and place a good nut at the top. Work up onto the easy slab with face climbing, above here the pro gets a little scarce. (5.6)\n\nH. The slab and face moves are easy but fun.  Look out for a good micro nut placement, and then work up to the top.  There are 25 feet of 5.5 slab that cannot be protected, and then the climb turns into 4th class terrain.  The last 100 feet are unprotectable.  Once you get to the top you will see a huge bolder.  Throw a couple cams in the crack at the bottom, or just sling the whole thing for an anchor. (5.5)  [If you have a shorter rope MAKE SURE YOU SET AN ANCHOR WITHIN 25 METERS OF THE LAST ONE. The dome rounds out and the last 20-25 meters are unprotectable so if you get stuck up there you are pretty nicely screwed.]\n\nDESCENT.  Walk right (North) and down until you find a tree to rap down off of. You will need two ropes. You can also down climb a 5.5 slab to the ground, though a fall would surely result in injury.","protection":"Bring a set of BD Camalots .4-3.5, or 1-8 Metolius, as well as a full set of stoppers.\n\nThe pro at the end (last 100 feet) is next to none but other than that, you can throw something in every 7-10 feet.  On the first pitch, the gear may be slightly questionable because there are some expanding flakes.","location":""},"__v":0},{"_id":"GCI+27e2UveSoFKbMjvm1w==","name":"Lightning Bolt Cracks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Steve Cheyney/Stewart Green? Colorado Mountain Club?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28382,39.93074]},"left_right_index":1,"mp_id":"108805757","mp_crag_id":"105746764","climb_id":"GCI+27e2UveSoFKbMjvm1w==","areaRef":"XxfG5ivvXh2fUGrp6uK4Bg=="},"content":{"description":"This short but fun crack ascends the right-most portion of the upper cliff above Devil's Slide. It is mostly a hand crack with a fun section where you transfer from one crack to another. The start looks runout to get to the base of the crack, but good pro can be found behind a flake at the base of the route. If you are looking for an easily approachable climb on Old Stage, hit this up! You can see it from the road.","protection":"Goes on gear, with an assortment of cams/nuts. The route tops out on a little pinnacle which is slung with webbing and some 'biners to bail off of.","location":"Find this route by either climbing the lower pitches of Devil's Slide or hiking up a gully to the left of the lower slab. There is some loose rock at the base and not much of a belay stance."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,684bfece-e23b-5ef9-8765-99852382fb51,5f17c6e6-2bef-5e1d-9f50-6ae9eae2b806","pathTokens":["USA","Colorado","Colorado Springs","Old Stage Road","Devil's Slide"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28382,39.93074]},"bbox":[-105.28440639531738,39.93029033981814,-105.2832336046826,39.93118966018186],"left_right_index":-1,"ext_id":"105746764","area_id":"XxfG5ivvXh2fUGrp6uK4Bg==","polygon":{"type":"Polygon","coordinates":[[[-105.28440639531738,39.93029033981814],[-105.2832336046826,39.93029033981814],[-105.2832336046826,39.93118966018186],[-105.28440639531738,39.93118966018186],[-105.28440639531738,39.93029033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:57:08.815Z","updatedAt":"2024-01-20T01:01:25.354Z"}