{"_id":"6368a6e7e80bff5a995d85e1","area_name":"Hillbilly Routes","shortCode":"","climbs":[{"_id":"H3fztMArVSGGKyOTgtQ8pA==","name":"Zschiesche toprope problem","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Eric Zschiesche","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":14,"mp_id":"105872525","mp_crag_id":"106823886","climb_id":"H3fztMArVSGGKyOTgtQ8pA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"This route lies between Booze Pigs and Turkish Revenge (The two bolted lines left of Zig-zag Crack).  According to Dave Groth this route begins with bouldery start up to a finger crack.","protection":"Toprope","location":""},"__v":0},{"_id":"tQS/Q1PmWhycnhcGfzOS/A==","name":"Zig-zag crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rich Bechler - Summer 1989","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":16,"mp_id":"105863290","mp_crag_id":"106823886","climb_id":"tQS/Q1PmWhycnhcGfzOS/A==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"This is a great route that follows the Zig-zagging crack on the South facing wall of the canyon.  There are lines of bolts on both sides of this route.  It starts to left of what could be called a cave, but still surmounts an overhang in the beginning.","protection":"Standard rack to 3 in and established anchors at the top.  If you top rope, use QuickDraws and to clean, just walk off the top.  ","location":""},"__v":0},{"_id":"swyjdRUtU5y6hw6r+dxQIw==","name":"Two Hands of Prayer","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Josh Olson, Nick Bouley on the belay","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":25,"mp_id":"107143952","mp_crag_id":"106823886","climb_id":"swyjdRUtU5y6hw6r+dxQIw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Two cracks broken up with some ledges, first crack 10-15 feet, second crack around 15 feet. First crack is about fist sized, fun and interesting, exciting mantle moves to leave the crack. Second crack is more hand sized, and a lot more fun. Topping the route wasn't too bad, but this thing needs some loving. Get on it.","protection":"Hand sized cams and some hexes, probably could use a nut or two if you wanted.   Finger sized cams and some nuts for the anchor.","location":"Around 15 feet left of High School Romancer. We topped out and walked around to get down."},"__v":0},{"_id":"7yaFD9m8XOeI/uEhKNQ0Hg==","name":"Turkish Revenge","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Dave Groth","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":15,"mp_id":"105872518","mp_crag_id":"106823886","climb_id":"7yaFD9m8XOeI/uEhKNQ0Hg==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Turkish Revenge is the bolted line just left of Zig-zag Crack. According to first ascentionist Dave Groth it is 5.13a if one avoids the crack, and climbs the wall straight on, but if one uses the crack the route becomes 5.12b.","protection":"Quickdraws - No chains or top anchors","location":""},"__v":0},{"_id":"NR5BCqXyVqaFygwha3dVgA==","name":"Sy-STEM of a Hollow","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Aaron “The Batman” Geistfeld November 2020.       Bolted by Aaron “The Batman” Geistfeld","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":5,"mp_id":"119894382","mp_crag_id":"106823886","climb_id":"NR5BCqXyVqaFygwha3dVgA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"A great addition for beginners and can vary from 5.7 up time a 5.9 depending how you choose to climb this.  The 5.7 way involves using the wall behind.  After that, choose your own adventure.  Great spots to clip and permadraws at top to make climbing and top roping this route fun and easy to clean.  Enjoy","protection":"6 bolts and perma draw anchors","location":"Through the cave on the left before you go into the back portion of the Hollows.  It’s around the corner from PWB Arete "},"__v":0},{"_id":"iw8FyGg4XQG7Cedzl3cVNw==","name":"Swiss Cheese","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":19,"mp_id":"105863293","mp_crag_id":"106823886","climb_id":"iw8FyGg4XQG7Cedzl3cVNw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Swiss Cheese was the first bolted line one encountered upon entering the canyon proper (before all of the new bolting).  Generally speaking there is a pile of cheater stones at the bottom of the route to assist in the direct variation.  The stones are there to overcome the overhang, and avoid tumbling into the hollow/cave below.  These cheater stones may be considered a sage tactic by some, and in my humble opinion are more sketchy than pulling the move outright.  The actual route starts in the corner (getting up the corner and over to the first bolt is the crux) to the right and traverses into the route.  The route proper is slightly off angle and follows a line of great patina holds, that seem to define the phrase \"great patina holds\" - up the beautiful sandstone wall.  This is a great route, especially for someone learning to lead.","protection":"4 Bolts to a pair of chains - a stick clip might be useful for the first bolt.","location":""},"__v":0},{"_id":"zZTZ2sOMWjye5xSvuHkimA==","name":"Sunset Ascent","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Connor Avery","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":8,"mp_id":"108353235","mp_crag_id":"106823886","climb_id":"zZTZ2sOMWjye5xSvuHkimA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Starts left around corner from Pine Tree Crack. Different style of climbing from many of the bolted routes at The Hollow. I believe it is harder than PWB Arete, But Easier than Pine Tree, so the rating could use some input.","protection":"Four Bolts, Sling anchors same as Pine Tree","location":""},"__v":0},{"_id":"VYQh+LujXLqNvKoFzt06zw==","name":"Strongman's Cooldown","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Stephen H","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":11,"mp_id":"110462453","mp_crag_id":"106823886","climb_id":"VYQh+LujXLqNvKoFzt06zw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"I'm calling this climb the strongman's cooldown because the climb is just to the left of the hardest climbs at the Hollow. Most strongmen who climb those routes probably would never bother with this climb--or they soloed it as down climb or access route.    I'm putting it up because I think it's a good easy climb and trad lead. I never noticed this climb before this spring and when I saw it I grabbed some gear and climbed it on the spot. In its current state its more of an adventure climb then a beginning climber would like--its dirty and there are some weak rocks. I'm hoping to get it some more traffic and clean it up a bit. It was a fun easy climb with some nice dihedral moves and no real crux (consensus from three climbers was 5.5-5.6).","protection":"This climb takes gear well. I used mostly nuts, hexas, and tri cams.    I went back a couple yards to some trees for the anchor--2 or 3 trees to work with.","location":"This is the furthest (climbers) left climb in the Hollow. It is on Zig Zag crack wall and left of Booze Pig. It is slightly uphill from the base of climbs like Zig Zag crack and starts in a hand crack."},"__v":0},{"_id":"cm1s0pY8XtKeAcRTmPPxNw==","name":"Strong Faith","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Stephen H","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":26,"mp_id":"109159619","mp_crag_id":"106823886","climb_id":"cm1s0pY8XtKeAcRTmPPxNw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"A short strong climb located on the South side of an independent block. The climb feels similar to the Pine Tree Crack. It has a strong bouldery start, probably the crux, going up the crack and getting a little easier on the top. \n\n  Josh Olson and I originally projected this climb in summer 2011. I'm hoping more people get a chance to try this climb out and let us know what you think?","protection":"I used 1 large nut, two small cams in the middle section, and another large nut near the top. The gear is not really straightforward and there is some suspect rock on the climb. I gave the climb an overly cautious PG-13 rating (its probably more PG) since it took us awhile to find confident gear on this pumpy climb. That being said, the climb is short with mostly a low crux so I felt confident on it.  \n\n  You can easily set up a top rope by hiking up the back side of this block and slinging the two boulders on top or using some cracks etc.","location":"This climb is an independent block between \t   High School Romancer and the Hollow. It's on the path towards the hollow and right in front of Two Hands of Prayer.    This specific climb goes up the crack on the South side of the block."},"__v":0},{"_id":"uPQCvxhxX4WfO6qRcIqcag==","name":"Sidepull Swingers","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Aaron “The Batman” Geistfeld","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":12,"mp_id":"121036353","mp_crag_id":"106823886","climb_id":"uPQCvxhxX4WfO6qRcIqcag==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Start out to the left of the first bolt and work across the ledge. Then proceed from there.  The mini crux is the first roof (above 2nd bolt) which hidden holds get you over to side pull savior.  Then the major crux is the last roof (right after the 4th bolt so don’t worry about your fall, it isn’t far) leaving you for the holds that will get you onto the roof.  Make sure to clip in your 5th bolt (yes seems pointless, but if you mess up the 5.9 move to the anchors, you could maybe roll off the roof with a lot of effort….. I guess?). ","protection":"Stick clip the bottom if you are uncomfortable with walking across the ledge to the first bolt.  5 bolts and there’s permadraws at the top.  Wouldn’t recommend top roping this one because the rope gets in the way when you are at the 2nd roof doing the crux.","location":"To the left of booze pigs and has permadraws at the top. "},"__v":0},{"_id":"yfOOq8beVh2okI20hjT61g==","name":"Shark Ate My Drillbit","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Yueyang Meng on TR (Aug 2020) and Aaron “The Batman” Geistfeld  on lead (April 2021)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":10,"mp_id":"120568374","mp_crag_id":"106823886","climb_id":"yfOOq8beVh2okI20hjT61g==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Slight overhang with 4 bolts.  Hope you like thin crimps  with a foot sequence that makes you think while having your finger impaled on a sharp “tooth” like hold.  After you get to the amazing pocket at the 3 bolt it’s fun holds to the top where the permadraws are on the “shark fin” are going to lower you but not before you notice the drill bit which is stuck by the anchors and couldn’t get removed.  ","protection":"4 bolts to permadraw anchors","location":"It’s to the right of pine tree crack (around the corner to the right of sunset arete)"},"__v":0},{"_id":"OKo6VKiEWqmM8ZkV/jK5Tw==","name":"Sex Weed","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: unknown FL: HWDAMF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":3,"mp_id":"107605457","mp_crag_id":"106823886","climb_id":"OKo6VKiEWqmM8ZkV/jK5Tw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"A delicate slab leads to a bouldery overhung seam. Climb the over hanging crack, and place good but small gear. The crack leads to an exciting finish topping out on a shelf. Protects and climbs extremely well. Get on it!","protection":"Micro Cams.","location":"Around the backside on the SW face of the PWB block."},"__v":0},{"_id":"y3Df5Tb+VEqj803fNEQesw==","name":"The Repentance Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Historic?","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":33,"mp_id":"107128043","mp_crag_id":"106823886","climb_id":"y3Df5Tb+VEqj803fNEQesw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Dirty, dirty, dirty. The line follows the crack system about 5 feet left of \"The Curse of the Drill.\" The crack terminates near the anchors of \"Curse,\" as well. The crux was high off the ground, probably around 10 feet from the top with a lieback. Either that or just figuring out the gear. Definitely kept me on my toes. Did I mention it was dirty?","protection":"Smaller gear, nothing bigger than a number 4 Metolius TCU, I was glad I brought my hexes, and I dropped in a stopper or two also. There is a pretty decent size runout low to the ground, and a lot of the gear was finicky, to say the least.","location":"Crack system between \"Penitent Crack\" and \"The Curse of the Drill.\" There is a pine tree around 30 or so feet up growing out of the crack. Rap off the anchors for \"Curse\" or top out and walk back around."},"__v":0},{"_id":"Pk4TNH7tUUeKvVxQz4aigA==","name":"PWB Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Leverich, TR solo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":6,"mp_id":"105982029","mp_crag_id":"106823886","climb_id":"Pk4TNH7tUUeKvVxQz4aigA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"This route climbs up the well-defined arete on the opposite side of the canyon from Swiss Cheese. If you look closely, you will find the scatched-in initials \"PWB\" near the first bolt. You will also see a shallow hole from what looks to have been a  long-ago aborted bolting attempt.  \n\n  Anyway, climb up to the first bolt. A .75-1\" cam might offer some protection getting to the bolt, but really the climbing isn't that bad. Then climb delicate, slabby, rock past four bolts to the tree. Top out on the ledge and clip the anchors. \n\n  PWB offers very cool, thought-provoking climbing up a beautiful feature on perfect rock. If it was longer it would certainly warrant more stars.","protection":"Four bolts. Optional cam.","location":""},"__v":0},{"_id":"G6EhVol1UFOqsfiSDLglsw==","name":"Pine Tree Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ralph Schmidt","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":9,"mp_id":"105863450","mp_crag_id":"106823886","climb_id":"G6EhVol1UFOqsfiSDLglsw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"All I really remember about this route is that it was relatively moderate and across the canyon from most of the climbing","protection":"Standard rack","location":""},"__v":0},{"_id":"ZLUz2gFEWlWOPRcI4wAm8w==","name":"Penitent Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Knoernschild 8/30/2008","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":32,"mp_id":"106242413","mp_crag_id":"106823886","climb_id":"ZLUz2gFEWlWOPRcI4wAm8w==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Penitent offers fun climbing. For the first half of the climb it's easy moving. When you reach the main crack about 20 ft from the top, that's where it gets a bit harder. The crack offers good finger and hand jams.","protection":"standard rack. medium tri-cams","location":"To the left of \"Curse of the Drill\". Start by moving up a slabby 10ft section. Then get into the bottom face/small crack. The small broken up crack has some nice finger jams. Move up to large ledge and continue up face using horizontal cracks and small feet. From here move into the main crack to top."},"__v":0},{"_id":"1uPXXcL5ULagwDN3idtwxA==","name":"Pagan Rituals","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Rich Bechler - Summer 1989","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":17,"mp_id":"105863447","mp_crag_id":"106823886","climb_id":"1uPXXcL5ULagwDN3idtwxA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Pagan lies immediately to the right of the classic Zig-zag crack. The route is difficult and sustained, with varying climbing. It starts by using medium edges to balance onto the initial bulge and attain the horizontal flake a the lip of the giant roof. From there hard pulls on small edges take the climber over the roof and into the hanging dihedral above. Here, some tenuous counter-pressure moves leading to another hard pull on a small side-pull pocket and undercling deposit the climber at a decent hold and a chance to grab a dab of chalk. After this brief \"rest\" the climber heads out of the dihedral to the right and follows a few more difficult crimps eventually ending in the upper crack of Zig-zag crack. \n\n  All-told it is fun route with interesting movement.","protection":"QuickdrawsIf you are following the route and ending at Zig zag, there are anchors at the top now.  You can also top rope and redirect","location":""},"__v":0},{"_id":"sf2O5cWcW0Gr6FXjb4eT3g==","name":"Organic Matter","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Luke Schmelzer","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":39,"mp_id":"106593052","mp_crag_id":"106823886","climb_id":"sf2O5cWcW0Gr6FXjb4eT3g==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Super easy route found on the first face to the right as you walk in. Big ol' chemical pockets, jug pulls, giant holds everywhere. Solid warmup route.","protection":"Toprope setup, you may be able to lead, but the rock was breaking as I climbed, I personally wouldn't trust it.","location":"The middle of the first face as you enter the hollow. Climb to the left of the big pine tree growing on a ledge (by big pine tree, I mean the only one that grows in the middle of the rock and reaches the top of the face)."},"__v":0},{"_id":"QGADSJjVUge3sxo0RHuwWA==","name":"No Time to Linger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stephen H, Josh Olson","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":28,"mp_id":"108831277","mp_crag_id":"106823886","climb_id":"QGADSJjVUge3sxo0RHuwWA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"A challenging start on the arete that continues up the face, trending right away from the arete to the finish.  \n\n  Originally projected in summer 2011. We had hoped to bolt the climb before posting it but at this point it'd be nice to have more people climb it even as a top rope.","protection":"You can sling two boulders on top and also find some cracks, though you may need to clean the cracks out. We used a couple of tri-cams and slung boulder for our anchor.","location":"This is a face climb on a pillar that you pass when going towards the Hollow. from the opposite side of this climb, near Two Hands of Prayer, you can easy climb up this pillar to set a top rope."},"__v":0},{"_id":"jIBpGYSsUq2mhJv6/qoH3w==","name":"Manic Depression","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jay Knower, Peter Dodge-June 2007  First TR: Erik Olson 2004","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":21,"mp_id":"105986100","mp_crag_id":"106823886","climb_id":"jIBpGYSsUq2mhJv6/qoH3w==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Locate the wall to the right of the classic Swiss Cheese. Manic Depression climbs up past four bolts on the left side of the wall. The route is steeper than it looks from the ground, and it's a bit less tweaky than other routes in the area.  \n\n  Stick clip the first bolt. Start with difficult, thin balancy moves to gain a stance on the right below the second bolt. Then move slightly left, past a cool sequence up to the third bolt. Continue straight up to the top past another bolt en route to the anchors.  \n\n  The left crack/weakness is definitely off, though when climbing the bolt line, these holds don't seem that tempting.  ","protection":"Four bolts","location":""},"__v":0},{"_id":"w8May0DAUSOTEh//DO7Vrw==","name":"Left Side Dihedral (aka Corner Crack)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"??","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":23,"mp_id":"105968412","mp_crag_id":"106823886","climb_id":"w8May0DAUSOTEh//DO7Vrw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"this akward climb is a bit dirty and tastes of pine needles. fun little ditty and is only recomended to be climbed once in you life time.     you can finish/bail on top of the 5.6 to the right and rap off the large pine or continue up to the top, with two more moves.","protection":"standard stuff. for your last placement an 11 bd hex fits well on its side.  Anchors were placed at the top.  Do NOT use the free line anchors which are installed on the flat rock.  Look towards the edge into the hollows and you’ll see a pair of anchors installed without permadraws (didn’t want the gates rubbing into the rock).  Please use QuickDraws on this and walk off to clean.  ","location":"left of the 5.6 dihedral"},"__v":0},{"_id":"ssaquG4VVCmO1druRrz1GA==","name":"Lady Patina","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Old School","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":38,"mp_id":"117544947","mp_crag_id":"106823886","climb_id":"ssaquG4VVCmO1druRrz1GA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Climb on jugs past the choss then jump right into a low crux which is well protected with a high clip. Resist the urge to use the 5.5 crack out to the right to keep the ascent pure and the enjoyment at full value! Continue up the bolt line into the beautiful patina features that seem to be sculpted by the big man upstairs. If only these thin crimps would continue all the way to heaven.\n\n This being the first route you encounter upon arriving, as well as being one of the tallest at the crag makes this climb a great addition to the hollow. The tricky crux and steep, thin face climbing provides a stout onsight opportunity for stronger climbers, as well as a great top rope project for beginners. Happy sending!","protection":"5 bolts plus 2 bolt anchor","location":"This route is located 20 feet to the right of \"End of the Innocence\" (5.7) and is the first bolted line you will see coming from the parking lot"},"__v":0},{"_id":"w7O/n3sGWG+8mrvtZMHEjg==","name":"High School Virgin","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"TR: Aaron Geistfeld, Sport: Joe Foye","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":31,"mp_id":"120484482","mp_crag_id":"106823886","climb_id":"w7O/n3sGWG+8mrvtZMHEjg==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"highly recommend sticking the first bolt. If you are tall, you can stand on the big flat boulder and stick clip it.","protection":"Bolts","location":"To the right of High School Romancer, start directly below the first bolt.  Route is entirely to the right side of the arete that separates this from High School Romancer.  "},"__v":0},{"_id":"diQ/ud1wXxeIATrkeE/moQ==","name":"High School Romancer","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Old School","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":30,"mp_id":"106890711","mp_crag_id":"106823886","climb_id":"diQ/ud1wXxeIATrkeE/moQ==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Mantle a ledge, reach around the corner and dead point for the next ledge. Follow the corner to the top. Some fun moves.","protection":"One hanger, three glueins and a shared anchor","location":"Left of Penitent Crack and around the arete are two bolt lines leading to a shared anchor. Follow the right boltline up the arete."},"__v":0},{"_id":"BKZGj0bfVe+FaI6G2mramw==","name":"Her Spidery Chamber","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Alex Sherman or old school","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":4,"mp_id":"107884726","mp_crag_id":"106823886","climb_id":"BKZGj0bfVe+FaI6G2mramw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"The rocks to the right and behind this route are off. Start on large under-clings and go right as they turn into side-pulls. Move up into a gaston and crossover into a mono pocket, the crux. Move out left to a Swiss Cheese like hold and continue up the face following a small crack. Using the rocks to the right/behind the route is a much easier variation, probably 5.6.","protection":"Several cams (.4-2) could probably be used.","location":"Left around the corner from PWB arete. The start is at the end of the small crevice."},"__v":0},{"_id":"aYONT401V7OHhjUa+EYzWQ==","name":"Generation Gap","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jay Knower, June 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":18,"mp_id":"105981533","mp_crag_id":"106823886","climb_id":"aYONT401V7OHhjUa+EYzWQ==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Generation Gap climbs the blunt arete just left of Swiss Cheese. The route offers a very powerful, bouldery start to progressively easier climbing. Stick clip the first bolt.  \n\n  Begin \"The Gap\" by matching the patina edge/feature on the wall above the drop-off. Shorter climbers may have to stack some stones to reach this hold (stacking too many stones might negate the crux, however). Do a pull-up to place a foot on the wall and make powerful moves up to the second bolt. After a couple of pesky hard moves near the third bolt, romp up the less-steep arete to the top. Top out on the ledge and traverse a few feet  right to the chains on Swiss Cheese.  ","protection":"Five bolts. Stick clipping the first bolt is mandatory.","location":""},"__v":0},{"_id":"ZqySf80cUPy2jpf9eruZOg==","name":"End of the Innocence variation","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"contrived, no FA","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":35,"mp_id":"106165164","mp_crag_id":"106823886","climb_id":"ZqySf80cUPy2jpf9eruZOg==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Climb to the left of the bolts on \"End of the Innocence\", right between \"End\" and \"Curse\". Avoid all holds on \"Curse of the Drill\". Move straight up on crimpy holds and small feet. Climb straight through overhang and work your way back into the finish of \"End of the Innocence\" finishing with the same layback/undercling to top it off.","protection":"5 bolts, 2 top bolts (anchors)   (same bolts as \"End\")","location":"Between \"End of the Innocence\" and \"Curse of the Drill\""},"__v":0},{"_id":"mgyvO0OcXYqoys0+Xur1hQ==","name":"End of the Innocence","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"This has been a historic top-rope route. First sport lead, Ron Long","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":36,"mp_id":"105985299","mp_crag_id":"106823886","climb_id":"mgyvO0OcXYqoys0+Xur1hQ==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"This is the first route you will come across after passing the south end of the bluff. \n\n  Gain the first bolt after 15 ft of easy climbing. A longer draw on the first bolt will hang better. Climb the increasingly steepening face (slab-near vertical) right of the bolts using horizontal seams and face holds.  The route finishes with an interesting lie-back/undercling move to gain ledges right of the anchors.","protection":"five bolts","location":""},"__v":0},{"_id":"hD/AtQkrXh66ncjEoPgvjw==","name":"Drink to Remember","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":0,"mp_id":"119501908","mp_crag_id":"106823886","climb_id":"hD/AtQkrXh66ncjEoPgvjw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"A ledgy slab (careful with the loose blocks on the left) guards a steep bit, a finger crack, and an acute dihedral.","protection":"Smaller pro. Big tree and cracks for the anchor.","location":"Directly left of Drink to Puke, near the Blue Balls boulder (far down the cliff line)"},"__v":0},{"_id":"R5mK63kUX0OGFGrWoAxdOQ==","name":"Drink to Puke","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"David Meyer/Stephen H or D.L.F.A","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":1,"mp_id":"108148542","mp_crag_id":"106823886","climb_id":"R5mK63kUX0OGFGrWoAxdOQ==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"A route named in honor of the D.L.F.A guys that developed much of the Hollow. An obvious face climb that turns into a horizontal roof crack about 20 feet up. A series of long moves to good edges until the roof section. Traverse right on underclings/crack system to get to jugs above the roof. A fun lead, get on it! Pics to come.","protection":"I managed to place in order: a .75 camalot, a yellow TCU in the horizontal crack, and a #5 power cam above the roof.","location":"Head west out of the Hollow proper along the cliffband until you reach an obvious roof with a horizontal crack. Just north of the Blue Balls boulder."},"__v":0},{"_id":"Yr9t8RE0VUKWSqIobOxjRg==","name":"Drink to Forget","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":2,"mp_id":"119501735","mp_crag_id":"106823886","climb_id":"Yr9t8RE0VUKWSqIobOxjRg==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"You already walked over here - why not? Earn major style points gaining an initial ledge, then continue up a dihedral.","protection":"Bottom crux is low, getting onto the big ledge. You could protect it with a #4 torque nut or big cam or a pad if you want. The topout is easily protected. Big tree and cracks for the anchor.","location":"Directly right of Drink to Puke, near the Blue Balls boulder (far down the cliff line)"},"__v":0},{"_id":"dZiVXKcFUEKnwm8PamQNxQ==","name":"Curse of the Drill","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Birling/Long","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":34,"mp_id":"105990318","mp_crag_id":"106823886","climb_id":"dZiVXKcFUEKnwm8PamQNxQ==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"The route starts approximately 5 ft left of \"End\".  Climb low angle start then pull bulge on good holds.  Work up the face more or less in line with the bolts.  At the over hanging flakes, look right then climb up and left of small tree to the anchors.","protection":"6 Bolts and anchors","location":""},"__v":0},{"_id":"sU5a3Qo0WF+aUxC/Y89Xfg==","name":"Cascadia","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":20,"mp_id":"106727083","mp_crag_id":"106823886","climb_id":"sU5a3Qo0WF+aUxC/Y89Xfg==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Cascadia is between Swiss cheese on the left and manic depression on the right. If it was raining it would look like a cascading water fall. Finish above manic depression. Be careful of dead tree on the left. The crux is about 2/3 the way up.","protection":"Use finger size pro. (Cam's and nuts will work well)","location":"Cascadia is between Swiss cheese on the left and manic depression on the right."},"__v":0},{"_id":"kDrbWCNTXOSFOWuRSq0s9A==","name":"Booze Pigs","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Rich Bechler - Summer 1989","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":13,"mp_id":"105871903","mp_crag_id":"106823886","climb_id":"kDrbWCNTXOSFOWuRSq0s9A==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Booze Pigs is the bolted route on the far left of Zig-zag Crack wall.","protection":"2 sketchy bolts - no top anchors or chains","location":""},"__v":0},{"_id":"PSdPONs5WoOwQ3YQKX5l8g==","name":"Bio-Degradable","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Troyd","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":37,"mp_id":"107306169","mp_crag_id":"106823886","climb_id":"PSdPONs5WoOwQ3YQKX5l8g==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Start 5 feet right of arete, 10 feet left of Organic Matter. Climb to base of tree, pass to the right and follow crack to the top. Stay left of the chimney with the pine tree, making use of the arete and toping-out inline with the arete.","protection":"I used small to medium sized nuts and hexs. Last horizontal crack would be protected easy with a cam.","location":"First wall as you enter the hollow."},"__v":0},{"_id":"z8I2oJQuW8WSdUWwe5RMgg==","name":"Barnyard","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"??","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":7,"mp_id":"106054032","mp_crag_id":"106823886","climb_id":"z8I2oJQuW8WSdUWwe5RMgg==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"This route originally starts on the right side of the first bolt but you can go to the left for a pumpy start if desired.  After that there’s a variety of ways but don’t go too far to the right.  If you can clip sunset arete bolts, you are off route.  ","protection":"4 bolts have been added making this a sport route now.  Recommended stick clip the bottom.  ","location":"Just right of PWB Arete."},"__v":0},{"_id":"COVbQSXvUpSXQUAE7t2eiA==","name":"Balls on a Kite","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Hinshaw","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":27,"mp_id":"109487669","mp_crag_id":"106823886","climb_id":"COVbQSXvUpSXQUAE7t2eiA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Starts on solid hands, transitions to cruxy vertical crack system.  Enjoy the easy overhang until you reach 2 deep horizontal cracks which may require some dynamic moves.","protection":"TR setup accessible from Northwest corner of block - sling large boulder and slot in a hex or two in an obvious crack on top. \n\n  We have not yet conducted a trad climb on this route, but it could definitely be done.","location":"On an independent block found between \"high school romancer\" and the hollow, directly in front of \"Two Hands of Prayer.\"  The climb starts right of \"Strong Faith.\"  Look for a small zig-zagging vertical crack system."},"__v":0},{"_id":"eC11FbknXEKNkRERyrnPXg==","name":"Backseat B-lay","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris White and Sam Leannah, July 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":29,"mp_id":"117389955","mp_crag_id":"106823886","climb_id":"eC11FbknXEKNkRERyrnPXg==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"This short route follows a series of bouldery moves on positive holds to a slightly overhung bulge.  Using the juggy pockets and good crimps to get over the bulge is super fun.  The big moves and interesting holds are reminiscent of a route in the Red!","protection":"4 bolts to a shared anchor","location":"Line located left of the Highschool Romancer Arete. About 50 feet left of the 5.7s "},"__v":0},{"_id":"R6dc3yefV+GS7/wm0OU7AA==","name":"5.6 dihedral","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Nick Maza","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":24,"mp_id":"105863453","mp_crag_id":"106823886","climb_id":"R6dc3yefV+GS7/wm0OU7AA==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"Good beginner route in the ledgy corner.","protection":"Standard Rack.  Anchors and permadraws have been installed over the edge on the flat rock.  Please don’t use the flatline anchors  which are on the flat rock.  ","location":""},"__v":0},{"_id":"BY2c+sgIXj6rah+G5hZPdw==","name":"The \"Right\" Touch","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Aaron \"The Batman\" Geistfeld","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"left_right_index":22,"mp_id":"118883789","mp_crag_id":"106823886","climb_id":"BY2c+sgIXj6rah+G5hZPdw==","areaRef":"57GUMV6QW3SFynNP0DDp4g=="},"content":{"description":"This route starts out with technical climbing and transitions into some pump at the 3rd bolt.  THE CRACK IS OFF.  The holds are there, just need to find them and balance yourself.  This is a fun mix of climbing styles if you are willing to try it out and see how much your right hand fingers can handle. ","protection":"3 bolts and 2 bolt anchor.  There were complaints about the second bolt so it was moved to the right about a foot making it easier to reach from the holds. ","location":"This route is between Manic Depression and Left Side Dihedral (aka Corner Crack).  "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6f566d5b-d7f9-56d3-96e6-c4808c4fcc10,eef71451-dfe7-5d2b-986f-aec4d9f87b75,e59a4c6a-05b1-5dad-8f3c-187b9e041aa9,e7b19431-5e90-5b74-85ca-734fd030e9e2","pathTokens":["USA","Wisconsin","Central","Hillbilly Hollow","Hillbilly Routes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12+"},{"count":4,"label":"5.10a"},{"count":5,"label":"5.7"},{"count":1,"label":"5.13a"},{"count":2,"label":"5.8"},{"count":3,"label":"5.5"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.11c"},{"count":5,"label":"5.9"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.8+"},{"count":3,"label":"5.7+"},{"count":3,"label":"5.6"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":11,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":20,"bands":{"unknown":0,"beginner":5,"intermediate":8,"advanced":6,"expert":1}},"tr":{"total":27,"bands":{"unknown":0,"beginner":14,"intermediate":7,"advanced":5,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":14,"advanced":8,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-89.5005,43.9763]},"bbox":[-89.50112485166936,43.97585033981815,-89.49987514833067,43.97674966018187],"left_right_index":-1,"ext_id":"106823886","area_id":"57GUMV6QW3SFynNP0DDp4g==","polygon":{"type":"Polygon","coordinates":[[[-89.50112485166936,43.97585033981815],[-89.49987514833067,43.97585033981815],[-89.49987514833067,43.97674966018187],[-89.50112485166936,43.97674966018187],[-89.50112485166936,43.97585033981815]]]}},"content":{"description":"Route climbing at Hillbilly Hollow.  Sport, trad, and mixed."},"density":0,"totalClimbs":40,"__v":1,"createdAt":"2022-11-07T06:34:24.798Z","updatedAt":"2024-01-20T01:09:06.373Z"}