{"_id":"6368a60be80bff5a995c53ee","area_name":"Paisano Pinnacle","shortCode":"","climbs":[{"_id":"wjbMp9DSVj68oVCXQjc+bA==","name":"West Ridge","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Carla Firey, Jim McCarthy 1971","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.593,48.5537]},"left_right_index":1,"mp_id":"108262093","mp_crag_id":"108262079","climb_id":"wjbMp9DSVj68oVCXQjc+bA==","areaRef":"4TE6/EWcVD6gRyxp1PRlDQ=="},"content":{"description":"P1: Follow an obviously white streaked S-shaped crack up past a tree. Belay on the ledge a little off of the left of the ridge. 125ft 5.8\n\nP2: Ramble up the ridge crest on easy blocks until you reach a big belay ledge next to a large boulder and the 5.7 crack of the next pitch. 200ft Easy 5th\n\nP3: Climb the crack up to a ledge with a tree. Move to the right on the ledge, climb the cracks up to the next ledge and belay with a #1 and chalks at the base of the twin cracks. 180ft 5.7\n\nP4: Climb the twin cracks up from this ledge into a dihedral; both take small cams well. Once above the dihedral, you'll see some horns; from here, leave the ridge and traverse out to climbers left to a ledge out on the face with a tree. Belay at this tree. 125ft 5.8\n\nP5: Climb the easiest line up from the tree to regain the ridge (one or two layback moves are the crux). Once on the ridge ramble up the easy 4th to a good ledge with a splitter crack; belay here. 85ft 5.8\n\nP6: Climb the 5.6 splitter crack up a step off the ledge on the ridge crest. Above this step, traverse around the right side of a gendarme. Continue climbing to a belay at a ledge beneath twin cracks on the left. Rope drag can be bad on this pitch; consider breaking the pitch up if you are having problems. 110ft 5.6\n\nP7: Climb the bomber twin cracks straight up to a ledge. Belay here. 110ft 5.7\n\nP8: Climb up a large widening crack. At the top of the crack, climb left on face holds. You may be able to find a placement for a small cam here or there, but don't count on it. Continue up the ridge crest to the top. 150ft 5.8\n\nDescent: From the summit of Paisano, downclimb easy terrain until you're below the NF of Burgundy. You will see rap slings on horns. Do not climb up the sub-peak north of the NF (there may be tat there, but don't use these). Make one 30m rap down down to a ledge, downclimb to the next anchors, then make one more 20m rap down to the ground.","protection":"Set of nuts, cams .4-4\"","location":""},"__v":0},{"_id":"rP9X21XcUg+qullmdbwjDQ==","name":"Rampage","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bryan Burdo, Greg White (1984)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.593,48.5537]},"left_right_index":0,"mp_id":"108268507","mp_crag_id":"108262079","climb_id":"rP9X21XcUg+qullmdbwjDQ==","areaRef":"4TE6/EWcVD6gRyxp1PRlDQ=="},"content":{"description":"Rampage follows a large corner system on the right side of the main face. It's in the shade until afternoon. The cruxes on pitches 2 and 3 are short lived and easy to pull through if you need to, and overall I'd say this climb is pretty mellow for a 5.10 on alpine rock. Approach by hiking most of the way to the Burgundy Col, and then cutting right across a very loose slope to gain the left end of an obvious ledge system. Follow this ledge system to the right, to the base of the corner.\n\nPitch 1 has several options and can be a little confusing because there are multiple corner systems. On the approach, identify the \"triangle roof\" (actually more of a square roof) on pitch 2 and use this to orient yourself so you end up in the right corner.\n\nPitch 2 is the standout pitch with stellar rock quality. Climb the steepening corner to the small roof. Above the roof are a couple long moves between fingerlocks and this is the crux. It helps to either be tall or have very small fingers.\n\nPitch 3 is short climbs a detached flake in the corner before stepping out to a crack system on the left-hand wall. The rock gets more grainy here but the climbing is still fun.\n\nFor the final pitch you want to trend a bit to the right and there are several options here which are mostly all easy.\n\nDescend by scrambling the Class 3 ridge towards the North Face of Burgundy Spire. Some downclimbing is required on precariously stacked blocks and flakes. From the sandy ledge many parties link this route with the N Face of Burgundy, otherwise make two 30m rappels down the rubble-filled gully to the left.","protection":"Pro to 4\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,3f5dc464-f300-5409-958b-ca565ea65693,e1313afc-459c-543e-a047-2c69d4f4650d","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Silver Star and Wine spires","Paisano Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.593,48.5537]},"bbox":[-120.59367932933469,48.55325033981814,-120.59232067066534,48.55414966018186],"left_right_index":-1,"ext_id":"108262079","area_id":"4TE6/EWcVD6gRyxp1PRlDQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:49.017Z","updatedAt":"2022-11-25T11:24:45.086Z"}