{"_id":"6368a60be80bff5a995c525c","area_name":"(C) Main Wall, left side","shortCode":"","climbs":[{"_id":"niajN5CdVsmIDoDzm4jVPg==","name":"Trout Farm Massacre","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jon Nelson, Terry Lien","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":29,"mp_id":"119711973","mp_crag_id":"105790707","climb_id":"niajN5CdVsmIDoDzm4jVPg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Start up p2 of Japanese Gardens and step right out onto the face. Engaging moves lead you up a steep flared hands and finger crack. Layback, jam, compress and dance your feet up this classic pitch. Stop at the chains on the ledge or continue to the base of p3 of Japanese Gardens (another 50’ or so).","protection":"Green c3 - .75 BD size cams (doubles from .2 - .5) + small nuts. Bring a more comprehensive rack to BD #2 if continuing to the base of JG p3.","location":"Climb Japanese Gardens p1 (full). Trout Farm is the steep face directly above the chains."},"__v":0},{"_id":"OeM5+lFPWnue4h9091Qx2A==","name":"TPMV (10% Meteorological Vinculation)","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Dave Anderson, Bruce Carson, 1/73 FFA  (See description for full FFA details - too many characters to fit here))","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":26,"mp_id":"106328521","mp_crag_id":"105790707","climb_id":"OeM5+lFPWnue4h9091Qx2A==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"10% Meteorological Vinculation (or TPMV for shot) is a classic 4 pitch excursion up the entirety of the Lower Wall.  Most often only the spectacular short version of p1 (via Japanese Gardens, .11+) is climbed. The original aid version of this route had 5 pitches (5.8 A4). The free version really only has 4, as the original second pitch is best combined with p1.\n\nP1 (Original): Formerly the last remaining bit of aid on the original TPMV, this section was free climbed recently at 5.14-. See neighboring entry \"10% Direct (En Passant)\". This is also an excellent C1/2 climb and in years past was often used as a place to practice hanging belays and setting up hammocks/portaledges.  For many years there was a two bolt anchor about 40’ up to facilitate aid practice.\n\nP1 (Japanese Gardens to TPMV):  This pitch is most often done as a standalone climb by beginning on P1 of Japanese Gardens and then stepping left at the first (short) anchor. The rest of the pitch follows shallow corners and cracks past 3 bolts and gear to another anchor (.11+).\n\nP1 (Extended): Climb the Japanese Gardens P1/TPMV linkup as described above but keep continue past the anchor. The section above consists of a difficult height dependent bouldery section protected by good but small gear (.12c-.13a). The gear must be placed well, otherwise the fall onto the P1 anchor is fairly substantial. As such, it is a mandatory strategy if free climbing to climb this as one pitch from the ground. This extension is basically the old \"Chopper Flake\" pitch 2 of TPMV; see \"History\" for more information about the flake.\n\nP2: This was actually P3 of the original aid climb. Climb cracks up a RFC to a comfortable ledge.  From there face climbing angles left to an anchor below the obvious corner start of the slab pitch (fun 5.10-, slightly runout).\n\nP3: Fantastic, challenging pitch of slab and corner. Traverse left and up from the anchor and do a committing and slightly scary move back right to clip the first bolt. Continue up the difficult corner via bolts and gear, then follow the left-trending dike until you can step right to a ledge with an anchor via runout 5.9 climbing. Alternately, continue up the dike and over the roof to join Newest Industry. This pitch can also be approached via P1-2 of Japanese Gardens and is well worth the trip either way (.11b/c).\n\nP4: This pitch climbs a slab past a bolt and some gear to a tough little mantle past a bolt. (5.10d) Cracks then lead near the anchor on top of Newest Industry, but 10% continues on via three slab options: a) climb out right and then up over some overlaps to the anchor (5.8). At one point there was a bolt and a pin on this variation. b) continue straight up past 2 bolts to the anchor. This variation has the best protection (5.9). c) an easier variation with less protection climbs to the left before arching back to the right to the anchor. It should be noted that a fun alternate finish that joins Japanese Gardens can be climbed by following a ramp up and right to join JG on its last pitch (5.11).","protection":"Nuts and cams to #4 Camalot (for the section on Japanese Gardens) with emphasis on finger size cams; word on the street is that a micronut or small cam can be used to protect the crux on the extended P1.\n\nDescent is usually possible with one 70m rope in this section of the wall, but for peace of mind bring two that are at least 60m. All anchors mentioned above are bolted and currently have chains.","location":"Starts via thin cracks just to the right of Sagittarius."},"__v":0},{"_id":"sOWSPCjYVQ6X3X0S5ivvKg==","name":"Tommy's Sandbox","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"M. Schaefer, C. Henson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":44,"mp_id":"107720333","mp_crag_id":"105790707","climb_id":"sOWSPCjYVQ6X3X0S5ivvKg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"A lesser-done Index classic with lots of variety. There are multiple 5.10 sections, with stemming, slabbing, and crack climbing, all separated by rests. From the anchor atop Slow Children, step left and stem up toward a bolt, roof, and slab. Atop the slab, a hard v-slot move gains a large left-facing corner and more stemming, leading left (with gear) to a stance beneath the large roof. Pull the bolted roof (crux?) and follow a finger and hand crack to anchors atop the lower town wall.\n\nAdding this to the 3 pitches below makes for a great stretch of climbing with each pitch ~ 2 letter grades harder than the one before.\n\nThis pitch should get done a lot more, and it needs the traffic to keep it clean.\n\nYou can rappel from atop this pitch all the way to the ground with a single 70m by going back down each pitch. If you have a single 60m, do one short rap to rappeler's left, then a second one to the top of Slow Children, then rap Slow Children, P2 City Park, and Godzilla individually.","protection":"Bring a lot of runners and draws, ~10 or so at least.\n\nA single set of cams to #2 and a few wires (you'd likely have these to have arrived 3pitches up) is fine.","location":"This takes the line above/left of the anchor atop Slow Children, and pulls a roof obviously visible from the railroad tracks."},"__v":0},{"_id":"x/4FKeXbWjShxV1ScEIGkw==","name":"Ten Percent Direct (En Passant)","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Nathan Hadley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":25,"mp_id":"116994868","mp_crag_id":"105790707","climb_id":"x/4FKeXbWjShxV1ScEIGkw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Blake Herrington originally pointed me to the undone direct start of Ten Percent Meteorological Vinculation. “Ten Percent” is a 5 pitch climb in the center of Index’s Lower Town Wall, first aided in 1972 by aid climbing legends, Bruce Carson and Dave Anderson (Carson and Yvon Chouinard were the first to climb the Nose clean, without a hammer). The first 50 feet of true start still had not been freed and was one of the most obvious remaining challenges at Index.\n\nWhen I got on it for the first time, I couldn’t do all the moves but I could see that it would go, and was surprised that no one had done it yet. The holds and the sequences are quite beautiful...pure Index, but on another level from what I had been on before.\n\nIt took about a year of getting on it here and there till I saw how it went and could link large sections. After an easy intro, the main part of the climb is only 25 moves, but 25 moves of tricky and hard vertical granite bouldering, with some classic Index funk and consistent bad feet. I linked the crux 3-move boulder for the first time this winter and knew then that it could go at any point.\n\nI decided to add 2 bolts to be consistent with how the rest of Ten Percent is bolted, and started to make attempts on lead. After 15 or so attempts over a few months, including a couple falls above the crux, I sent on a cool and dry spring evening, likely one of the last good days before the summer heat.\n\nThis route could go gear only, but it seemed way more fun to not have to wiggle in stoppers, take massive, awkward, and possibly dangerous falls on them, and then wiggle them out to make another “clean” attempt. Somebody could surely do it...they will be way more badass than me. But now people can go free ground up safely and focus on enjoying the moves on one of Index’s best routes.\n\nAfter a few difficult boulders, the route breaks hard right on a line of crimps with bad feet to the ledge below the low anchors on Japanese Gardens. You could probably go straight up and avoid the ledge, but this seemed contrived. And instead of continuing up the 5.11+ climbing on Ten Percent I decided to end it short. It didn’t seem to fit the nature of the free variation to lengthen the pitch.\n\nI’m suggesting another name for the direct free variation, “En Passant,” French for “In Passing,” because it resonates with “Ten Percent,” and because I think the reintegration of the direct start deserves a more interesting name than “10% Direct.” The crux clocks in around V10/11, and you can fall in other places as well. I think it’s a solid step up from Amandla (5.13+) in difficulty and is likely Index’s first 5.14.","protection":"Start as for Sagittarius and break right at the finger crack (place a yellow C3) and up to the rooflet (#2 BD) below the dual thin cracks. I climbed the rest of the route with just the two bolts I put in, skipping the aid bolt (the third/last bolt). Finish at the low fixed anchors of Japanese Gardens.","location":"Between Sagittarius and Japanese Gardens."},"__v":0},{"_id":"YUjyuI3oW56TXZsECNqPwg==","name":"Tantric Bazooka","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":24,"mp_id":"110428625","mp_crag_id":"105790707","climb_id":"YUjyuI3oW56TXZsECNqPwg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Start via Sagittarius, but continue straight up through into thin flake, where Sagittarius cuts hard left. After a great rest, some strenuous layback moves and a few bolts lead to and under-cling mini roof, from here cut right to join P1 of TPMV via a few reachy moves.\n\nNote the under-cling above the thin flake stays damp for a long time after rain, this is where you place your piece to protect the moves to rejoin TPMV. Worth taking a look from the ground before embarking.","protection":"Doubles of #0.3-#0.5, singles #0.75-#3, plus 3-4 draws for the bolts and fixed gear on route. Save at least one finger size piece for the last bit before anchor(0.3 or 0.4). If wide handcracks are not your thing, bring one extra big hands piece for the start on Sag (#3).\n\nBe sure to extend your pieces properly at the start, under the roof and once you rejoin TPMV or you can get some pretty heinous rope drag.","location":"Starts on Sagittarius, look for the huge flake system in the middle of the wall, bordered by the thin crack of Iron Horse to the left and the iconic corner of Japanese Gardens to the right."},"__v":0},{"_id":"T0T/RRHDXnWUP8UwJy7/2g==","name":"Tadpole","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Anderson, John Teasdale. FFA P1: Terry Lien, Greg Olsen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":11,"mp_id":"106033899","mp_crag_id":"105790707","climb_id":"T0T/RRHDXnWUP8UwJy7/2g==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Awesome tight fingers to start, boulder move crux with a pin.  Finish up an 11a offwidth/chimey/flaring corner, FUN.  Aside from the boulder move the route is consistent and really fun.","protection":"Gear to 3/4\", double small stuff...maybe tripples in small stuff and really light on the .5-.75 inch gear.","location":"This route is directly above Model Worker and can be reached as such.  Or do an easier route and rappel down into it via the Newest Industry slab anchors."},"__v":0},{"_id":"dT2kfGu8UPWUfwTb14nj9Q==","name":"Sushi Farmer","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":35,"mp_id":"111799849","mp_crag_id":"105790707","climb_id":"dT2kfGu8UPWUfwTb14nj9Q==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"After the beautiful, stupendous, in-your-face Stern Farmer, step left to undercling the flake that forms the final crux of Japanese Gardens and head straight up, out of the dark corner system and onto the open, airy face. The transition is just breathtaking.\n\nIf your face doesn't hurt from smiling by the time you clip the chains, seek help.","protection":"Bring a #2 Camalot for the undercling and a piece of pro for the JG crux. Beware of rope drag from whatever piece you place before the traverse.","location":""},"__v":0},{"_id":"/vzMgAoyUhyjsKmP+etWUg==","name":"Sugar Bear","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":3,"mp_id":"106204401","mp_crag_id":"105790707","climb_id":"/vzMgAoyUhyjsKmP+etWUg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This fun climb follows a thin corner crack.  A committing but easy balancy move takes you out of Roger's corner and into the next corner immediately right.  Thin fingerlocks and delicate stemming continue up, over two bulges, to easier terrain and the anchors.","protection":"Gear is adequate but thin.  Mostly small nuts and small cams.  Most of the rock is solid but some is crumbly, especially near the top.","location":"Immediately right of Roger's Corner."},"__v":0},{"_id":"wO6Y+R8HXEWoOE0cv944Pw==","name":"Stiff Kittens","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Darryl Cramer, Greg Olsen, Larry Kemp","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":31,"mp_id":"120057532","mp_crag_id":"105790707","climb_id":"wO6Y+R8HXEWoOE0cv944Pw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Perhaps this route sees more traffic these days, but around 10 years ago it was a bit mysterious despite being a nice option above the initial pitches of Japanese Gardens. Wander up ledgy climbing above Japanese Gardens P2 towards the roofed base of the large, obvious curving flake. The climbing up to the roof gets progressively more difficult and the crux is moving left around the roof to where the flake curves upwards vertically and the crack behind it opens up more. This sequence is somewhat inobvious and powerful and the former fixed pin above the roof is gone now, although small gear protects adequately. The flake itself is fun, easier liebacking and crack climbing. From the top of the flake, a short \"sting in the tail\" slab section leads up and left past one bolt to the anchor atop P3 of TPMV.","protection":"12 years ago, the route had one bolt on the upper slab and no other fixed gear. It was clear that there used to be a fixed piton at the crux, but it was gone at that time. Luckily small cams and maybe some small nuts are totally adequate protection. It might be good to have some small nuts or RPs as well, although I can't recall using them. The upper flake takes some larger gear. The rack required for Japanese Gardens with the addition of a couple of smaller widgets if you didn't already bring them should be perfect. Since it's been awhile, take my recommendation with a grain of salt.","location":"From the anchor atop P2 of Japanese Gardens, Stiff Kittens is visible above as a large curving flake with its bottom forming a roof feature. For reference purposes, the obvious thin crack/lieback Cheeseburgers on Trial is to the left. The true third pitch of JG is a crack in a groove to the right."},"__v":0},{"_id":"kK2FuBo0Wv677axePQqpMQ==","name":"Stern Farmer","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FFA P1: Terry Lien, Tom Michael. P2: Mike Schaeffer (as one long pitch from the ground)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":36,"mp_id":"105821732","mp_crag_id":"105790707","climb_id":"kK2FuBo0Wv677axePQqpMQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Climb the initial section of Japanese Gardens until you can protect the rightward entry moves with a bolt (at the chalkstone halfway up the hands section ). At this point the climb turns strenuous and technical. Once established in the corner climb through hard moves up to an obvious pin scar, from here another challenging section leads to a purely fun .11 finger crack to the chains. The second pitch  has now been freed at .12d (I think), though I have never tried, so don't hold me to that.","protection":"Protection is thin, but there. Everyone that I know seems to protect this testpiece a bit different. It is all there, just not the most obvious.","location":"Start as for Japanese Gardens. From the ground it is the obviously difficult looking right facing corner that trends rightward off of Japanese Gardens."},"__v":0},{"_id":"/6HBxBJtVnGtqkXU7YdYRQ==","name":"Slow Children","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FFA: Terry Lien, Jon Carpenter, Pat McNerthney, Jon Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":43,"mp_id":"105815743","mp_crag_id":"105790707","climb_id":"/6HBxBJtVnGtqkXU7YdYRQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Named for the \"Slow, Children at Play\" traffic signs that are typically found near a \"City Park\".\n\nThis splitter finger crack has its hardest moves at the very start and the very end, though is pretty continuous throughout. It follows a shallow corner that switches sides a few times.\n\nStart by traversing or directly mounting a flake in the left-facing corner. You can place a good piece here(.4 camalot), then make a strenuous move to get to good finger locks in a right facing corner. A short stemming section is encountered before the final splitter crack in a left facing corner.\n\nThere are two finishing pitches to choose from. the left one, Tommy's Sandbox, is around 5.11-, and the right one may be 5.10.","protection":"LOTS of small cams!!!  Nuts don't work in this crack very well.\n\nI think I may have used 4 yellow aliens.","location":"The most popular way to get to this pitch is by taking godzilla, then Pitch 2 of city park.  This dumps you right at the base."},"__v":0},{"_id":"Cl2ir0kWVq6p0uLX7IwksQ==","name":"Sagittarius","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"To ringing flake: Pat Timson, Don Harder. FFA to roof: Mark Moore. FFA P1 full: Terry Lien, Jon Nelson. P2: Terry Lien, Darryl Cramer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":23,"mp_id":"105796710","mp_crag_id":"105790707","climb_id":"Cl2ir0kWVq6p0uLX7IwksQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Just to the left of Japanese Gardens is this obvious line of hand cracks and traversing roofs.  Start on the ledges above the big stump on the trail and lieback a wide flare for about 10 feet to a short finger crack.  Move right into a sweet steep handcrack, up into a wide (6\"?) crack that traverses left.  Clip the fixed chock before the traverse, and walk a # 5 Camalot to the end if you want to protect this section, or drag will become an issue.  At the end of the traverse there is a set of anchors. Skip this and get into the chimney above it.  Walk your #5 up this section again until the chimney narrows and you step out onto the face to commit to the perfect handcrack above.  You'll hit the \"ringing flake\" here.  Spooky.  The handcrack cruises through it to the anchor up above (from which you can TR Iron Horse, too).  A 5.11 variation goes through the roof above this anchor.","protection":"Several hand-size pieces (at least double #2 Camalots and maybe double #3s to sew it), a few smaller cams, and a healthy selection of large cams.  A #5, while not necessary, would ease the mind a bit.","location":""},"__v":0},{"_id":"z4SHbGUkUqi5HFaCI537Ug==","name":"Roger's Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Donaldson, Roger Johnson, Richard Mathies, 4/1967.  FFA: Bob Crawford, Don Harder, 9/1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":2,"mp_id":"105838643","mp_crag_id":"105790707","climb_id":"z4SHbGUkUqi5HFaCI537Ug==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This is a fun route and a nice way to approach\n\nBreakfast of Champions\n\n. An initial wide layback crack leads to some broken block climbing. There are chains about 60 feet up that I just clipped and continued on up all in one pitch. The upper corner involves really fun stemming and great exposure. The pitch ends at the obvious tree.\n\nFor a belay anchor and rappel point, use the chain anchor with rap rings on the wall next to the tree.  A 70m will get you to the ground.  It's recommended to rap to the first set of chains if you have a 60m and do it in two raps.","protection":"Double TCUs-#3 Camalot and nuts.  Long slings helpful if you do it all in one pitch.","location":"I approached this by walking towards\n\nPrincely Ambitions\n\n(which is found by heading right on the approach trail when it forks).  Right before the Lower Wall is reached you can scramble up a well-traveled path (class 3) to a large, dirty ledge.  Roger's Corner is directly above and can be identified by the wide layback corner."},"__v":0},{"_id":"w6x1yslQUQiE2kgv83p95g==","name":"Princely Ambitions","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Clint Cummins, Jeremy Metz, 6/1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":7,"mp_id":"105790710","mp_crag_id":"105790707","climb_id":"w6x1yslQUQiE2kgv83p95g==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Somewhat of an Index classic, Princely can be pretty popular. The first pitch is the best part. The Princely Ambitions area is basically the first part of the Main Wall you pass directly by on the main trail. Princely starts up an easy flake to the left of some shorter bolted routes whose anchors are pretty clearly visible from the ground.\n\nP1 (5.9) Head left up the easy flake/ramp, then out onto the face past one bolt (used to be two bolts...), then up more flakes. At the top of the flakes, follow a chalked-up ledge traversing left and then straight up the corner all the way to the belay (bolts). The pitch is long, so don't give up on the anchor, it is there.\n\nAvoid the temptation to finish at the \"Nobody tosses a dwarf\" anchors, which are partway up the final corner, just a little to the right. If you do this early exit, you miss some fun, relatively easy corner climbing. Instead, continue until the corner ends at a large comfy ledge.\n\nP2 (5.8) Continue up the left crack to a rap station.\n\nFrom the top of P2, you can continue up and left through the trees to the Winky Dinky cliff.","protection":"Standard trad rack to 3-4\". A small cam is very nice for the traverse (e.g. purple Alien). Larger cams are nice for the second pitch. There are anchors/rap stations at the top of both pitches. You need 2 60-m ropes to rap the route.There is one bolt at the start of the rightward traverse.","location":""},"__v":0},{"_id":"PJIeSyB9UPuHD4KDMuF8bg==","name":"Park Ranger","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":47,"mp_id":"111771803","mp_crag_id":"105790707","climb_id":"PJIeSyB9UPuHD4KDMuF8bg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Pitch 1: (5.9) Godzilla\n\nPitch 2: (5.9) From the anchor, traverse right (one bolt) to the major corner with a large flake. (optional belay from chain anchor on a ledge off right after the large flake to reduce rope drag) Above the flake, traverse left (reach) into a finger crack then pull steep jugs to see the anchor on a nice ledge.\n\nPitch 3: (5.9) Start climbing right of the belay traveling back left above the belay. Up cracks to a slabby traverse left (bolt) with good feet. Follow crack up to a flare. Can climb flare or stem right of flare. Belay from chains by a tree.\n\nPitch 4: (5.9) Follow handcrack in left facing corner up to a bolt on a dark pillar. Stem through blocky bulge to low angle finger crack.From there, go right to a chain anchor. (This last part is vegetated)\n\nDescent: Rap the route with a 70m rope","protection":"Double rack to #3, long slings and draws, 70m rope.","location":""},"__v":0},{"_id":"58JwsaoVXGig4vF5zBlr0Q==","name":"Open Project","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"You?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":16,"mp_id":"120057547","mp_crag_id":"105790707","climb_id":"58JwsaoVXGig4vF5zBlr0Q==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"I bolted this variation a couple seasons ago. Start on Numbah Ten, veer left under the roof near the top and continue up a lovely, airy arete. The arete was toproped back in the glory days, and has been lead by me and Florian Assman (yes that's his real name). I've done the slab crux getting to the jug under the roof but haven't linked the two sections. Technical and tricky 13- or so.\n\nSomeone please do this for me. It is rather enticing but at the same time I really have climbed the lower bit of Numbah 10 more than any person should (Randy!) and I'm just not interested anymore. <3 <3 <3","protection":"The gear is whatever on Numbah Ten and 3 bolts (2 long draws) and a couple of finger cams and small nuts for the arete","location":"Start on the cool dihedral of #10"},"__v":0},{"_id":"VVEDRAcjVFyiOupegn5k9g==","name":"Numbah Ten P3","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":14,"mp_id":"109830763","mp_crag_id":"105790707","climb_id":"VVEDRAcjVFyiOupegn5k9g==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Climb out right through an alcove/arch in white rock, and then follow two stepped flakes past 1 bomber pin (shallow right-facing corners with finger cracks) up to a belay shared with the top of Tadpole (or easily scramble a few more meters to the belay at the base of Beak! Beak! Beak! / Newest Industry.\n\n1/2way through the pitch it's possible to move right (1 bolt) up onto the top half of P2 Iron Horse. The grad would stay the same.\n\nThis needs more traffic!","protection":"Doubles in fingers, singles in hands.","location":"Begins atop the P1 (full pitch) of Model Worker. Easiest approach: climb Princely Ambitions, and walk/traverse right on the ledge for 15m to an anchor."},"__v":0},{"_id":"pYr70nocUCqsLIUEOd+4zQ==","name":"Numbah Ten","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Dave Anderson, Donn Heller. FFA P1: Larry Kemp, Max Dufford, Jim Purdy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":17,"mp_id":"105796722","mp_crag_id":"105790707","climb_id":"pYr70nocUCqsLIUEOd+4zQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"The bolted dihedral left of Sagitarius and Iron Horse.  Starts out with a SUPER technical crux using horribly small gastons, pinscars and smears for opposition.  All the campusing power in the world won't get you off the ground on this thing.  The body tension/insecurity fest continues to another crux pulling the first roof, then eases for a bit of very fun 10/11ish face climbing until the final crux, involving shallow locks and high steps through a small roof.  Amazing!\n\nAmandla\n\n, the 13b/c arete climb, follows Numbah 10 for the first 5 bolts, then breaks right.\n\nI gave this a generic \"5.12.\"  The books give it 12b, which is a laughable sandbag; Index is burly, for sure.  I'm not suggesting a rating change above because: a) I haven't redpointed it and b) who cares?  But if your ego hurts after this one, just remember how much fun the route is and that it would be a 5.12c or d anywhere else.","protection":"12 bolts to anchors.  Stick clip the second bolt if you like your face and ankles.","location":""},"__v":0},{"_id":"1OLjVZ81U3eo3osg+nBvPQ==","name":"NTAD (free var to Snow White)","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Ben Gilkison & Ryan Daudistel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":10,"mp_id":"108619257","mp_crag_id":"105790707","climb_id":"1OLjVZ81U3eo3osg+nBvPQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Roughly half of this route comprises terrain from the original 2nd pitch of Snow White (aid). Like everything else on the Lower Wall, the rock is impeccable and the moves technical. However, this pitch really stands out because of its incredible variety. First 30 feet is cruiser 5.10ish, then you can literally sit down and gather your wits for the boulder crux; and of course, ogle the panorama of Merchant and Mt. Index. The BP will be vastly different depending on height. I'm barely 5' and used a mono under-cling to access to start holds. Taller climbers 6'+ might utilize an enormous reach. Either way, it is challenging. --- more 5.10 follows to a slabby rest position. Once at the roof, rev up the biceps & dance on across to an exposed perch. Once rested, pop the clutch and switch into crack mode. Punch it high before placing a piece, then hang on till the anchor. ***  Originally thought this was 5.12. But...since a few strong folks have climbed it with no repeats I'm thinking it is probably harder.","protection":"This route is mostly bolted, but the final 30 feet follows a flared crack and requires a few finger size pieces.  I'd also recommend a couple small wires at the finish.  Use long runners just before after during the roof traverse to mitigate drag.","location":"NTAD lies mostly between Tuna Boaters and Tad pole.  It shares the same finish anchor with the latter route.  The start (bolted anchor with chain) is accessed via the first pitch of Princely Ambitions (to the right) at approximately 2/3 height."},"__v":0},{"_id":"xTFM0WU6VT6gAcT1dOK2hA==","name":"Model Worker","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"P1 short: Greg Olsen, Jon Nelson. P1 full: Terry Lien, Max Dufford, Greg Olsen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":13,"mp_id":"105814991","mp_crag_id":"105790707","climb_id":"xTFM0WU6VT6gAcT1dOK2hA==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This terrific pitch is best done as one long pitch, skip the first anchors where there used to be a stump (thanks for removing this!!!) The crux is just before the first bolt on the upper section, and is protected by small cams or nuts. Although, I think the lower part is just as hard. This climb is probably damn near impossible for short people, unless you are good at sideways shoulder wrenching dynos.\n\nAs of 2018, there is now a lower-off anchor at a no-hands rest at 35 m, allowing one to lower off with a 70-m rope.\n\nOtherwise, the descent requires two raps to the ground, stopping at the first anchor, or a lower one on the neighboring route.","protection":"You can slot an inverted small carabiner in the hole before the first bolt, but may cause rope drag problems.  You will want some gear to fill in the gaps between the bolts on the upper section.","location":"Just right of\n\nPrincely Ambitions\n\n."},"__v":0},{"_id":"j32TjA4xXq2ltRcYZcVGBQ==","name":"Marginal Karma","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":1,"mp_id":"105795821","mp_crag_id":"105790707","climb_id":"j32TjA4xXq2ltRcYZcVGBQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"A fun thin crack just right of Breakfast of Champions.  Long pulls on little locks takes you to the top.  The spooky part is stepping off the belay ledge and having to yard on the somewhat loose, hollow undercling flake.  This thing is sketchy and is going to blow sometime, maybe taking out somebody down below.","protection":"Small nuts and cams.  You can also TR it from the BOC anchors above.","location":""},"__v":0},{"_id":"XCR3MCqJUnibtEEBmpii1Q==","name":"Leaping Lizards (Godzilla P2)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":46,"mp_id":"115009105","mp_crag_id":"105790707","climb_id":"XCR3MCqJUnibtEEBmpii1Q==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Despite being in the\n\nGodzilla description\n\nI think this route deserves it's own page.\n\nFrom the Godzilla/City Park anchor, move right, clip a bolt, right again, then head up a crack to a v-slot with a pin and another bolt. Step right (3rd bolt) and stem/mantle to the chains.\n\nThe route gets it's name from the wide stem/step at the last bolt...you'll see when you climb it.\n\nIt can be linked with p1 of\n\nGodzilla\n\nfor a fun long pitch.","protection":"3 draws for bolts and some small/offset nuts in between.","location":"Accessed from the anchor atop Godzilla/City Park."},"__v":0},{"_id":"0d/g+N65VJ+z2U3bW21vtQ==","name":"Le Grande Bleu","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Anagnostou, Ramier, Todorovich","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":12,"mp_id":"112102562","mp_crag_id":"105790707","climb_id":"0d/g+N65VJ+z2U3bW21vtQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Climb Model worker then move left into Frog Prince when it is possible to do so.  Finish on Frog Prince.","protection":"a few draws and runners and a handful of trinkets","location":"Starts on Model Worker"},"__v":0},{"_id":"dQdceopMXca7J28MugaEmA==","name":"Klaus Von Bulow and the Algorithm of Love","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":34,"mp_id":"110529831","mp_crag_id":"105790707","climb_id":"dQdceopMXca7J28MugaEmA==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Crux is right off the second set of chains above Japanese Gardens","protection":"micro cams to #1 camalot. Bolts at top","location":"I get there by doing Princely, Dr. Sniff then traversing ledges for 30m to the end of the ledges. From there one can see the 2 roofs that you split on KVBulow. You can also make it a finish pitch to full Japanese Gardens."},"__v":0},{"_id":"sGtcg7R/UFmePhW4T9j+yw==","name":"Journey to Pitar","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Greg Olsen, Darryl Cramer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":28,"mp_id":"120032280","mp_crag_id":"105790707","climb_id":"sGtcg7R/UFmePhW4T9j+yw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Start as for the last pitch of TPMV, clipping the first bolt on that pitch, but then breaking right past 3 more bolts on hard, knobby, sometimes runout slab. Eventually join up with the top part of Japanese Gardens P4 to reach the chains.","protection":"4 bolts + some small/finger sized gear for the top of JG.","location":"Start from the belay on Stiff Kittens, trending up and right till joining with P4 of Japanese Gardens."},"__v":0},{"_id":"cB8p23kNVJOLHGZYPpGPMg==","name":"Japanese Gardens (to 1st anchor)","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Lowell Anderson, Dave Page, Jim Stoddard. FFA: Terry Lien, Jon Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":33,"mp_id":"119361117","mp_crag_id":"105790707","climb_id":"cB8p23kNVJOLHGZYPpGPMg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"An abridged version of the first pitch of Japanese Gardens, this first part (to the lower anchors) offers great moderate climbing and is a good warm-up or fun lead on its own for 5.9+/5.10- climbers. It follows a shallow right-facing corner at the start, which becomes a wide flake.\n\nPlease be considerate of faster parties hoping to blitz to the harder stuff above as this short pitch is the access to super-classic 4-star 5.11+ climbing.","protection":"single rack to 4\"","location":"Starts on Japanese Gardens. About mid-way between Princely Ambition and Godzilla."},"__v":0},{"_id":"Z/kfTjbaXpajyeCjoqIHNg==","name":"Japanese Gardens","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Lowell Anderson, Dave Page, Jim Stoddard. FFA: Terry Lien, Jon Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":32,"mp_id":"105791008","mp_crag_id":"105790707","climb_id":"Z/kfTjbaXpajyeCjoqIHNg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"A central, classic full-wall route.\n\nP1 (short): Starts with a fun 10a section in a short left-facing dihedral. Trends right then back left and up a wide crack (protects great with a #3 Camalot). This \"pitch\" ends at the first chains.\n\nP1 (full): Past the first chains, the wide section continues, with high steps and laybacking protected by a #4 Camalot. Two cruxes remain where the crack peters down to fingers then hands. Finish on a finger crack with big moves off edges and locks by stemming and traversing to the right (11b).\n\nP2: A short jam/lieback that gets progressively harder until the last move (11b). Ledgy climbing leads to an anchor up and right.\n\nP3: Step left and enter a flare with a fingercrack (11a). Physical jamming leads up around the left side of a roof and up a slab to a belay.\n\nP4: A slab leads to steeper slab climbing through left-facing corners and arches (11c). Easier slabs then lead to a belay at the top of the wall (9).\n\n(Jonah's description for P1, Drewsky's for P2-4.)","protection":"Doubles through #2 Camalots, single #3 and #4, some small nuts.  Some people (Tripplet) lead the first pitch on about 6 pieces.  Whatever.  You can run TR laps if you hang a 70m rope, but make SURE you place a directional (#1 Metolius) to the left of the anchor or the rope will get completely jammed in the crack and you won't be able to move it at all.","location":""},"__v":0},{"_id":"pZfGoxfwVT2F2mY0QLO2dA==","name":"It's a Dog's Life, but You Can Picnic with Us","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Terry Lien, Jon Nelson 1983","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":27,"mp_id":"108588370","mp_crag_id":"105790707","climb_id":"pZfGoxfwVT2F2mY0QLO2dA==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"The leftmost of the 3 pitches above P1 of Japanese Gardens. Traverse left to the shallow right facing corner. With difficulty work up on tips in the crack, arête pinches, and knobs. About halfway up, the crack on the right gives some options and a nice moves finishes to a mantle onto the ledge.","protection":"LA's on FA. All pins are now gone. Easily top-roped from chains atop P2 of \"Japanese Gardens\"\n\nUPDATE\n\n2 new pins have been added as of 4/10/14\n\nUPDATE 11/19/14 new pins have since fallen out or been removed.","location":"Above pitch 1 of \"Japanese Gardens\". The leftmost of the 3 cracks. Finishes on the ledge with chain anchors above pitch 2 of \"Japanese Gardens\"  rappel to the P1 anchor of JG. 70m single rope reaches the ground from P1 of JG."},"__v":0},{"_id":"gguYK06cXDOlYOER4tNR4g==","name":"Iron Horse P2","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":22,"mp_id":"109830773","mp_crag_id":"105790707","climb_id":"gguYK06cXDOlYOER4tNR4g==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Climb out right past a flake (5.8) or directly up past 3 bolts (5.11-) to a ledge, which can be reached via a long rightward traverse from Princely Ambitions. (if you've approached this way, it's easy to build a gear belay on the ledge). Stem up the white overhanging corner, placing gear and clipping a bolt before a stem and mantle out left (crux). Trend up and left of the quartz intrusion, using bomber small cams and wires (bring runners) and generally looking around for side-to-side options on knobs and flakes. Clip one (replaced) bolt and move up to the anchor on face holds.\n\nFrom the anchor atop full Iron Horse (also reached via many other routes)","protection":"Rack to #1 or #2, doubles in tips and finger cams. Wires and runners.","location":"Begin from atop Full Iron Horse/Full Amandla. It's easy to get here also via Sag. (climbed through the Iron Horse roof). If you don't mind missing the first 20' of the pitch, you can reach this by traversing right from Princeley Ambitions, and making a gear belay on the ledge just above the bolted anchors."},"__v":0},{"_id":"aDBp59Z/XaCjly01XiahBw==","name":"Iron Horse","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA P1 short: Roger Johnson, Doug Leen. P1 full: Kit Hanes, Bob Lagenbach. FFA P1 short: Peter Croft. P1 Full: Dick Cilley, Dante Leonardi","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":21,"mp_id":"105903139","mp_crag_id":"105790707","climb_id":"aDBp59Z/XaCjly01XiahBw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Killer line.  Crux is getting out of the thin crack and above on the slab. I think the line goes up into the (gut wrenching) shallow corner above. But you can cross over to sag and top out that way.","protection":"Small nuts plus cams. a #6 HB brass works great above the crux. some tat on a pin in lower crack.","location":"Thin crack 20'left of sag start."},"__v":0},{"_id":"A2upmi3dUmCklM13dj95Vw==","name":"Godzilla","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Don Harder, Donn Heller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":45,"mp_id":"105790717","mp_crag_id":"105790707","climb_id":"A2upmi3dUmCklM13dj95Vw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Another Index classic.\n\nGodzilla is the crack/corner system immediately right of City Park (5.13c), a fairly obvious landmark.\n\nP1: (5.9) Start in a shallow right-facing groove/face, just right of being directly below the obvious City Park crack. Climb up and trend left to the big flake at the start of the main crack/corner system. Continue up the obvious right-facing corner-crack system and then traverse left along some ledges up to a bolted belay/rap station.\n\nThere are several variations to this pitch.\n\nBottom: (10b) Start further left, climb the City Park bolt ladder.\n\nMiddle: (10a) Right after the flake, go straight up into the corner instead of laybacking out right.\n\nTop: Move left early. There are several points to do this.\n\nYou need a 70m rope to rap down from the belay.\n\nP2: (10b) (AKA \"Leaping Lizards\") - Move right from the anchor, clip a bolt, right again, then head up a crack to a v-slot with a pin and another bolt. Step right (3rd bolt) and stem/mantle to the chains.\n\nFrom here, there are also pitches that go further right to the top of Natural Log Cabin and the base of Salad Fingers.\n\nP3: There is a third pitch. Please tell if you've done it, and we'll update this info.","protection":"Standard trad rack to 3\", bolted belay/rap station","location":""},"__v":0},{"_id":"Ds5mvGDPUHerfz8KqaeZeQ==","name":"Full Horse Power","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":20,"mp_id":"108852913","mp_crag_id":"105790707","climb_id":"Ds5mvGDPUHerfz8KqaeZeQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"The original \"Power Horse\" combined Iron Horse up to anchor #1 (5.11d, gear) with the 2nd part of Amandla (5.13c, bolts). The one flaw on this climb is that the anchors are arbitrarily placed on the arete, and the pitch has no logical reason to stop there. It feels a bit weird and lacking to end at the anchor on the arete. If you clip the anchor and climb farther up the arete, and then stem out right, clip one bolt, and pass the roof (on the left, or on the right as per upper Iron Horse) it makes this a much better (and slightly harder) pitch than the original. I'm calling the complete version \"Full Horse Power\" because it has a nice ring to it, but it's really just the logical completion of power horse.\n\nYou need a 70m to lower off, but with a shorter rope you can stop at an intermediate and do a second lower.\n\nThe hardest sequence is probably the initial span and transfer onto the arete, and the redpoint crux is just after the original Amandla anchor, on the arete. That section is pretty height dependent, but not trivial even if you're tall. Once established on the upper arete under the roof, a series of amazing holds, kneebars, and a couple small pieces of gear get you to the top via rightward or leftward climbing.\n\nMaybe .12c to the original anchors, and .13a for the full? I know a strong local who has sent 5.14 on bolts and gear who says the arete itself is 5.13something. Or Index .11d.","protection":"Whatever gear you want for climbing to the first anchor on Iron Horse, and then 5 draws.","location":"Starts via Iron Horse, the thin pin-scarred crack with 2-pitons equalized by a piece of cord."},"__v":0},{"_id":"/7WOsJf8W0GFarbK+SEklQ==","name":"Frog Prince","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"T. Ramier","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":8,"mp_id":"108157503","mp_crag_id":"105790707","climb_id":"/7WOsJf8W0GFarbK+SEklQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Start on P1 of Princely. Where Princely goes left on the hand traverse, instead continue up and right.\n\nSeveral 11-ish moves, though the hardest may be at the second bolt, where you must do a long reach or dyno. Ends at the base of Tadpole.","protection":"Gear to 3\". Four quickdraws.","location":"Shares the same start as Princely Ambitions."},"__v":0},{"_id":"SH65x+bIUOyHIu6roLV/xQ==","name":"Frog Pond","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Greg Olsen, Darryl Cramer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":15,"mp_id":"108265692","mp_crag_id":"105790707","climb_id":"SH65x+bIUOyHIu6roLV/xQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Balancy steep face moves to a thin crack (crux), then a 10c crack, followed by 5. 9 climbing up around the flake.\n\nOne can continue up the finish to Model Worker, or follow the original aid line (A3) out left for pitch two.","protection":"Stick clip the first bolt, then thin gear to fist-sized cams.","location":"Just left of the Numbah Ten dihedral."},"__v":0},{"_id":"o4XvB0kIUy61FDSXoqA9hw==","name":"Comfortably Numbah 10","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Thomas Ramier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":18,"mp_id":"116654946","mp_crag_id":"105790707","climb_id":"o4XvB0kIUy61FDSXoqA9hw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Textbook Index face climbing leads to some trickery before a good stance at the entrance of the knee bar/flare on Numbah 10.\n\nThis short variation offers a more straight forward start to both Numbah 10 as well as Amandla, avoiding the dreaded shoulder wrenching pterodactyl move on Numbah 10 as well as all the associated ambiguity over the grade.","protection":"12 QD's","location":"Leave the ground on the Iron Horse flake then follow bolts left to join Numbah 10 at the 5th bolt where it's possible to enter the flare on that route.  Continue following bolts as for Numbah 10."},"__v":0},{"_id":"CDB3ZoryUvCWksOhUekTWw==","name":"City Park Bolt Ladder","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":40,"mp_id":"109925731","mp_crag_id":"105790707","climb_id":"CDB3ZoryUvCWksOhUekTWw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"A pocketed face climb, generally done as a variation start to Godzilla. The crux is moving off the large blocky knob near the bottom. The rating applies to moving right from this stance and staying right of the bolts. The route is quite short, but it has some nice pulling on pockets.\n\nFor a slight bit more challenge, closely follow the bolt line all the way (without moving right) to the start of the City Park crack, about 10c/d.\n\nThere is often some slings at the large flake where the route joins Godzilla. Lower off from here, or continue up Godzilla to the anchors on Godzilla. For the latter, bring the gear recommended for that route.","protection":"6 bolts. May need a sling to leave on the flake at the top, but you can look to see before starting.","location":"Just left of the Godzilla start."},"__v":0},{"_id":"cI8wEjI1XFGlZL96iafXRw==","name":"City Park (P2)","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Roger Johnson, Richard Mathies (1966); FFA John Stoddard (~1979)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":42,"mp_id":"119626742","mp_crag_id":"105790707","climb_id":"cI8wEjI1XFGlZL96iafXRw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"If the bolt ladder get's one, I think this pitch deserves it's own listing. It always feels a bit weird ticking City Park after just climbing the second pitch to get to Slow Children.\n\nMove left from the belay and climb up to a thin stem-box with a bolt. A med/small nut protects the mantle into the flare. Follow fun cracks and flakes up to the ledge below Slow Children.","protection":"Standard rack","location":"Above City Park"},"__v":0},{"_id":"xsxnKK11WxeoraVtrtDqYg==","name":"City Park","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Roger Johnson, Richard Mathies, 1966 FFA: Todd Skinner, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":41,"mp_id":"106328525","mp_crag_id":"105790707","climb_id":"xsxnKK11WxeoraVtrtDqYg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"P1: (.13+ or C1) Next to Godzilla is this obvious pin-scarred splitter seam. This classic easy aid crack at one time had the distinction as the hardest crack in America when Todd Skinner freed it in 1986. It has a storied history of free ascents and attempts. Hugh Herr, a double amputee who used prosthetics that he designed and fabricated, completed a free ascent. Chris Schlotfeldt completed a pinkpoint ascent (pre-placed gear) in the late 1990s. Mikey Schaeffer made the first redpoint ascent in the contemporary accepted style in 2006, meaning he placed ALL his gear on lead from the ground. Start via a bolt ladder that leads to the base of the crack. The crack is consistently difficult until it relents at the top, although a left-jogging section above an undercling is particularly challenging.\n\nP2: (.10b) The oft-climbed approach pitch to Slow Children can also be accessed via Godzilla. Thin stemming leads to crack and ledgy face climbing and an anchor on a ledge below the initial corner of Slow Children.\n\nP3 and P4: Apparently, pitches 3 and 4 of City Park can be free climbed at moderate grades (.10, 5.9+). The belay for pitch 3 would be to the right of the belay for Slow Children, but I'm not sure. Another option above Slow Children is the excellent Tommy's Sandbox, a fine .11a outing with nicely varied climbing.","protection":"Lots of nuts for the pin scars, plus cams. Anchors on the first two pitches are fixed; the others are unknown but there is probably a bolted anchor at the top of P4.","location":"Start on the bolt ladder left of Godzilla that leads into the obvious thin crack."},"__v":0},{"_id":"WJxNTixDXaixrwL2/PHFxw==","name":"Cheeseburgers on Trial","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Greg Olsen, Darryl Cramer, Terry Lien","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":30,"mp_id":"120059370","mp_crag_id":"105790707","climb_id":"WJxNTixDXaixrwL2/PHFxw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Having MiniTraxioned this route a couple of times in the (increasingly distant) past, I thought it might be worth adding in case anyone else has experience with it. It was a little scruffy when I climbed it, but someone had cleaned it somewhat recently and it was still possible to at least toprope it clean. From the anchor atop Japanese Gardens P2 move left and up to a short, thin crack. Even though I remember thinking some gear might go in before you commit, the business starts without any fanfare and on lead the crack would be a scary, desperate lieback above a ledge with a hard-to-clip bolt near its top. The route then climbs over to and up onto the face of the Stiff Kittens Flake and follows a seam/crack to the top of the flake. I remember this section being low-to-mid-5.10 face climbing and it appeared quite runout. Another option would be to just finish Stiff Kittens, which would omit the worst of the runout. I know that at the top of the flake I stepped left and down and finished on the Stiff Kittens slab, so I don't know if there is an independent finish directly above. I believe if it were scrubbed the route would at the very least be a fun toprope option, say after doing Japanese Gardens to the top, Stiff Kittens or maybe even from the top of TPMV P3 if the final bolt works as a directional.","protection":"As stated I haven't led the route, but the lower crux finger crack/lieback is thrutchy and desperate from the get go and it was obvious to me that gear would probably be really hard to place once underway. The bolt would similarly be hard to clip and its status is unknown at this juncture. The upper part of the route is pretty runout; I don't remember seeing much potential for gear but it does follow a seam or crack of sorts so there might be something. Another option as stated above would be to climb the rest of Stiff Kittens which has good gear. There may or may not be an independent anchor for Cheeseburgers, but I remember stepping left--again on MiniTraxion so take with a grain of salt--to finish on the upper Stiff Kittens slab. In any case this route would probably need a mandatory scrubbing and inspection, including the bolt, before attempting a lead.","location":"Above the anchor of Japanese Gardens P2, the beginning of this route is an obvious short thin crack up and left with a bolt next to it near its top."},"__v":0},{"_id":"vPshVMdxVFy6AAuS2eWIUQ==","name":"Bwana Dik","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dick Cilley, David Rosenfeld","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":37,"mp_id":"106867964","mp_crag_id":"105790707","climb_id":"vPshVMdxVFy6AAuS2eWIUQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This short but fun climb has two cruxes: one passing a bolt low on the route and another reaching and clipping the anchor at the top. Some think that clipping the chains is the hardest \"move\" on the route! This route includes knobs, face and crack climbing in its 40 feet and is very worthwhile. The gear for the top section, although a bit tricky to see, is quite good. The \"sort of serious\" rating is due to the fact that the beginning 10-15 feet is unprotected and has some slightly questionable rock. The climbing in this section is easier than the rest of the route, however. Additionally, the shorter you are, the more difficult the bolt is to clip.","protection":"One bolt and gear to one or two inches. While the top crux used to be hard to protect, modern cams make it quit safe although placing them is still a challenge. Don't bother with the old circlehead nearby (except for nostalgic purposes): a much more trustworthy Alien, TCU, or C3 (depending on brand preference) is available nearby.","location":"Right of Japanese Gardens, this route shares the same start as Bat Skins, but instead of traversing right continues straight up past a bolt and gear to an anchor with chains."},"__v":0},{"_id":"bv3C4fcAV/ehl55McZTG5Q==","name":"Breakfast of Champions","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FA Dave Anderson, Don Harder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":0,"mp_id":"105795818","mp_crag_id":"105790707","climb_id":"bv3C4fcAV/ehl55McZTG5Q==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This is the second pitch of Roger's Corner.  Take the obvious handcrack next to the tree.  Straightforward, fun jams.  You'll wish this went on for another 150 feet.  A bonus is that it stays dry in the rain.  There is an anchor on the ledge above, and you can toprope Marginal Karma, the 11b immediately to the right, from those bolts.  You can also approach this from the top of GNS if you don't want to go up Roger's.","protection":"A few hand size pieces.  You'll have enough from whatever you brought up Roger's.","location":""},"__v":0},{"_id":"5iGUh7nzUjyzOY1xrfjBLA==","name":"Batskins","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA P1 full: Bob Crawford, Pat Timson FFA P1 short: Terry Lien P1 full: Darryl Cramer, Max Dufford P2: Cramer, Nicola Masciandaro","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":39,"mp_id":"106197963","mp_crag_id":"105790707","climb_id":"5iGUh7nzUjyzOY1xrfjBLA==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This climb has some really interesting knobs and a good variety of features and climbing styles. The short version of the first pitch climbs an arch feature with natural gear (some tricky placements) to a ledge with an anchor (.11a) This is a worthwhile pitch on its own. The full pitch continues past bolts in a shallow groove with some tricky stemming and a cruxy section on knobs, moving left to an anchor (.12b).\n\nThe second pitch is also excellent providing it has been brushed recently. It follows a thin ramp and then a stemming corner with knobs to a testy balance crux up high. 3 bolts; some small gear is needed to protect the crux moves (.11d).","protection":"Natural gear to 3 inches for the first part, especially small; Bolts (4 or 5) plus an anchor for the second part.","location":"Climbs the right facing arch to the left of Godzilla. A toprope variation climbs the face under the arch and joins the arch midway through."},"__v":0},{"_id":"NVrZZhmQUQu8/5kF2gA9KQ==","name":"Artifice","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Anderson, Bruce Carson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":38,"mp_id":"118589510","mp_crag_id":"105790707","climb_id":"NVrZZhmQUQu8/5kF2gA9KQ==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This is an old A4 aid line, the bottom 45 feet goes free at 10b and has some spectacular, well protected climbing. Great climb at the LTW for those starting to lead 5.10s at Index. Cool sections of finger crack punctuated by good rests.\n\nA final move onto the face left of the thin crack brings you to the anchor.\n\nContinuing past this point is the original aid line, Artifice, which has never seen a free ascent.","protection":"small cams to .75 Save the .75 for the horizontal placement before making moves to the anchors, .2 or similar sized cam is also helpful. slings necessary to extend pieces placed before roof","location":"Start as for Batskins and go straight up the finger crack above the small roof from where Batskins traverses hard right"},"__v":0},{"_id":"FisZo+XMVKmZmUpAfrxIzA==","name":"Amandla","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Andy Deklerk, 1991 Extension: Ben Gilkison, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":19,"mp_id":"106197952","mp_crag_id":"105790707","climb_id":"FisZo+XMVKmZmUpAfrxIzA==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This brilliant route leaves Numbah Ten after several bolts (original locations have been altered) and heads right through a roof and up onto a technical arete that is just under vertical. It's possible that some ascents have climbed to the right after the roof to take advantage of a full rest on Iron Horse before moving back left to establish on the arete; although not totally straightforward, this reduces the difficulty as it allows one to start the easier Powerhorse sequence fully rested and chalked. If climbed directly without the jaunt right into the rest, the moves are harder and the route feels far more sustained. In any case, the climbing is a remarkable mixture of power and finesse, difficult nearly the whole way through. Temperature and humidity are both important considerations when attempting the route even if your granite technique is absolutely flawless.\n\nThe extension to the original route continues above the anchor over the roof past one bolt to a more logical finish at an anchor on a large ledge. The original anchor has now been moved higher to just under the upper roof, making what was originally a crux section of the extension part of the shorter version. This section is height dependent as it is much easier if one can simply stem across the corner. A small stopper and a finger-size cam protect the final section above the roof.","protection":"Originally 13 quickdraws plus anchor, there's now at least one extra bolt on the lower section. You'll need one more quickdraw plus a small nuts and TCU for the extension over the roof.","location":"One 70m rope reaches the ground from the top anchor; otherwise a 60m is sufficient. Route starts as for Numbah Ten in an obvious groove left of Iron Horse."},"__v":0},{"_id":"y+Zv+MMwXr+JbIiSXCmSUw==","name":"All Purpose Duck","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":5,"mp_id":"117105249","mp_crag_id":"105790707","climb_id":"y+Zv+MMwXr+JbIiSXCmSUw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"This route has been obscured and neglected but it actually has really fun climbing and has some wild moves. Essentially it is a couple of unnamed variations to Snow White that are cobbled together and given a name.\n\nStarting slightly uphill from the regular Snow White start climb up scruffy rock and traverse right to a bolt (probably worthless unless it has been replaced) on an arête. (In picture bolt should be below the bolt notation) Traverse right along a horizontal break and join Snow White. The crux (11c) comes next and is a big crank to a jug. Continue up a couple of moves until it is possible to follow a right trending crack to join p2 of Princely Ambitions. The crack turns into an arching corner and the moves here are really fun lay backing the edge of the corner stepping into p2 of Princely Ambitions which is followed to the belay.","protection":"Standard Rack","location":"See above"},"__v":0},{"_id":"gGXBxa08V92q9E6qdp15Pg==","name":"[Redacted]","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FFA James Wyland, Equipped by Ramier/Wyland","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":6,"mp_id":"106911856","mp_crag_id":"105790707","climb_id":"gGXBxa08V92q9E6qdp15Pg==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Dwarf Tossing is just another 4 star lower wall classic free climb. This is essentially the free variation of Snow White. The original snow white takes the thin crack from the start of princely ambitions directly to the mini roof at the 3rd bolt.\n\nThis route has at least 4 different 5.11 sections in addition to the all points off 7 ft sideways dyno at the crux. If you are taller than 6'6\", you may be able to reach past the dyno. Shorter people might find the dyno to be impossibly long.\n\nIf the dyno isn't your style, this route makes an almost as good 5.11d, A0. Highly recommended.","protection":"Mostly bolted, but some gear is needed before the final bolt.  Most will want to stick clip the first bolt.","location":"Take the trail up towards Rogers corner, but break right just before you reach that route. This will deposit you on a nice little shelf approximately 30 feet up and left of the start of princely ambitions.  This route shares anchors with princely ambitions.  Rappel to the starting shelf is possible with a 70m rope, but you cannot rappel all the way to the ground."},"__v":0},{"_id":"puNaYmd1Wy6EEbDGdtxjKw==","name":"[Redacted]","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Terry Lien, Greg Olsen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":9,"mp_id":"105806007","mp_crag_id":"105790707","climb_id":"puNaYmd1Wy6EEbDGdtxjKw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Climb the splitter cracks from the top of Pitch 1 on princely ambitions.  The crux comes at about 50 feet just before a ledge at the base of a corner/chimney.  This feature can be either climbed directly or liebacked.  It is a little bit friskier to lie it back, you can't really reach the crack to place gear.  Near the end of the lieback as it starts to get slopey, you may either discover a really cool trick to make the final move easy, or you may go for a good ride.","protection":"Gear to 2 inches","location":"Just right of pitch 2 on princely ambitions"},"__v":0},{"_id":"pPj9YuOuVV6S85Vh8w6uyw==","name":"5.12 Index Ave.","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"C. Henson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"left_right_index":4,"mp_id":"114490917","mp_crag_id":"105790707","climb_id":"pPj9YuOuVV6S85Vh8w6uyw==","areaRef":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":"Named for the onetime street address of local climber/steward/first ascentionist Chris Henson, this is a good sport climb up an arete at the far left end of the lower wall. It tackles a series of interesting and powerful boulder problems, with the last 2 (~v5, v3) being really great. The middle section features some marginal rock and a big resting ledge, which both detract a bit from the climb.","protection":"QDs","location":"Left side of the lower wall. Ends on the very left end of the narrow ledge which also has the anchor for Dwarf Tossing and Princely Ambitions P1."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,0bb1bb37-18ee-5769-974b-2b238388e482,a701bef6-2ff8-5c72-9aea-afe92f0bc5fa,625dbab0-15ce-5fba-854d-523514c50c00,ec924cd1-1663-5700-a1a1-2a188db444a2","pathTokens":["USA","Washington","Central-West Cascades & Seattle","Skykomish Valley","Index","Lower Town Wall","(C) Main Wall, left side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":8,"label":"5.11c"},{"count":2,"label":"5.12c/d"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.14-"},{"count":4,"label":"5.11d"},{"count":1,"label":"5.12b/c"},{"count":2,"label":"5.10c"},{"count":3,"label":"5.12b"},{"count":2,"label":"5.10d"},{"count":6,"label":"5.10b"},{"count":3,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":43,"bands":{"unknown":0,"beginner":0,"intermediate":16,"advanced":23,"expert":4}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":17,"advanced":26,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.57139,47.81847]},"bbox":[-121.57205965361887,47.81802033981813,-121.57072034638112,47.818919660181855],"left_right_index":-1,"ext_id":"105790707","area_id":"7JJM0RZjVwChoSoYjbREog=="},"content":{"description":""},"density":0,"totalClimbs":48,"__v":1,"createdAt":"2022-11-07T06:30:44.044Z","updatedAt":"2022-11-25T11:24:39.843Z"}