{"_id":"63689d20e80bff5a994f216e","area_name":"Motherlode, The","shortCode":"","climbs":[{"_id":"kSPKQUndX/ufwxQ6EdvDBw==","name":"Woody Wampler’s Dusty Nuggets","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"The Jesuits AKA Sam Foreman & the Swamp Donkeys, 12/1607","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":4,"mp_id":"118714587","mp_crag_id":"118714315","climb_id":"kSPKQUndX/ufwxQ6EdvDBw==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"From the big ledge climb the slab or traverse in from the left side. Climb the gently overhung crack (5.10+) using the right side of the pillar. Once on top of the pillar, dust your nuggets in the squeeze (5.8) or cheese your way up on the outside clipping two bolts along the way. A BD 7 or gear in pockets (local ascent) can be used instead of the bolts. After twenty or so feet, the crack pinches down to a hand / fist size. From there, easy terrain to a ledge with a two bolt rap anchor.","protection":"60M, 70M preferred, doubles BD 1 and 2, single .3-4, nuts.","location":"Look for the obvious wide crack. This route and the Lost Dutchman start by scrambling up onto a sloping ledge below the routes."},"__v":0},{"_id":"QrofV5UbWhSzaNkah8eyLQ==","name":"The Wary Canary","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"The Swamp Donkeys, 1/2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":6,"mp_id":"118714521","mp_crag_id":"118714315","climb_id":"QrofV5UbWhSzaNkah8eyLQ==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"Note: These ratings are my opinion and are only a suggestion in relation to the pitches in this area.P1: (5.9 ⭐️⭐️) Begin by either climbing a neat little finger crack on the left side of the boulder below the slab, or scramble up to the top of the boulder. Then climb the easy slab into the fun corner above. Belay on a nice ledge up and right with two bolts. This rappel anchor is shared with the first pitch of Hidden Treasure. 90’\n\n P2: (5.9+ PG13 ⭐️⭐️⭐️) Step left into the intermittent crack. Place a couple of good cams and then face climb through the short crux (5.9+ PG13) as the crack pinches down to a seam. When the crack reappears, a cool staircase feature will trend up and left to a sloping ledge above. Belay on the ledge with gear, one 3” cam and a couple of nuts. 105’\n\n P3: (5.9- PG13 ⭐️⭐️) Face climb on interesting cemented knobs while placing tricky gear in the intermittent crack. Above, the crack opens up and the cliff angle decreases before a final short steep chimney. On top, build a belay using the boulders on the grassy ledge. 80’\n\n Descent: Rappel the Lost Dutchman route. The raps start 50’ left of the top of P3. Look for the big cairn and easy down climb to the ledge below. Use the climber’s right side bolted anchor to begin the raps. Three single rope rappels to the ground.","protection":"70M rope, a confident canary, doubles BD .3-3, single .2 & 4, nuts, optional extra .5s.","location":"The first pitch climbs a slab with a big water streak on its right side into a big corner. Start on either the finger crack at bottom of the left side of the boulder below or scramble on top of the boulder."},"__v":0},{"_id":"k1/GVJDvXSGWdJpiznmNEQ==","name":"Time to Change Your Soiled Overalls","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"The Swamp Donkeys, 3/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":8,"mp_id":"118714914","mp_crag_id":"118714315","climb_id":"k1/GVJDvXSGWdJpiznmNEQ==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"A fun finger crack for 20’ then a low angle scramble to the top. The only notable thing about this pitch is the belay / traverse to the rap anchor. The pitch ends in a chasm at the top. Body belay from inside the chasm. Once on top, down climb the chasm chimney below the 127 hours chock stones. Walk under the Jesuit boobytraps onto a ledge, continue traversing past the tree and rappel off of the bolted anchor on the left side of this ledge. This anchor is the shared anchor for the Wary Canary and Hidden Treasure.","protection":"Single rack BD .2-2 and nuts.","location":"About 50’ right of Hidden Treasure. Look for a finger crack that continues up a low angle lighter colored slab."},"__v":0},{"_id":"53QUGDhKWQ2aiMC1c+YmbA==","name":"Sonoran Gold","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"P1 Sam Foreman, P2 Scott Duemler, P3 & P4 Anna Von Der Marwitz, P3 var Scott Duemler aka The Swamp Donkeys  - 3/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":0,"mp_id":"118715508","mp_crag_id":"118714315","climb_id":"53QUGDhKWQ2aiMC1c+YmbA==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"This route starts on a big ledge about 80’ up. To get there, scramble up a wide chimney system to the right then traverse back left to a two bolt anchor. The face / crack below can be TRed with two moves of 5.11+ then 5.6.Note: These ratings are my opinion and are only a suggestion in relation to the pitches in this area.P1: (5.10- ⭐️⭐️⭐️) “The Good Choss” - Climb up the splitter crack avoiding the first ledge on the left and continue following the crack rightwards to a bushy cave with a single bolt. Back up bolt with gear 125’.P2: (5.6 PG13 ⭐️) Move the belay to the ledge up and left. Climb up the short corner then traverse right through chossy ramp with an interesting hour glass feature to two bolt anchor below twin cracks 80’.P3: (5.11 ⭐️⭐️⭐️⭐️) “The Minecart” - A variety of techniques makes this pitch one of the best on the wall. Face climb up four bolts (5.11) then begin a mixture of face, lieback and twin crack climbing. Resting when you can helps, it’s fairly sustained in the 5.10 range. This pitch ends after a short slabby bit to a ledge with a high crack and solid gear. Hand size cams to belay. 85’P4: (5.9+ ⭐️⭐️) Climb up corner and into crack near arete. Go up and over crack and continue around the right side of the mushroom shaped rock above. Climb the low angle slab / chimney behind the mushroom rock to the top. Belay with boulders on top. 100’P2/3 variation: (5.9 ⭐️) To avoid the 5.11 finish, continue past the two bolt anchor marking the end of the traditional pitch two. At the end of the ledge is a big dihedral, climb up the big dihedral (5.9). There is another ledge halfway up the dihedral with a two bolt anchor. From there climb choss to the top (5.8). Belay on boulders on top.Descent: Rappel the Lost Dutchman route. The raps start 100’ right of the top of P4. Look for the big cairn and easy down climb to the ledge below. Use the climber’s right side bolted anchor to begin the rap. Three single rope rappels to reach the ground. At the bottom, scramble down to your packs.","protection":"70M rope, doubles BD .3-3, singles of tiny cams and nuts.","location":"The first section of the wall you encounter on the approach. Look for a 100’ right trending splitter hand crack that starts about 80’ up from a ledge. It will lead to the striking twin cracks of P3 above."},"__v":0},{"_id":"v49pJXJAViGKwO4GYhaC9w==","name":"Pyrite Corner","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"The Swamp Donkeys, 12/2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":9,"mp_id":"118714876","mp_crag_id":"118714315","climb_id":"v49pJXJAViGKwO4GYhaC9w==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"Climb the left facing corner on the left side of the Prospector’s Rock. Use large cams 5-6” for a gear belay on top or go up and over to body belay. Walk off.","protection":"Single rack BD .3-6, nuts (large cams for belay).","location":"The Prospector’s Rock has two short routes worth checking out if you’re looking for an easy alternative to the bigger routes. To access, hike uphill to the northwest to the saddle between cliffs. Here is the prospector’s camp under the large boulders. Scramble on top of the boulders above his camp following rock stacks built by the prospector to the base of the Prospector’s Rock. There is a short but sweet hand crack splitting the face of Prospector’s Rock."},"__v":0},{"_id":"m1/MmJm7VSqWRjSNLEu5Tw==","name":"Prospector’s Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"The Swamp Donkeys, 12/2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":10,"mp_id":"118714900","mp_crag_id":"118714315","climb_id":"m1/MmJm7VSqWRjSNLEu5Tw==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"Climb a short slab to access the crack splitting the face of the Prospector’s Rock. Make a move out of the bulge and begin climbing the glory hand crack above. As you go higher, the crack widens ending in a friendly flare. Watch your britches as you climb the flare, you might accidentally show some prospector’s crack! Above the flare climb a short face to the top. Two bolt anchor for descent and TR.","protection":"Single rack BD .3-5, nuts. Doubles of 2-4.","location":"The Prospector’s Rock has two short routes worth checking out if you’re looking for an easy alternative to the bigger routes. To access, hike uphill to the northwest to the saddle between cliffs. Here is the prospector’s camp under the large boulders. Scramble on top of the boulders above his camp following rock stacks built by the prospector to the base of the Prospector’s Rock. There is a short but sweet hand crack splitting the face of Prospector’s Rock."},"__v":0},{"_id":"0JulSnVtXnyUSEFd3mCPVg==","name":"Pay Dirt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"The Swamp Donkeys, 12/2019","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":5,"mp_id":"118716043","mp_crag_id":"118714315","climb_id":"0JulSnVtXnyUSEFd3mCPVg==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"Note: These ratings are my opinion and are only a suggestion in relation to the pitches in this area.P1: (5.9 R ⭐️⭐️⭐️⭐️) Fun, easy crack climbing leads to a large and friendly chimney. Run it out through the chimney (a BD 7 protects this well) then leave a 4 Camalot in the roof and then pull it on huge jugs (5.9). From here bump another 4” then 5” cams up the awesome splitter crack to the Squatter’s Ledge. The ledge has a two bolt anchor on the right (Pay Dirt) and on the left (WWDN). ~100’\n\n P2: (5.8 ⭐️⭐️) Directly above the P1 anchor is a right facing corner. To get there either go straight up the unprotected easy slab or step right into an easy corner. Both options reach a lieback crack (fun with awesome FM titon placements!!) in the right facing corner. At the top of the lieback is another chimney. Climb the chimney until an improbable looking roof is reached then place a 4-5” cam. Lieback or use face pockets to climb out of the small roof (5.8) to a sloping ledge with a two bolt anchor. 115’\n\n P3: (4th class) It is suggested to rappel from the top of P2. Tie knots it’s a full 35 meter rap. If you’d like to get to the top, you can go up a dirty gully system and top out with a boulder belay.\n\n Descent: Rappel the Lost Dutchman route. The raps start 25’ left of the top of P3. Look for the big cairn and easy down climb to the ledge below. Use the climber’s right side bolted anchor to begin the rap. Three single rope rappels to the ground.","protection":"70M rope, doubles BD .3-4, single 5 & nuts, optional 7, extra 4s.","location":"About halfway along the wall. The start has a couple of boulders below it that make for a nice belay area. Look for the obvious chimney and splitter crack above"},"__v":0},{"_id":"XkAVlqEgW7GtuTnT9AkmgA==","name":"The Lost Dutchman","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Swamp Donkeys 12/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":3,"mp_id":"118715317","mp_crag_id":"118714315","climb_id":"XkAVlqEgW7GtuTnT9AkmgA==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"3 pitches, 300 ft, great climbing on every pitch. P1: dark corner with crack and amazing pockets. Continue past Squatter’s ledge on your right to anchor at base of short chimney, 105ft, 5.8+. P2, crux pitch: up and trending left on cracks to nice rest ledge left of dark dihedral. Step left and make airy move over bulge on good gear but blind placement - committing to finger crack. Pass redundant anchor and move left pass single bolt to ledge, 100ft, 5.10a. P3: Up fun, featured face toward deepening groove and crack with initially sparse pro, but easy climbing. Continue toward steeper crack above, right of a roof, with good rock that eats pro, 100ft, 5.7. 2 bolt anchor on ledge just below summit view. Easy scramble to summit past a large cairn. Descent: 3 raps with 70m rope.","protection":"BD .3 to 4 doubles, one #5, nuts, alpine draws.","location":"Approximate middle of wall. Route starts in obvious, large corner in middle of wall, just left of short, wide crack that is WWDN. To get to the start you will scramble up a short boulder and crack that leads to the base of the route/dihedral."},"__v":0},{"_id":"sPfr7WOOUlOm1IpW7Xm3jg==","name":"Hidden Treasure","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Scott Duemler, Sam Foreman 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":7,"mp_id":"118715374","mp_crag_id":"118714315","climb_id":"sPfr7WOOUlOm1IpW7Xm3jg==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"Start is about ¾ the way up the gulley. You will notice a short, vertical finger crack with a single bolt through a pocketed face to a ledge. P1: Great rock and pockets with tricky pro and one bolt to ledge, then step across to finishing move and onto slab to large ledge with bolted anchor slightly to climbers left, 80 ft, 5.9+. P2: scramble on ledge to your right, past tree to set up gear anchor at base of crack before it steepens above. Climb steepening crack on surprisingly good rock, continuing up beautiful hand crack with great feet, pockets, and lots of opportunities for pro, 5.9+ 90ft, fairly consistent at grade. Pitch ends at spacious ledge. If you wish, you may scramble up gully to your right to top-out.","protection":"Small to med nuts, doubles BD .2-2, single 3, 4,. supplement with offset cams if possible. Single bolt.","location":"Look for dark rock with single bolt and finger crack, approximately 3/4 of the way up gulley. You will also see the 2nd pitch above and to right of ledge above."},"__v":0},{"_id":"wtqNwMO9Uva/LqeuaMx+ZQ==","name":"Ground Beta","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Alexis Ely, Aaron Peterson, Carlos Villanueva.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":2,"mp_id":"120084918","mp_crag_id":"118714315","climb_id":"wtqNwMO9Uva/LqeuaMx+ZQ==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"This is a variation of P4 of Cold Fever. From the P4 anchors, traverse to the right an unprotectable -- but easy -- ramp (PG13), then straight up a dihedral to a roof. Traverse left under the roof and exit out a tight chimney with a chockstone at the bottom. The dihedral section can be protected with a 0.1 or 0.2 Z4. The last pro we used was in between the chockstone and the chimney, having to run it out to the top. ","protection":"Same as for Cold Fever except I would bring a 0.1 and 0.2 cam for the dihedral.","location":"P4 variation of Cold Fever"},"__v":0},{"_id":"fe8JtQAuXZiMLsKkBM4c3g==","name":"Cold Fever","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Duemler, Sam Foreman, Cory Talman. 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"left_right_index":1,"mp_id":"118716565","mp_crag_id":"118714315","climb_id":"fe8JtQAuXZiMLsKkBM4c3g==","areaRef":"u6HhdhHmXDicv0bTSlzR5A=="},"content":{"description":"This route is the longest on the wall, and possibly the best. P1 starts within an opening formed in the shadow of trees and brush, creating a peaceful little spot at the base of a crack. Climb up vertical crack 20 feet, then traverse right along ledge and continue up past small bulge. Scramble past bush then make your way across divide, follow a horizontal crack left under a tree to 2 bolt anchor, 5.7, 105ft. P2, an amazing pitch up an open book past a single bolt. Runout and exciting above bolt, with great stemming and some tricky pro when you get it. Continue up on easier climbing on grippy jugs, flakes, and pockets to 2 bolt anchor. The whole pitch is fantastic, 5.9+ pg13. P3: The Claim Jumper’s Pitch! Up obvious hand crack – steep but easier than it looks due to good feet and great hand jams. One of the best pitches on the wall. Two bolt anchor, 5.10a 80ft. P4: Step left a couple feet from anchor and start up chimney-like opening that leads to ledge then beautiful corner with good rock, combination of hands, fingers, and good face features. Good pro, top out in blocky, left side chimney, 5.9, 85ft.","protection":"Doubles BD .2 through #4, single #5 (you can skip the #5 if you don't have it but it's nice on P2), nuts. Offset cams are also helpful, several alpine and sport draws.","location":"Approximately 200 feet up gully look left for an opening in the brush under a tree. Left of the tree is the base of a crack that ascends vertically approx. 20, then continues along a ledge trending right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,00df6899-b6f6-5def-b9c8-4fe1d0901f09,bba1e176-11e6-5c38-9cbf-46d34a5cd1e4","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Superstition Mountains","Motherlode, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10a"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":8,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.45786,33.44934]},"bbox":[-111.45839891953256,33.44889033981814,-111.45732108046745,33.449789660181864],"left_right_index":-1,"ext_id":"118714315","area_id":"u6HhdhHmXDicv0bTSlzR5A==","polygon":{"type":"Polygon","coordinates":[[[-111.45839891953256,33.44889033981814],[-111.45732108046745,33.44889033981814],[-111.45732108046745,33.449789660181864],[-111.45839891953256,33.449789660181864],[-111.45839891953256,33.44889033981814]]]}},"content":{"description":"Area description: The term Mother Lode typically means: a principle or large source of ore. The superstition mountains certainly has its share of mining history, including placer mining, and the well-known search for the legendary Lost Dutchman Gold Mine. Many have spent lifetimes searching for the elusive and warm yellow-orange glow of gold. Few have found it, and some have found only heartache, or even death. Climbers of Arizona, and in particular the Superstition Mountains, have also sought riches of their own. In doing so they too have exposed themselves to risks in the expanse of canyons, arroyos, and devilishly crafted rock walls. Another, lesser used definition of Mother Lode applies here: a rich source of something. \n\n  This Mother Lode certainly provides a rich source of something, for those who value adventure, wilderness, and the bare-naked soul of an entombed supervolcano - thinly veiled in the angry flesh of desert. Climbers here don't always fit in with their peers, often finding solace in the unknown, not just tolerating the hazards and uncertainty but thriving in it. A day here is one filled with hard work, mind numbing vistas, sweat, blood, and a beauty only exposed with your fist and your heart deeply entwined in its hard, unrelenting core.   This area was explored, and the routes established, when a few people became entranced by its allure, not unlike the lure of gold. It is a traditional climbing area. The rock is unique for the area, and while loose and dirty rock exists it is the exception, not the rule. Besides, if you were on perfect rock you'd forget you were in the Superstitions! Due to the northern exposure and frequency of water dripping down its face the rock has a rough, hardened surface. This area also tends to possess many pockets, and the cracks are often inconsistent in size, making offset cams and passive protection very useful. Routes here were primarily developed ground up, with only a few, hand drilled bolts when necessary."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T05:52:40.627Z","updatedAt":"2024-02-19T18:27:53.407Z"}