{"_id":"63689f33e80bff5a9950cd4a","area_name":"Decadent Wall","shortCode":"","climbs":[{"_id":"zPwui9FuXjSGp5iAdOh08w==","name":"Twilight","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lowe or Jay Goodwin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":5,"mp_id":"105854664","mp_crag_id":"105739810","climb_id":"zPwui9FuXjSGp5iAdOh08w==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"This is a decently long route that starts up a crack and crosses over a small fin to the left and then continues up another crack/groove system.","protection":"I took metolius 3,5,6,7,8 BD .5 #2 and 2 aliens and a full nut set.  Gear for a belay is also needed.","location":"Located in the breadloaves in the higher elevation rock formations. The wall faces west and is exposed as the rest of city of rocks. Take the emery canyon road toward the end and make a left at the breadloaves. There is a big parking lot and a few campsites.\n\nWalk down the tea kettle trail. It is located left of\n\nCarol's Crack\n\n. There is a picnic bench and a big boulder near the start. On the west face of the wall south of the breadloaves and bloody fingers basically on the other side of the provo wall.\n\nBetter yet, take a look at the picture.\n\nThere's a decent spot 10 feet near the top where you can set up a belay anchor and then belay your partner up and then scramble to the top and walk over to the belay chains. Says 2 rope rappel but center mark was on the ground when we rapp'd with a 60 m rope."},"__v":0},{"_id":"/YZYtO6JU6KAvNQ0yOoZyg==","name":"Too Much Testosterone","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Stoger 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":19,"mp_id":"106477131","mp_crag_id":"105739810","climb_id":"/YZYtO6JU6KAvNQ0yOoZyg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"TMT\n\nshares the start with\n\nTestosterone Test,\n\nbut at the undercling diagonalling horizontal crack below the knife blade on\n\nTT\n\n,\n\nTMT\n\ntraverses left on all natural gear to the patina'd overhanging arete. The first crux establishes one on the arete. Cams in horizontals protect the climbing all the way to the top, where\n\nTMT ultimately\n\ntraverses back right to share the TT anchors. TMT surmounts a bouldery roof about 20 feet left of the final TT roof, ignoring and staying to the left of a random bolt that may be an old forgotten Boyle route (or an unfinished concept). Pulling this bulge/roof is route's crux-good cams in horizontals 10 feet below you. Fun climbing and a good challenge, despite the folly of skipping the old bolt. One of the only routes I know of like it at the\n\nCity of Rocks.","protection":"A true ascent of TMT is completed on all natural gear. Even the starting bolt of TT for the 10,000 calorie mantle can be skipped and adequately protected by a micro nut in a pod just left of the bolt. Doubles on cams to 1 inch with runners, and a micro-nut for the start.","location":"Shares the start with Testosterone Test. Look for the bolt up high that protects the right diagonally trending underclings. lower from chains-60 meter rope."},"__v":0},{"_id":"zExf8oDsXu+g4dO9UMSg0w==","name":"Testosterone Test","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Dave Bingham  1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":20,"mp_id":"106015666","mp_crag_id":"105739810","climb_id":"zExf8oDsXu+g4dO9UMSg0w==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"This is a great route with a couple powerful sequences.  Start in a hard lieback past a bolt and then a dicey mantle.  Climb up into an undercling crack with gear and then a powerful section past a fixed Lost Arrow.  Then another tricky section past a bolt on a bulge then climb over more bulges with okay gear to the top.  A great line with some great climbing!","protection":"Quickdraws, long slings and a set of cams to a #2 camalot.  Maybe some nuts.","location":"On the far right side of the Decadent wall, it takes a central line over the roofs and bulges."},"__v":0},{"_id":"RgyJWpNNUUCaSbNYGnpeeg==","name":"Sexual Dysfunction","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Bill Boyle","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":17,"mp_id":"108304857","mp_crag_id":"105739810","climb_id":"RgyJWpNNUUCaSbNYGnpeeg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"An \"evil\" route with hard presses, thin feet, tough liebacking and awesomely funky moves.\n\nFun in a sad way, cool moves, but involves some figuring out to get the beta that works for you.","protection":"Draws","location":""},"__v":0},{"_id":"OSVv/7idVby48b1OQ7lywA==","name":"Sex, Drugs and Rock & Roll","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Boyle '88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":15,"mp_id":"105854215","mp_crag_id":"105739810","climb_id":"OSVv/7idVby48b1OQ7lywA==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"This route has an interesting bulge right at the first clip.  The next 3 bolts or so cover easy ground to a final steep juggy wall.","protection":"7 bolts, give or take.  Fixed anchors at the top.","location":"This route is the line of bolts just left of Another Jay Goodwin Route."},"__v":0},{"_id":"5i2OmNKFVSq29qyy8pYpsg==","name":"Pluton Playground","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":1,"mp_id":"107344094","mp_crag_id":"105739810","climb_id":"5i2OmNKFVSq29qyy8pYpsg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"The route follows a gully-chimney, and is best climbed left side in; upwards movement is facilitated by profuse, positive holds on the right face. Pro possibilities abound. Only occasionally are any chimney-type moves required, and those only for rests while finding the chickenheads and huecos on the face. The well-featured rock salvages what would otherwise be a grovel fest \"Bomb\" from obscurity.\n\nDescend to climber's left down the chimney; we stayed roped for this and caution is advised.\n\nThe climbing is suitble for beginners, but the descent is a bit sketchy.","protection":"Standard rack, including a 4\" Camalot.","location":"This route is towards the far left on the Decadent Wall, Left; it's roughly 35 feet right of a large chimney which marks the end of the Decadent Wall proper. It begins in an alcove and involves a short scramble to the initial moves of the climb."},"__v":0},{"_id":"sfSHx5aLWS+7w2hYaM8K+Q==","name":"McKenzie's Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"D. Tyler, M. Compton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":0,"mp_id":"108207594","mp_crag_id":"105739810","climb_id":"sfSHx5aLWS+7w2hYaM8K+Q==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"Nice little finger/hand crack to nowhere. 8 yr old, McKenzie's first possible FA with D. Tyler.","protection":"#5 BD helpful for anchor","location":"Slanting 20 ft crack starts just left of start of Pluton Playground. Down lead/solo to get down."},"__v":0},{"_id":"JdvHpI+JVLe7wPiJHsqAkQ==","name":"Lowe Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Greg Lowe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":4,"mp_id":"112962578","mp_crag_id":"105739810","climb_id":"JdvHpI+JVLe7wPiJHsqAkQ==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"According to the Bingham guidebook: \"This Lowe Route is a continuous crack line with decent pro and lots of face holds.\"","protection":"A standard single rack, maybe a bigger piece for the bottom (5 or 6) if you want to get in the wide stuff.","location":"Just to the left of Twighlight.  You can get down by topping out and walking to the anchors that are about 10' right of Carol's Crack. A 70m rope will get you to the bottom."},"__v":0},{"_id":"Z4jJrNEIW52n4xL6husRSA==","name":"Loafers","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":3,"mp_id":"110651596","mp_crag_id":"105739810","climb_id":"Z4jJrNEIW52n4xL6husRSA==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"Loafers is a reasonable \"more of same\" sort of line on this face.  It does not have a particular place, other than being on the face to the right of the Quartz Dike on 'Dykes on Harleys' and left of the Lowe Route.  Without worrying too much about where it goes, most climbers looking for the intersection of the easiest line with some protection, starting just above the ramp of D.O.H. will probably encounter a similar experience.","protection":"Perhaps a standard light rack.   I soloed it and don't recall thinking that a particular runout or strange gear opportunity would exist.","location":"Face climbing on the face to the right of the Quartz Dike on 'Dykes on Harleys' and left of the Lowe Route.\n\nStart in the feature just above the ramp from which D.O.H goes up and left to get into the Quartz System."},"__v":0},{"_id":"6BqJtJq1Xky5+6WyM0+How==","name":"Impotence","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bill Boyle, early 80s","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":21,"mp_id":"108118883","mp_crag_id":"105739810","climb_id":"6BqJtJq1Xky5+6WyM0+How==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"xNzZk/NbUEiuqrLS60vkxg==","name":"Flesh for Fantasy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Gordon Douglas 1987","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":8,"mp_id":"105983540","mp_crag_id":"105739810","climb_id":"xNzZk/NbUEiuqrLS60vkxg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"Flesh for Fantasy\n\nclimbs moderate cracks to the base of a bolted headwall.  It is easy to approach by rapping to the ledge below the headwall and pulling your rope.\n\nFollow ~4 bolts through thin 5.10 face climbing to an interesting undercling stand up move to a good hold.  It is a one move wonder, but worth the effort.","protection":"4 bolts on the headwall, and gear for the lower cracks...","location":"This line is directly below the rap line to the right of\n\nCarol's Crack"},"__v":0},{"_id":"eT+Sc18kVwaA9Wl1KmVT/Q==","name":"Divine Decadence","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Jay Goodwin (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":7,"mp_id":"108139139","mp_crag_id":"105739810","climb_id":"eT+Sc18kVwaA9Wl1KmVT/Q==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"This is the larger crack to the immediate right of Carol's Crack.\n\nA good steep crack with interesting moves and good protection.","protection":"Just about every size, depending on how often you want to place gear.  Multiple BD #2s are helpful, along with a #3 for the transition from the blocky start to the wide crack.\n\nThe crack changes sizes continually for all camp sizes and nuts.","location":"Immediately to the right of Carol's Crack.  You can set up a top-rope WITH A 70 METER ROPE using the anchors to the right at the top.  Otherwise, belay from the top and lower to the higher blocks at the base or tag a second line."},"__v":0},{"_id":"6luHaOflW02p82GwHjFfDg==","name":"Dimples and Tits","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jeff Rhodes, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":12,"mp_id":"105847453","mp_crag_id":"105739810","climb_id":"6luHaOflW02p82GwHjFfDg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"AKA:\n\nKibbles and Bits\n\n.\n\nA short, but sweet line up the left side of a randomly featured, face.\n\nBegin off the ground up a steep, blank, slab to reach a very high section of edges and holds (A running start may be needed for some takers). Mantle this bulge feature and work left towards the very high first bolt. Continue up and left toward to the second bolt using a sparse amount of holds and careful footwork. Meet the crux near the third bolt using thin crimps, and misleading patina. Finish on positive holds up declining terrain.\n\nA great line that is often skipped because of its high first bolt. If you're comfortable at the grade and/or have a solid head, this lead won't be an issue. Give it a whirl.","protection":"3 bolts to 2 beffy chains.","location":"Directly left of\n\nNipples and Clits\n\nand about 50 right of\n\nCarol's Crack\n\n. This is the first route on a face, just right of a break in the wall."},"__v":0},{"_id":"0vRiLcCBUpGFRyOImjJIig==","name":"Carol's Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steinfell Club '64","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":6,"mp_id":"105741512","mp_crag_id":"105739810","climb_id":"0vRiLcCBUpGFRyOImjJIig==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"AKA:\n\nDouble Cracks\n\n. This is on the left side of the west face.  It is in deep shade early morning.  It is easy to identify by the closely spaced double cracks that start on top of the large leftward rising ramp.  Scramble up the ramp any way you choose, then jam the fun crack for 50 feet or so until it lowers angle.  No anchor at the top.\n\nTo rap, scramble to your right (when facing the cliff) to an anchor.  A one rope rap with a 60m touches down near the ground, where a short scramble off is easy.\n\nThe climbing on this is really good, but the upper crack is so short that it is over too quickly!","protection":"This is a hand crack - mainly hand sized pieces, but bring a variety of pieces.","location":""},"__v":0},{"_id":"rsf+hCkwWrysvBkns91JVg==","name":"The Big Easy","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Geoff Georges. May 1, 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":18,"mp_id":"109124644","mp_crag_id":"105739810","climb_id":"rsf+hCkwWrysvBkns91JVg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"I explored this chimney with a steep fingers to hands start finding it extremely dirty. This may be an old route, but with the amount of loose rock, dead trees, peeling flakes, bones, guano, plants and dirt I think it was unclimbed. I trundled a 2x2x3' rock out of the chimney, scrubbed and scraped lichen, peeling flakes and dug out the dirt. I think it is really fun, well the climb, not the cleaning.\n\nBegin with overhanging finger locks to good hand jam. Keeps getting wider, fists, OW, few more hand jams, small crack on the right, mantle up on big ledge. You can either continue up chimney (5.6) or finish out on finger- hand crack on the left, maybe 10a.","protection":"Standard rack to 4\".  Gear anchor at top- many options, then walk north to chain rap at Life without Sex-short down climb with 60m rap, or a 70m rope reaches the ground.","location":"just right of Sex Dysfunction 12a with bolts and left of Frigidity/ Testosterone."},"__v":0},{"_id":"EVN3eqovV+KQxLkMC6dEZg==","name":"Bestiality","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":11,"mp_id":"107274087","mp_crag_id":"105739810","climb_id":"EVN3eqovV+KQxLkMC6dEZg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"Start on a ramp, and immediately hit the crux.  A vertically placed 00 tcu gives some mental pro to keep you off the approach slab.  You also have the option of a shallowly placed #1 metolius near the 00.  You can also step up before fully committing to the crux and place an even better #1 metolius that you actually feel good about.\n\nAfter working your feet up and pulling a somewhat interesting side pull while leaning, you step up into the crack and get some good pro.  Follow the corner system to the top.","protection":"00 and 1 metolius or equal required near the bottom.\n\nThere is no fixed gear on the route, and no anchors at the top, so the easiest solution is the walk off to the north.  Follow the crest, then work your way down into a chimney system for the descent.","location":"To the right of Adolescent H. and to the left of the 11 and 10a sport routes. This is the left faceing corner system that requires some face climbing to access."},"__v":0},{"_id":"zRRiM4BBWJWCoJbGLjuyxw==","name":"Another Greg Lowe Route (aka Preteen Sex)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Lowe & friends in the 70's according to the Bingham guidebook.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":14,"mp_id":"105740999","mp_crag_id":"105739810","climb_id":"zRRiM4BBWJWCoJbGLjuyxw==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"This route has many unique moves and is stout for the grade. The start is just to the right of the 3-bolt line, Nipples & Clits (5.10a).\n\nJam and stem up two steep shallow cracks. This looks difficult to protect, but takes a #2 and #3 camalot quite well. Easier terrain up higher leads to a rightward traverse to a thin crack system. Follow this finger crack to the top with a few tough moves along the way.\n\nRappel with a 60m rope from either the anchors on Sex, Drugs, Rock & Roll (just to the right), or walk to the anchors near Carol's Crack.","protection":"Standard Rack - TCU up to a #3 camalot","location":""},"__v":0},{"_id":"AxzrbOKSVrKMtBJtG8qMig==","name":"Adolescent Homosapien","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Greg Lowe","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":9,"mp_id":"105741617","mp_crag_id":"105739810","climb_id":"AxzrbOKSVrKMtBJtG8qMig==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"Adolescent Homosapien\n\nclimbs the obvious long hand and finger crack on the west side of Lower Breadloaf. Great continuous climbing leads to the crux just below the top of the climb. An extremely popular route on an extremely popular wall. Walk left a few feet and rap from anchor's near the top of Double Crack.","protection":"Pro to 3\".","location":""},"__v":0},{"_id":"vf9cFzcuXVe2Ki3pqSzudg==","name":"FDC","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jay Goodwin  - Early 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":10,"mp_id":"106015652","mp_crag_id":"105739810","climb_id":"vf9cFzcuXVe2Ki3pqSzudg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"This is a nice mixed bolt and gear route.  There are a few places where you have to climb a bit above your gear, but it is all pretty reasonable.  Nice rock with some good steep climbing near the end.","protection":"Bring a set of nuts and cams.","location":"Just right of\n\nAdolescent Homosexual\n\n."},"__v":0},{"_id":"ZWLNQWWDX3amFSgQrLuGmg==","name":"[Redacted]","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jay Goodwin, 1983","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":13,"mp_id":"105847449","mp_crag_id":"105739810","climb_id":"ZWLNQWWDX3amFSgQrLuGmg==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"AKA:\n\nJay Goodwin Route\n\n.\n\nThis starts just left of\n\nPreteen Sex\n\n, this bolted line is a good warmup for the tougher routes on the wall.  5.10a crimps abound, with a little bit of runout.","protection":"3 bolts to 2 massive chains.","location":"Left of\n\nPreteen Sex\n\n, the right bolted line of the two."},"__v":0},{"_id":"IMbmSqneXGKpwbB0DHhWkA==","name":"[Redacted]","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jay Goodwin 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":16,"mp_id":"105847459","mp_crag_id":"105739810","climb_id":"IMbmSqneXGKpwbB0DHhWkA==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"AKA:\n\nAnother Jay Goodwin Route\n\n. A route with another censored name in Bingham's guide, is a fun mix of climbing.  It starts with some fun face climbing to the lone bolt.  From here you get to a stance below the roof, plug your gear, and pull the roof (crux) as you see fit.  Insecure finger jams greet your attempt though.  The climbing stays fun and insecure through the next steep section.  As the fin on the left narrows the holds get bigger and bigger, but the steepness stays with you.  A great route with sustained climbing makes this route well worth it.","protection":"1 bolt, and the smallest of aliens will protect the lower face.  A yellow Metolius, is what probably worked the best pulling the roof.  I also had a small cam below the roof with a runner.  Above the roof the protection needed is pretty standard, although somestimes a little tricky due to some flaring of the crack.  A step right to the chains above Estrogen Imbalance, make for an easy exit.  Although you will miss the last 10-15 feet of climbing, which is probably a fair trade off.","location":"Right of the bolted line Sex Drugs and Rock & Roll, which is the first bolted line right of Preteen Sex."},"__v":0},{"_id":"94THqAXUX7SNgRctSKNM3Q==","name":"[Redacted]","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Jay Goodwin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"left_right_index":2,"mp_id":"107536885","mp_crag_id":"105739810","climb_id":"94THqAXUX7SNgRctSKNM3Q==","areaRef":"4HN+evoHXP2SbBfQj8+F+Q=="},"content":{"description":"Plenty of good features on this long, straight forward climb.  Would be a great first time lead for the aspiring trad climber at the city - easy climbing, sufficient places for pro, lots of options for anchor building at top.","protection":"Standard rack up to size 3 camalot.  Plenty of options for building an anchor at the top.","location":"Route is located to the right of\n\nPluton Playground\n\nnear the tree.  Follow the hard to see white dyke halfway up the wall, then pick the line of least resistance.  Walk off to the left or use the fixed anchors to the right of the route (says 100 feet in the Bingham guide, might consider 2 ropes for rap)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,76021131-7623-5f5b-9efb-5dda911ccca8,abbebc02-c1f8-57b0-bcba-ee8efb064ed2,d666a404-5c2b-5e93-b458-e8e3b80f63ed,e0737e7a-fa07-5cfd-926c-17d08fcf85f9","pathTokens":["USA","Idaho","South Idaho","City of Rocks","Breadloaves","Decadent Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.6"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12a"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.5"},{"count":2,"label":"5.7"},{"count":2,"label":"5.4"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.9-"},{"count":2,"label":"5.8"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":11,"intermediate":4,"advanced":3,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":5,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.72944,42.08612]},"bbox":[-113.73004589815072,42.08567033981814,-113.72883410184927,42.08656966018187],"left_right_index":-1,"ext_id":"105739810","area_id":"4HN+evoHXP2SbBfQj8+F+Q==","polygon":{"type":"Polygon","coordinates":[[[-113.73004589815072,42.08567033981814],[-113.72883410184927,42.08567033981814],[-113.72883410184927,42.08656966018187],[-113.73004589815072,42.08656966018187],[-113.73004589815072,42.08567033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:01:33.661Z","updatedAt":"2024-01-20T01:01:47.968Z"}