{"_id":"63689de0e80bff5a994f947d","area_name":"Cactus Rose Cliff","shortCode":"","climbs":[{"_id":"d+uFMhxEXs651hg5y06MsA==","name":"Whisper of Immortality","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":21,"mp_id":"105752821","mp_crag_id":"105745418","climb_id":"d+uFMhxEXs651hg5y06MsA==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is not actually located on the 'Cactus Rose Cliff'. It is located just past and to the far right side of the crag. if you walk along the path at the far right end of 'Cactus Rose' there will be routes popping up along the wooded trail. This route is located on a blunt arete and the face to it's right. The hangers are all new and there is a long chain at the anchor, which you will spot from the ground, to be sure of the route. The climbing is quite nice riding the arete, face to the right passing 5 nicely spaced bolts along the way. A great route for intro leaders, you may want to stick clip the first bolt, start just uphill and around the arete to reach big holds. A decent route.\n\nNote,\n\nStephen Z\n\nadded this route with the actual name subsequent to this posting.  Hence, the descriptions were combined.","protection":"5 bolts - 2 bolt anchor w/chains.","location":"This route is not actually located on the 'Cactus Rose Cliff'. It is located just past and to the far right side of the crag."},"__v":0},{"_id":"zfzu1L8yWpay3gfZ3gsekg==","name":"Welcome To The Machine","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob D'Antonio, Richard Aschert, Dave Dangle, Darryl Roth.","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":8,"mp_id":"105752806","mp_crag_id":"105745418","climb_id":"zfzu1L8yWpay3gfZ3gsekg==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"The climbing to the first bolt could be a little spicy for some, but the holds are decent. The climbing gets pretty fun at the 3rd and 4th bolts which are quite close to each other, there is a rib sidepull which is for sure the crux, but you will find better holds just above.\n\nThis route is again a continuous one, like many others on this crag. It is a good intermediate route with fairly good protection.","protection":"5 bolts - 2 bolt/sling anchor.","location":"This route is located on the left end of the 'Cactus Rose Crag' This line is the furthest left route."},"__v":0},{"_id":"+8bsI1m9X3qn1wG3PX4JSA==","name":"Vapor Trails","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":6,"mp_id":"105752815","mp_crag_id":"105745418","climb_id":"+8bsI1m9X3qn1wG3PX4JSA==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is left of [Cactus Rose Wall] approximately 100 feet.  Find a semi-free standing pillar with 2 routes on it.  According to [Van Horn's] guides, this is the bolted line on the right that goes up a little arete.  [Knapp's] guide shows this as the route in the middle of the face.  Neither of the guides shows 2 routes there, so I climbed the arete, given that [Van Horn's] guide came first.\n\nConsider clipping the first bolt to be R.  You have to commit to a few moves to get to it, and if you come off most likely your feet will hit the ledge, flipping you upside down to fall a total of 30 feet onto your skull.  You just might die.\n\nLuckily, the climbing on this route never approaches 10b/c, especially compared to the other similarly graded routes on the south side of the bank.  Probably closer to 5.9.  The rock is fairly decent, but the climbing is a bit lackluster.  The single bolt anchor has some cheezy costume jewelry on it to lower from.  I decided to top out on the table of a thousand knives and scramble down the chimney immediately to the west.  Worth climbing if you are a connoisseur of obscure [Shelf] choss.","protection":"2 bolts and a single bolt lowering station.","location":""},"__v":0},{"_id":"LmDTTliwV7yri5QCtDpE5Q==","name":"Unknown","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":29,"mp_id":"111312743","mp_crag_id":"105745418","climb_id":"LmDTTliwV7yri5QCtDpE5Q==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"Climb a very cool, juggy, steep face just left of an arête. It has brand new and shiny bolts.","protection":"4 bolts and anchors.","location":"This is the first route to the right of Canadian Cooler and left of \"\n\nLittle Boys...\n\n.\""},"__v":0},{"_id":"H+I5nfn8X4e4A5pJNvCsBQ==","name":"The Tower of Beta","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Bolted by Eric Harp, FA Kevin Gonzales","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":0,"mp_id":"106327363","mp_crag_id":"105745418","climb_id":"H+I5nfn8X4e4A5pJNvCsBQ==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"Scramble 15 feet up to the starting ledge. The route is short, yet continuous, featuring pockets and edges. It is a good last route of the day...or a good warm-up for\n\nSuedehead\n\nor something of a similar grade.","protection":"3 bolts and a 2 bolt anchor.","location":"This is the first route to be seen on the road down to \"The Bank\", on a detached pillar on the left side of the road, just after the parking area."},"__v":0},{"_id":"0yjJn59bULeczpedGfe8Zw==","name":"Take The Skinheads Bowling","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dan Michael","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":27,"mp_id":"105752827","mp_crag_id":"105745418","climb_id":"0yjJn59bULeczpedGfe8Zw==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is not actually located on the 'Cactus Rose Cliff'. It is located just past and to the far right side of the crag. if you walk along the path at the far right end of 'Cactus Rose' there will be routes popping up along the wooded trail. This route is very obvious once you come to it. You will spot a free-standing spire just to the right of the wall that hosts this route. The wall has 2 routes and this is the rightmost of the 2. You will indeed want to stick clip the first bolt, there are loose block at the bottom of the route for the feet, as well as being slippery, be careful if you don't stick clip. This route is very similair to 'Skinheads\" to the left, but a little more generous, although not as continuous. If you are at this wall, do this route as well because it deserves a bunch of credit as well. Ultra fine pocketed wall. Wow !!","protection":"3 bolts - 2 bolt anchor","location":""},"__v":0},{"_id":"cmjPYCkSVyqJ/tQKZ1H3bA==","name":"Sweat Hog","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown (probably Bob D or one of the Marks)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":10,"mp_id":"105760662","mp_crag_id":"105745418","climb_id":"cmjPYCkSVyqJ/tQKZ1H3bA==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"To find this route, hike up to the cactus rose cliff on the south side of the bank.  This route is the third line from the left end of the wall proper.  It has almost no chalk on it, and two fairly spaced bolts that lead into the void.\n\nThe start is typical Shelf Road, couple thin moves to good holds.  Ease your way up to the first bolt which protects the next couple of fun moves, including a nice technical section to get to the next bolt.  This second bolt protects some more fun moves that head straight up to a horizontal crack.  You can probably traverse left to anchors at the top of 'mark finds bob bolting'.  I opted to top out and placed a #3 Camalot in vertical crack at the top.  This crack would accept anything from large hexes to #3 to #5 Camalots.  I then walked south to a good sized tree 20 feet away to anchor from.\n\nFor me, it seemed like 3 minor cruxes - the very start, just after 1st bolt, and just after second bolt.  The route was substantially easier than the other 10s on the south side of The Bank (The Omen, John Wayne, Paper Bondage, etc).  Looks runout, but the harder climbing is well protected.","protection":"2 bolts, no anchors. You can traverse left to anchors on 'Mark finds Bob bolting', or top out. You can also supplement bolts with a couple stoppers, large tricams, and large cams/hexes for the top out crack.\n\nPer\n\nMr Man\n\n: there is an independent two bolt anchor in place on this climb.","location":""},"__v":0},{"_id":"3mSomfNlWPSZRX+mXdFcgg==","name":"Sticks and Stone May Break My Bones...","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":15,"mp_id":"105752830","mp_crag_id":"105745418","climb_id":"3mSomfNlWPSZRX+mXdFcgg==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"Sticks and Stones May Break My Bones, But Whips and Chains Excite Me.\n\nThis route is located to the right 50' of the large fallen block next to\n\nThe Needle Lies\n\n.  Follow the prominent crack (can't miss it) to the tree.  Rappel off the tree.  Excellent crack climb.","protection":"Standard rack to 3.5 -- eats up nuts.  I used a #2 Camalot to protect the last bulge/crack at the top.","location":""},"__v":0},{"_id":"Faps3nrFWoOFMR6J+xg9XA==","name":"Skinheads  Big Night Out","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":26,"mp_id":"105752824","mp_crag_id":"105745418","climb_id":"Faps3nrFWoOFMR6J+xg9XA==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is not actually located on the 'Cactus Rose Cliff'. It is located just past and to the far right side of the crag. If you walk along the path at the far right end of 'Cactus Rose', there will be routes popping up along the wooded trail. This route is very obvious once you come to it. You will spot a free-standing spire just to the right of the wall that hosts this route. The wall has 2 routes and this is the leftmost of the 2 lines. Both these routes are superb.\n\nYou probably will want to stick clip the 1st bolt and then crank! This route follows and slightly overhanging, superbly pocketed wall worthy of many walls in Europe, just a little shorter. This is a MUST-DO if you are in this area. Enjoy....","protection":"4 bolts - 2 bolt anchor.","location":""},"__v":0},{"_id":"v42DbmuuWeW4Qj4oDoEh2w==","name":"Raising Arizona","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":4,"mp_id":"105760716","mp_crag_id":"105745418","climb_id":"v42DbmuuWeW4Qj4oDoEh2w==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route isn't on [Cactus Rose Wall] proper.  It is left (east) of CRW approximately 1000 feet.  There is a nice grey wall with two routes on it, just right of a huge [gully].  This is the best looking piece of rock that is left (east) of CRW.\n\nThis route ascends the left of the two routes.  The start is kind of in your face with steep, sequential movements to good holds hear the first bolt.  The crux for me was around the second bolt, with fun sequence-y and technical moves on really nice rock.  Another minor crux at the third bolt.  the anchors were missing hangers, so I topped out and went to the tree directly ahead 20 feet.  If you bring a hand to fist sized pice you can protect the topout, although the moves aren't very hard (approx 5.6 or 5.7).  Then you can hike east (climber's left) and go down the [gully] to get back to the base of the wall.\n\nThis was a very nice route that doesn't appear to get much traffic.  Definitely worth checking out if you want to get away from crowds on a warm day.  One of these days I will try to replace the anchor hangers on the routes in this area.","protection":"3 bolts, hangerless anchors.  Either bring some, or top out and rig belay at ree 20 feet away.","location":""},"__v":0},{"_id":"p3453o7EUzOOpkxmpQ/uIw==","name":"Pigs in Bondage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":32,"mp_id":"105760782","mp_crag_id":"105745418","climb_id":"p3453o7EUzOOpkxmpQ/uIw==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"To find this route, hike west from the Cactus Rose Wall a few hundred yards.  This route is about 100 yards past the big detached pinnacle that has a route called 'Canada Cooler' on the west side.  Pigs in Bondage is the furthest west route before you come to a large gully that terminates the cliff.\n\nThis is a fun little route in a pretty location.  Nice grey/black limestone in an a woodsy environment.\n\nClimb steep rock through a horizontal sort of crack and onto a slabby face.  Continue upward on nice little holds, top out and look for a tree to use as an anchor.\n\nNice route to warm up or warm down on if you are in the area.","protection":"3 bolts, walk off of top to the west, down a gash.","location":""},"__v":0},{"_id":"Spxj/f65XrOzAZTWmGi3nA==","name":"Paper Bondage","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rich Aschert?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":23,"mp_id":"105760758","mp_crag_id":"105745418","climb_id":"Spxj/f65XrOzAZTWmGi3nA==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is listed at 10a in the Van Horn's guide and Knapp's guide.  I am not sure if either of them have climbed it or not, but sticking to the bolt line is more likely in the 11c range.  If climbing the bolts directly was the intent, this is possibly the hardest 10 at shelf.  I think Knapp's guide might mention climbing around the right side and leaning way around to the left to clip, or something like that.\n\nTo find this route, look at the description for the route '\n\nAliens Ate My Penis\n\n'.  This route is next to it, on the right.\n\nThis route was my long term nemesis for about 15 years.  Every few years I would think I was climbing well and that maybe I should go give it a shot.  This route also beat several of my partners down over the years as well.  If you go do it, don't think of it as another fluffy Shelf 10, or it might not go too well.\n\nClimb the face on small dispersed pockets with a slap to a sloping, greasy hold on the arete near the second bolt.  Your right leg will probably feel pretty useless about half of the time.  Luckily, the climbing eases up a bit when you reach the roof, but you will probably be getting pretty pumped.  Luckily, most of the holds are very sharp, so you won't slip off of them (without losing a lot of skin).\n\nGood luck.","protection":"3 bolts - lower off of 3rd bolt or top out and scramble down a gash to the west.\n\nAddendum\n\n: there are now 2 anchor bolts.","location":""},"__v":0},{"_id":"oYzX788oX7uNFox0feKYoQ==","name":"The Omen","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":3,"mp_id":"105760701","mp_crag_id":"105745418","climb_id":"oYzX788oX7uNFox0feKYoQ==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is not on the [Cactus Rose Wall] proper, but rather about 300 yards to the east (left).  From the day parking area, hike down the road that drops into the bank, and just after passing the mini tower on the left, look for a faint trail under a juniper that heads up the hillside to the left.  When you get up to the cliff, walk west (right) along the wall for about 100 yards until you find 2 bolted routes on very light tan rock.  The left route is '[Child's play]' (12a), the right hand route is '[The Omen]'.\n\nThis is probably the hardest 10d at [Shelf] or pretty close.  The climbing is very balancy and tweaky, with holds that vary from large and non-positive to small and crimpy.  a couple of the holds look like they might come off and there is a bit of bird $h!t that is pretty hard to avoid.  not a stellar route, but if you are looking for hard 10's in the shade you won't have to wait in line.  Good way to set a TR on [Child's Play] also.","protection":"4 bolts and anchors","location":""},"__v":0},{"_id":"UEUfmz4oXAKSf73TSmtbhg==","name":"Munchkins on Parade","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":25,"mp_id":"105760761","mp_crag_id":"105745418","climb_id":"UEUfmz4oXAKSf73TSmtbhg==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This is a good little route and if it were twice as tall it would be three stars.\n\nTo find this route, hike west from the Cactus Rose wall a couple hundred yards, past a sparse collection of short routes. There are several steep walls that will be facing you as you hike westward.  Look for the 4th of these walls, with a very steep and hideously thin bolted line up it - this is The Ultimatum (12c), and it rarely has a fleck of chalk on it. Look dead left of this and there is a nice large flat boulder, above this is a nice looking bolted arete which is this route.\n\nScramble up onto the block and cautiously crank up to the high first bolt. After the initial thin holds it will get more secure. From here, fire straight up the arete on good hidden pockets and edges. It seems as if the holds get a bit sharper the higher you go. A true arete climb, most likely you will be straddling it the whole way.\n\nEither lower off of the last bolt, or scramble down to the east or to the west.","protection":"4 bolts.  lower off of 4th, or top out and scramble down to the east or to the west.","location":""},"__v":0},{"_id":"9CsFdNZ2ULWzPBGzLim4Gw==","name":"The Needle Lies","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":11,"mp_id":"105752809","mp_crag_id":"105745418","climb_id":"9CsFdNZ2ULWzPBGzLim4Gw==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"When you arrive at the top of the trail you will be by a large boulder that splits the crag. The first route to the right of this boulder is 'The Needle Lies'. This route is much harder than 10a unless I missed something severe. The crux involves a reachy deadpoint/throw to a large sidepull. This is going to be quite hard for shorter people (under 5'6\") as you will have to use desperate crimps (5.10 Haha). Not a really great warm up as the climbing is in your face from the start. Hope you have fun with this one. Clean rock and holds just a little harder than it looks.","protection":"3 bolts - 2 bolt anchor.","location":""},"__v":0},{"_id":"quSI5FNOV4GEYzfH0ohhLg==","name":"Mark Finds Bob Bolting","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob D'Antonio and Mark Milligan","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":9,"mp_id":"105752803","mp_crag_id":"105745418","climb_id":"quSI5FNOV4GEYzfH0ohhLg==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is located on the left end of the 'Cactus Rose Crag' This line is the 2nd route from the far left, starting directly in front of pine tree. The climbing is quite continuous on small pockets, sloping ledges. A good route but could be easily underestimated. At the anchor, you can lower from a rap ring on a sling anchor. You can also toprope this route by going around the corner to the left from the base and up through an easy chimney to the top where there are trees to belay from. Have fun. This is not a great warm up, but a decent intermediate route.","protection":"4 bolts - 2 bolt/sling anchor.","location":""},"__v":0},{"_id":"ArTY343lUjqcQMeWu1OLoQ==","name":"Maiden's Milk","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":20,"mp_id":"105762726","mp_crag_id":"105745418","climb_id":"ArTY343lUjqcQMeWu1OLoQ==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"The quality of rock is quite nice on this route. Once at the 3rd bolt, you will see what sharp limestone is all about, very cool formations. You may not want to toprope this route, because there [used to be] only bolt at the top to lower from. Be careful, and inspect all anchors before using them.","protection":"3 bolts, a 2 bolt anchor, and an old 1 bolt anchor higher up.","location":"This route is not actually located on the 'Cactus Rose Cliff'. It is located just past and to the far right side of the crag. If you walk along the path at the far right end of 'Cactus Rose', there will be routes popping up along the wooded trail. This route is by itself on a nice, short wall with 3 bolts on its face. It should be the 2nd route you spot along the trail (after a 12a with 3 bolts and anchor hangers missing)."},"__v":0},{"_id":"+aQHllGtUiOios0xjTuVlw==","name":"Little Boys With Power Toys","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":30,"mp_id":"105864295","mp_crag_id":"105745418","climb_id":"+aQHllGtUiOios0xjTuVlw==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"Climb pockets going up a short cliff. There is no real crux, but the top is a little sketchy.","protection":"3 bolts to anchors, you can also summit and belay from a tree.","location":""},"__v":0},{"_id":"4q3fHw1wWUqfct8emczk8Q==","name":"John Wayne Never Wore Boxer Shorts","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bob D'Antonio & Mark Milligan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":13,"mp_id":"106556443","mp_crag_id":"105745418","climb_id":"4q3fHw1wWUqfct8emczk8Q==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This is the third route right of the boulder that splits Catus Rose cliff. (There is a new unknown route between this and\n\nThe Needle Lies\n\n).  Listed in the Shelf Road book as 2 bolts with a tree anchor, this route has been retrobolted by parties unknown....  Now has 3 bolts plus ring anchors.  It has super fun climbing up solid rock. The crux for me was moving up to and past the 3rd bolt.","protection":"3 bolts plus anchors.","location":""},"__v":0},{"_id":"7F6S1XU+WKSg36miEP+P8Q==","name":"How Ed Lost His Mind","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":12,"mp_id":"107857955","mp_crag_id":"105745418","climb_id":"7F6S1XU+WKSg36miEP+P8Q==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This is the second of 3 bolted routes on the face to the right of the wide crack and the large boulder where the approach trail meets Cactus Rose Wall.  It is between \"\n\nThe Needle Lies\n\n\" and \"\n\nJohn Wayne Never Wore Boxer Shorts\n\n\".  I think it's pretty clear that these routes will feel a bit sandbagged to the normal 10a climber at Shelf, so don't expect an easy warmup.  Thin technical moves, sustained climbing, and relatively minimal bolt placements are the name of the game for most routes on this wall.","protection":"4 bolts to a 2-bolt anchor.","location":""},"__v":0},{"_id":"Ve6yg8jsWoGGO0UvX0GRTA==","name":"Hell Razors","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":999999,"mp_id":"105760380","mp_crag_id":"105745418","climb_id":"Ve6yg8jsWoGGO0UvX0GRTA==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is easily found by hiking right for a couple hundred yards at the approach trail where it meets the cliffs. The approach trail is located just prior to the no parking sign about a third of a mile past the Bank camping area.\n\nThe climb is easily spotted as there are only two routes on the wall, Hell Razors being the right most with two bolts visible--and that's all there are.  The first is a bit high but a good pinch/pocket makes it a safe clip.  The second will get you to the roof, but expect some good moves to top out...and don't expect the anchors shown in the topo!  Hike up to a tree to set up a belay and walk down after you've brought up your partner(s).\n\nThe route was straight forward with some long reaches to satisfying holds.  The top of the route was marked by SHARP rock and a bit of a run out to the end, but the positive holds kept it fun.","protection":"There are two bolts on the route with the first a bit high.  The topo in the guide book shows anchors that don't exist!  Use a tree higher up the bank for protection and hike down safely.","location":""},"__v":0},{"_id":"xDVgCkmnVqWNHJe6ShgOLA==","name":"Hell Raiser","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":31,"mp_id":"105864373","mp_crag_id":"105745418","climb_id":"xDVgCkmnVqWNHJe6ShgOLA==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This is a short, straight line after the Cactus Rose Cliff. The start rests on a ledge about 3 feet off the ground, and is a very obvious shelf. Directly to the right is Bondange, a 2 bolt 5.9. On Hell Raiser, you can top out on the cliff.","protection":"2 bolts to a 2 bolt anchor.","location":"Look for the free-standing spire of Canadian Cooler (5.12c), and the ledge for Hell Raiser is obvious."},"__v":0},{"_id":"IlKltFVmU/WzVMSmH1YqiQ==","name":"Handsome Alien","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":24,"mp_id":"106444927","mp_crag_id":"105745418","climb_id":"IlKltFVmU/WzVMSmH1YqiQ==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"The crux is pulling the roof.","protection":"3 bolts, to a two bolt anchor.","location":"On the Cactus Rose Wall, about 100 feet left of both \"\n\nSkinheads\n\n\" climbs."},"__v":0},{"_id":"YIC5akPQVwiNhqeCWOkL+g==","name":"E=mc^2","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Kevin & Kelly Wilson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":16,"mp_id":"106180532","mp_crag_id":"105745418","climb_id":"YIC5akPQVwiNhqeCWOkL+g==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This is on the Cactus Rose Cliff 2 routes right of\n\nBachar Against The Wall\n\n... just right of the 9+ crack. Start on shallow pockets past 2 bolts, run it out to the 3rd, do some cool liebackish moves, and reach for the gold.","protection":"5 draws + an anchor.","location":"It is on the right side of Cactus Rose, right of the crack."},"__v":0},{"_id":"n2smao+BXV+/iKU4U6eYyA==","name":"Crack to Black","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":7,"mp_id":"105760722","mp_crag_id":"105745418","climb_id":"n2smao+BXV+/iKU4U6eYyA==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is approximately 100 feet left of Cactus Rose Wall.  Find the semi-detached tower with two routes on it.  Then look to the right, just right of the big chimney.  There is a face with 3 bolts, the 3rd bolt has an old wad of sling on it.\n\nThis is a fairly good little route, although a bit short.  Begin up the crack that is awkwardly shallow to get to the first bolt.  Following the bolt line directly through the panel above is pretty hard for 10c, probably in the lower 11 range.  I think that most people (of the grand total of 5 people that have likely ever climbed this route) hug the right side of the panel and use the crack.  This puts the clipping in awkward positions, as knapp notes.  It is also a bit pumpy for the right arm.  Top out and find a tree for an anchor.  Then scramble down the big chimney to the climber's left.  all in all, a short bit of pretty decent shady climbing for the 5.10 climber on a hot day.","protection":"3 bolts, no anchors.","location":""},"__v":0},{"_id":"zmimZI0OWTuSzwrJA4u81A==","name":"Child's Play","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":2,"mp_id":"105760707","mp_crag_id":"105745418","climb_id":"zmimZI0OWTuSzwrJA4u81A==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"To find ths route, look under the description for '[The Omen] (10d)', this route is just to the left of it and shares anchors.\n\nWe TR'd this really quick at the end of the day.  I noticed that the bolts were placed very well so that you can clip off of good holds.  This would be a good first 12 for the aspiring hard person.\n\nStart up through the first 2 or 3 bolts on positive but reachy holds.  Fun moves in this section and the bolts are at chest or waist for harder moves.  Once you get to the horizontal break, take a good look above you to determine a strategy for getting through this blank section.  I found this section to be brutally hard, until I noticed a hold that I hadn't used.  This lead to a good sequence that was quite different than I had been trying before.  This will get you to good holds.  A few more moderate moves will get you to the anchors.  Nice shady route for the warmer times of the year.","protection":"4 or 5 bolts and bolted anchor","location":""},"__v":0},{"_id":"iLFb0HESVcO9GeJokBEqNw==","name":"Cactus Rose","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Richard Aschert & Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":17,"mp_id":"106556460","mp_crag_id":"105745418","climb_id":"iLFb0HESVcO9GeJokBEqNw==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This is the cliff's namesake.... It is an obvious dihedral on the right face of the cliff.  This is listed in the Shelf guide as 4 bolts with no anchor.  Currently, it has 6 bolts and ring anchors (1st and 6th look new). Fun, committing climbing (scary clip at 3rd bolt, more runout climbing above) leads up to the 5th bolt.  At this point according to the guide, you could traverse left to the anchors on\n\nE=mc2\n\n. Now a new bolt leads you up over a SHARP bulge to ring anchors. These moves felt harder than 11c, but it could have been the pain affecting my judgment....","protection":"6 bolts plus anchors.","location":""},"__v":0},{"_id":"FLizqRfaX1eElU3e7DhIIg==","name":"Barbecueing Traditions","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Darryl Roth, Bob D'Antonio, & Bob Murray","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":18,"mp_id":"106556427","mp_crag_id":"105745418","climb_id":"FLizqRfaX1eElU3e7DhIIg==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This is an excellent and sequential route. It features steep crimpin' and sharp pocket pullin' (big surprise). The technical crux is around the third clip, crimping on a gnarly, slippery sidepull. It is somewhat reachy. It eases off a little bit after that, with a shake out rest followed by another sting-in-the-tail set of thin balance moves getting to the intimidating last clip (I used a looong sling for this one). Finish with jugs to the anchors.\n\nThe guidebook calls this 12a/b, but I would lean more on the \"b\" side, IMO. For crude comparison sake, I thought this route was harder than\n\nFreeform\n\n,\n\nPhase Dance\n\n,\n\nHelter Skelter\n\n, or Sleight of Hand (in Ten Sleep). About the same or harder than\n\nLittle Mecca\n\nor\n\nHappiness\n\n(Ten Sleep).","protection":"Half a dozen bolts or so. A long draw is helpful on the last clip. I stick clipped the first one.","location":"This is the route just right of\n\nCactus Rose\n\n, and third route right of the 5.9 crack that is between\n\nBachar...\n\nand\n\nE=mc^2\n\n."},"__v":0},{"_id":"TpynG+MAUCebq4Ihxdf0OQ==","name":"Bald Headed Neocons","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Bob D'Antonio & Richard Aschert","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":28,"mp_id":"107644829","mp_crag_id":"105745418","climb_id":"TpynG+MAUCebq4Ihxdf0OQ==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"I don't know anything about this route, but I thought it was pretty good. Easy, chossy climbing at the start, cleans up Towards the top, and gets a bit steeper(more enjoyable).\n\nThe rating could be inaccurate, we climbed it at the end of the day and felt pretty wasted, and my beta could have been dumb.\n\n(If you know anything about this route, let me know. I'd be happy to update or delete.)","protection":"Bolts to anchors.","location":"This is the farthest right line (third line) on the Skinheads Wall."},"__v":0},{"_id":"af8lujiRX/aV4Us5PM3L8Q==","name":"Back in Black","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brian Mullin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":1,"mp_id":"105760665","mp_crag_id":"105745418","climb_id":"af8lujiRX/aV4Us5PM3L8Q==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is not on Cactus Rose Wall proper, however it is on the south side of the Bank.  To find this route, from the bank day parking area, hike down the road that drops into the bottom of the bank.  You will pass a small tower on the left with a bolted route on its face (tower of beta 12b).  Slightly past this, on the left side, there is a very faint trail underneath the juniper tree that goes up the hill to the base of the cliff.  Walk to the right about 40 feet and find black pocketed rock with 3 bolts.  This is back in black.\n\nClimb through the 3 assorted bolts to the single bolt anchor.  The bolts are very close to the flake/crack on the left hand side, so it is pretty contrived to climb it at 10b.  Most likely you will use the left hand flake/crack.  Doing this made the route feel closer to the 5.9 range.\n\nNot a terrible route.  Excellent rock quality and pockets.  Just really short.","protection":"3 bolts, no anchor.  Lower off of 3rd bolt.","location":""},"__v":0},{"_id":"PGB5WZpWUPif851AlKSemg==","name":"Bachar  Up Against The Wall And Kauk Him","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":14,"mp_id":"105752812","mp_crag_id":"105745418","climb_id":"PGB5WZpWUPif851AlKSemg==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"To find 'Kauk Her', head right from the boulder atop the trail and locate the third bolted route, directly right of a scary 2 bolt desperate route.\n\nThis route is in your face from the get go. Upon reaching the large hueco, you can shake out for the upper half which overhangs a little. Clipping the bolts on this route requires committing moves, if you are not solid at 5.11, I hope you're feeling very strong. The falls from clipping stances could be pretty large (20 footers), especially the last one, which you can either stretch hard for the bolt, or make the final move to the lip and then clip the bolt, hoping you don't fall. This is a good route on nice rock and cool moves. Enjoy.","protection":"4 bolts (homemade hangers) - 2 bolt anchor.","location":""},"__v":0},{"_id":"xmaG5OxWUjK41cifZySfkQ==","name":"Arizona Rising","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":5,"mp_id":"105760779","mp_crag_id":"105745418","climb_id":"xmaG5OxWUjK41cifZySfkQ==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"To find this route, look at the directions under the route called 'Raising Arizona'.  This route is 10 feet to the right.\n\nThis is a good route that sees very little traffic.  Ease up to the first bolt via good edges and pockets on the right.  From here, it is pretty continuous cranking on pockets and edges that vary between super positive and super disappointing.  There wasn't any chalk on the route, which led to a lot of desperate groping to find which of the holds (if any) were good.  The rock is mostly the polished grey/black stuff and is generally very good quality.  However, a few patches of soft tan stuff show where holds have come off.  Some of the edges kind of felt nerf-like to me, but I think my imagination might have been running wild.  The crux (for me) was the direct finish to the anchors, but it is very possible (and plausible) to trend right to the ramp at this point.\n\nEither bring hangers or top out and hike down the gully to the east.  If you bring hangers, be careful because the studs don't extend out from the wall far enough for the nut to be fully engaged on the bolt.","protection":"4 bolts and hangerless anchors.","location":""},"__v":0},{"_id":"6rurw6ghUBaOr/Od6PSS3Q==","name":"Alligator Ed","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":19,"mp_id":"107858646","mp_crag_id":"105745418","climb_id":"6rurw6ghUBaOr/Od6PSS3Q==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route starts in the shallow, right-facing corner/flake on the far right side of Cactus Rose Wall proper, sharing the same start as\n\nBarbecuing Traditions\n\n(just to the right of the namesake route\n\nCactus Rose\n\n).  Instead of moving onto the steep face, it continues to follow the corner to the right to eventually meet up with the left-angling ramp (the same finish as Quesadilla Corner).  Interesting stemming moves and great position up the ramp take you to the chains.","protection":"6 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"YvHBKY4EWbWCr80kAZlBww==","name":"Aliens Ate My Penis","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"left_right_index":22,"mp_id":"105760734","mp_crag_id":"105745418","climb_id":"YvHBKY4EWbWCr80kAZlBww==","areaRef":"nNMZorWqVIy/M2wKTVuR1g=="},"content":{"description":"This route is approximately 1000 feet right (west) of the cactus Rose Wall proper.  As you hike along the trail west of CRW, you will pass approximately 4 scattered routes and then come to a short wall that is facing towards the approximate east.  This wall is slightly pinkish and there are 3 routes on the wall.  One goes up the left/middle face, two goes up the right hand margin to a small roof, three starts around the right side and goes straight through the roof.  'Aliens Ate My Penis' is route one, the leftmost of the three.\n\nThis route is like a tall bolted boulder problem.  The opening moves give you a taste of what the entire route is like - slightly overhanging with many small holds to choose from.  There are several really good pockets on this route, but it takes patience or luck to get them all.  Many of the holds are quite sharp.  I actually thought that taking the pain was the biggest crux, given that my fingers are kind of soft right now.  All in all, a fun route that gives strenuous, technical climbing.\n\nEither lower off of the last bolt, or top out and scramble over the little fin and down the chimney to the west.","protection":"3 bolts, lower off of 3rd bolt or top out and hike down the deep gully to the west.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,47053277-7738-5e02-b3b0-a0fc26a64b07,198facc2-f25b-5ee9-a386-df4e3c4c5ee2,c1e0cefe-4a09-519a-aabd-afc3581a85d3,9cd319a2-b5aa-548c-bf33-6c0a4d5b91d6","pathTokens":["USA","Colorado","Canon City","Shelf Road","Bank, The","Cactus Rose Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.11c/d"},{"count":4,"label":"5.10d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":4,"label":"5.10a"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.11a"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11b/c"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":33,"bands":{"unknown":0,"beginner":1,"intermediate":19,"advanced":13,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":20,"advanced":13,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.23274,38.63385]},"bbox":[-105.23331563742366,38.63340033981814,-105.23216436257637,38.63429966018187],"left_right_index":-1,"ext_id":"105745418","area_id":"nNMZorWqVIy/M2wKTVuR1g==","polygon":{"type":"Polygon","coordinates":[[[-105.23331563742366,38.63340033981814],[-105.23216436257637,38.63340033981814],[-105.23216436257637,38.63429966018187],[-105.23331563742366,38.63429966018187],[-105.23331563742366,38.63340033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T05:56:04.132Z","updatedAt":"2024-02-19T18:31:30.692Z"}