{"_id":"63689d5ce80bff5a994f50a0","area_name":"Mt. Winchell","shortCode":"","climbs":[{"_id":"5SWNuvleUKCdNzXftGKQLQ==","name":"West Arete","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Galen Rowell, Warren Harding","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.526,37.1047]},"left_right_index":0,"mp_id":"106083279","mp_crag_id":"105806928","climb_id":"5SWNuvleUKCdNzXftGKQLQ==","areaRef":"zHfjlxxBUmu8G7GS3iannw=="},"content":{"description":"West Arete is an obscure backcountry Sierra route that deserves more traffic. It takes its path up one of the most complex and intimidating mountain faces in the range, the west/southwest side of Mt. Winchell. Climbing this route is a considerable commitment and a great adventure for an experienced party. Despite it's Grade III, 5.8 rating and understated description of difficulties listed in a popular guidebook, we found 4th-5th class approach, incredible exposure, steep terrain, and eleven long (150+ feet) and mostly sustained pitches, only a couple of which were easier than 5.7. Most of the pitches included at least one 5.7+ section while two stretches felt like 5.9. Hence, this route is not recommended for 5.8 trad leaders. Falling and getting injured on this route will present a major rescue challenge. So, don't fall!\n\nThis route (or one of its flavors) was first climbed by prolific Galen Rowell and Warren Harding in May 1976. It features mostly clean rock and varied climbing: steep face moves on positive holds, pumpy liebacks, jamming, stemming, knife edge ridge traversing and chimneys. It maintains its sustained nature throughout and ends on the northwest ridge of the mountain approximately 100' below the pointy summit. Protection is good: lots of nut-eating cracks and opportunities for smaller cams. Belay stations are usually comfortable. It's most striking characteristic, which, in my opinion, makes it classic, is that it unravels in front of you as you progress. Once you gain the arete, just follow the path of least resistance.\n\nInstead of giving a detailed pitch by pitch description, I'd list route highlights and give pointers that will help to climb the route while maintaining its adventurous nature.\n\nOnce you rope up, go up and left through flakes and crack systems. First two pitches will feature stretches of 5.8 and 5.9 climbing. We found the crux to be on the 2nd pitch where you have to lieback a finger crack up a steep face and stem on insignificant footholds for approximately 20 feet. At first, it will not seem that you're climbing on an arete. However, after the second pitch, this will change. Eventually, you will find yourself tip-toeing on a knife edge and walking on a foot-wide ridge (not recommended for people with vertigo problems). One particular section of the ridge is so sharp, you have to crawl past it on all fours. Approximately half way up, there is a steep and intimidating gendarme. It may be possible to bypass it on the right (we didn't try) or climb on its left side up a very steep face (scary!) with sloping holds and thin cracks. Exposure here is tremendous. As you near the top of the gendarme, there will be a committing move above pro that goes at 5.8+. Past this move, you will regain the ridge proper for easier climbing. Don't forget to occasionally look around and enjoy this outrageous place. On the upper half of the route, it should be easier to bypass certain difficulties on the right side of the arete. When the southwest chute (to your right) comes to its end below the summit headwall, look for a near-vertical chimney/crack system on the right side of the arete. It will place you near the intersection of West Arete and Northwest Ridge. Continue up and right Northwest Ridge for a couple more pitches until the summit.","protection":"Take this with a grain of salt and apply your own judgment:\n\n- Single 60 meter rope (for longer pitches)\n\n- One set of nuts\n\n- One-two sets of cams from 0.3\" to 3.5\"\n\n- Ten alpine draws\n\n- Some slings (for horns/flakes and rappelling)\n\n- Two cordelettes\n\n- Helmets","location":"Approach:\n\nWhile it is certainly possible to climb this route car-to-car in a day (is your name Peter Croft?), it is not recommended due to its long and sustained nature. Several options for the base camp include Dusy Basin, Bishop Pass or somewhere below the west face of the mountain. There are several prepared bivy spots below the mountain but they may be lacking water sources after the creeks dry out in mid-summer. To get to Bishop Pass, drive your vehicle from Bishop to South Lake and follow a mule trail for 5 miles and 2200 vertical feet. From Bishop Pass, go around Mount Agassiz and maintain your elevation as much as possible until you get to below Mt. Winchell.\n\nAs you arrive at the base of the west/southwest face of the mountain, look for the 5th class (?) west chute and a broad vertical face to its right. According to the Secor's \"High Sierra\" (2nd edition), one needs to climb that broad face and gradually move right to gain the arete. You can certainly try that but you will most likely need to rope up right there. Instead, you can skirt that broad face on the right until you reach another chute. Go up that chute and almost immediately angle left. It will be loose and unpleasant for a couple hundred feet. Eventually, you will arrive to more solid and steeper rock. Continue scrambling for 200-300' (some may want to rope up on this 4th-5th class section) until you get to the near vertical wall below a prominent buttress. Here the real climbing begins. You may be tempted to go right and gain the right-hand arete. Don't. Instead, rope up and climb up and left to gain the left-hand arete. For reference purposes, elevation at this point is 12,600-12,700'.\n\nDescent:\n\nIt is only fair that after such a great and challenging day on the mountain, you'll find a Class 1-2 stroll to your base camp. Right? Don't count on it. As evident from the summit register, climbers who ascend the west face of the peak are often wondering how are they going to get down. Looking at guidebooks, it may seem logical to descend one of the Class 4-5 chutes on the west face or Southeast Ridge. Under closer inspection, one quickly realizes that it is inherently a bad idea. Instead, use the route description for East Arete. Yes, drop down on the other side of the peak, find the obvious chute (2nd chute after you drop from the summit), follow it down and then traverse to Winchell Col without loosing elevation. Voila! Well, not so easy. Continue to descend on the west side of Winchell Col. Here it gets ugly quickly: loose and steep. There are two forks that drop from the col (they eventually merge), take the left one. After downclimbing a loose Class 3-4 gully for a few hundred feet, you will come across a 80' drop off. On the left side of the gully there should be a rappel station. You would want to inspect the station and refresh the slings/gear if needed before rappelling. After this single rappel, you will find yourself on easier ground."},"__v":0},{"_id":"hYR2vsJ2XVqXWB6iqEMNrw==","name":"Southwest Chute","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"WK Davis, Jack Riegelhurth (1938)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.526,37.1047]},"left_right_index":1,"mp_id":"109192968","mp_crag_id":"105806928","climb_id":"hYR2vsJ2XVqXWB6iqEMNrw==","areaRef":"zHfjlxxBUmu8G7GS3iannw=="},"content":{"description":"Winchell from the SE\n\nAbout six years ago in my search for undiscovered Sierra classics I came across the SW Chute in Secor, rating \"class 4-5\". Misha's\n\nW Arete route description\n\nre-inspired me to check out this line, as it joins the spectacular W Arete past the more difficult sections. My friend Chris K gave me rave reviews on the W Arete, but I wasn't sure I wanted to onsight solo it after hearing Chris' description and especially after reading Misha's. I figured the SW Chute would be a good compromise.\n\nBased on a Roper and Waddell variation (also described by Secor) that bypasses the bottom section I was expecting to find 5th class only in the first 400 ft, the rest class 4. Instead I found some very exposed mid-5th (5.6ish) on the arete, not including my variation of gaining the arete early.\n\nTrailhead\n\nFrom the town of Bishop, head west on W Line Street (highway 168 W). Go ~14.7 miles and turn left on S Lake Rd. At ~7 miles the road ends at the trailhead. Just before the parking lot the road splits, the right going to the boat ramp and the left to the trailhead. Note that some of the parking places are reserved for daytrippers.\n\none of the many photo ops along Bishop Pass trail (Mt Goode pictured)\n\nAmenities\n\nThere are pit toilets and bear boxes at the trailhead. Camping along S Lake Road is in designated areas only. Primitive camping is available off of 168 unless otherwise posted. Manor Market (3100 W Line St) is the last gas and real grocery store as you leave town.\n\nRed Tape\n\nA permit is required for overnight trips between 1 May and 1 Nov. As of this posting, 14 of 36 permits are held for walk-ins, the rest reservable. Contact the White Mountain Ranger station in Bishop (798 N Main St, Bishop, CA 93514 760.873.2500) or the Inyo National Forest website for more details. Obvious places to camp include Bishop Lake and Dusy Basin, but options are plentiful.\n\nDusy Basin\n\nApproach\n\nFrom the trailhead (9820') hike 6.0 miles on the main trail to Bishop Pass (11,972'). There are plentiful water sources along the way. Water treatment is recommended due to the number of human, canine and equine visitors. The trail will drop down to Dusy Basin; instead contour SE off-trail along the base of Mt Agassiz toward Thunderbolt Pass. There may be a faint climbers trail and cairns, but it's pretty difficult to get lost. Look for some low white cliffs at the base of Mt Winchell. The routes starts just to the right.\n\nThe Route\n\nStarting just to the right of the white cliffs ascend the headwall into the broad chute. There are several ways to go with varying difficulty. Continue up the chute until it pinches off, then go left to gain the W Arete.\n\nvariation 1 (per Secor): Instead of starting in the chute, climb a wall several hundred feet left of the SW Chute.  After ~400 ft traverse right across the W Arete, continuing into the SW Chute proper.\n\nvariation 2: For more ridge traversing gain the ridge after the second major tower where the angle eases up. Note that this is the second prominent tower as viewed from the chute, not as for the start described by Misha.\n\nContinue up the W Arete until the NW Ridge joins in from the left. Take the NW Ridge to the summit. To keep it ~5.6 you may need to deviate slightly from the most direct line up the ridge, most often on the right.\n\nvariation for more ridge running","protection":"alpine rack, rope, rap slings if not planning to solo; expect no fixed anchors","location":"Finding the Route\n\nThe SW Chute lies just to the right of the prominent W Arete. As you approach Mt Winchell look for the band of low white cliffs and aim for the righthand side.  The SW Chute is the leftmost of the 2 prominent chutes in the middle of Winchell.\n\nlocation of the SW chute\n\nDescent\n\nThere are a number of options for the descent with varying degrees of difficulty.  Assuming that you haven't set up a car shuttle at Glacier Lodge:\n\nFrom the summit downclimb the E Arete until you can contour around to Winchell Col, the low point between Thunderbolt (the peak to the SE) and Winchell and cross back over to the SW side of the range. You may have to rap to get to easier terrain without losing too much elevation.\n\n(the way I went)\n\nFrom the summit downclimb the E Arete for short distance, then drop down the slabs to the north until you can contour to Agassiz Col, the low point between Winchell and Agassiz (the peak to the NW).  The downclimb was class 4 the way I went.  Descending to col to the SW side of the range is class 3.\n\nFor the more adventurous/motivated follow the NW Ridge to Agassiz Col or continue on to the summit of Agassiz. Expect difficulties up to 5.9.\n\nDescend the route, which may require leaving rap slings.\n\nthe N slabs descent route\n\nanother view of the descent (chartreuse dot marks the top of the N slab descent, the orange dot is the top of Agassiz Col)\n\nOnce back on the SE side of the Palisades retrace your steps back to Bishop Pass trail."},"__v":0},{"_id":"mJ/+pyV5UGyEGwTlS12law==","name":"McKenzie's Arete","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"June 2007 by Matt Compton and SP Parker","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.526,37.1047]},"left_right_index":3,"mp_id":"106823452","mp_crag_id":"105806928","climb_id":"mJ/+pyV5UGyEGwTlS12law==","areaRef":"zHfjlxxBUmu8G7GS3iannw=="},"content":{"description":"Starting from the prominent gully north of the main Mt. Winchell formation, ascend the left-hand arete to the north summit.","protection":"Standard Sierra Rack","location":"Descend by traversing the crest south to the gully separating the significant, yet un-named, summit from the main formation."},"__v":0},{"_id":"YTbXkwg3V7i1ACCmMSDBXA==","name":"East Arete","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"B.Putnam, J.N.Newell, H.C.Mansfield - June 10, 1923","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.526,37.1047]},"left_right_index":2,"mp_id":"105806936","mp_crag_id":"105806928","climb_id":"YTbXkwg3V7i1ACCmMSDBXA==","areaRef":"zHfjlxxBUmu8G7GS3iannw=="},"content":{"description":"A really fun route with a great finish.\n\nScramble up boulders in the righthand chute on the southeast side of the peak. This becomes increasingly steeper and narrower until it reaches the shoulder of the arete proper. Scramble along the basically horizontal knife-edged section to the summit pyramid.  A chute on the left brings you onto the miniscule summit.","protection":"3rd Class","location":"Approach\n\nFind a way to Sam Mack Lake, either from Sam Mack Meadow by heading north and then around to the left, or from 3rd Lake by hiking up to the Meadow and bearing right before reaching it. Pass the lake on the left, then head right into a gully which will bring you out onto the shoulder which leads to the start of the route.\n\nDescent\n\nRetrace your steps."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,c6e36f00-8d84-5a2b-beaa-92d7a3061787,cc77e397-1c41-526b-bc1b-b192de26a79f","pathTokens":["USA","California","High Sierra","09 - Palisades & Surrounding Peaks","Mt. Winchell"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10"},{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.526,37.1047]},"bbox":[-118.52656381286705,37.10425033981814,-118.52543618713293,37.105149660181866],"left_right_index":-1,"ext_id":"105806928","area_id":"zHfjlxxBUmu8G7GS3iannw=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:36.655Z","updatedAt":"2022-11-25T11:14:32.740Z"}