{"_id":"63689de0e80bff5a994f96f6","area_name":"North Face","shortCode":"","climbs":[{"_id":"BZO0PcATVrKn6G6jLFmM6g==","name":"Clear Lycra","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":1,"mp_id":"106833788","mp_crag_id":"106833924","climb_id":"BZO0PcATVrKn6G6jLFmM6g==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"Clear Lycra is a very good, pretty long, steep slab route on nice rock.  As with all of the routes on this wall, the first bolt is up there a ways, and continuously difficult climbing is found well above the bolts.\n\nBegin from the bergshrund-like rock gully and carefully edge, smedge, and smear past the first 2 bolts (this felt like the crux).  Above the 2nd bolt, angle up and left on easier climbing (Hubbel's blue book shows this as up and right) to the 3rd bolt.  The climbing gets less steep above the 3rd bolt, but is still fairly continuous in the 5.9 range.  Hubbel's book shows a bolted anchor to the right, but I didn't see it.  Instead, there is a fairly stout juniper on a ledge up to the right.","protection":"5 good bolts if I remember correctly.  Continuous, 5.9 to 5.10ish climbing is encountered well above the bolts.","location":"Clear Lycra is the [2nd] left-most route on the north-facing Grey Wave Wall.\n\nScramble up a rock gully at the base of the wall (kind of like a rock bergschrund). Hubbel's guide shows bolted anchors at the top, but they aren't there. There is a sturdy juniper to the right, but you will need webbing and biners if you want to rap. Or, you can walk left on the ledge and hike down. Or, you can traverse the ledge farther to the right to a 2 bolt anchor (old buttonheads and/or Stardryvens) which will require new webbing."},"__v":0},{"_id":"WFWu+cY7WH21itpsh5WY0g==","name":"Burley Dudes","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Circ Toepel and Bruce Hildenbrand, summer '88","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":4,"mp_id":"106833865","mp_crag_id":"106833924","climb_id":"WFWu+cY7WH21itpsh5WY0g==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"Burly indeed.  After climbing this, even if you soak your feet in the river while fishing all evening, it still hurts to walk the next day.\n\nThis is the 5th route from the left on the north-facing Grey Wave Wall.  Begin the route from an uncomfortable, step-across start and immediately face the seemingly un-ending sea of non-holds.  Awfully steep to be relying on friction climbing.  The climbing lets up after the 4th bolt when the rock becomes less steep, but it still felt pretty hard.\n\nGreat climbing, great rock.","protection":"Trout's and Hubbel's books indicate that this used to be a toprope, but is now bolted.  If I remember correctly, 5 or 6 bolts, all pretty good modern bolts.  At the top, just before the little tree on the ledge there is an odd bolt, probably used as a TR directional(?).  there is a bolted anchor on the ledge at the top, with buttonheads/stardrives, bring new webbing.  It is hard to decide whether to give this a PG-13 or R rating, so I will go conservative and give it the R rating.  I TR rope soloed this one and probably wouldn't lead it.","location":"This is the 5th route from the right on the north-facing Grey Wave Wall.  Scramble up the rock gully to the best staging area at the base of the route."},"__v":0},{"_id":"cFDSRzmRUEeQvk4rgYjS5w==","name":"Way Jingus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Circ Toepel and Bruce Hildenbrand, summer '88","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":5,"mp_id":"106833887","mp_crag_id":"106833924","climb_id":"cFDSRzmRUEeQvk4rgYjS5w==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"This is a great, hard-but-not-impossible toprope from the\n\nBurly Dudes'\n\nanchor.  Begin just to the right of the small staging area at the base of\n\nBurly Dudes\n\nand immediately step up into difficult, thin climbing on good but small edges and some hopeful smearing.  After about 50 feet or so, the climbing gets less steep and eases off in difficulty.","protection":"Top rope from bolted anchor (old buttonheads/Stardryvens, bring webbing and rings) at the top of\n\nBurly Dudes\n\n.  Be sure to keep a tight belay as the crux is sustained climbing at the bottom and there is a lot of rope out, even if you are belaying from the top.","location":"This route is the 6th route from the left on the north-facing Grey Wave Wall, or 3rd bolted line from the right.  Scramble up the rock gully and begin just to the right of the best staging area.  You can rap from the anchors (2 ropes, bring webbing and rings) or walk off to the left along a ledge system."},"__v":0},{"_id":"Gl+kaOOaXx6Z3Guv87dMcQ==","name":"Traditionalists at Work","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dale Hass & Bruce Hildenbrand, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":7,"mp_id":"105759609","mp_crag_id":"106833924","climb_id":"Gl+kaOOaXx6Z3Guv87dMcQ==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"This is the furthest right route on the Gray Wall on the left side of Java Dome.\n\nTo reach this wall, hike the north gully past Atlantis Dome.  Follow a faint trail that descends from Atlantis into the bottom of the drainage and meets with the base of Java Dome at its lowest point.  Scramble over a few boulders and up a 3rd or 4th class cleft in the slab for a few hundred feet or so.  The routes will be on the right and fairly noticable since most have new bolts.\n\nTraditionalists at Work starts just right of a large tree.  It is hard to pick out the buttonhead bolts at first glance.  This route has very well spaced bolts, and all are in good condition for buttonheads.  Start in the cleft between the low angle slab and the gray wall, and move left after the first bolt.  The crux comes after the second bolt.  The angle eases, and four or five more bolts lead to a two bolt anchor and an easy walk off to the left, 170'.","protection":"6 or 7 draws.","location":""},"__v":0},{"_id":"sZoBsmjXV/Kmpq6V7isByg==","name":"Traditionalists at Play","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bruce Hildenbrand and Dale Haas (?)","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":8,"mp_id":"106835785","mp_crag_id":"106833924","climb_id":"sZoBsmjXV/Kmpq6V7isByg==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"This is the farthest right hand route on the north-facing Grey Wave Wall, just right of the old buttonheads that protect '\n\nTraditionalists at Work\n\n'.  This route threads its way up a well featured, lower angled slab.  The climbing is nice, with a lot of good edges, but a little bit of crumbly rock.  There is basically no opportunities for protection on this pitch.","protection":"None whatsoever.  There is a 2 bolt anchor at the top (either Stardryves or buttonheads).  Be sure to bring webbing, rings, and two ropes if you plan to rap.  Otherwise, lower 5th class traverse to the left to get to the walk-off ledge.\n\nPer\n\nrob bauer\n\n: new anchor bolts replaced old buttonheads as of last week (June 2014).","location":"This is the furthest right of the routes on the north-facing Grey Wave Wall.  It begins a short distance left of the only tree, and follows the path of least resistance."},"__v":0},{"_id":"QQ7k/6dIWf+TDMXUM9Oc8Q==","name":"Platte Magic","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John McMullen and Marc Hirt (per Hubbel's white book)","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":6,"mp_id":"106834061","mp_crag_id":"106833924","climb_id":"QQ7k/6dIWf+TDMXUM9Oc8Q==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"Platte Magic is yet another terrific route on a great wall. This route offers very nice climbing that flirts with a black water streak that has exquisite rock.\n\nThis route starts just behind the large evergreen tree. It is the 6th bolted route from the left and the 7th route from the left if you include the '\n\nWay Jingus\n\n' toprope.\n\nBegin with relatively easy slabbing to the first bolt. Some fun sidepull flakes get you up to the 2nd and third bolts. It is kind of cruxy at the 3rd bolt and eases off to sustained climbing in the 9'ish range until the angle eases off to 7'ish for the last 30 feet.\n\nI really enjoyed wandering back and forth across the waterstreak and comparing the attributes of the water polished rock versus the rock to the sides.","protection":"6 bolts, but I am struggling to remember if they were modern bolts or buttonheads/Stardryves.  The bolts were well-placed to protect the harder climbing, but still this was not remotely a sport climb.  The climb finishes on a ledge where you can go left or right to bolted anchors (both with old bolts that need new webbing and rings).\n\nPer\n\nrob bauer\n\n: all 6 bolts and the anchors have been upgraded be the ASCA (stamped on some hangers).","location":"Towards the bottom of the rock gully, this route starts just behind the large evergreen tree.  It is the [6th] bolted route from the left, and the 7th route from the left if you include the '\n\nWay Jingus\n\n' toprope."},"__v":0},{"_id":"PPD1vlDjVdu1KNYVuq2SWQ==","name":"Hammerhead","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Bissell, Dave Field, and Ernie Moskovics, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":2,"mp_id":"106833810","mp_crag_id":"106833924","climb_id":"PPD1vlDjVdu1KNYVuq2SWQ==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"This route should be called hammertoes, cause your feet are going to get crippled.  Now that I think about it though, it will hammer your head while you contemplate cratering from several difficult locations....  Hopefully it won't hammer your body if you actually do cut loose at an in-opportune moment.\n\nMake your way up to the first bolt on fairly easy climbing, clip it, tighten the velcro on your shoes, and launch upwards.  The next 2 bolts are a good distance apart with brutally sustained climbing on thin edges and smearing, with serious crater potential just before clipping the 2nd and 3rd bolts.  It felt like I had climbed 500 feet, with all of the wandering around looking for a path of least resistance, but when I looked down it was probably only 50 feet.  After this, it eases up a bit but is still very continuous.  Near the 4th bolt there is one last minor crux, which doesn't feel very easy to your blasted feet.\n\nI thought this was substantially harder than any of the 10s on this wall, and pretty even to the 11b on this wall.  If it was in Boulder Canyon, it would probably clock in at 11d or so.\n\nGreat route, great stone, great views, this is South Platte slab climbing.","protection":"I had thought there were 4 good bolts, but Jay Eggleston has climbed it more recently and noted that there are currently 5 bolts, over 130 to 150 feet, very continuous insecure climbing with major crater potential.  If this was bolted on lead (which I think is probably the case), that is damned impressive.  The stances for drilling weren't that great for the most part, and I didn't see any obvious hooking possibilities.\n\nHubbel's book shows bolted anchors (not there).  There is a juniper directly at the top (needs webbing and rings) or old buttonhead/Stardryve bolts 30 feet to the right.  Also, you can hike off to the left via the ledge.","location":"This is the [3rd] route from the left on the north-facing Grey Wave Wall, up the rock gully."},"__v":0},{"_id":"eBgehewpXgCqZKRVR+yNxA==","name":"El Nino","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Tim 'the hudge' Hudgel and Carl Rasmussen (per Hubbel's old white book)","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":3,"mp_id":"106833832","mp_crag_id":"106833924","climb_id":"eBgehewpXgCqZKRVR+yNxA==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"Another Tim Hudgel slab classic, this is a great slab route.  This is the 4th route from the right on the north-facing Grey Wave Wall.\n\nStart up on easy climbing with good edges and ledges to clip the first bolt.  Head upwards past another 7 bolts with terrific climbing and numerous cruxy spots.  I thought this route was a fair bit easier than\n\nHammerhead\n\nbut no less classic.  There seemed to be more stances to re-group and recover.  It is definitely better protected, but the average climber will still probably be uncomfortable at times.","protection":"8 good bolts.  Hubbel's book shows bolted anchors up to the left (not there).  There is a sturdy juniper (needs webbing and rings) or old buttonhead/Stardryve bolted anchor to the right 30 feet (needs new webbing).  Also, you can hike off along the ledge system to the right.","location":"This is the [4th] route from the left on the north-facing Grey Wave Wall.  Approach up the rock gully."},"__v":0},{"_id":"uW4SE0o2UH6YwasoBIIOeA==","name":"Cup of Java","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"left_right_index":0,"mp_id":"111636994","mp_crag_id":"106833924","climb_id":"uW4SE0o2UH6YwasoBIIOeA==","areaRef":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":"This route is a steep, difficult slab climb. I am giving it the 10d rating given in the Jason Haas guidebook, but I think it feels harder. Maybe I am not the best slab climber. The hardest part is above the 1st bolt, including around the second bolt. It is slightly easier up higher but not much. It is a long ways from the last bolt to the tree anchor. A fall before reaching the tree would be long. None of the bolts are close together like on a newer Boulder Canyon route. If you are in the area, you might as well try it, but I suggest toproping it.","protection":"4 bolts.  Anchor to the tree at the top.","location":"This is the furthest left route on the wall.  It starts near the top of the gully on a large boulder.  You can walk off to the left or sling the tree and rappel."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,60be00dd-1888-5e26-8413-722141adf067,92e5c213-05f5-563c-b8f7-1770d437dfc5,7b993680-f4d8-548e-8c1c-f3b6bb2a31c8","pathTokens":["USA","Colorado","South Platte","Deckers","Java Dome","North Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.8"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":2,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.16531,39.38173]},"bbox":[-105.1658917560853,39.38128033981814,-105.16472824391471,39.38217966018187],"left_right_index":-1,"ext_id":"106833924","area_id":"e5k2gPTYVI6MHPO2uyoxyA=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:56:15.997Z","updatedAt":"2024-01-15T16:43:13.589Z"}