{"_id":"6368a44ee80bff5a9959c270","area_name":"MungeSkinLand","shortCode":"","climbs":[{"_id":"4yGw32SMUNK653pCZIs06Q==","name":"Shake Your Mungy Maker!","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Chris Pelczarski, Brent Larsen & Rene Ohms. (Ground Up)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48266,43.89094]},"left_right_index":2,"mp_id":"112851493","mp_crag_id":"112158338","climb_id":"4yGw32SMUNK653pCZIs06Q==","areaRef":"Z29AdBEpWA2qVfCAJPJmJA=="},"content":{"description":"Starts in the narrow stone corridor located to the left of Mungy Horse and an independent spire that might be Dromedary (more research needed to confirm the Dromedary part). Locate a thin, delicate-looking flake in the middle of the right-hand wall and stem between the two formations.  \n\n  Plug in large to medium-sized nuts and smaller cams behind the flake. Be careful! Extend your runners and be mindful of angle of fall that your gear might experience. The flake is solid, and the climbing on it is fun, but one should always use caution when placing gear behind a flake. \n\n  Climb to the top of the flake, but don't stand on top of it, there is not enough room for your feet. Instead, try grabbing the top of the flake on good, deep holds and boogie your feet to the right. Reach up for hidden crimps and make a strange high step move to a bolt. Clip the bolt with a short draw and boogie to the right to a bomber ledge with a horizontal that will suck up a #2 or #3 camalot -when stuck in vertically- and extend your runner to a full shoulder length. Stand up tall and clip a bolt that protects a section of slick slab with small innocuous holds.  \n\n  Gain another horizontal crack that has just enough of a tiny slit to slip in a ballnut or a nest of teenie-tiny nuts. Take a deep breath, this is your last piece of pro. Navigate a swamp of needy nubbins and good crimpy holds that get bigger as the angle backs off. \n\n  The route has a strange pre-summit formation that can be avoided by heading left, take a rest in the gizmodic, grassy gully and then climb a ladder of hulking chicken head holds to the true summit. Sling the rather ridiculously large horny formation at the summit and belay whoever else wants to join you on top. Bask in the glory of a fabulous, porno-ramic view and repel from the anchors of Honk If Your Mungy.","protection":"A rack of nuts with an emphasis on bigger nuts for the flake and micronuts for the seam. A rack of cams from 0.5 to 3. Long slings and sport draws. The climb has two bolts. Protection is overly abundant during the first half of the climb with a true Needles style run out to the summit.","location":"Locate the narrow corridor to the left of Mungy Horse. HINT! Mungy Horse is the only route on this fabulous formation described in the New Testament of Busse and Burr. Don't bother trying to find us in Touch the Sky."},"__v":0},{"_id":"XW82+BtlW1+cE1axlUWc2g==","name":"Mungy Horse","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Josh Balt & Chris Pelczarski. Circa 2010. Ground Up.","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48266,43.89094]},"left_right_index":3,"mp_id":"112158342","mp_crag_id":"112158338","climb_id":"XW82+BtlW1+cE1axlUWc2g==","areaRef":"Z29AdBEpWA2qVfCAJPJmJA=="},"content":{"description":"A south west facing route that sports about twenty feet of hand crack at the very beginning followed by an ass load of fairly decent 5.8ish climbing with with either shitty pro to zero pro. Go check it out if you like a good, heady solo.","protection":"Not much. C3's up #3 might be good in the crack. Some microgear after that might tame the X rating down to an R.","location":"Located in the gravel coated corridor just up the hill from the Me So Harney project."},"__v":0},{"_id":"XhF4QcbuVe66gUC8JfXQNw==","name":"Honk If You're Mungy!","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chris Pelczarski, Brent Larsen, Rene Ohms and Jerry Wingenter. 2016. Ground Up.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48266,43.89094]},"left_right_index":0,"mp_id":"112158369","mp_crag_id":"112158338","climb_id":"XhF4QcbuVe66gUC8JfXQNw==","areaRef":"Z29AdBEpWA2qVfCAJPJmJA=="},"content":{"description":"A well-protected mixed route with enough generously placed bolts to make it super safe. This is probably one of the best 5.8 face climbs in The Chessmen. Starts on some good five six terrain with an easy traverse that leads to a crack that sucks up a 0.4 Black Diamond Cam. Follow even easier terrain to the first bolt and enjoy a swath of great holds that seem to trend left as the terrain gets steeper. A crux in the middle of the climb requires the climber to boogie to the right and then crimp and edge their way up a couple of bolts to a ladder of honkin' holds to the top. FUN! FUN! FUN! 100% fun with just enough of a spaced out thrill at the top. Climbers who found their face climbing passion later in life will flock to this one. Be prepared to wait in line. HONK! HONK!","protection":"Smaller cams for finger cracks, seven bolts and bolted anchors. All bolts were placed with a hand drill on lead from stances or using hooks. \n\n  An extra bolt, located way out left, is the beginning of an unfinished variation that will someday move left and into an incipient crack feature. This extension might be very hard and would be a great project for mungy mutant teenagers from the future.","location":"North West Face. Locate Mungy Horse and walk around the base of the spire till you reach a dark, narrow corridor. Keep trending right at the base of the spire and exit the narrow corridor into a small, green meadow of grass. Route is located just right of pine tree."},"__v":0},{"_id":"bhtSp7w0UYmp5DGmyw8dCQ==","name":"Dromedary","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Hauck, H., and Horning, D. Circa 1972 (Ground Up)","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-103.48266,43.89094]},"left_right_index":1,"mp_id":"112775634","mp_crag_id":"112158338","climb_id":"bhtSp7w0UYmp5DGmyw8dCQ==","areaRef":"Z29AdBEpWA2qVfCAJPJmJA=="},"content":{"description":"A wild, chunky beast that has you scrambling on a terrifying traverse where the exposure gets really real, really quick. Find good footholds and handholds amongst the choss and gain a very independent summit. For those who like to wear a diaper when they lead, this one might make you poop your pants.","protection":"Bring one 0.75 and pray you reach the crumbling pod in which you place it. A Needles Style Rappel will get you back to the ground if you survive the climb.","location":"An independent, fairly low angle yet steep spire to the left of Mungy Horse."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,6ca754b4-95e6-5ee7-8989-4931d98d8116,9a893bc4-1429-578d-9b3d-32161be78a45,676f4074-1129-580d-aa55-f08024f26624","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Horsethief Lake Area","Chessmen, The","MungeSkinLand"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.48266,43.89094]},"bbox":[-103.4832839554229,43.89049033981814,-103.4820360445771,43.891389660181865],"left_right_index":-1,"ext_id":"112158338","area_id":"Z29AdBEpWA2qVfCAJPJmJA==","polygon":{"type":"Polygon","coordinates":[[[-103.4832839554229,43.89049033981814],[-103.4820360445771,43.89049033981814],[-103.4820360445771,43.891389660181865],[-103.4832839554229,43.891389660181865],[-103.4832839554229,43.89049033981814]]]}},"content":{"description":"A bad ass little area of walls and spires located somewhere between The Chockstone Corridor and The Sea Horse. If you take the old mountaineers trail between The Chessmen and Mt. Dallymore and can locate Breaking Wave, the corridor to the climber's right (north east) of Breaking Wave will lead you right to it. The area contains a rather good assortment of fun, safe climbs with plenty of bolts along with some heady routes with very little to no pro for those who like to get their Rated X freak on."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:23:19.028Z","updatedAt":"2024-02-19T18:39:56.907Z"}