{"_id":"6368a50be80bff5a995afee7","area_name":"Dogwood Crag","shortCode":"","climbs":[{"_id":"rA5utoDrX3mnFNYBA/20QA==","name":"Unknown","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":26,"mp_id":"105741737","mp_crag_id":"105739359","climb_id":"rA5utoDrX3mnFNYBA/20QA==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"There are 2 chain anchors on the far west end of Dogwood that are typically used for TR's.  This is the second from the end.  Climb straight up, slotting a nut or two in facial features and utilizing horizontal cracks for cams.  Fun climbing, (only as a lead), too short though and on a way too crowded crag.","protection":"Chains are up top and it is usually top-roped (surprise, surprise as this is Dogwood), but it can definitely be led relatively safely with a few cams (up to #2 Camalot), and a couple of medium nuts or small hexes for the face.  There is a bit of runout.","location":""},"__v":0},{"_id":"EYPse0i3UpW5qs3iUbggfA==","name":"Unforgiven","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Chris Begue, Liz Cannon, 2002","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":20,"mp_id":"105740633","mp_crag_id":"105739359","climb_id":"EYPse0i3UpW5qs3iUbggfA==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"I climbed this the day Chris put it up, and provided my meager input on the rating.  We both agreed it sat at 5.9+, with only one move justifying the +.  The route almost exactly follows a line from bolt to bolt, so don't meander much or you'll end up on another route.  Start about 15' left of the small corner and roof that make up the first section of \"I Think I'm Going Bald\" (approximately 50' east of the west-most line of bolts on Dogwood).  Ascend the slick face via good holds up and right to the first bolt.  From this stance, look directly above you and the line of bolts becomes evident.  Move up increasingly delicate and balancy moves past the third bolt where the climbing becomes significantly easier.  As with most of the Dogwood climbs, walking off is often preferable to a rap into the creek.  Not a bad little route, and the most stout of the moderates on this crag.  The real evil lurkes further east.","protection":"Six quickdraws reach the belay chains.","location":""},"__v":0},{"_id":"v5QD7p6uUOWLzFTdZVlA1g==","name":"Top-Rope Tough Guy","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":27,"mp_id":"112775509","mp_crag_id":"105739359","climb_id":"v5QD7p6uUOWLzFTdZVlA1g==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Last set of chains on the Dogwood Wall.  Scramble up some easy slab to the chains.  Essentially everyone top ropes this.","protection":"Could be led with scant pro, or just some huevos.","location":"Last set of chains on the wall.  Climber's far right.  There are a line of bolts near the water's edge; this is On The Skids.  There are three anchors to the right of this which are all top-roped, for the most part.  This route is the furthest right, and the easiest."},"__v":0},{"_id":"HQlqJynyVnSvdYtzOSVkiw==","name":"Take Me To The River","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bret Ruckman, Merril Bitter (Without Bolts) 1983","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":24,"mp_id":"105742004","mp_crag_id":"105739359","climb_id":"HQlqJynyVnSvdYtzOSVkiw==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"This is the first line of bolts you see when entering the crag. The polished base gives it a tricky start, but once you get up past the second bolt you'll be able to fly through it with ease.","protection":"6 bolts leading to 2 bolted anchors","location":""},"__v":0},{"_id":"Q6BVF1KBVaGn4B+HD1COfA==","name":"Slinga Tree","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":9,"mp_id":"110789291","mp_crag_id":"105739359","climb_id":"Q6BVF1KBVaGn4B+HD1COfA==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Did you like Peace During Wartime?  Wanna add an arete to the route without skipping the fun, smooth, slightly runout crux?  Slinga Tree, then!\n\nThis route starts directly under the tree to the right of Peace During Wartime.  Pull an easy, bouldery start and use the huge, horizontal branch as protection.  Continue under the branches and on to an arete with great protection.  Play around on it, then cruise left back on to Peace During Wartime to make sure you don't skip the fun, slabby finish - the more right you climb, the more difficult the route is.\n\nThis route needs a little cleaning from tree debris, but if you liked Peace During Wartime, it's a fun variation to make the route slightly more varied and sustained.","protection":"Cams up to BD #2's and a nut set should work.  Recommended long slings for anchors if you plan on TR'ing.","location":""},"__v":0},{"_id":"4330ZemNVZqPfxa5iVT2ow==","name":"Sandpaper Cloud","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":1,"mp_id":"112807720","mp_crag_id":"105739359","climb_id":"4330ZemNVZqPfxa5iVT2ow==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Easy, straightforward, nice warmup. Its neighbors are Launch on the left and Stun the Hun on the right.","protection":"None","location":"First little crag on the left if you enter at Ledgemere campground (which is just north of Dogwood) and take the path west."},"__v":0},{"_id":"LO3FwkFWViygmPW9UMESgg==","name":"Quartzite Sans Stainless","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown.  Liron Gokovski and I climbed it on 9/4/2013. Variant finish 5.8 by Sam Cannon, 7/17/2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":12,"mp_id":"108325222","mp_crag_id":"105739359","climb_id":"LO3FwkFWViygmPW9UMESgg==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"This route looks unappealing from below, but we found it to have interesting and pleasant face and crack climbing with a distinctly wild finish. There is some dirt on the bottom face, and a little guano to the left, but you need not touch the guano.","protection":"Nuts and cams to 3 inches provide pretty good protection. The only \"stainless,\" on this route is a bolted anchor at the top, which is shared with \"Little Creatures,\" and which was there prior to our ascent.","location":"Immediately to the climbers right of \"Cross Eyed and Painless,\" and \"Little Creatures,\" and to the left of \"Little Critters,\" is a large chimney/cave. Enter the cave and ascend the somewhat dirty face on the climbers right. A crack in it provides some protection with nuts. Reach a large flake which forms a roof, and climb the right side of it using crack technique and/or liebacking with face holds for the feet. Traverse left on top of the flake, deep into the chimney. Notice a small hole above you. Overhanging cracks and jugs provide a thrilling finish (crux) as you exit the chimney via the small hole. (The hole is visible in  Sam Cannon's photo.)  You will find a two bolt anchor immediately as you exit the hole. Rappel the route to descend. Admire the difficult routes to your left, and their first ascentionists.\n\nAddendum 7/19/14: Sam Cannon climbed the West side of the chimney all the way to the top, and found easier climbing (5.7-5.8). His finish is probably the most logical one!"},"__v":0},{"_id":"bb4jvGNKVvmlNayXVwGRfw==","name":"On the Skids","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Stuart Ruckman, Theron McNeely, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":23,"mp_id":"105739925","mp_crag_id":"105739359","climb_id":"bb4jvGNKVvmlNayXVwGRfw==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"This is the first bolted route on the west end of Dogwood, and is an excellent warmup route for doing MMFM further down the rock.  Nice climb if you can manage to do it without the crowd.\n\nThe smooth/slimy surface (from water runoff when the water is high)on the first section is no indicator of the remainder of the climb, and the holds that are hard to see from the ground appear out of nowhere once you get closer to them and can see shadow.\n\nI'd be more tempted to give this climb two stars if it weren't so crowded, but I'd definitely recommend climbing it (especially for the reason above).","protection":"6 bolts up to the anchors.  I found it useful to use a couple of longer quickdraws.  The bolt placements are not always in the best location for rope drag.","location":""},"__v":0},{"_id":"lq8KpmP6VNaXEA0Xjm/RRg==","name":"Modest Man From Drakeman","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":17,"mp_id":"105740606","mp_crag_id":"105739359","climb_id":"lq8KpmP6VNaXEA0Xjm/RRg==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Worthwhile climbing up a solid slab of rock directly right of\n\nModest Man From Mandrake.\n\nFollow a zig zagging line of bolts over the featured face using positive edges and ledges. A small bulge starts things off, followed by a sharp traverse right, then left, then up to the right-most corner of the roof where a hidden bolt will appear. Pull the roof, then climb up and right over easy terrain to an independent chain anchor. This line is not much to look at, but surprisingly fun.\n\nApproach this line buy scrambling up the large blocks right of\n\nHyper-Gamma Spaces\n\n. Once on the ledge, walk right along the ledge til its ends. Look up and MMFD is the right-most line of bolts.","protection":"Seven or eight bolts to a chain anchor. Supplemental gear is available, but not really necessary, run outs climb through easy terrain. A 60 meter rope is required.","location":""},"__v":0},{"_id":"NLHtz7SJWAWJ78WyeCiz5Q==","name":"Little Things","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"James Garrett and Daniel Martig (from the Bernese Oberland), May 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":18,"mp_id":"107609243","mp_crag_id":"105739359","climb_id":"NLHtz7SJWAWJ78WyeCiz5Q==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Though one always hears early in life not to sweat the little things, it seems later it is the Little Things that really matter.\n\nThis interesting climb gives you the feeling of \"sea side\" climbing. It is usually shaded and very cool due to its location. This was a \"two brush\" route, that is, I wore completely through two stout wire brushes while equipping the line. Will clean up more with traffic, I suspect, as have similar routes at The Slips and Reservoir Ridge. Fun!\n\nPitch #1: After getting settled at the belay, climb up some edgy and smooth bulges passing 10 bolts to a two-bolt belay, just shy of the rim. 5.8-, 33m.\n\nSummer 2020 Update: Three bolts have been added to the bottom of the route enabling a lead starting at the waters edge. You may still need to be quite ingenious keeping your rope dry, but it is a fun option to start at the foot of the route.","protection":"QDs for 10 bolts. A few additional Aliens or C-3s will really enable the leader to zip it up, but gear placement skills are not obligatory.\n\nOne may elect to belay each other from another bolt or gear at the rim to the rappel / belay station.\n\nA 70m rope may be best and is recommended. Don't rap into the water!","location":"Situated almost smack dab in the middle between A Modest Man From Mandrake and I Think I Am Going Bald, this bolted moderate may take off some of the pressure on the otherwise very popular and well travelled routes on the Dogwood Crag.\n\nWhile cleaning and equipping this route, it was observed that as many as 90% of the climbers visiting here approach the climbs from the top and set up top ropes. Little Things must be approached also in this way as the base of the climb is otherwise usually submerged in the flowing water of BCC Creek.\n\nTherefore, walk up to the top of the easily accessible wall, continue past the anchors of the other routes along the rim until you are able to spot the anchors and rappel down to a prominent grassy 1m long x 40cm wide ledge. This is about 3m above the water's edge. A two-bolt belay with a hefty black static rope spanning the two bolts allows for a comfortable belay. A climbing party may choose to top rope or to make it more interesting and conventional, pull the ropes and stack them at the belay and lead the climb. Or lead the climb conventionally from the bottom."},"__v":0},{"_id":"Rl+qa0FVXgq2fEnq2sUKgQ==","name":"Little Critters","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":14,"mp_id":"105740117","mp_crag_id":"105739359","climb_id":"Rl+qa0FVXgq2fEnq2sUKgQ==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Long, easy, and dirty.  Probably not worth it unless you are looking for a reason to practice gear routes.  I believe you will need to belay from the top for the second so 2-ways are nice to hear each other.","protection":"Will need gear for the anchors up top and for the entire climb.  Maybe 1 piton already fixed.  It's been a long time, and I can't recall.","location":""},"__v":0},{"_id":"csTWp/LTWSaT+Cnr1jirkg==","name":"Little Creatures","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":13,"mp_id":"106025023","mp_crag_id":"105739359","climb_id":"csTWp/LTWSaT+Cnr1jirkg==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"very pumpy well for me anyway. fingers, hands liebacks, roof, stem it has it all and up through the hole at the top to chains.","protection":".3 - #2 bd","location":"this route is in side the cave left of A N P A N Disco and climbs the over hung crack on the left wall."},"__v":0},{"_id":"/cD0/85iXViPyJA0Il+5Nw==","name":"Lion of Zion, The","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":19,"mp_id":"105740120","mp_crag_id":"105739359","climb_id":"/cD0/85iXViPyJA0Il+5Nw==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"This climbs the deep right-facing right-trending corner/overhang in the center of the wall.  It stays in the crack, not turning the roof and manages to annoy with bad climbing and lots of webs.  Avoid it, unless you like that sort of thing.  A top-rope is not recommended.","protection":"Gear for an anchoring system up top.  No Fixed gear","location":""},"__v":0},{"_id":"yQwoL+qCVSu/6XVWs4YRaQ==","name":"Life During Wartime","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Stuart Ruckman 1984","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":8,"mp_id":"105740114","mp_crag_id":"105739359","climb_id":"yQwoL+qCVSu/6XVWs4YRaQ==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Smooth and not a lot of protection.  Not a bad choice for a top-rope.  This climbs the smooth slab just left of the inverted arete -- Cross-eyed and Painless.","protection":"Some large slings for an anchor up top.","location":""},"__v":0},{"_id":"X+AnYv3EWKS7vHaQEDZLIw==","name":"I Think I'm Going Bald","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Stuart Ruckman, Theron McNeely 1990","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":21,"mp_id":"105740123","mp_crag_id":"105739359","climb_id":"X+AnYv3EWKS7vHaQEDZLIw==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"This is probably the best of the Dogwood Right climbs.  It climbs the left route up the small roof and continues straight up the wall.  The crux, one would think is at the roof --Not So.  Up higher you will find thin smears and no fingers.  This climb gave me problems my first time up.","protection":"2 bolt anchor and 6 draws for the route.","location":""},"__v":0},{"_id":"yVBPDfxOXzaCCZYEL18i6g==","name":"Hyper-Gamma Spaces","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gary Olsen and Bret Ruckman, 1984","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":15,"mp_id":"105739922","mp_crag_id":"105739359","climb_id":"yVBPDfxOXzaCCZYEL18i6g==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"A long-forgotten crack of grand proportions! Climbed first in 1984, this route was bold for it's time. Today, with more modern technology, not much has changed.\n\nBegin climbing off the ground using a left-leaning, recessed \"staircase\" to gain the the route's token crack. From here follow the seam up and right through the crux to a good rest. Continue following the crack up and right until another rest awaits below the roof. Pull the roof and climb an easy, runout face to the anchor of\n\nModest Man from Mandrake\n\n.\n\nThis route starts off the ground in the clearing just below\n\nModest Man from Mandrak\n\ne\n\n's upper ledge scramble. Look for the ledge system that starts immediately before the\n\nMMFM\n\nledge scramble blocks.","protection":"A single set of cams up to three and a half inches supplemented with a full set of medium stoppers. A handful of draws and a couple of slings should suffice. Protection is solid when and where you can find it, but don't pass any opportunities. This line can also be top-roped using the chains at the top of\n\nModest Man from Mandrake\n\n, however a few directional pieces are advised to avoid a wild swing. A 60m rope will just hit the ground.","location":""},"__v":0},{"_id":"vMf4MUO2XAS7O1+PFBVGoQ==","name":"Haven't A Clue","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Shane Willet, Mike Carnahan 1991","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":22,"mp_id":"105740126","mp_crag_id":"105739359","climb_id":"vMf4MUO2XAS7O1+PFBVGoQ==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"This climbs the right line up the small roof on the right side of Dogwood.  It is a smooth smeary type climb with a crux at the roof.  Well protected.","protection":"2 bolt Anchor and 6 draws for the route.","location":""},"__v":0},{"_id":"rvSf+QnyX6qEyCYYt9MRFQ==","name":"Golemoly","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":6,"mp_id":"112807788","mp_crag_id":"105739359","climb_id":"rvSf+QnyX6qEyCYYt9MRFQ==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Beautiful round motion, nice side pull action, and a great bounce over the top. Be careful with the small landing area.","protection":"None","location":"On your way to the main crag if you are hiking from the East (Ledgemere campground), you will almost certainly see this boulder on your immediate right. To get to the problems walk around the right side of the boulder."},"__v":0},{"_id":"7IHZH3ipWmWyZ4OapoxXxw==","name":"Drunken Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FRA Nathan Fisher","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":7,"mp_id":"105740609","mp_crag_id":"105739359","climb_id":"7IHZH3ipWmWyZ4OapoxXxw==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"East of the main wall and in front of it is a small slab, with a short offwidth.  Not an exposed climb.... but a good practice off-width.  For those that enjoy blood on their bodies, have fun.","protection":"A couple of large slings for anchors around trees at the top.  BIG gear for the crack","location":""},"__v":0},{"_id":"MxZD1pSIV6mQZc0LtjgSbg==","name":"Dirty Unknown","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":25,"mp_id":"117570253","mp_crag_id":"105739359","climb_id":"MxZD1pSIV6mQZc0LtjgSbg==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Up the face and the smooth bulge to dirtier rock above. If someone has any information about this route, feel free to edit/add/remove.","protection":"Bolted anchors at the top. Probably can only be top roped, but there may be a few sparse nut placements possible.","location":"Third set of chains from the climber's right, in between the 'Take Me To The River' bolted line and the other unnamed route."},"__v":0},{"_id":"FSdmByrwXiWaLWgikMH+qA==","name":"Cross-Eyed and Painless","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Stuart Ruckman & Gordon Douglas (1989)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":11,"mp_id":"106485976","mp_crag_id":"105739359","climb_id":"FSdmByrwXiWaLWgikMH+qA==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Prominent arete at eastern-end of the Dogwood Crag. Stiff crimpy climbing down low; steep with big moves up top.","protection":"8 bolts, chains.","location":""},"__v":0},{"_id":"OApf5xSfUMmjCNHuZoVydA==","name":"Cockroach Slip","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":5,"mp_id":"112807749","mp_crag_id":"105739359","climb_id":"OApf5xSfUMmjCNHuZoVydA==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Left side of the boulder. Really a V1 except that the first move if your feet start low is really hard. Landing space is pretty small, but lots of grass.","protection":"None","location":"On your way to the main crag if you are hiking from the East (Ledgemere campground), you will almost certainly see this boulder on your immediate right. To get to the problems walk around the right side of the boulder."},"__v":0},{"_id":"cqWFycbRXx6yvPKuTPfWqA==","name":"Ain't no Party, Ain't no Disco","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":10,"mp_id":"105882385","mp_crag_id":"105739359","climb_id":"cqWFycbRXx6yvPKuTPfWqA==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"Starts with an overhanging boulder problem past two bolts (11d). The fun part (trad) of the route starts off a ledge above the two bolts and climbs an awkward and sequential set of cracks. Gear fits well in the left-hand crack and fingers fits securely in between the chocks that fill up the right-hand crack. Fun climb, super pumpy, well-protected, but kinda dirty.","protection":"Two draws and a standard rack","location":"Crazy overhanging face to the left of Crosseyed and Painless at the west end of the crag"},"__v":0},{"_id":"nfzOGFOCUDGdo1nLol9T8Q==","name":"A Modest Man from Mandrake","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Stuart and Bret Ruckman, Libby Ellis, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"left_right_index":16,"mp_id":"105739916","mp_crag_id":"105739359","climb_id":"nfzOGFOCUDGdo1nLol9T8Q==","areaRef":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":"This sport route (6 bolts _ chains) would make a really nice training climb. The first 60' is face climbing on a multitude of good holds, which leads to a small roof which is just enough to get you pumping. Note that the climb starts from a large ledge ~15' up from the bank of the stream. So when rapping down, stop at the ledge!\n\nBeta: There is supposedly a scramble somewhere at the midpoint of Dogwood (see the first photo in this section - the left-slanting shrub-covered diagonal?) - but we found it a little too overgrown to navigate safely. We rapped down from the chains on a 60m rope.","protection":"This route is bolted, with chains at the top. There are plenty of features at the top to set up a belay station with cams and nuts (we found the scramble a bit dicey and decided to just climb up and out).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,770d4c26-d1a4-5d12-bb77-975f2233023b","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Dogwood Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"V0"},{"count":3,"label":"5.9"},{"count":6,"label":"5.8"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.9-"},{"count":1,"label":"V1"},{"count":1,"label":"5.13a"},{"count":1,"label":"V2"},{"count":1,"label":"5.11c/d"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":7,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":6,"intermediate":2,"advanced":0,"expert":1}},"boulder":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":12,"bands":{"unknown":0,"beginner":10,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":6,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7671,40.6238]},"bbox":[-111.76769243694086,40.62335033981815,-111.76650756305912,40.62424966018188],"left_right_index":-1,"ext_id":"105739359","area_id":"dw1MJtGkXRK7d5dfIjMCOw=="},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:26:24.259Z","updatedAt":"2022-11-25T11:22:19.697Z"}