{"_id":"63689d20e80bff5a994f2402","area_name":"Golder Dome","shortCode":"","climbs":[{"_id":"3LxQnp+fVOeZJT7/wUWHGw==","name":"Ten Years After","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bob Kerry, Charlie Rollins 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.87358,32.43639]},"left_right_index":1,"mp_id":"106910289","mp_crag_id":"106910285","climb_id":"3LxQnp+fVOeZJT7/wUWHGw==","areaRef":"640gwHu2ULeojdkVOzo6aw=="},"content":{"description":"This is a really fun route with three pitches of absorbing face climbing, topped off by a nice crack (particularly by Southern Arizona standards!) on the fourth pitch. The climbing is technical and hard to read; there is a lot of micro-route-finding, and some mild spice. Pitch 2 in particular is a gem. Kerry's description and topo are both very good, so I see no need to give a blow-by-blow account here.\n\n [Edit, after a second trip up]: I would only say that on pitch one, after the crux, the climbing seems pretty contrived, as you can just go up the moderate gear-protected corner (shown on the topo) to the belay. The climbing out right may be better but felt almost annoyingly forced.","protection":"A full set of nuts (include rps), and a single set of cams from tiny to a #3 camalot will provide sufficient, though not abundant protection. A couple extra hand-sized cams would certainly get used on the last pitch (be sure to save everything from #.75 camalot and up for the hand crack on that pitch). Nothing larger than a #1 camalot is needed on the first two pitches. Bring a few quickdraws--the two 10+ cruxes are both well-protected by bolts. To the best of my recollection, pitches one & two have three bolts apiece, as well as bolted anchors. Pitch three has two bolts, one fixed pin, and a gear anchor. Pitch four has no lead or anchor bolts.","location":"The route is located on the left side of Golder Dome, and starts just right of the obvious, left-trending vegetated corner system (\"Jungle Cruiser\").  Look for the first bolt up and right about 20 feet.  A hard 5.10 move past this bolt leads to a ledge--don't go up the corner, but instead move right to find the next bolt. \n\n  To descend, we did not do the last 4th class pitch, but instead rappelled from the \"pointed flake\" that Kerry mentions, which is even with the tree belay at the top of pitch four, but about 30 feet left (if you want to do this option, then there's no need to go to the tree on P4).  Here was the only discrepancy that we found in Backcountry Rock Climbing: We rappelled with one rope to a set of bolts not noted in that guide, then with two ropes to the two-bolt anchor atop pitch 2, then with two ropes to the ground."},"__v":0},{"_id":"2uiJtssoWQuVtig2X0TUkw==","name":"Klingons in the Neutral Zone","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"EFR/ BKy 88","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.87358,32.43639]},"left_right_index":3,"mp_id":"112273213","mp_crag_id":"106910285","climb_id":"2uiJtssoWQuVtig2X0TUkw==","areaRef":"640gwHu2ULeojdkVOzo6aw=="},"content":{"description":"Check out Bob Kerry's guide \"Backcountry Rockclimbing in S. Az for more info about the route.\n\n Another quality route up Golder !\n\n Starts at ledge with tree and brown streaks. The route goes up the streaks to the dihedral on the left end of the lower face. We found around 5 new bolts and no pin with some route finding involved to get to the dihedral. Big moves on slab. (10c) 140 ft.\n\n Continue up fun cracks and flakes up to a bigger flake. Laybacks and slab moves lead to the two bolt belay. The guide recommends a #4 but we were fine with a #3 blue (.10) 85ft\n\n Head left from the belay and climb the funky dihedral. Follow cracks and powerful laybacks up a seam. After crux, follow wider cracks and head right past some bulges and slight overhangs to a medium sized pine tree at the summit. (.10d) 160ft The crux can be well protected just hang on and keep going. A worthy Sonoran alpine pitch with spice!\n\n Additional info: Looks like the first pitch got all new bolts. all anchors upgraded for rappel. Also, there are no rap bolts by the tree at the top. You can sling the tree.","protection":"Doubles from 00 to #3.  15 slings   2 ropes.    Rap the route","location":""},"__v":0},{"_id":"sAL8s8RQUtCEMQ3/iRhWqQ==","name":"Dam Bureaucrats","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bob Kerry, BS, JT, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.87358,32.43639]},"left_right_index":0,"mp_id":"107909701","mp_crag_id":"106910285","climb_id":"sAL8s8RQUtCEMQ3/iRhWqQ==","areaRef":"640gwHu2ULeojdkVOzo6aw=="},"content":{"description":"See Bob Kerry's Southern AZ Backcountry Climbing Guide.(climbaz.com/Backcountry/pag…)   P1: 5.7, 120 ft. Low angle crack to ledge with large oak trees.  Belay at tree.   P2: 5.8+, 110 ft?. Start 10 feet left of belay for P1. Slab climb to a bolt appx 20 feet up, then another 40 feet above the first.  Runout. Continue up over a bulge to one more bolt, then two bolt anchor.   P3: 5.8, 110 ft.?.  Slab climb up and right to a bolt, then horn, up and over a bulge to gully.  Belay at flat opening in gully. Best pitch of the route.   P4: 5.8-, 70 ft?:  Slab climb up and to the right to one bolt.  Continue up and right to 2 bolt anchor.     The route ends at the top of Jungle Cruiser.  Rap down Jungle Cruiser.  From what I recall, a 60 meter rope would get down the first rap and maybe the 2nd rap.  Double ropes required on the last two raps (Rap 3 and 4).     Enjoyable route that is in the shade all day.","protection":"Single Rack, Nuts to #3 Camalot. A few bolts on Pitches 2, 3, and 4. Fixed Anchors on top of Pitch 2 and Pitch 4.   PG-13 rating because, typical of the area, the bolts on the slab/face are few and far between but the slab/face is manageable if you are comfortable with some run-out sections.","location":"Left Side of Golder Dome (furthest left climb listed in Kerry's Backcountry guidebook)."},"__v":0},{"_id":"+A1klzMVX3CfDd1T9hLNYQ==","name":"Buzzworm's Backyard","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob Kerry, EFR, 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.87358,32.43639]},"left_right_index":2,"mp_id":"106910315","mp_crag_id":"106910285","climb_id":"+A1klzMVX3CfDd1T9hLNYQ==","areaRef":"640gwHu2ULeojdkVOzo6aw=="},"content":{"description":"This route is 80-90 feet (the first five bolts) of exquisite, sustained 5.10 face climbing on great rock, followed by 30 feet of easy, loose climbing, followed by 5 feet of impossible (for me) but easily aided climbing. The last two sections knock a star off, but it's still a great route.\n\n The pitch ends at a belay alcove from which 3 options are possible: (1) rappel from two pins and a nut (bring webbing and a knife!); (2) continue up \"The Grunt,\" which is the crack system that diagonals up and right; (3) continue up \"Buzzworm's Bad Teeth,\" 5.9+ (FA Charles Vernon and Slaton Whatley?), which is the left crack above the belay and leads to a tree for a rappel. We took option 3 which is harder than it looks. It has some great corner crack climbing but was also extremely dirty and loose in places--we did our best to clean this up but a bit of rotten stuff remains.","protection":"A few pieces to supplement the bolts are nice--maybe tcus 1-3 and some stoppers.  The bolts are typically about 10-15 feet apart. Standard rack to continue in either of the cracks above.","location":"This is the first route right of the obvious chimney/gully that splits the dome in half.  Look for a line of bolts which leads to a more broken section.  To rappel from the first pitch, a 70 meter rope would definitely work and a 60 might.  To rappel from the tree atop \"Buzzworm's Bad Teeth,\" two ropes are necessary."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,eb8d20c0-7bb6-50b7-a88d-d9153b3a3a6b","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Golder Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.87358,32.43639]},"bbox":[-110.87411278065713,32.435940339818146,-110.87304721934287,32.43683966018187],"left_right_index":-1,"ext_id":"106910285","area_id":"640gwHu2ULeojdkVOzo6aw==","polygon":{"type":"Polygon","coordinates":[[[-110.87411278065713,32.435940339818146],[-110.87304721934287,32.435940339818146],[-110.87304721934287,32.43683966018187],[-110.87411278065713,32.43683966018187],[-110.87411278065713,32.435940339818146]]]}},"content":{"description":"Golder Dome is worth a visit.  You'll likely have the place to yourself. (Edit: That is, unless you post it on the internet, raising interest and thus causing other people to visit at the same time as you yourself go back there because you liked it so much, but I digress. It's all good.)  \n\n  This is the northernmost dome on the northwest side of the Catalinas and has a much shorter approach than Leviathan, Table Mt., etc.  It is the clean-looking 500' high rock that sits above the town of Catalina and faces north.  It catches your eye when driving south on highway 77 (Oracle Rd.).  The dome has a number of 4-5 pitch routes from 5.8 to 5.10+ with mixed bolts and gear, and a few shorter routes as well.  Two ropes are typically needed to rappel.  The dome is split in half by a large gully.  The left side is sunny until mid-morning, while the right side gets sun starting in late afternoon. \n\n  Bring a knife and some extra webbing. \n\n  Bob Kerry's Backcountry Rock has a section on Golder Dome."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:49.839Z","updatedAt":"2024-01-20T00:56:46.782Z"}