{"_id":"63689de0e80bff5a994f92d6","area_name":"Redgarden - Below Lower Ramp","shortCode":"","climbs":[{"_id":"p2sohUY2WLKP5aSphGSPvQ==","name":"Zombies on the Lookout","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"C. Griffith, P. Ament, 1980","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":48,"mp_id":"107605824","mp_crag_id":"105807707","climb_id":"p2sohUY2WLKP5aSphGSPvQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This is an interesting section of rock, with a mental crux - wherever that may be.  The protection for at least half of the route is poor to non-existent and would not hold a fall or perhaps a hang.  Then you get a few good pieces after completing the crux.\n\nEstablish a belay out on the right hand margin of the South Face, left around the corner from the base of the lower ramp.  From there, start climbing up and left on small features, rising up and left past the occasional junk gear placement.  Just when it seams that the climbing gets hard enough to really require gear, break back to the right to better holds above a water-streak on a blank slab.  Good gear comes just after that crux.  Wander up into an obtuse, right-facing corner and to the edge of the ramp, then up and left to the tree with a sling belay/rap.\n\nRap to the base of the sub-ramp.  A 70m rope gets you all the way down, a 60m takes you to a short and mellow scramble.","protection":"A light rack of nuts and cams.  You'll find opportunity to place a few pieces, the most important of which are small nuts and thin-hands and hand-sized cams.","location":"This route is reached from the base of the lower ramp, where one can traverse out and down around to the south face, just left of a small shallow cave, and ascends up a wandering line to reach the edge of the ramp and end at the tree anchor as for ?The Dispensary?."},"__v":0},{"_id":"BadSBK/fWYe8nfoxfBpTxQ==","name":"Wave Rave aka Smoking Gun","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Charlie Fowler FFA","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":47,"mp_id":"106021652","mp_crag_id":"105807707","climb_id":"BadSBK/fWYe8nfoxfBpTxQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Ok, this is purely from memory 13+ years ago....\n\nDude, where is this route?  We were looking at a picture in one of the mags, of John Yablonski on some route, somewhere in Eldo. That's that heinous roof at \"The Secret Smoking Lounge\"!\n\nWhy the \"Locals\" took him here, I'll never know...I guess he sent everything else.\n\nAnyways, this thing's a totally cool pile! It's 3 or 4 burly-pile power-pulling moves on a couple flexy flakes (you can see light through the hold at the lip) with a hard finger stuff/undercling in a steep roof to be exact. Turn the roof with a cool rock over move and diagonal up and right toward the ramp.","protection":"2 bolts, nuts and a couple cams to 2\".","location":"This is kind of all by itself in a somewhat hidden alcove, midway above the top of Pickpocket Wall and the underside section of the Lower Ramp where it meets the dirt by\n\nScary Canary\n\n."},"__v":0},{"_id":"xwdoXAn9XeeI33mQXIFnZg==","name":"Waking Sleep","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"??  T. Bubb, C. Parks, 11/16/02 ??","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":7,"mp_id":"105758805","mp_crag_id":"105807707","climb_id":"xwdoXAn9XeeI33mQXIFnZg==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"The route is not described in the Eldorado Guidebook and may or may not be a FFA. Please correct the site if this route has been previously climbed.\n\nGo up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. Backtrack perhaps 30 feet, passing a 12 foot juniper which tree grows up nearly against the wall. About 35' up you will see another conifer just right of an inset through a bulge/roof and just left and above two small right-facing dihedrals.  Just further right is an inset below a blocky, L-shaped roof, which is \"two squares deep\" on the Right and \"one square deep\" on the left.  Perhaps 2 meters further right is a roof with a \"chunky\" vertical crack above it (one good jam), and after another meter still further right is a pin driven in over the roof with a ratty grey sling dangling from it. (Daydream) This sling may not last much longer, so perhaps just look for an over-driven pin.\n\nClimb up from the ground from directly below the roof with the chunky vertical crack (one jam) above it.  Place some gear below the roof and then start through the roof on odd but good holds.  As you pass the roof spy a single good hand jam and decide weather you want a solid Jam, or solid Protection.  You choose to put in either your hand or a gold camalot (red or orange HB quad-cam). I chose to plave the cam. If you pro this move, use a sling so as not to bury the edge below it in rope and a biner- this will become the crux hold.  Move through the small roof/overhang and continue up the wall straight above to the ledge and belay.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below\n\nRewritten\n\n, then down to near the metal ladder again.","protection":"A set of nuts including RPs and a set of cams from 0.5-3\".  The crux move can be protected with a 2.5\" or 3\" cam overhead.","location":""},"__v":0},{"_id":"+gLQQqTAU8OX2ordD8yAsw==","name":"Vertical Smile","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Harrison & Stuberg","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":36,"mp_id":"105754822","mp_crag_id":"105807707","climb_id":"+gLQQqTAU8OX2ordD8yAsw==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Rossiter's description is accurate because it is so vague - finding Vertical Smile is not obvious. Head towards the start of the Lower Ramp, but before reaching it, bushwhack (or find a faint trail) to the SW and skirt around the Lower Ramp to a smaller ramp that runs alongside a large roof system. Here you'll see the fairly obvious line that is Wave Rave. From here, scramble up the ramp until you are only 10-20 feet from the end of it (you should see a tree you can rap off of to the west on the far side of Redgarden Wall). Look up past a 20' high rotten section for a thin crack that leads to a small tree - visible at the top of the route.\n\nThe climbing is fun, but the first 20' of rotten rock is really bad and not very protectable. I recommend climbing in from the left or right to avoid as much of it as possible. Once you're in the crack system, the climbing is decent.\n\nI had hoped to climb this and\n\nQuo Vadis\n\n(which I could not find - any ideas?) this would be a good warmup pitch for\n\nRuper\n\nas it deposits you at the top of the Lower Ramp.","protection":"Mostly thin - stoppers, small to medium cams.","location":""},"__v":0},{"_id":"ZSqoGqi6WUaTa6IvT9uZ1w==","name":"Velvet Hammer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"D. Hare, D. Michael, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":32,"mp_id":"105756490","mp_crag_id":"105807707","climb_id":"ZSqoGqi6WUaTa6IvT9uZ1w==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Go up the West Face of Redgarden Wall on the trail, just past the second set of Railroad Tie stairs.  From the top of these stairs, look right to the wall and down a short distance, to where a medium-sized conifer sits on a ledge just a short scramble above the ground.  This is at the start of Velvet Hammer.\n\nP1: From the tree, start up through a flake that leans up and left and forms a crack through the roof, just 10 feet or so off of the ledge.  Jam and cling out through this roof, protecting the crack with cams (5.10c). The area is lichenous and sharp- wear tape gloves to avoid mashing your hands and maybe a pair of goggles to keep the $hit out of your eyes.  The moves are fun, but this first pitch really needs cleaned.  Oh, and try to stay out of the tree if you fall.  Continue up the crack to a big sloping ledge.  Once on the ledge above, you can build a lousy belay, or continue up on the second pitch, which I recommend.\n\nP1 can be avoided by climbing the first pitch of The Slimy Spoon (5.8)\n\nP2: There are a series of 3 very similar looking dihedrals up and left of you.  Climb up the right side of the right-most of these (5.9) and past it to another big ledge.  Move up and left on the ledge and belay below the big arete up above.\n\nP3: Go left around the arete and climb some crack and face to reach the top of the Lower Ramp. (5.8-)","protection":"As standard rack with a full set of cams.  The fall potential is not serious, but at the crux of the first pitch, it would be possible to get snagged into the tree just behind you.  Thus, place a \"thin hands\" cam well overhead prior to making these moves.","location":""},"__v":0},{"_id":"4vEeaPgjUEuQ5Nwzh80P4Q==","name":"The Velvet Arete aka Premonition","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":33,"mp_id":"105756601","mp_crag_id":"105807707","climb_id":"4vEeaPgjUEuQ5Nwzh80P4Q==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route is a variant 3rd pitch to\n\nVelvet Hammer\n\nor\n\nThe Slimy Spoon\n\n.  Thus, find the route as for\n\nVelvet Hammer\n\nand climb the first 2 pitches of that route (10c, 9), or of The\n\nSlimy Spoon\n\n(5.8+).\n\nGo up the West Face of Redgarden Wall on the trail, just past the second set of Railroad Tie stairs.  From the top of these stairs, look right to the wall and down a short distance, to where a medium-sized conifer sits on a ledge just a short scramble above the ground.  This is at the start of\n\nVelvet Hammer\n\n.\n\nFrom P2 of either\n\nVelvet Hammer\n\n(as I described it, not as Rossiter does) or\n\nSlimy Spoon\n\n, move the belay up and left on the ledge and belay below the big arete up above.\n\nP3, the Velvet Arete: move down and right to the right hand side of the big overhang and climb up that on some decent holds, to establish your position on the south-west face, just above the overhang.  Climb up and left staying just above the overhang to reach the arete, and then climb the knife-blade arete to the top.\n\nThis is a nice pitch, but does not have tons of pro.  It was done in 50+ MPH winds, so it is possible that the grade I have assigned to it is not correct.","protection":"A light standard rack with a full set of cams.  The fall potential is serious, but the climbing is reasonable and solid.  There may be some loose rock, but there is always something good to grab.","location":""},"__v":0},{"_id":"g0MzdgR3U3iP+KbQZiaJjA==","name":"Unknown 10c aka Quadrille","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Charlie Fowler (1986)? Mike Brooks, '82?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":15,"mp_id":"105756823","mp_crag_id":"105807707","climb_id":"g0MzdgR3U3iP+KbQZiaJjA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route lies just up the hill from \"\n\nMr. Natural\n\n\" and can been found easily by looking for 2 bolts on a short, slabby wall just off the trail. The crux comes at you right off the ground getting past, and to, the second bolt, very nice face/slab moves getting to this section, then cruise to the piton before topping out, there is a 2 eyebolt anchor at the top which can be used to lower, you could probably also walk off the route to its left, and set a toprope this way as well.\n\nIt is a nice alternative to most of the routes on this section of the Redgarden Wall. You may want to stick clip the first, but the holds are better than they appear from the start. Have fun with this one.","protection":"2 bolts, 1 piton to 2 bolt anchor.","location":""},"__v":0},{"_id":"6D4Fd15OWsK7SgOgrpj6Vg==","name":"Toys for Tots","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Charlie Fowler 1986","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":17,"mp_id":"105763266","mp_crag_id":"105807707","climb_id":"6D4Fd15OWsK7SgOgrpj6Vg==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Short and steep with some very questionable flakes and a spooky, but relatively easy slab finish.\n\nFind the obvious Mr. Natural hand crack on the Redgarden West Face approach trail. Just left of that is a smooth face bounded by a left-facing chimney on right and a corner/groove on the left. Just right of the corner/groove is the Toys for Tots face with two bolts.\n\nClimb to the first bolt, avoiding using the corner if possible, make crux moves a bit left of the bolt to good holds. Angle right on some very questionable flakes and clip the second bolt. Pull up and right onto the base of a slab. You can get some sketchy gear in a flake here. Step up onto two big footholds but with not much for the hands. Either lean right to a big flake or make some thin moves up the slab, and on to the red band.\n\nPlace some cams in a good block and in a good horizontal crack to the left. You can toprope from this anchor. The second to last person in the party should travese right to the tree on Mr. Natural and belay the last person from there. Rappel from the Mr. Natural tree.","protection":"2 good 3/8\" bolts protect the hard sections. Microcams in the corner to the left protect the first clip. Above the second bolt it's runout slab at about 5.8. You can get some brass nuts and small cams to green Alien in a flake before the runout, but the flake is expanding, so the gear is doubtful. Cams from about 0.5 to #2 Camalot to set up the anchor.","location":""},"__v":0},{"_id":"ifHHOgcaUT+C/UHM0nviXw==","name":"Tiny Line","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"C. Griffith, P. Ament, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":50,"mp_id":"106701556","mp_crag_id":"105807707","climb_id":"ifHHOgcaUT+C/UHM0nviXw==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"A short climb in an unlikely location that has a few interesting moves and some gear.  Not worth much time for anyone but the completist climber of the area.\n\nClimb up a tricky start on small holds to get into a section of intermittent thin cracks, which turn out to take better gear than they might appear once you get going in them.  Ascend up and then left to a few small trees to belay.\n\nEscape is a pain.  Either finish UP the ramp (as to approach\n\nRuper\n\n), or pull everything and head down on solo.","protection":"This and that from small nuts to 1/2\" cams or so. The belay anchor I got was 2 small (4-5\") trees and a small cam equalized.","location":"At the left hand edge of the Lower Ramp, the wall goes vertical behind a small, twisted tree.  There is an inset formed by 2 hanging dihedrals, with the left-facing one nearest the ramp being '\n\nCandy-O\n\n' and the right-facing one 2 meters away in opposition being '\n\nLemon Line\n\n.'  Tiny Line is just left of these two and follows the straight and thin, vertical cracks up the wall to where it becomes low angle."},"__v":0},{"_id":"OcQav3KRU3yV4vD+V9BPYg==","name":"Super Slab Direct Start","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Art Higby & Larry Marquardt, 1973. (Pat Ament, Larry Dalke?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":53,"mp_id":"106066032","mp_crag_id":"105807707","climb_id":"OcQav3KRU3yV4vD+V9BPYg==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This often over looked route has a pretty good first pitch but the second pitch is a little loose and dirty.\n\nP1: Make a committing move right off the ground and clip a good pin.  The crux is trying to get past this pin and it is very height dependent.  If your about 6' tall, 11c is probably accurate, taller and it is easier, shorter and it's probably 5.12.  Continue up an easier, left-facing dihedral to a broken ledge and belay.\n\nP2: Climb straight up from the ledge following a broken up crack system that angles slightly left.  This pitch is a little runout, but the climbing isn't very difficult, maybe 10a.  Belay on the ledge at the start of\n\nSuper Slab\n\n.","protection":"Standard rack up to a #2 or #3 Camalot.","location":"This route starts right off the trail just left of\n\nSuparete\n\n.  Look for a steep face/crack with a Lost Arrow pin in it."},"__v":0},{"_id":"dSC+ElhVUcO5UgQZTLGxzQ==","name":"Super Natural, aka Dr. Thrill","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Eric Vining, Mike Schlauch, Fall 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":26,"mp_id":"107132856","mp_crag_id":"105807707","climb_id":"dSC+ElhVUcO5UgQZTLGxzQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This description was updated in 2016. Wayne Crill, aka Dr. Thrill, broke a key hold in 2014 that changed the line substantially....for the better. The route now takes the clean dihedral directly above Over'ed Powerline instead of zig-zagging between the two dihedrals.\n\nSuper Natural starts on\n\nMr. Natural\n\n, connects to\n\nOver'ed Powerline\n\n, and then continues straight up the left-leaning, left-facing corner above. (\n\nOver'ed Powerline\n\nsteps right into some moderate 5.8 terrain.) It's a long pitch that eventually ends on the ledge right below\n\nVertigo\n\n.  A TR might be possible with an 80m rope from a gear anchor below the start of Vertigo.\n\nAll types of Eldo trickery are encountered. A bouldery start on\n\nOver'ed Powerline\n\nfollowed by technical stemming up the left-facing corner.\n\nIt is best done as one pitch from the ground. That way the belayer can see you for most of the route.\n\nThe bolt on\n\nOver'ed Powerline\n\nwas replaced with Park permission in the Winter of 2010. The not-so-fixed nut after the bolt on\n\nOver'ed...\n\nwas reset, but it probably won't hold a fall. There is another small fixed nut at the stemming crux.","protection":"Standard Eldo rack plus extra small cams - double green to red Aliens.  There is a key #1 Camalot, or better yet a large purple alien placement up high after the fixed nut in the corner.  Bring some long slings for the occasional piece in the crack on the right. Save a few 1\"-2\" cams for an anchor at top near the base of\n\nVertigo\n\n.","location":"Start on\n\nMr. Natural\n\nand keep going as described.  Walk off or continue on\n\nVertigo\n\n."},"__v":0},{"_id":"mJ4YHFNaUfG04WXUuufy5g==","name":"Suparete","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Larry Marquardt & Chris Revely, 1973, retrobolted by Mark Tarrant and Dan Hare, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":29,"mp_id":"105749953","mp_crag_id":"105807707","climb_id":"mJ4YHFNaUfG04WXUuufy5g==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Eds. this route is actually the retrobolted line of\n\nQuantum Mechanics\n\nJust what I was looking for: another Mark Tarrant route. But what a first ascent team!! Who has not done at least 500 of Dan Hare's routes? And here we find Mark and Dan together on nothing more significant than a nifty approach to\n\nSuper Slab\n\n. Not a waste of great talent however. This fine pitch is often done as a quick after-work one pitch route on superb stone or the absolutely best approach to\n\nSuper Slab\n\n. You can approach Super Slab either via the ramp that takes you to the top of Suparete and the rap tree, both at the crows nest below\n\nSuper Slab\n\n, or by humping around the to the West side of Redgarden. About half way up is a large tree directly below\n\nSuper Slab\n\n. From here you can approach\n\nSuper Slab\n\nvia its (lousy) direct start or by scrambling up right to the start of Suparete.\n\nThe arete is on perfect, yellow, Eldo sandstone.  The arete proper goes on four bolts at 5.11a. I found a nice spot for a couple of # 1 or 2 TCUs, after the last bolt, that took the tweak factor right back down into the black zone. Leave the TCUs behind and red line the final moves up to the tree.\n\nTwo stars for the striking, but not obvious arete, nice continuous climbing, fun moves, and a great warm-up for the rest of\n\nSuper Slab\n\n. In retrospect, it's hard to imagine why the regular direct start was ever used (perhaps it was the bolts needed on the otherwise pro-less Suparete).","protection":"QDs only. Bring along some wind-sucking-icy-blue-steel nads or a couple of TCUs with your draws. Four bolts protect this 70 feet approach to\n\nSuper Slab\n\n. It can be done as a fine one-pitch route itself and has a rap station at the tree on the right.","location":""},"__v":0},{"_id":"V4FATd1jV0S1J20sfzabCw==","name":"Sub Slab","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Andy Donson, Don Bushey","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":35,"mp_id":"105943777","mp_crag_id":"105807707","climb_id":"V4FATd1jV0S1J20sfzabCw==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Sub Slab climbs the middle of the face left of the top pitch of\n\nSlimy Spoon\n\n. Combined with\n\nRemention\n\n, this route provides a mini-\n\nSuper Slab\n\ntype experience.\n\nSub Slab starts about 20 feet up the ramp from the\n\nSlimy Spoon\n\nbelay below a weakness in the middle of the roof band. Climb carefully up to the roof and stretch up to place a couple of good cams (1-1.5 inch) in an obvious, vertical slot in the roof. Swing up and right (crux) through the roof, then trend up and left on ledges (5.8 s) to the base of an incipient seam that runs up the middle of the face. Follow this (9+) to the top.","protection":"3.5 inch down to RPs. Expect run outs above the roof but on easier climbing. There's good 3-3.5 inch cams at the base of the seam.","location":"This climbs the face left of\n\nSlimy Spoon's\n\ntop pitch."},"__v":0},{"_id":"XZDzV+gZU/iQBOaAici0GA==","name":"Stray Stud","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Brooks, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":14,"mp_id":"113507273","mp_crag_id":"105807707","climb_id":"XZDzV+gZU/iQBOaAici0GA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route added to capture hardware for the database.","protection":"There is a single lead bolt. Walk off left.","location":"The route is between\n\nStrangle Hold\n\nand Quadrille."},"__v":0},{"_id":"R0ri2XjnVQSIc/HNVpV/Sw==","name":"Strangle Hold","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Mike Brooks? 1981?","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":13,"mp_id":"105969191","mp_crag_id":"105807707","climb_id":"R0ri2XjnVQSIc/HNVpV/Sw==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"The climbing on this route is similar its neighbor, Unknown, just not nearly as good, and the crux a little more..slabbish.  Getting onto the wall from the wooden stairs is a little tricky, then easier climbing leads up to a stray bolt, which felt like a dicey clip for me.  The crux follows, then the climb finishes on the rotten ledge below the roof.  Scramble off to your left.","protection":"After the initial moves off the wooden stairs, there's a horizontal crack (by a small tree) that takes some gear, then one bolt.","location":"This route is just uphill from Unknown, which is easy to find because of its two bolts.  Once past this route, and while on the wooden stairs, search the base for the stray bolt up on the wall.  This is Strangle Hold."},"__v":0},{"_id":"n0rLZhPKVme4AKr5gegpGg==","name":"The Slimy Spoon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Dalke, Yves Gallet, Bill Harris, 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":39,"mp_id":"105752518","mp_crag_id":"105807707","climb_id":"n0rLZhPKVme4AKr5gegpGg==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"As you head up the Redgarden trail towards the Kloof Alcove turnoff (so below the lower ramp), you walk up 7 railroad tie stairs.  About 40 feet up and right towards the wall is a ~10 foot tree at the base of a short one-move wonder dihedral.  Move up this dihedral, and then carefully follow the rotten band up and left about 50 feet, before turning the roof in the first available place, into a right-facing dihedral.  Scramble up this with some nice finger locks, and then again continue along the ridge another 20 feet to a rappel station and belay.\n\nPitch 2 goes up the large, left-facing dihedral above your head.  Watch for loose blocks, the climber AND the belayer.  Finish at a tree at the end of the face, which leaves you on the lower ramp.","protection":"Standard rack.","location":""},"__v":0},{"_id":"hERiWNMnV4SBtx5YaRTKBw==","name":"Slime Monster","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Brooks, Andrea Azoff, Jim Stuberg, 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":37,"mp_id":"121544514","mp_crag_id":"105807707","climb_id":"hERiWNMnV4SBtx5YaRTKBw==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"I’m surprised Tony B. has not posted this! It’s not very good though. It does not deserve a bomb rating or a star. You have to choose one though, so I chose a bomb. The crux of the route is near the bottom just above the rotten band. You can place a bomber nut here and a tri-cam as well. This feels hard for a 5.9 as listed in the guidebook. It feels more like a 5.10. Pulling out of the rotten band and over the small roof, there is one good hand hold and one sloper hand hold, and you loose sight of your feet.\n\nAbove, you climb a short slab and do a few moves of\n\nThe Slimy Spoon\n\nbefore reaching a small roof with hand-sized jams and good hand holds. This section is easily protectable. You then reach the sub-ramp where you can belay. You can then climb\n\nThe Slimy Spoon\n\n,\n\nVertical Smile\n\n, or something else along the sub-ramp to the left.","protection":"A standard rack. There is no fixed anchor.","location":"Start to the left, north, of\n\nThe Slimy Spoon\n\nand\n\nRosy I\n\nat the next obvious weakness in the rotten band of rock. This is just left of a small tree. You can see a small slot at the top of the rotten rock leading to a slab above."},"__v":0},{"_id":"ASgE+vqNV0mODwMMPah51A==","name":"Shadow","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M. Brooks, L. Smith, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":10,"mp_id":"105758799","mp_crag_id":"105807707","climb_id":"ASgE+vqNV0mODwMMPah51A==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"The route as described in the Eldorado Guidebook do not exist, or at least the significant locating features do not. Particularly, there is no \"large, left-facing, obtuse dihedral\" anywhere near this area.  All of them are right-facing...  The topo appears to be more or less correct though, so the route as described below is as per the topo, and is as nearly as we could figure this route goes.\n\nGo up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. Backtrack perhaps 30 feet to where a 12 foot juniper tree grows up nearly against the wall near a small overhang just above the ground. About 35' up you will see another conifer just aside of an inset through a bulge/roof.\n\nClimb up through the overhang just off the ground, to either side of the Juniper; either side can be made 5.8 or so.  Climb up and toward the inset of the roof just left of the pine above, and into the little cove. The moves up and left through this roof are harder than they appear fromt he ground, but it seems that no matter where you go they will not be 5.10.  More like 5.7 or 5.8.  Perhaps the 5.10 version on the right was a result of dodging all the good holds for fear of suspect rock?\n\nContinue to the top of the wall on easy moves, zig-zagging a bit though 5.5 territory, and then belay from the ledge above. The route is boring overall, with the only real excitement coming from trying to avid dropping head-sized loose rocks on your belayer as you climb.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below Rewritten, then down to near the metal ladder again.","protection":"A set of nuts and a set of cams from 0.5-3\". A helmet and pads for your belayer.","location":""},"__v":0},{"_id":"LeDFTePSVUqm3JrnvcdnDA==","name":"Senorita","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"?? T. Bubb, 2002","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":1,"mp_id":"105758787","mp_crag_id":"105807707","climb_id":"LeDFTePSVUqm3JrnvcdnDA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route is named as it is so as to bear resemblance to a route nearby, Senora, which I couldn't be sure I'd exactly found.  Go up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. Continue up the ladder and walk another 30' or so.  You will see an inset in the wall, a hanging ledge full of mahonia plants.  From the left side it can be approached from the grond beside, but from the right, it would require some amount of climbing to get to.\n\nSpot a right-facing arete that leads from the ground to the right-hand side of the inset.  Below and right of this arete is a severely overhanging right-facing dihedral with what appears to be (but is not) a decent handcrack.  Climb the arete to the shelf, where the dihedral flip-[flops] and becomes left facing and the arete does likewise.  Continue up the arete until you reach a point where the second dihedral comes together to make a crack.  Climb the crack to a tree on the [ledge at] the top of the wall and belay there.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below Rewritten, then down to near the metal ladder again.","protection":"Not much. I soloed the route's bottom half after having lead the top half as a finish to another route with basically no gear.  Gear can be had in a few spots, if you take a few 2' slings and cams 1.5 to 3.5 inches","location":""},"__v":0},{"_id":"1apiTwwvV2GtVBrup+Tt5A==","name":"Senora (??)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"?? M. Brooks and Lisa Wilson, 1982","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":2,"mp_id":"105758790","mp_crag_id":"105807707","climb_id":"1apiTwwvV2GtVBrup+Tt5A==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This climb was poorly described in the Rossiter book and might be hard to identify using that, but for the fact that it is more or less \"25 feet left of Schizophrenia.\"  The Levin book makes this clear.\n\nGo up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. There is a right-facing dihedral hanging up above you.  Continue up the ladder and walk a few feet further to what appears to be a 25' right-facing dihedral.  The left wall of this is vertical and the right wall is quite overhung.  This is presumed to be the \"short, overhanging handcrack\" start to Senora. [Climb] up this by placing a 3.5 camalot up into the good section of crack, make a few stemming moves and set a few small tricams in the \"crack.\"  You will eventually move up and left to step out onto a ledge below an inset in the wall, a hanging ledge full of Creeping Barberry plants. From there you can move into the right side it and climb up a feature that is nearly a mirror image of the previous half of the climb, but with a better crack.  Climb this through the left-facing overhanging crack until you reach a point where the second dihedral comes together to make a crack.  Climb the crack to a tree on the [ledge at] the top of the wall and belay there.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below Rewritten, then down to near the metal ladder again.","protection":"A large cam (3.5-4\") plus a few good small tricams (pink-brown) and up higher a few nuts nad small to hand-sized cams.","location":""},"__v":0},{"_id":"yQXmvqdgWya1ckJFVTmxiA==","name":"Schizophrenia","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":4,"mp_id":"105753613","mp_crag_id":"105807707","climb_id":"yQXmvqdgWya1ckJFVTmxiA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Schizophrenia is on the lowest [tier] of the W/SW face of Redgarden Wall, and thus it gets morning shade and afternoon sun.  The route begins from the trail and ends on the ledge from which The Yellow Spur and Vertigo begin, more or less at the base of Neurosis or Psychosis.  Schizophrenia makes a great 5.8 approach pitch to any of the routes starting on the ledge above, if you want to shorten your approach and lengthen your climb.\n\nGo up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall.  The dihedral just above the ladder on the wall, behind the boulder, is Schizophrenia.\n\nTo climb Schizophrenia, get between the huge boulder and the wall, just up from the metal ladder and left of an obvious dihedral.  Start on the face, traversing right and upward into the dihedral through a slight roof.  Go up the dihedral protecting on stoppers and cams or tricams to the obvious ledge.  Walk back a short distance to a huge tree to belay.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below Rewritten, but now that you are at the base of such grand climbs, why would you do that?","protection":"The protection is mostly good, with stoppers and cams or tricams.  A light rack will do just fine.","location":""},"__v":0},{"_id":"JWHc2RO8Ve+1qyV7gOoLEQ==","name":"Roving for Love","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Suggested by R. Briggs and Levin","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":30,"mp_id":"105750145","mp_crag_id":"105807707","climb_id":"JWHc2RO8Ve+1qyV7gOoLEQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Include RPs or HBs, and aliens or TCUs.  Cams to 3\".  Slings and carabiners.  A nice edging shoe would help.","location":""},"__v":0},{"_id":"IpRSTjFkUr24TlbS37OHMg==","name":"Rough Roof","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"John Arran, Lidija Painkiher, Jennifer Martin, 1987","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":18,"mp_id":"107941997","mp_crag_id":"105807707","climb_id":"IpRSTjFkUr24TlbS37OHMg==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Start above\n\nMr. Natural\n\nto the left. Move up and trend just a touch right clipping a suspect pin. Crux out above the pin, then move left under a big bulge. Trend left to a slung tree.","protection":"SR, but not much to work with along the way. If the old pins blow, you are gonna crater.","location":"Access this from the top of\n\nMr. Natural\n\n."},"__v":0},{"_id":"iW/vfDjoUA2DulGJYeP8fA==","name":"Rosy I","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Drew Spaulding with Dan Hackett, December, 13 2014","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":38,"mp_id":"109842700","mp_crag_id":"105807707","climb_id":"iW/vfDjoUA2DulGJYeP8fA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Rosy I is a new line that I spent a lot of time cleaning so that it climbs safely and so that solid gear placements can be found.  It crosses a few routes and shares some of \"\n\nVertical Smile\n\n\" and the ending with the\n\nSlimy Spoon's\n\n\"Fork Finish\".\n\nPitch 1: start in the corner system just up hill of the\n\nSlimy Spoon's\n\nstart and just downhill of the \"Slime Monster\" overhang. An interesting(5.8) start with tricky gear leads to a long 5.7 runout. Move left to cross the Slime Monster and climb the steep, blocky face out left(5.8) below Slime Monster's upper roof. Step up on the\n\nSlimy Spoon's\n\ntraversing ledge and bust out to the right on beautiful face edges for a long, runout 5.7+ section to gain the thin crack above. Belay at the base of the classic\n\nSlimy Spoon's\n\n2nd pitch.\n\nPitch 2: step out right as for \"\n\nVertical Smile\n\n\" but instead power up and left to gain the diagonal system (5.9) that takes some good gear. Now you make wild moves to gain the arete that is formed by the\n\nSlimy Spoon's\n\ndihedral. Balancy and exciting moves on the arete bring you up to the\n\nVertical Smile\n\ncrack for 10'. You can choose to finish numerous ways. I like to climb out left to finish with the \"Fork Finish\" which puts you right at the summit of the \"Lower Ramp\"!\n\nThis is a perfect position to continue up toward\n\nRosy Crucifixion\n\nand its neighbors....","protection":"An Eldo rack - thin to 3\".","location":"See the photos...."},"__v":0},{"_id":"BLR4IrU4X+yp/FmP+NcPtg==","name":"Remention","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Bratton, Curt Fry, and Stuberg 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":31,"mp_id":"105969136","mp_crag_id":"105807707","climb_id":"BLR4IrU4X+yp/FmP+NcPtg==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route has its share of good and bad climbing on good and bad rock.  The easiest way to find this line is to locate the start of Velvet Hammer and move left until you find the first obvious line that starts off with some huge edges (the rock is a little crumbly here).  The line goes past a rotten ledge, through a small roof, and into the dihedral below the very steep, dark red wall with a discontinuous crack down its middle.  The last section tackles this wall.  The rock and climbing is actually really good at this part, and I thought it was worth all the junk climbing needed to get up to it.  On the steep wall the protection becomes trickier the higher you go up, same with the difficulty.  At the top, you can continue with several different routes, such as Slimy Spoon or Velvet Hammer which lead up to the lower ramp.","protection":"Standard rack.","location":"Along the trail going up the west face of Redgarden, look to your right after you pass the second set of railroad tie stairs and scramble to the wall. To your right there's an overhanging hand crack above a dead tree (Velvet Hammer) and just to your left will be Remention."},"__v":0},{"_id":"hEKLqD+1UQWxmvIIl6fCMQ==","name":"Real Men Eat Eggs","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Matt Lloyd","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":41,"mp_id":"106433811","mp_crag_id":"105807707","climb_id":"hEKLqD+1UQWxmvIIl6fCMQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This really is not a new route but a variation to two already existing great routes. Climb \"\n\nBreakfast Of Champions\n\n\" for a few moves clip the fixed wire and traverse right through the steep  blank looking rock to the end of \"\n\nCaptain Crunch\n\n\" just below the last bolt (FA chose to skip the bolt) on the route.  Then climb the last 15 feet of\n\nCaptain Crunch\n\n.","protection":"Bring a small RP, a few small BD wires and a grey Metolius FCU and run it out.","location":"The Pick Pocket Wall."},"__v":0},{"_id":"nUSpZA99Wguxd0jrFQ9E/Q==","name":"Quantum Mechanics","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Larry Marquardt and Chris Reveley","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":54,"mp_id":"106532593","mp_crag_id":"105807707","climb_id":"nUSpZA99Wguxd0jrFQ9E/Q==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route begins at the end of the first pitch of the\n\nDirect Start to Super Slab\n\nin an incipient crack above a 2' to 4' high piece of deadwood. The crack ends about 20 or 25 feet up.  The route goes straight up from the top of the crack and to the Lower Ramp on very small holds. The rock is clean and solid. The rating is based on what I was generally capable of at the time, but may be erroneous (harder).","protection":"There is one tiny brass placement in the crack. Otherwise there is no protection. I would advise you to take this pitch *very* seriously. It deserves its X rating! On the first ascent in 1973, a 165' rope caused the second to have to climb up a way in order to set a dubious belay. Take a 60 meter rope!","location":"Start about 20 or 25 feet right of the second pitch of the\n\nDirect Start to Super Slab\n\n. The deadwood may no longer be there, but the crack is the only feature between the old aid line (erroneously attributed to me and Chris Revely) and the sharp arete to the right."},"__v":0},{"_id":"dQS35JIaWM6BRG3luSyKaA==","name":"Pickpocket","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Erickson, Dave Breashears (solo) 1976","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":44,"mp_id":"105763527","mp_crag_id":"105807707","climb_id":"dQS35JIaWM6BRG3luSyKaA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This is short but challenging and definitely dangerous if you're a 5.8 climber. Rossiter calls this VS, but I had lots of (mostly dubious) gear. To be safe, be a solid 9 leader with good gear skills. Rossiter suggests soloing it as did the first ascent party.\n\nStart: Pickpocket is on the \"Pickpocket Wall\", the lowest part of the west face of Redgarden. Follow the stream trail until it turns uphill along the west face of Redgarden. You'll see the chalked 5.13 Captain Crunch with a few bolts and a pin. Left of this is the left leaning left facing shallow corner of Breakfast of Champions 11a. At the right end of the Captain Crunch overhang is a pocketed wall, with pockets leading diagonally left to a bit of a break in the upper overhang. That's Pickpocket. The blunt arete right of Pickpocket is Steak Dinner 9vs. The short slab right of that is South Face 7vs. Left of Pickpocket are a 9vs and 10bvs, both obscure and hard to figure out.\n\nThe climb: Step onto the face and get some gear as the traverse left is on pockets that are worse than they look. You can get a green Alien on the left side of a downward pointing flake and a decent nut beyond that. A pretty hard move up leads to good hands and a stance below the overhang. I got in 6 pieces here, the first 4 being dubious. After peering over the lip, I downclimbed and got 2 good pieces, which I'll describe, since they may be hard to see. Up and right near the lip is a crack that takes a small cam. A little below the horn you lean off to reach the lip is a short hard-to-see-into crack that takes a good nut.\n\nAbove the lip you can place a good cam up and right before pulling the ceiling, but it's pumpy and semi-blind. If you're feeling good, skip it, walk your hands left along the lip and step easily over the lip.\n\nThe slab above is very easy. Get a nut for a directional and optionally a #3 Camalot/3.5 Friend in a slot higher up. You could perhaps set up a TR from that slot with 2 or more cams, but I didn't think that was real safe. Instead, you can walk off the back of the slab, across some scree to a big block. Place gear and belay here, or scramble down and belay from the trail to be more sociable.","protection":"Single set cams from micro to #3 Camalot/#3.5 Friend, single set nuts including brass. Long slings.","location":""},"__v":0},{"_id":"gdMLxmKmWV2wyUO+WNXfBQ==","name":"Phee-nix","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FTR: Charlie Fowler FHP: Mike Brooks","type":{"trad":true,"bouldering":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":20,"mp_id":"105765018","mp_crag_id":"105807707","climb_id":"gdMLxmKmWV2wyUO+WNXfBQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This pretty little line is just uphill from the classic 5.8\n\nMr. Natural\n\n. Cool but unprotected moves lead off the ground and gain the corner above. Some small cams in the corner ease the mind before a touch of unprotected 5.10- face climbing gains the ledge above. At the ledge, it's easy to link directly into \"\n\nRough Roof\n\n, .12b\" (Eric Johnson is featured on this obscure steep classic in the film\n\n\"Front Range Freaks\"\n\n) for a long--by Eldo standards anyway--memorable pitch. The landing at the start of this climb is bad and the moves a bit cryptic, so without a few pads and a spotter,  toprope rehearsal's not a bad idea. If you link the start with \"\n\nRough Roof\n\n,\" you can create an anchor off some mid-size cams and wires to lower back to the ground, but someone will eventually have to clean the pitch on TR and walk off left on the huge ledge above. Linking into Rough Roof probably warrants 2 stars.","protection":"Small to mid-size cams.","location":""},"__v":0},{"_id":"db/6BnavX1SaGp1GpqAlIA==","name":"Over 'ed Power Line","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Edward Boddy, 1986. FFA: Derek Hersey and Edward Boddy, 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":19,"mp_id":"107941973","mp_crag_id":"105807707","climb_id":"db/6BnavX1SaGp1GpqAlIA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Begin above\n\nMr. Natural\n\n. Move right and clip a bolt then to a fixed nut. Finish in a right-angling corner.","protection":"SR.","location":"It is best to approach via\n\nMr. Natural\n\n."},"__v":0},{"_id":"eKEdT9TwWcKa8uaFZ9I8Pg==","name":"Ms. Pac-Man","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":25,"mp_id":"118963679","mp_crag_id":"105807707","climb_id":"eKEdT9TwWcKa8uaFZ9I8Pg==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route starts with Nagulous Point and traverses over to\n\nMr. Natural\n\non hand jams. The traverse is fun and takes great gear. The first piece of gear is about 20 feet up, but it climbs at about 5.6.","protection":"The traverse sews up nicely with #1, 2 and 3 Friends. After joining\n\nMr. Natural\n\n, #0.5 and 1 Friends are handy.","location":"Start on Nagulous Point, and traverse the flake over to\n\nMr. Natural\n\n."},"__v":0},{"_id":"yDCP0FAvXxWioBA54rj02w==","name":"Mr. Natural","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"[Robert Crumb]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":24,"mp_id":"105749290","mp_crag_id":"105807707","climb_id":"yDCP0FAvXxWioBA54rj02w==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This is a nice hand crack that shoots up directly from the west Redgarden trail just before the wooden stairs...one short but fun pitch.","protection":"Bring finger to hand size cams...tree with fixed anchor 60 feet above trail.","location":""},"__v":0},{"_id":"PeLA1uErVPONI0VQ9L1K2Q==","name":"Micky Mouse Die-Rect","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"P1. D. Ferguson, 1974?  P2. Rob Candelaria","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":16,"mp_id":"105758599","mp_crag_id":"105807707","climb_id":"PeLA1uErVPONI0VQ9L1K2Q==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route is on the lower tier of the West side of Redgarden Wall.  Approach via the standard trail, stopping just before hitting the long wooden staircase section of the trail.  You are some short distance above the popular \"\n\nMr. Natural\n\n\" and just below the bolted \"\n\nUnknown 5.10c\n\n.\"\n\nP1. Climb by starting in a slightly obtuse, right-facing corner with a strange crack in it.  Stem up past where the crack runs out using a hidden foot on the right.  Without the hidden foot, the moves are 5.11 and the fall could be a close call.  Continue up in the corner and on the face to the right on somewhat thin moves to reach a [second] right facing feature, a short corner beginning where a slab cuts in and ending as a roof cuts back out just above it. The underclimgs here should easily protect on small tricams or TCUs 0.75\"- 1.5\".  Finish up above to a set of anchors up and left in the broken band of rock.  The shuts are in good condition but are set far apart in the roof.\n\nPlease use long slings if you plan to TR to avoid the hard stress of an \"American Triangle\" that would be the result of a direct thread.  Likewise, consider rapping off instead of lowering off to reduce the forces as well.\n\nP2. From\n\nAnonymous Coward\n\n: This is the second pitch of Mickey Mouse Die-rect up through the maroon roof band above the double-bolt belay. Though it gets a 5.12a VS rating in Rossiter's guidebook, it's pretty light-touch compared to the John Arran routes (Over'Ed Power Line, etc.) down the hill that are given the same grades.\n\nYou can string pitches one and two together, just make sure to put long slings on the belay bolts to reduce rope drag. Climb up to the base of the roof, fish in some mank, and traverse right until you can stretch up and clip some sort of fixed, battered TCU-thing (back this up if you can). Thuggy moves on good horns lead to a fractured jug/block at the lip, then easier ground takes you to the Vertigo ledge, where you can belay off a tree.","protection":"A few TCUs, to 1.5\" a few small tricams and a set of nuts.  The route is runout in spots that might be 5.8 or so.  You can TR from Coldshuts above an to the left, or just up and right from \"\n\nUnknown 5.10c.\n\n\"\n\nPer\n\nAnonymous Coward\n\nfor P2: small TCUs (Metolius purple through red), stoppers, RPs, a couple of bigger cams.","location":""},"__v":0},{"_id":"gGq5VBqSWTG0ycaEsVKczw==","name":"Loose Lucy","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Levin & Mike Munger, October 2007","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":12,"mp_id":"106046653","mp_crag_id":"105807707","climb_id":"gGq5VBqSWTG0ycaEsVKczw==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"A few wires, small cams to 3.5\".","location":"The Lower West Face of Redgarden Wall.\n\nRappel from a threaded block up and left on the upper wall, above the route\n\nDaydream\n\n."},"__v":0},{"_id":"vRbtVtAsVAKxNropdy8R5Q==","name":"Little Fish that Die Abruptly","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"P. Hunt and W. Burleson (TR)","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":23,"mp_id":"105754855","mp_crag_id":"105807707","climb_id":"vRbtVtAsVAKxNropdy8R5Q==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This climb is on redgarden wall, on the West side trail just uphill from Mister Natural, which is before the wooden stairs.  In fact, it is so close to Mister Natural, that you could consider it contrived.\n\nNone-the-less, I enjoyed playing on it.  The holds are mostly small and insecure.It seems like a good place to work on using thin Eldo holds, unless there is a troop of kids already on Mister Natural, which is a frequent phenomenon.\n\nThe route climbs up the face immediately left of Mister Natural.  If the route feels too easy, or you are near the arete to the left, you are on Captain 4Q, and thus, off route.  It ascends about 40' to the rap tree on Mr. Natural.","protection":"This is a route TR'd from the Mister Natural Anchor.  I do not know if it has been lead, but I doubt it.  Consider this a TR, as specified in R. Rositer's book.","location":""},"__v":0},{"_id":"c56+6ylFWTe6FSslpfGWlw==","name":"Lucid Dream","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"??  T. Bubb, C. Parks, 11/16/02 ??","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":6,"mp_id":"105758802","mp_crag_id":"105807707","climb_id":"c56+6ylFWTe6FSslpfGWlw==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"The route is not described in the Eldorado Guidebook and may or may not be a FFA.  Please correct the site if this route has been previously climbed.\n\nGo up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. Backtrack perhaps 30 feet, passing a 12 foot juniper which tree grows up nearly against the wall. About 35' up you will see another conifer just right of an inset through a bulge/roof and just left and above two small right-facing dihedrals.  Just further right is an inset below a blocky, L-shaped roof, which is \"two squares deep\" on the Right and \"one square deep\" on the left.  Perhaps 3-4 meters further right still is a pin driven in over the roof with a ratty grey sling dangling from it. This sling may not last much longer, so perhaps just look for an over-driven pin.\n\nClimb up from the ground through a small overhang and continue up and right on easy territory to the L-shaped roof.  Climb up under it, place a piece of pro and climb out he right side of it onto the slab above (crux, 5.8+?).  Climb up the intermittent cracks (thin) up the slab above to reach the ledge, staying left of the obvious cracks off to your right.  The slab is 5.8- (?) and a little runout.  For the most part, this climb is good rock and is clean. It possibly could be made easier with some wandering.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below Rewritten, then down to near the metal ladder again.","protection":"A set of nuts including RP's and a set of cams from .5-2\".","location":""},"__v":0},{"_id":"FQcQJ0iNXKSTmFt2NtFEHA==","name":"Lime Line","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Stuberg, Brooks, Coy, Harrison, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":49,"mp_id":"111867668","mp_crag_id":"105807707","climb_id":"FQcQJ0iNXKSTmFt2NtFEHA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Lime Line is a so-so route that would clean up nicely were it frequently done, but as it stands, it gets just 1 star. It has some fun moves here and there interspersed by lichen, and for the most part the gear is good and not spaced out much.\n\nClimb the set of cracks and grooves to the second tree, which as of writing has a fixed sling on it.\n\nTo descend, you can add a link to the tree & rap, or lower your partner down the ramp, untie, toss, and downclimb that ramp.","protection":"A rack from 0.4\" to 3\", mostly good cams.","location":"At the far left edge of the bottom of the Lower Ramp, one can traverse out quite a way. You pass a few small, twisted trees before hitting the ends of the ledge, then you either must climb up on some rock and further left, or down and further left to a second gravelly ledge.\n\nFrom either, climb up and into a set of cracks and grooves that ascend just to the right of the arete, to the second of 2 trees."},"__v":0},{"_id":"7GWkIGJmW8a44BZtliJfkQ==","name":"Lemon Line","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"M. Brooks, J. Stuberg, 1981","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":51,"mp_id":"106701597","mp_crag_id":"105807707","climb_id":"7GWkIGJmW8a44BZtliJfkQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"A route that is a shave better quality than its neighbor, '\n\nCandy-O\n\n.'  That is a measured (read: backhanded) compliment at best.  Too bad I can't offer some praise of some sort, but it is what it is.  Start a few meters left of '\n\nCandy-O\n\n' below and hanging, right-facing corner and climb up and into that corner, over a bulge and up and left past an occasional gear placement.","protection":"A few nuts and cams, better pro and better rock than '\n\nCandy-O\n\n' and shares the belay and retreat.","location":"At the left hand edge of the Lower Ramp, the wall goes vertical behind a small, twisted tree.  There is an inset formed by 2 hanging dihedrals, with the left-facing one nearest the ramp being '\n\nCandy-O\n\n' and the right-facing one 2 meters away in opposition being 'Lemon Line.'  '\n\nTiny Line\n\nis just left of these two and follows the straight and thin, vertical cracks up the wall to where it becomes low angle."},"__v":0},{"_id":"MAVstgr8WSSF82Yf9WfGzQ==","name":"Kor Direct to Super Slab","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Layton Kor early 1960's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":27,"mp_id":"111309585","mp_crag_id":"105807707","climb_id":"MAVstgr8WSSF82Yf9WfGzQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"The first pitch is slabby 5.6 R to a rubble ledge. Belay right of a small fir tree.\n\nThe second pitch is fun 5.8 with some searching needed for gear placements. Basically, go up from the tree ending at perched blocks at the\n\nGrand Giraffe\n\nledge.\n\nIt can be done in one pitch with good placements, extensions, and some soloing / runout.","protection":"A standard rack with small cams.","location":"Between\n\nMr. Natural\n\n&\n\nSuparete\n\nis the sparsely protected slab/ramp that curves up and right to the rubble ledge and a small fir tree.\n\nThis is just another way to get to the routes above, but there is a rappel station at a tree across form the start of\n\nRuper\n\n."},"__v":0},{"_id":"/tIeC2gOW0OdAz0O1QlHlA==","name":"The Greaser","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Pat Ament, Joe Fullop, 1962","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":40,"mp_id":"107941987","mp_crag_id":"105807707","climb_id":"/tIeC2gOW0OdAz0O1QlHlA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Start at a tree atop a ramp to the right of\n\nSlimy Spoon\n\n. Climb up to a pin, then trend left and up. A roof with another pin is the crux. Go straight up on lichen wall to finish.","protection":"SR.","location":"Begin near\n\nThe Slimy Spoon\n\n."},"__v":0},{"_id":"18bYCUdLXEaLCIUftf6I1g==","name":"Flower Quarter","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Mike Brooks '82","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":9,"mp_id":"105760506","mp_crag_id":"105807707","climb_id":"18bYCUdLXEaLCIUftf6I1g==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Flower Quarter starts just left of Shadow, pulling through a small 2-foot roof on its left side.  Look for a large right-facing low angle dihedral up about fifty feet that ends at two large trees.\n\nStart directly below those two trees and wander up easy but loose slab to a ledge about 15 feet up.  Continue up fractured face with cracks for pro, then up to the roof.  Pull it on its left side (hard for 5.6) and try not to dislodge your best handholds!\n\nContinue 50 feet up the right-facing dihedral through pine needles, dirt, and loose rocks, with a lichen covered face for friction.  Belay at the two large trees, then traverse off left to reach the Redguarden West face main trail.","protection":"Standard rack - takes nuts and small cams up to as big as a #4 camalot","location":""},"__v":0},{"_id":"qXeEwMzwUle+8s25PotwYg==","name":"Hasting's Cutoff","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bruce Miller, Kent McClannan, 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":55,"mp_id":"107850792","mp_crag_id":"105807707","climb_id":"qXeEwMzwUle+8s25PotwYg==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"We had thought this was possibly a first ascent, BUT after recently receiving some updated info from Kent McClannan, he and Bruce Miller had already climbed this fun line in 2010!\n\nWe didn't climb it until October 3, 2012. We weren't sure if anyone had done this variation before, but it was well worth the effort!! Climb the 5.6 corner to start, then keep left at its top to gain the broken ledge at the base of the \"Kor Direct\" 2nd pitch. Start up the \"Kor Direct\", instead of trending left to black rock, continue up and right to the obvious, 2\" crack that disappears up into the clean face (I've climbed up this way and then traversed back left to the \"Kor Direct\" and it is a fun way to go also...). Place a few bomber cams in the disappearing crack. Step out right below a shallow, right-facing, seamless corner that leads up into the wide looking crack out the left side of the roof above. A series of runout liebacks and edges brings you up under the roof.  A 3.5\" cam protects the steep, wide slot up to 5.9 climbing above....\n\nI feel the difficulty was very similar to the the roofy cruxes at the top of \"\n\nEat Or Be Eaten\n\n\" with an \"R-ish\" rating. This is really an awesome pitch at 5.10b R (120').","protection":"Standard Eldo rack (variety of sizes).","location":""},"__v":0},{"_id":"jZDUyI1IVIyuAiNDkeW5FA==","name":"Flakey Floont","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown (unclaimed)","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":21,"mp_id":"105754852","mp_crag_id":"105807707","climb_id":"jZDUyI1IVIyuAiNDkeW5FA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This climb is on Redgarden Wall, on the West side trail just uphill from\n\nMr. Natural\n\n, which is before the wooden stairs.\n\nThe route climbs up the closed-book dihedral/chimney just 12' left of\n\nMr. Natural\n\n.  It ascends about 40' to the rap tree on\n\nMr. Natural\n\n.  Why bother though?  I was there, I read what the book said (don't waste your time), but I was heading in and tried the line anywhere.\n\nThis was not the worst climb I have done in Eldo, but if it had been 200' feet of this same garbage, it would have come close to\n\nCardinal Richelieu\n\nfor that title.","protection":"Who cares- it's bad rock and not worth doing anyway.  I guess a light rack or TR from Mr Natural.","location":""},"__v":0},{"_id":"+JVgpJFfU9OKxJUc2XBg/A==","name":"Dogpatch","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"G. Miller, S. Levin, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":8,"mp_id":"111890149","mp_crag_id":"105807707","climb_id":"+JVgpJFfU9OKxJUc2XBg/A==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This has reasonably good climbing in an unlikely position. It is worth doing if you like doing everything.\n\nClimb up under the overhang, and then work right under it so as to avoid any actual steep climbing. Head up to the trees on the\n\nVertigo\n\nledge to belay.","protection":"A light set of cams to 3\" and a few slings.","location":"A few feet right of the metal ladder at the base of\n\nSchizophrenia\n\n, step right and to an inset below an overhang. The right side is bad and flaky, the left side has what looks to be an overhanging handcrack, but feet appear as you move up and left under it to keep it 5.7. Climb up that and then up to belay at the tree as for\n\nSchizophrenia\n\n."},"__v":0},{"_id":"hrUdJdzcX0yElxNfR3g62Q==","name":"Eat or be Eaten aka Super Slab Direct aid variation","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Larry Marquardt, Chris Reveley, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":28,"mp_id":"105763428","mp_crag_id":"105807707","climb_id":"hrUdJdzcX0yElxNfR3g62Q==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"A variation of a variation, this route deserves better. It's an independent line with a sustained upper wall and good moves. The upper wall is steep and intimidating with a closed-off thin crack, but there is gear everywhere, hidden holds, and decent rests. This should be the direct start to Super Slab as its difficulty is more in keeping with that of Super Slab.\n\nRossiter calls this 10c s, but the gear is excellent, although pumpy at times to place, and occasionally tricky. Erickson calls it 10-. I'd say it may be a 10c effort, but with moves in the 9 and 10- range.\n\nIt appears that the original Super Slab Direct aid line started on the 11c that is now known as Super Slab Direct and finished on the upper half of the line I'm describing here. But I'll describe this line with an easier, more consistent and independent start.\n\nStart: On the left edge of the Suparete face is a thin crack system. Start directly below this at a right-facing groove that becomes low angle just above. This is where the scramble up to the Lower Ramp begins. Just left of the start is the start of Super Slab Direct with a pin a short ways off the ground.\n\nClimb the groove to a roof. The low-angle section is runout but easy. Step right around the roof, get a piece to guide the rope, and step back left. You may be able to run the rope over the roof, but I was concerned about rope drag and sharp edges. Climb up to a fixed pin that can be backed up. The hardest technical move may be the move above the pin. Above that the crack closes off, but it takes a good small brass nut and a bomber bigger nut above. Continue to a shallow right-facing corner and up to a bulge. Good cams, red Camalot size, protect the reach over the bulge. Optionally place another piece (but it's hard to hang around) and make a move right to the easier climbing at the top of Suparete. Top out at the base of Super Slab. There is one bolt where you top out, and you can get gear in some big blocks.\n\nRap of the large tree down and right with a 60m rope that doesn't quite reach the ground, but close enough.","protection":"Double brass. I used Astros and HB offsets. Single or double nuts to about 1/2\". There were a couple of great HB offset placements. Double or triple Aliens from green to red or equivalent. Bring one set smaller in case you see a placement I didn't. Single or double bigger cams to red Camalot. 20 slings and draws including a bunch of long ones. With this gear you can lace it up. If you're real solid at this grade you can get by with singles of everything.","location":""},"__v":0},{"_id":"wkYPr2uwWkCckj9D+taxSA==","name":"The Dispensary","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chip Ruckgaber, Summer 2011","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":46,"mp_id":"108425425","mp_crag_id":"105807707","climb_id":"wkYPr2uwWkCckj9D+taxSA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"The Dispensary was approved by the FHRC process in the Spring 2011 session. It's a mixed gear/bolted route starting left and up the ramp from\n\nWave Rave\n\n. Refer to page 208 of the Levin guidebook.","protection":"4 bolts protect the 5.10 climbing. Bring a light rack up to a #3 Camalot for gear opportunities before the first bolt and after the last bolt.","location":"This is in the Lower Ramp Wall area. Hike up toward the Roof Routes and look for a faint trail off left at a switch back near the obvious, large, flat boulder. Follow the trail up a bushy gully until you reach a huge cave where\n\nWave Rave\n\nstarts. Head up the slab for 30 feet to an obvious tree and climb up (gear) toward the first bolt. The route is basically right below\n\nLe Toit\n\n."},"__v":0},{"_id":"aWZQFKQvWTGWRzgOppdiyA==","name":"Day Dream","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Brooks '82","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":11,"mp_id":"105760503","mp_crag_id":"105807707","climb_id":"aWZQFKQvWTGWRzgOppdiyA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Day Dream is probably best left as a toprope, as the crux is not really protected and the rock is poor.  Toprope after climbing Shadow or Flower Quarter, or traverse on to this ledge from the climber's trail just below Rewritten.  This line is easy to pick out by locating a piton with grey webbing hanging off of it just above the roof.\n\nPick a variety of starts: choose from a slab just above the wooden staircase, or a short steep dihedral uphill and left of the slab.  Gain another huge ledge about 20 feet up.  From here, climb loose face with a lot of lichen up to a large 5 foot roof.  Pull the roof with sidepulls (they feel loose) up to big jugs at a point just below the mentioned piton.  Continue up fun, clean face with hueco-like jugs to a small tree, then finish up to the ledge.\n\nBelay from a big tree. Walk off left from here.","protection":"Piton, small pro","location":""},"__v":0},{"_id":"LuimyUY+XZG6rTM7Fk2mPQ==","name":"Clyncke Punched a Hippy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mike Schlauch, Chip Ruckgaber, Aug. 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":45,"mp_id":"107253335","mp_crag_id":"105807707","climb_id":"LuimyUY+XZG6rTM7Fk2mPQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Clyncke (pronounced 'Klinky') is the self-proclaimed oldest living resident in Eldo.  He has the largest hands of anyone I've ever met - rancher hands that make a climber's hands look dainty.  He would pack a punch.\n\nStart about 10 feet left of\n\nThe Dispensary\n\n.  Climb some loose rock (5.8) with adequate gear to good gear below the roof.  The crux is getting established in the small left facing dihedral over the roof.  Foot holds are licheny here, but the climbing is cool.  After the dihedral ends, look for footholds that lead left traversing a few feet above the lip of the roof.  Eventually you undercling a thin flake that takes you further left. From the end of the undercling, go straight up to a right-facing corner with good gear.  Then continue to a ledge that you can traverse right to the tree atop\n\nThe Dispensary\n\n.","protection":"Standard Eldo rack to 2.5\", emphasis on small cams.  There are good 0.5-1.5\" cams below the roof.  A large RP or Lowe Ball to protect the crux, difficult to place.","location":"Start just left of\n\nThe Dispensary\n\nin an obvious, left-facing dihedral.  Rap down off the tree or continue up\n\nLe Toit\n\n,\n\nRosy...\n\n, etc."},"__v":0},{"_id":"xSulhuGaUdqXmcRVFLHsMQ==","name":"Captain Crunch","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"[Kyle Copeland, FFA Dale Goddard]","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":43,"mp_id":"105752707","mp_crag_id":"105807707","climb_id":"xSulhuGaUdqXmcRVFLHsMQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This is the rarest of rare -- a 5.13 sport route in Eldorado Canyon.  While not as good as its compatriots\n\nYour Mother\n\nor\n\nThe Web\n\n, it's still a good tick for those who like bouldery routes (the business is only 20 feet long).\n\nThis route is on the small (40-foot high) buttress below and south of the Roof Wall, right above the start of the trail up to the west side of Redgarden Wall. It's just down and right of a thin crack (\n\nBreakfast of Champions\n\n) and can be recognized by a large grey half-inch bolt partway out the overhang and by the bounty of chalk on the flakes underneath the lip.\n\nAid out to the 1/2 inch bolt via a rusty pin and an old star drive on the left. Clip it and lower down, as the actual climbing begins down and right. Burly slap moves take you up the funky, overhanging rib to a final lip encounter on poor slopers (don't bother with this route if it's hot out).  Another bolt or two gets you over the slab and up to the rusty chain anchors.","protection":"Five to six quickdraws.","location":""},"__v":0},{"_id":"gRlEWC1IVOeLcrUexmmqKQ==","name":"Captain 4Q aka Santa Ana","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"[Jim Stuberg, Mike Brooks, Joe Huggins as TR then boulder problem]","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":22,"mp_id":"105752656","mp_crag_id":"105807707","climb_id":"gRlEWC1IVOeLcrUexmmqKQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"This route is located to the left of\n\nMr. Natural\n\n.  It is better thought of as a top-rope route,  since the first real pro is after the crux.  This route can be easily TR'ed after making an ascent of\n\nMr. Natural\n\n(8+).\n\nMake some delicate moves under the overhang to a break which about 5 feet to the right of the arete.  Pull the overhang on good holds (crux), and cruise the easier textured rock above. If you blow the crux on lead,  you would land on a large boulder on your back.\n\nDescent:  Rap from the tree directly above the line. (60 feet)","protection":"SR, including small cams.","location":""},"__v":0},{"_id":"K3v9PO7aUoeoYejkS4LXnQ==","name":"Candy-O","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Jim Stuberg, solo, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":52,"mp_id":"106701579","mp_crag_id":"105807707","climb_id":"K3v9PO7aUoeoYejkS4LXnQ==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Candy-O, eh?  My partner broke me off a chunk of that, trying to avoid the chunk I had been avoiding when I lead it.  But it turns out, it was not the only choss around.  A chunk twice the size of a basketball came down with several more chunks waiting for the next sucker....\n\nThe route is listed at 5.6, but by avoiding all the big, loose holds, it feels much harder. As well, the gear is poor - or at least no better than the rock around it.  The route is more R than PG-13 in my opinion.\n\nStill, as short as it is, it seems to take forever, most of the time associated with running around up on the slab trying to find something worthy of a belay.  I eventually went left pretty far to get on the corner of the slab with 2 small trees and a thin cam, just above and left of '\n\nTiny Line\n\n.'\n\nOverall, a certain waste of time.","protection":"This and that. A few nuts, a few cams.  Take a cordalette to set a belay with.  Retreat is a pain, and consists of finishing up the ramp, or taking out all the gear and down-soloing the part of the ramp as for the\n\nRuper\n\n/\n\nGrand Giraffe\n\napproach.","location":"At the left hand edge of the Lower Ramp, the wall goes vertical behind a small, twisted tree.  There is an inset formed by 2 hanging dihedrals, with the left-facing one nearest the ramp being 'Candy-O' and the right-facing one 2 meters away in opposition being '\n\nLemon Line\n\n.'  '\n\nTiny Line\n\n' is just left of these two and follows the straight and thin, vertical cracks up the wall."},"__v":0},{"_id":"t3P+S0aRVxG351TwJXMcIA==","name":"Cabana Boy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Bubb and C. Parks, 11/16/2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":0,"mp_id":"105758793","mp_crag_id":"105807707","climb_id":"t3P+S0aRVxG351TwJXMcIA==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Presumed FA. If not, I wonder what the other fool who did it was thinking leaving so much dirt and loose rock behind. I don't know what we were thinking... it was a dirt-fest when we did it and would get a bomb based on that, although it is cleaner with less loose rock now.\n\nGo up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. There is a right-facing dihedral hanging up above you.  Continue up the ladder and walk a perhaps 50 yards further to a ledge full of creeping Barberry (looks like Holly) that forms the bottom of and inset in the wall. There are overhanging dihedrals on each side. The one on the right I have presumed to be the top half of the route Senora. The one on the left is much less appealing and quite a bit harder... and called \"Cabana Boy.\"\n\nClimb up the dirty handcrack from the very back of it, with stems and smears to both sides until the crack goes vertical. The climb is probably easy 5.10, but as it was cleaned and climbed simultaneously, this is was actually somewhat hard to determine. If you put the wall on the left \"out of bounds\" the climb is hard 5.10. Continue up to the top of this short wall, perhaps 40 feet in all to a ledge and belay.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below Rewritten, then down to near the metal ladder again.","protection":"A set of cams from 2\" to 4\"","location":""},"__v":0},{"_id":"iVdWEMNDUWWekUqmxrl8bw==","name":"Breakfast Of Champions","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"[S Wunsch & J Erickson]","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":42,"mp_id":"105752716","mp_crag_id":"105807707","climb_id":"iVdWEMNDUWWekUqmxrl8bw==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"The climb is near the \"Pick Pocket Wall,\" on Redgarden, just up and left of the more difficult Captain Crunch.\n\nGo up the Redgarden trail as if approaching the normal classics by the Yellow Spur, but instead of walking quite so far, stop just as you turn the corner to head up the hill, and look at the wall to your right.  This west facing wall has several short lines on it, only a few of which are any good.\n\nBreakfast of Champions is one of those few good lines, and it is pretty easy for its given grade of 5.11a.  I would have suggested 5.10c, but if you bobble with the gear, your nerves may add to the perceived difficulty.\n\nSpot the line by the obvious chalked crack- move up and through some poor rock at the bottom to harder and more solid rock on pinches and clings above.  After a few placements and a few long moves up the overhang, you will find yourself on a runout thin slab, with anchors just beyond reach.  Make the commitment and get to the anchors.\n\nThis route can easily be toproped, but walking up to set the rope might then be the crux.  A slippery, soft, hill-full of aggressive ants and shrubs is the back-side, so leading and following seems to be the nicer option to me.","protection":"The protection is a little bit dicey, but not all together horrible.  A few cams and stoppers provide saftey, but might be pumpy to place unless you are used to overhangs.","location":""},"__v":0},{"_id":"OB73YqlbWW64zQnszmYgow==","name":"The Bitter Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"M. Brooks, L. Wilson, 1982","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":3,"mp_id":"105758784","mp_crag_id":"105807707","climb_id":"OB73YqlbWW64zQnszmYgow==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"The Bitter Route is on the lowest teir of the W/SW face of Redgarden Wall, and thus it gets early morning shade and late morning to late afternoon sun. The route begins from the trail and ends on a ledge near the base of Psychosis.\n\nGo up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. The dihedral just above the ladder on the wall, behind the boulder, is Schizophrenia.  Just left of and below this dihedral, perhaps just 6 feet is an overhang with a left-facing crack that rises up to form a downward pointing, almost horizontal crack. Climb up the handcrack and to the horizontal. The rock here is somewhat cubic in structure and is solid for holds, but might blow out from a hard fall on a shallow.  Place gear in the crack and move upward into it.  Reach out left into the thin seams and place a small nut, then move up and left onto the face over the overhang and work your way up perhaps 40 or 50 feet to the ledge above.  Belay from the large tree, which presently has one fized purple sling, but no rap rings.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below Rewritten, then down to the boulder and metal ladder again.","protection":"A light rack with a decent assortment of small nuts and cams.  The rock int he downward pointing crack just below the crux is somewhat cubic in structure and is solid for holds, but might blow out from a hard fall on a shallow placement. Place gear with that in mind.The route can be TR'd after leading Schizophrenia or after walking to said ledge as for the start of Psychosis.","location":""},"__v":0},{"_id":"bXQsRR8XX6O7ZQ2NlGqkng==","name":"Arcane Saw","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"M. Brooks, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":5,"mp_id":"105758796","mp_crag_id":"105807707","climb_id":"bXQsRR8XX6O7ZQ2NlGqkng==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Go up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. There is a right-facing dihedral hanging up above you.  Start climbing just to the right of this, bypassing an overhang to start (8+, pro with 1.5\" TCU or cam)and up to another overhang to the two fingercracks visible above, 5-8 feet right of the Schizophrenia dihedral.Continue to the top of the wall on these, which zig-zag a bit though 5.5 moves.\n\nContinue up to the top of this wall, perhaps 40 feet in all to a ledge and belay as for Schizophrenia.\n\nTo get back the the base, you can walk to the climber's left (N/NE) along the ledge until it merges with the trail below Rewritten, then down to near the metal ladder again.","protection":"A set of nuts and a set of cams from micros to 2 inches.","location":""},"__v":0},{"_id":"er96/OoIUPaDhx2izTQi4A==","name":"Apprehension","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Wayne Crill, 4/13/14","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"left_right_index":34,"mp_id":"108865956","mp_crag_id":"105807707","climb_id":"er96/OoIUPaDhx2izTQi4A==","areaRef":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":"Apprehension is similar in quality and difficulty to\n\nPremonition\n\n, more difficult getting onto the face over the lip, and a little more spicy protection wise throughout.\n\nBegin 2m right and down from the tree on the sub-ramp that marks the start of the p3 arete on\n\nPremonition\n\n(erroneously called\n\nVelvet Arete\n\nin this database).  Look for a thin, vertical crack about 1-2m left of a shallow, broken, left-facing corner below the roof and an obvious downward and left-facing flake in the roof.  Climb up this crack (gear) to the broken break below the roof using the flake in the roof to reach hidden holds on the face above.  This may be reachy and the gear is a bit below you but the flake is very solid, and you can get your feet high to reach good holds on the face. Exciting. Gear can be placed (with difficulty) in a crack to the right or just get established on the face and immediately find good gear above (crux, 8+ R).  Climb straight up the face on good quality rock with sparse gear, staying 3-4 meters right of the\n\nPremonition\n\narête (5.8 R). Top out at an obvious stance/alcove high on the lower ramp. Were it not for the slightly foreshortened nature of the pitch and the slight squeeze between\n\nPremonition\n\nand\n\nSub Slab\n\n, this line would be well worth a solid two of four stars.  Jalepeno to Habenero spicy.","protection":"Standard Eldo rack including micronuts and micro cams.","location":"Apprehension is located on the Redgarden wall below the lower ramp area.  It climbs high quality vertical face between the last pitch of\n\nPremonition\n\n(currently listed under the name\n\nVelvet Arete\n\nin this database, I would add\n\nPremonition\n\nproper, but I have not climbed the lower two pitches...) and\n\nSub Slab\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,d6b82da5-08f2-5918-b016-268909c51b50,a5dd32e8-88b7-5813-bc1a-35a964288414","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Redgarden Wall","Redgarden - Below Lower Ramp"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9+"},{"count":1,"label":"5.12"},{"count":4,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":8,"label":"5.8+"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.11b"},{"count":3,"label":"5.10b"},{"count":1,"label":"5.10b/c"},{"count":5,"label":"5.8"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":3,"label":"5.11+"},{"count":1,"label":"5.11a/b"},{"count":3,"label":"5.12a"},{"count":2,"label":"5.8-"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.6"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":53,"bands":{"unknown":0,"beginner":22,"intermediate":16,"advanced":15,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":1}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":11,"bands":{"unknown":0,"beginner":4,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":22,"intermediate":17,"advanced":16,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28548,39.9309]},"bbox":[-105.28606639668807,39.93045033981814,-105.28489360331194,39.93134966018186],"left_right_index":-1,"ext_id":"105807707","area_id":"pd0y6Ii3WBO8GjWpZCiEFA=="},"content":{"description":""},"density":0,"totalClimbs":56,"__v":1,"createdAt":"2022-11-07T05:55:58.555Z","updatedAt":"2024-01-15T16:42:43.877Z"}