{"_id":"6368a50be80bff5a995b01b1","area_name":"E Crags (DBC Canyon)","shortCode":"","climbs":[{"_id":"lKOSaLXPWr+xm5a1wTZ+0A==","name":"The Road to Mecca","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"John Glime, Paul Ross (Alt Leads) Sept 29, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45158,38.8958]},"left_right_index":999999,"mp_id":"106035721","mp_crag_id":"107767905","climb_id":"lKOSaLXPWr+xm5a1wTZ+0A==","areaRef":"4P/p8ykmXE+gl8pYJt5CVQ=="},"content":{"description":"The climb was named The Road to Mecca as the route is very holy!. Starts about the same level as the start to Death by Chocolate but at the bottom of the slot canyon at the top pool.Those parties that have enjoyed the climb \"1000'of Fun\" will find this easy mountaineering type climb has a similar atmosphere and great views from its summit.\n\n(P1.Follow the slanting brown dyke on the right of the pool towards the holes.Double anchors.200'5.5.\n\n(P2. Up to the right and gain the long road of holes,follow to double anchors. 200' 5.3.\n\n(P3. Continue the holy way to double anchors. 200'5.3.\n\n(P4. Continue the pilgrimage to double anchors.200'5.3.Straight very holey slab, cross the big crack and up to an ledge/alcove just below the summit.200'5.0.  Scramble 60' to summit and register in cairn.\n\nDescent...It is advisable to down climb the very easy last pitch as pulling ropes down this very rough slab would be difficult. From the anchors top of pitch 4 rap the route.","protection":"Take a small rack and slings, mainly for the first pitch or when ever. Two 60m ropes.","location":"One goes up the same slot canyon as for \"Death by Chocolate\"If the lower pools have water  (sometimes about waist deep)and one has a fear of water there is an alternative via the one pitch \"Aquaphobia\" 5.4/5.It also  brings one past the awkward little groove.If dry the canyon approach is the easiest to find.Alternative:- At the very entrance of the slot canyon on the north side scramble up the narrow bush filled gully .continue and look out for a ramp leading back left then right and down climb an easy crack for 15 feet, then continue up the terrace to find double rap anchors.100' rap back into the canyon and easy walk to the climbs: the climb back out up the rappel line,this is \"Aquaphobia\" 5.4/5!"},"__v":0},{"_id":"fXypasWQXCapoJAFnxsDag==","name":"Fun Size","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"P. Raymond & J. Collis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45158,38.8958]},"left_right_index":999999,"mp_id":"112145937","mp_crag_id":"107767905","climb_id":"fXypasWQXCapoJAFnxsDag==","areaRef":"4P/p8ykmXE+gl8pYJt5CVQ=="},"content":{"description":"A fun, short climb up a slab that tops a small feature overlooking the DBC Canyon. A good, easy adventure with a nice view.\n\nP1 5.4 Follow a groove on the right side of the formation's east face placing a few small cams. Belay at a 2-bolt anchor.\n\nP2 5.3 Continue up the slab into a different groove above to another ledge with a stance and 2 bolts.\n\n4th and easy 5th class terrain takes you to the top of the rib for a nice view of the DBC area.","protection":"One each BD .3-.75","location":"The route climbs the right side of the smaller hump feature left of the DBC canyon entrance"},"__v":0},{"_id":"r1rLkaPnUWWgGIJXplmRyg==","name":"Endless Journey","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Ross  Andy Ross (Var leads) 20th March 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45158,38.8958]},"left_right_index":999999,"mp_id":"106127519","mp_crag_id":"107767905","climb_id":"r1rLkaPnUWWgGIJXplmRyg==","areaRef":"4P/p8ykmXE+gl8pYJt5CVQ=="},"content":{"description":"Takes a line between Death by Chocolate and Day of Atonement. A bit of an expedition with fine situations and great views from the summit. Most of the rock is good ,however one or two of the easier pitches are a little flakey.\n\nP1)Enter the groove and at about 140' cam belays. 140'5.5\n\nP2)Continue up the groove passing a pro bolt about 20' above the belay to double anchors at its top. 160' 5.7\n\nP3)Climb 15 feet up to the right to a bolt and fixed biner . Lower off from this about 60' than traverse right to anchors at the start of pitch 4 of Death by Chocolate.\n\nP4) Climb up right to a pro bolt (this has been added as flake seemed unstable for cam placement) above a hollow flake ,up from this to another bolt then right to double anchors (P4 D by C).100'5.8\n\nP5)Do not go up the scoop of D by C traverse up to the right to join a chocolate band of rock passing a bolt at about 130'to double anchors to the right of a small bush. 200' 5.5R\n\nP6)Continue up the slab passing a bolt to double anchors below a groove and crack.200'5.6R.\n\nP7)Climb the groove and continue to double anchors 200' 5.6R.\n\nP8)Straight up and enter slim groove ,step left out of this about 20' below a small roof to double anchors left of the roof.200'5.6R\n\nP9).Continue up the slab to a natural cam belay below some blocks #3.5 and #4 friends.200' 5.6R\n\nP10 Straight up slab left of blocks to the summit groove 150' 5.6R .Register in small cairn.\n\nDescent Go around the corner to the left and along a big ledge then descend a large scoop to the rap anchors at the top of Death By Chocolate. Follow 200' raps to the anchors at the top of the 5.9 pitch 4, then a rap from here reaches the canyon floor.","protection":"Cams one each from Alien size to #4Friend, slings. Two 60m ropes","location":"One can 4th class the slot canyon to the start (see D by C and Day of Atonement descriptions .Or if water in pools  at the right side of the entrance scramble up a small gully and look for a way left then right and descend an easy crack .continue up to a ledge with rap anchors. Rap into the canyon and easy walk to the routes. The climb back up the rap is about 100' 5.4"},"__v":0},{"_id":"1MmWyxspW+SArhxGp7eQUw==","name":"Death by Chocolate","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Ross, Layne Potter  13th Sept 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45158,38.8958]},"left_right_index":999999,"mp_id":"105718096","mp_crag_id":"107767905","climb_id":"1MmWyxspW+SArhxGp7eQUw==","areaRef":"4P/p8ykmXE+gl8pYJt5CVQ=="},"content":{"description":"Location: From I.70 entrance drive about 2.1 miles to pull off on right a few yards north of a prominent wash that crosses the road.The chocolate stripped peak is easily visible from here. Follow the wash until  the slot canyon below DBC is reached. Enter the slot canyon on its left side. After two scrambling sections the canyon flattens and leads to the foot of the large chocolate slab. A double anchor is located about 70' up the slab,reached by easy scramble on the right. About 35 mins walk from pull off.\n\nP1) From the double anchors head up towards the white rock on the edge. Continue to double anchors. 2 pro bolts.190'.5.6R\n\nP2) Continue up the junction of the chocolate and white rock to anchors on a large ledge.3 pro bolts 2 cams. 180'. 5.6R .RAP from the anchors 80'down to the right of the ledge to reach anchors at the start of P3.\n\nP3) Climb diagonally up right passing a hollow flake(new pro bolt above flake) to another pro bolt and then up right to anchors . 100' 5.8.\n\nP4) Easy slab up into the great red trough to some large boulders.200'5.0\n\nP5) Straight up the big scoop to visible anchors above two small bushes. 200' 5.3.\n\nP6) Follow the excellent chocolate rock band via a flake, the first bolt is at 30'. To anchors . 2 pro bolts. 200' 5.5R.\n\nP7) Another nice pitch up the chocolate band to anchors . 2 pro bolts . 200' 5.4R.\n\nP8) Straight up easy slab to anchors . 1 pro bolt . 200' 5.2R. P9 . More easy slab to Summit anchors. 200' 5.2R.. Scramble up left for about 40'to  cairn and register.......\n\nDescent: One can rap to the top of pitch 3 then a 200' rap into the descent canyon. OR 4th class slabs to the south .A little difficult to find,best to rap..\n\nDescription to  hike as follows: Walk south from the finish of the climb down a ridge then  couple of boulder moves up a red step,continue until passed a step across a gap then start descending slabs and shallow grooves.Start trending left(N)to a large clean slab with two long grooved cracks . Slide these continue down through bushes,then move left by a prominent flake .From here leftwards down many slabs and groove scrambles to the start to the start slot canyon. About one hour.","protection":"Friends One of each .5 to 21/2 A few quick draws, slings . Two 9mm x 200' ropes","location":""},"__v":0},{"_id":"k6ErD5PfWVq2o4YCIVk93Q==","name":"Day of Endless Chocolate","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Link up of 3 routes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45158,38.8958]},"left_right_index":999999,"mp_id":"107091593","mp_crag_id":"107767905","climb_id":"k6ErD5PfWVq2o4YCIVk93Q==","areaRef":"4P/p8ykmXE+gl8pYJt5CVQ=="},"content":{"description":"This is a link up of the 3 main routes on Death by Chocolate buttress. Makes for a great day out with much more interesting climbing at a consistantly higher grade than DBC. Fairly well protected too.\n\nStart up the big left facing corner of Endless Journey. Belay with cams half way up the corner or if confident, simul climb the last 80ft or so to the top of the corner. 5.7+ 300ft\n\nMove up 20ft to a bolt, clip the locker and downclimb past the belay untill you can step right on to a face. Some cool moves takes you to the anchor of DBC. Belay your second over then pull your rope through the locker 5.7 80ft.\n\nDo the crux pitch of DBC and rap/lower off into the corner of Day of Atonement. 5.8 50ft w/60ft lower.\n\nFinish up DOA to the top. 5.8 6 more pitches.","protection":"Quickdraws\n\nCams 1\" to 3.5\"","location":"See approach for DBC.\n\nStarts up obvious left facing corner just to the right of DBC.\n\nRap DBC with double ropes for descent."},"__v":0},{"_id":"TdAWNqp5W3anQS8ZoXifTw==","name":"Day of Atonement","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Ross,  Billy Rothstein ,Jeff Pheasant","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45158,38.8958]},"left_right_index":999999,"mp_id":"105718099","mp_crag_id":"107767905","climb_id":"TdAWNqp5W3anQS8ZoXifTw==","areaRef":"4P/p8ykmXE+gl8pYJt5CVQ=="},"content":{"description":"Location.  Just right of the start of Death by Chocolate is an obvious corner with a crack.  Pass this and a little further up the canyon is a slab and groove that leads to the D.of A ramps. The route consists of mainly 5.4/5 exposed ramps and one of the best pitches on the slabs - the 5.8 pitch 4.\n\nP1) Pleasant climbing up good rock.  First up a short slab, then right onto the long ramp system to anchors.  200' 5.4R\n\nP2) From the cave move out onto another easy ramp/slab/crack groove to anchors. 200' 5.4R\n\nP3) Continue up an easy groove to the top of the pillar. 100' 5.3R\n\nP4) A really nice pitch.  Continue to the top of the groove, and then climb up left to a bolt.  Turn the roof on the left then step out right onto the exposed ramp.  Three protection bolts to bolt anchors.  200' 5.8R\n\nP5) Follow ramp system. 200' 5.4R (Not much if all  protection on most of these easy pitches)\n\nP6) Follow ramp.  200' 5.4R\n\nP7) Nicely exposed ramp along the edge of a detached monolith that forms a chimney to anchors. 200' 5.4R\n\nP8) The ramp now becomes enclosed.  Follow and then make a step down right around a massive chockstone to a block filled amphitheater, natural belays. 200' 5.5R\n\nP9) Scramble blocks then up a short 5.6 step to a notch in the summit ridge. 100' 5.6 Register in small cairn in gap and another above D by C\n\nDescent.  This route would be difficult to rap off.  Either rap down Death By Chocolate OR 4th class down slabs to the south (see description of descent from Death by Chocolate. To find the top of D by C walk around the corner and down left from the notch.  Keep looking down left to spot anchors on top of the last pitch of D by C.","protection":"A small selection of cams, #3 1/2 friend useful on pitch 4. Slings, a few quick draws.  Two 200' 9mm ropes","location":""},"__v":0},{"_id":"BYPXo4jYU1uBdIIv1ocPyg==","name":"Bloody Slab","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Paul Ross,Sheriden and Layne Potter. Sept 18 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45158,38.8958]},"left_right_index":999999,"mp_id":"106759342","mp_crag_id":"107767905","climb_id":"BYPXo4jYU1uBdIIv1ocPyg==","areaRef":"4P/p8ykmXE+gl8pYJt5CVQ=="},"content":{"description":"As the climbs in this area are becoming more popular some older first ascents that were not recorded are now being posted in case climbers wish to find lines for their own first ascents.The route climbs the large slab formation on the left side of the Death by Chocolate slot canyon...The base of the slab features blood red rock hence the name.. Only 2 pitches are technical but the 5.7 friction is a good introduction to this grade of slab . Starts in a tree filled alcove directly below an obvious right facing corner. Scramble 150' to the start of the corner.\n\nP1). Follow an indefinite crack about 8' right of the corner. The corner ends at 100' Continue for another 100' to a groove and cam belays. 200'. 5.7+. From here 4th class about 250' to the base of a clean open slab that lies between two grooves.\n\nP2)Climb the slab direct to double anchors. 190 ' 5.4R. Many hundreds of feet of excellent 4th class slab to the summit.\n\nDescent . One rap down the  5.4 slab. From these anchors rap to the right (north) and locate easy 4th class grooves that lead to the ground.","protection":"Friends from .5 to #3. slings . two 60m ropes.","location":"Park at the pull off 2.1 miles from I.70 interstate."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,3bbf61ef-6f4a-5261-a323-d6721c953a97,be4eadc4-0aaa-57cd-b5e9-febca69c5c54,e0ffe9f3-2926-5c4f-a097-ca5826de4255","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - South","Eastern Reef Area.. AKA The Sandstone Alps","E Crags (DBC Canyon)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.4"},{"count":3,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.45158,38.8958]},"bbox":[-110.45215775463706,38.89535033981814,-110.45100224536297,38.896249660181866],"left_right_index":-1,"ext_id":"107767905","area_id":"4P/p8ykmXE+gl8pYJt5CVQ==","polygon":{"type":"Polygon","coordinates":[[[-110.45215775463706,38.89535033981814],[-110.45100224536297,38.89535033981814],[-110.45100224536297,38.896249660181866],[-110.45215775463706,38.896249660181866],[-110.45215775463706,38.89535033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:33.596Z","updatedAt":"2024-02-19T18:40:43.240Z"}