{"_id":"63689d20e80bff5a994f247f","area_name":"Green Mt. Buttresses (GMB)","shortCode":"","climbs":[{"_id":"HmnhuCm4Wli3XwEiFq7kWA==","name":"The Dark Pope","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Anders Zway, Dominic Weinstock","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68613,32.39733]},"left_right_index":4,"mp_id":"106924431","mp_crag_id":"106923535","climb_id":"HmnhuCm4Wli3XwEiFq7kWA==","areaRef":"AW4R8huGXzm1HOa+MMEJvA=="},"content":{"description":"Awesome overhanging jug haul. There are two belay bolts since the gully you start in is quite steep. Getting to the first bolt is kinda exciting, but its on easy ground. Clip the first bolt and and get ready to fight the pump. The crux is about half way up. The holds on this route are just super unique and amazing. \n\n  This route is 2 pitches but the 5.10+ pitch has mussy hooks at the top and you can just clip and lower as a single pitch. Or you can clip the mussy and keep moving to a huge ledge where there is another set of belay bolts. Then follow the bolt line (5.9) over an awesome feature. From the last bolt move slightly right to the anchors, its run out here, but on easy ground. ","protection":"Bolts, Mussy Hooks","location":"Park at San Padro pull out. Hop the wall and take the trail uphill. Follow the trail till it forks. Go right up a switch back still moving uphill. When you get to a small saddle look left and fallow the trail to the top of the hill. When at the top of the hill walk South (right) on the ridge then dropping down a gully on your left. Then move in the small canyon between Vatican wall and riddler wall. The Dark Pope is on the far North end of the Vatican wall. See topos."},"__v":0},{"_id":"7vKHEg1PVw6WubnzOw9VFg==","name":"(F) Must Be Likin' Lichen","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"AS, JMw   9/2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68613,32.39733]},"left_right_index":5,"mp_id":"106923621","mp_crag_id":"106923535","climb_id":"7vKHEg1PVw6WubnzOw9VFg==","areaRef":"AW4R8huGXzm1HOa+MMEJvA=="},"content":{"description":"This is more of a mountaineer type route with big ledges, trees,  some loose rock, and lots of lichen. There are many variations possible on every pitch. You can actually hike in to the top of the first pitch from the right.  If you veer off the original line be even more wary of loose rock and lichen! \n\n  1.\tShort horizontal and vertical cracks protect moves up face to 1st vegetated ledge. Step right and climb a shallow corner or a clean flake (better) to next large tree ledge.  (5.6  100)   2.\tDiagonal left past small tree to a short crack thru a bulge, then up thru a small roof crack. Continue on face past a bolt to the next big ledge. Belay a little higher on smaller, sloping ledge with a tree.  (5.7  100)   3.\tRight behind the tree is a crack used to backup the belay. Climb the next crack to the right, which  becomes a steep, curving flake that angles back left. Follow this then wander up, passing a small tree on the right. Belay on a nice ledge about 15 feet above the tree.  (5.7  80)   4.\tUp and then left along a thin horizontal flake, then up a crack to a small ledge with a corner above. Start in corner then step right onto face, continuing up easier ground to the top of the main buttress feature.  (5.6  90)   5.\tShift belay down into notch. Steep boulder moves lead past a bolt, then easier climbing to the summit.  (5.7  60) \n\nNote: Combining any pitches will probably create some really annoying rope drag.\n\n  Descent:  Scramble down steep gully and slabs on (climbers) right side of buttress.  ","protection":"A good selection of gear.","location":"Park at San Pedro Vista and hike the Green Mt. Trail for approx. 10 minutes past 2 rocky ridges, (the 1st is Branching Out Crag.)  You should be able to see the western buttress from the trail. Just after the 2nd ridge, contour off right at first switchback and head straight across the steep slope, then a slight diagonal up to the base of the western buttress. Skirt around the base on a ledge,  then continue over to the base of the eastern buttress.  Start at base at clearing, just before dropping down around corner.   (20 min. total)"},"__v":0},{"_id":"HHR4DcriW0eLmAmdtER5xQ==","name":"(D) Grass Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"JMw, Dave Muller  9/2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68613,32.39733]},"left_right_index":3,"mp_id":"106923607","mp_crag_id":"106923535","climb_id":"HHR4DcriW0eLmAmdtER5xQ==","areaRef":"AW4R8huGXzm1HOa+MMEJvA=="},"content":{"description":"The easy, grassy crack to the right of \"The Imp of Nod.\".  Avoid the bush in the middle by scampering out left, then back into crack system.","protection":"A small rack will do.","location":"Hike around the base of the Western Buttress then up along the east face to a small, flat open area with a grassy crack heading up from the right end of a ledge."},"__v":0},{"_id":"Sxmgoi2jUQisHzfaMk1Nkg==","name":"(B) A Hint of Squirrel","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"JMw, JFx  9/2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68613,32.39733]},"left_right_index":1,"mp_id":"106923553","mp_crag_id":"106923535","climb_id":"Sxmgoi2jUQisHzfaMk1Nkg==","areaRef":"AW4R8huGXzm1HOa+MMEJvA=="},"content":{"description":"Climb easy ramp to enter crack system. Follow through bulge then up toward roof. Where the crack ends briefly you can place a high piece then step down and left to ramp that heads back up to roof.  Layback and undercling out around roof (watch for loose block) and up to large ledge. If youve runnered the roof well you can finish up the final, stiff, wide crack to a big ledge with trees and belay.  Otherwise, set up a belay on the lower ledge and make it 2 pitches.  (110 total) \n\n  Descent:  Squeeze through chimney to gully in back and hike down left to base., ","protection":"A good selection of gear.","location":"After you hike around the base of the first (westernmost) buttress, continue up along its east face, Riddler Wall, until youre almost to where you can turn right around the corner. Look for a crack system that runs from the base to the top, passing a large roof halfway. Walk in on ledge from the left to gain a slanting ramp."},"__v":0},{"_id":"+Hln3PXLXEeYgdeqxKoYjA==","name":"(C) The Imp of Nod","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"JMw, JFx, Asher Sussman  9/2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68613,32.39733]},"left_right_index":2,"mp_id":"106923582","mp_crag_id":"106923535","climb_id":"+Hln3PXLXEeYgdeqxKoYjA==","areaRef":"AW4R8huGXzm1HOa+MMEJvA=="},"content":{"description":"1. Stem the corner and follow the crack to where you can diagonal to another crack breaking the right side of a roof. Follow the corner to its end and belay on the ledge. (5.8 120)\n\n 2.Shift belay to the back wall and climb up 15 into a short squeeze chimney. Discontinuous cracks wander up to a nice belay ledge with a tree at the base of a short stem box. (This is to the right of a right-leaning orange corner and to the left of a major, steep gully/chimney.) (5.7+ 90)\n\n 3.Stem up onto a beautiful, left-leaning green corner. At the end of the corner keep angling left and up onto a huge ledge. Continue up into a short crack on the final, easy headwall. A little left of the top of the crack you may see the 2-bolt anchor for Dark Pope that you can belay from, otherwise make your own. (5.7+ 160)\n\n Descent: Walk off back (will eventually take you to the parking lot), or walk off back, then down left into gully to base of climb.","protection":"A good selection of gear is handy. Double rack up to size 4 cam recommended; medium-small nuts may be of use.","location":"Hike around the base of the Western Buttress then up along the east face to a small, flat open area with a grassy crack (Grass Crack 5.6) heading up from the right end of the ledge. The next weakness to the left starts as a short corner into a crack, a small roof, then a final corner. This is the climb."},"__v":0},{"_id":"D9ZiHt68X/KQXNIGaTjARQ==","name":"(A)  Feetlips","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joaquin Fox, Jeff Mayhew  9/2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-110.68613,32.39733]},"left_right_index":0,"mp_id":"106923542","mp_crag_id":"106923535","climb_id":"D9ZiHt68X/KQXNIGaTjARQ==","areaRef":"AW4R8huGXzm1HOa+MMEJvA=="},"content":{"description":"Right slanting crack.","protection":"A small rack will do with a good selection of small and med.","location":"On the upper left end of Riddler Wall after you turn the corner left of \"A Hint of Squirrel.\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,ef84cfb7-f347-5d0c-8060-3c5a5b56137b,016e11f2-1b86-5f39-b51c-e6be30c109bc","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","6 - Mid-Mountain","Green Mt. Buttresses (GMB)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.68613,32.39733]},"bbox":[-110.68666255005687,32.39688033981813,-110.68559744994313,32.39777966018186],"left_right_index":-1,"ext_id":"106923535","area_id":"AW4R8huGXzm1HOa+MMEJvA=="},"content":{"description":"This area is fairly rugged for being so close to the road, (20 minutes).  One of the big fires swept through here and the subsequent erosion and dead fall have made it a bit gnarly to get around.  \n\n  Lots of lichen and loose rock to deal with if you stray too far from the original lines, but the routes have cleaned up fairly nicely."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:51.765Z","updatedAt":"2022-11-25T11:09:43.262Z"}