{"_id":"6368a265e80bff5a99565caf","area_name":"Azure Mountain","shortCode":"","climbs":[{"_id":"DDq+8gqoWJK47lMqEhoV/A==","name":"You're No Spring Chicken Head","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"1988, Jon Bassett","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":999999,"mp_id":"115175336","mp_crag_id":"108976929","climb_id":"DDq+8gqoWJK47lMqEhoV/A==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"Located on the Equinox Face - one of many options on a very featured face with fair rock quality. Down low it feels more fractured. Up high, the interesting knobs and texture are reminiscent of Bear Den or Big Slide, albeit much easier. It can be difficult to discern which path to take up, but they all have featured rock and fair protection, though you may have to dig. Its worth it for the beautiful view from the top.\n\n Up featured, mossy rock to an overlap. Around this to a ledge under a ceiling. Break the ceiling in the center, then straight up on knobby rock to a ledge. Work up and left on more featured rock to where the angle eases back to a slab. Break through a bulge via a crack and work up to the trees.","protection":"Decent protection - standard rack. Tricams might be nice if the cracks aren't cleaned out. Slings to minimize drag, as the angle eases back a lot. Fixed anchor may or may not be on a tree up high. Pick a good tree, as many are far back from the edge and could potentially make a horrendous rappel. Two ropes mandatory for rappel","location":"At the Equinox Face, start at a platform to the right of the lowpoint of the cliff, beneath a low overlap with a triangular cut and a ceiling about one third the way up the face"},"__v":0},{"_id":"P8tAlvP4Ud+tOd5tXUdC0w==","name":"Weenie Jam","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"1970 Clakson Outing Club","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":1,"mp_id":"111819797","mp_crag_id":"108976929","climb_id":"P8tAlvP4Ud+tOd5tXUdC0w==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"An easy to find \"moderate\" on the main face, probably the easiest route, most the climbs around it are tough....  huge ramp-like, nice views as you climb up. Usually done in 2 pitches with the first belay point 2/3 up in the trees. Lots of choice as you move up, the left side is harder. The lower portion may be muddy with loose rocks in the spring caused by winter run-off.","protection":"Trad pg , more placements found on the right side, slung tree 2/3 up. Bottom rocks may be loose in the spring due to winter runoff erosion. Important protection advice … bug spray or total body covering, insects in the spring can be fierce, we were actually swarmed and had clouds of bugs around us on one visit.","location":"Easy to recognize ... the big ramp, if you can find the talus field you will be able to identify it. Lots of water coming down in the spring. It is used as a ice climb during the winter."},"__v":0},{"_id":"GcIXOHgeWRaHHSrDd31yog==","name":"Tangled up in Azure","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jay Kullman, Sarah Councell","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":0,"mp_id":"108320548","mp_crag_id":"108976929","climb_id":"GcIXOHgeWRaHHSrDd31yog==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"Sustained climbing, the rock is good, the gear is good, but the whole piece of rock is detached from the cliff and so sounds hollow when tapped on.","protection":"Standard rack, tree anchor with rap gear that may be old.","location":"From the top of Fubby Dub look left along the headwall until you see a beautiful corner with a hand sized crack. A 5.3-5.4 traverse of about 150' takes you to the base of the climb. The climb goes up the corner and then traverses left to the tree anchor."},"__v":0},{"_id":"/+O3S97kW++2K9i7YSqZdg==","name":"Planet Claire","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":2,"mp_id":"111834152","mp_crag_id":"108976929","climb_id":"/+O3S97kW++2K9i7YSqZdg==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"An easy to identify \"moderate\" in a scenic location","protection":"Big wide corner ... big stuff","location":"An easy to find corner on \"Main face\" ... picture will save written description"},"__v":0},{"_id":"Z/U+4ZSeWwenSkOcYEwEMA==","name":"Paul and Tom's Morning Show","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":4,"mp_id":"115419571","mp_crag_id":"108976929","climb_id":"Z/U+4ZSeWwenSkOcYEwEMA==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"Though I haven't finished the route due to wet rock and haven't been back, this is a decent trad line, which still is reportedly in need of a clean lead. A fine addition to the rock at Azure, with engaging climbing on thin flakes. Booty from my bail awaits!Work around the overhang to a large ledge. From there, work up and right through flakes, then up underneath the roofs. Turn the roof on the left to another ledge. Then, follow a series of cracks for a \"spectacular finish\"","protection":"Standard rack with some emphasis on thin gear. RPs helpful. Alpine draws too.","location":"40' right of Azurite on a large, lightly vegetated ledge, at an overhang at head hight and a waist-high spike of rock "},"__v":0},{"_id":"xKMsii47VIynGENSpeaKUQ==","name":"Coffee Shop Panorama","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Will Leith, Matt Kahabka","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":7,"mp_id":"108326208","mp_crag_id":"108976929","climb_id":"xKMsii47VIynGENSpeaKUQ==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"Starts in a crack at the base of an arete, moves right up a slabby section to the right wall of a right facing corner 15' up. Two parallel finger-cracks provide the weakness for this headwall. There is a clump of birch trees that are suitable for a belay anchor to bring the second up. The trees ~15 feet back from the top of the climb, so it would be hard to top rope without a lot of extension. There is a fixed rappel located on a spruce tree to the left of the birch trees.","protection":"Standard rack.","location":"On the approach trail to the main face, this is the first corner that the amphitheater can be seen from. It is located approx. 70' to the R of \"the chilller\" (see adk rock). There is an obvious tree growing on the cliff at about the height of the final headwall."},"__v":0},{"_id":"gC5C+vVsV5Kyu9RZ8V+6Og==","name":"Chasing the Scream","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Adam Crofoot 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":5,"mp_id":"117721715","mp_crag_id":"108976929","climb_id":"gC5C+vVsV5Kyu9RZ8V+6Og==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"A truly demanding climb in the backwaters of the Adirondacks. Incredibly sustained and an undeniably aesthetic natural line. See also the new routes page for Adirondack Rock\n\n Climb the obvious crack off a small ledge, as it narrows from hands to fingers. Make a switch right as the crack arcs left and continue up past a bolt to a hero finish.\n\n A bit of history: this line may have been attempted in the 80s by a Clarkson University student, as Jon Bassett recalls an underclassmen in his hubris trying to climb a steep fingercrack next to the covered passages (there is no other feature matching this description to my recollection). The climber didn't get very far off the ground before falling and ripping all of his gear, but managed to escape unharmed. The crack sat dormant until it was finally scooped up in 2019, as local Adam Crofoot quietly continued his surge through the North Country.","protection":"Fairly standard rack","location":"The steep left rising finger crack left of the open area under the winter route Hangover Remedy, just before the first covered passage."},"__v":0},{"_id":"m4qjURqcW52YPAgQL0X0IQ==","name":"Chalk Full O' Nuts","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Will Leith, Matt Kahabka","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":6,"mp_id":"108337536","mp_crag_id":"108976929","climb_id":"m4qjURqcW52YPAgQL0X0IQ==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"  P1: Once on the ledge climb the fingercrack and small crimps until the crack closes, transition into another fingercrack just above and to the right of the first. Gain a rest at the horizontal crack halfway up, then continue up the handcrack to the top. If it has rained recently, the bottom of the climb will be seeping and gaining the fingercrack will be a challenge, however, it is still feasible.    FA 2013, Will Leith, Matt Kahabka","protection":"Standard Rack","location":"Start: At a head level ledge below a fingercrack 30' left of \"Coffee Shop Panorama\", and 40' right of \"The Chiller\""},"__v":0},{"_id":"M9lFqYsAUfKovwQwZ8A5RA==","name":"Azurite","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Andy Tuthill, Susan Frankenstein 1993","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"left_right_index":3,"mp_id":"115363735","mp_crag_id":"108976929","climb_id":"M9lFqYsAUfKovwQwZ8A5RA==","areaRef":"aBoGjqAjWP2dY/6KVIgzgQ=="},"content":{"description":"An excellent trad climb and a North Country classic! Beautiful location and almost guaranteed solitude. Easily toproped by climbing in from Planet Claire.Step through a tree to gain the face on the right side of the arete. Up to an overlap, then move around the arete to a tight hands crack and gain a fingercrack. Then, onto the crux face sequence where the crack ends. Punch it to a working stance (crux), clip a bolt, then step onto the right face to gain an orange jug*. Swing back left around the arete again into a corner, then up to a ledge. A burly fistcrack pulls through a bulge and then deposits you at a cedar with a fixed anchor.*The jug is a flake which seems fine but maybe a bit fragile, be careful handling it. Pull down, not out!","protection":"A pretty full rack. Fist size gear useful. Doubles in the #1 C4 size are particularly recommended. The bolt is questionable...","location":"In front of a triangular, waist-high boulder downhill and right of the massive Planet Claire corner, at the left side of the base of the towering arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,22b30826-b6eb-584e-9a14-f042decf3521,681a068e-a023-58fd-9d63-fe8a54883381","pathTokens":["USA","New York","Adirondacks","K: Northern Region","Azure Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.50099,44.54125]},"bbox":[-74.50162088450199,44.54080033981814,-74.50035911549803,44.54169966018188],"left_right_index":-1,"ext_id":"108976929","area_id":"aBoGjqAjWP2dY/6KVIgzgQ==","polygon":{"type":"Polygon","coordinates":[[[-74.50162088450199,44.54080033981814],[-74.50035911549803,44.54080033981814],[-74.50035911549803,44.54169966018188],[-74.50162088450199,44.54169966018188],[-74.50162088450199,44.54080033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:15:06.830Z","updatedAt":"2024-01-20T01:05:11.516Z"}