{"_id":"6368a44ee80bff5a9959c28a","area_name":"Vertigo","shortCode":"","climbs":[{"_id":"0yPulGsjXyiYv9OyLBVCug==","name":"Vertigo","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Kevin Bein, Barbra Devine, Pete Delannoy, Jim Mullins, Paul Muehl, Bob Archabold, Mike Goetze 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5668,43.8477]},"left_right_index":4,"mp_id":"105911379","mp_crag_id":"105911375","climb_id":"0yPulGsjXyiYv9OyLBVCug==","areaRef":"ri1a1i/uUuqVH3saTyOduA=="},"content":{"description":"One of if not the HARDEST summit to attain in the Needles and maybe the Black Hills. Start on one of 3 options, 2 bolted lines 5.11 or go downhill and do the chimney and traverse easy terrain to belay. This what you came for. Start off the belay and work right and place some big gear under the roof, pull the roof and clip some bolts and thread an old rurp with small wires. After the rurp, head out left along a seam which brings you to pins. From the pins, head up to a set of bolts and fiddle in lots of gear. After a pin is clipped move up a bit higher and place a high piece. This high piece is good. Move left (crux). After this final traverse is done; it's easy sailin to the top. As for the top out, work around and left at the top.\n\n(History of one the hardest summits in the Black Hills) Renn Fenton was the first person to scope out the line. He believed that it would go and even listed out the cruxes and belays. His beta proved to be mostly spot on for the FA group. This spire was put up in 1979 before there was right and wrong ways to climbing such as Redpointing and Pinkpointing. The FA was done as a group and in Yo-Yo style because of the uncertainty, style and grade of the climb. The FA party all took 30 plus foot rides trying to figure out the upper cruxes. Finally, Paul Muehl put two RURPS in the rock above the first crux on the second pitch. The first one was met to slow down the falling climber enough to have the second one hold for a better fall than before. Kevin Bein pulled the first one out on a fall and the second one held. Kevin continued climbing the traverse and pounding in two pitons. It is said that Kevin Bein did a series of One arm pullups across the traverse and made it past the two upper cruxes. He finished the crux and was on top. The rest of the group followed suite and the rest as they say is history.","protection":"Bare bones   Nuts=full set small to large.   Cams=gray met, purple met, full set of Aliens, #1-4 Camalot. Lots of long slings and double ropes are useful. ","location":""},"__v":0},{"_id":"KmssjfhxV6qdDZiMLqN2nA==","name":"Trading War Stories","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Chris Hirsch, Lee Terveen, Joel McKillop (Ground-Up) 7/13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5668,43.8477]},"left_right_index":0,"mp_id":"109261523","mp_crag_id":"105911375","climb_id":"KmssjfhxV6qdDZiMLqN2nA==","areaRef":"ri1a1i/uUuqVH3saTyOduA=="},"content":{"description":"Fun, well protected line that gradually gets harder. High first bolt. Getting to the last bolt is the crux.","protection":"8 bolts   Bolted anchors","location":"Climbs the N side on the pedestal of Vertigo. Just left of the striking black streaks. Single 60m rope rap."},"__v":0},{"_id":"lEpkWq5FVemkvIWWglqvpA==","name":"PamPered","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"HT/BG ffa HT 10/18/21 with EH","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5668,43.8477]},"left_right_index":2,"mp_id":"121534127","mp_crag_id":"105911375","climb_id":"lEpkWq5FVemkvIWWglqvpA==","areaRef":"ri1a1i/uUuqVH3saTyOduA=="},"content":{"description":"This route will certainly coddle all your Needles desires. Begin with 5.10 gear climbing up a featured seam to reach a slightly off vertical headwall. 4 bolts of sustained, well protected gripping, finishing with a dramatic dead point and a chance for another microcam before a 30’ run to the top on easier terrain. A fall from the wrong place in the easier terrain(~5.9) could send you into the pillar between vertigo and outer outlet. ","protection":"Single rack to #1. 4 bolts. Bolted anchor","location":"Start in the right most seam on the N face of vertigo. Pin in seam ~20’ up"},"__v":0},{"_id":"ZKQLYWXGUMmnmP1v9pt6+Q==","name":"Housing The Sin","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Lee Terveen, Chris Hirsch 7/15 (Ground-up)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5668,43.8477]},"left_right_index":1,"mp_id":"110776608","mp_crag_id":"105911375","climb_id":"ZKQLYWXGUMmnmP1v9pt6+Q==","areaRef":"ri1a1i/uUuqVH3saTyOduA=="},"content":{"description":"This is the beautiful black streak on the backside of Vertigo's base. First attempted by Shaffer, making it about halfway. Certainly the hardest of all his abandoned projects. Start in the right facing flake and follow to it's end. Then begin the arthritis inducing crimps. For several bolts this climb is technically demanding with no rests. A great finger strength test piece.","protection":"Bolts   Single rack to hand sizes   Bolted anchor w/ webbing.","location":"Downhill from Conn Diagonal, it's the large black streak on a clean wall. Double rope rap."},"__v":0},{"_id":"9MwEewYPUYW4aEBCTcEgZw==","name":"A Clean Getaway","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Chris Hirsch, belayed by Luke Ross, Lee Terveen, Jack Torness (Ground-up) 7/14","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5668,43.8477]},"left_right_index":3,"mp_id":"109249759","mp_crag_id":"105911375","climb_id":"9MwEewYPUYW4aEBCTcEgZw==","areaRef":"ri1a1i/uUuqVH3saTyOduA=="},"content":{"description":"This hidden treasure climbs the bomber finger/hands crack system right between Outer Outlet and Vertigo. Currently, this is the only other route that summits Vertigo. Very unique with wild and WIDE stemming and a transition from one formation to the other. I don't believe this has ever been climbed before, surprisingly. A must-do!! \n\n  1) 5.7 70'   Start in either gully and take the easiest path up to the chockstone belay in the saddle between Vertigo and Outer. Natural belay. \n\n  2) 5.11+ 130'   Two options to start. On Outer Outlet, the left crack climbs and protects better right away but has a thin traverse right to join the main line. The direct start over the roof has decking potential before you can get a second piece of gear in. Choose wisely ;). Continue to link the vertical slashes, while getting excellent gear. Just when the crack flares and gear becomes meager begin the groin stretching. Stem for about 15' up and then to the North to find another perfect crack on Vertigo that will take you to the top.","protection":"Double rack to BD#2 & single #3 (to protect beginning roof)   Nuts   Long slings","location":"Route climbs right in the center of the narrow passage between Outer Outlet and Vertigo. Either rap back down the route (80m rope), or rap the original Vertigo route (one 70m rope??). Location Coordinates: 43.848738, -103.567899"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,81d1fa2f-5ce8-5bac-911f-6dc9b793666f,2a879844-4a60-5dd5-8624-89905188de1f,ae2d5ad6-2fee-52ea-951f-7b1a4f239db8","pathTokens":["USA","South Dakota","Custer State Park","Sylvan Lake","Outlets","Vertigo"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11+"},{"count":1,"label":"5.12"},{"count":1,"label":"5.13"},{"count":1,"label":"5.13+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":2}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5668,43.8477]},"bbox":[-103.56742350292781,43.84725033981813,-103.56617649707219,43.84814966018187],"left_right_index":-1,"ext_id":"105911375","area_id":"ri1a1i/uUuqVH3saTyOduA==","polygon":{"type":"Polygon","coordinates":[[[-103.56742350292781,43.84725033981813],[-103.56617649707219,43.84725033981813],[-103.56617649707219,43.84814966018187],[-103.56742350292781,43.84814966018187],[-103.56742350292781,43.84725033981813]]]}},"content":{"description":"This little formation is is a great example of what's possible. The formation, climbing, everything about it is all there for you to vizualize and do, but still somehow it seems elusive, and rarely does it get climbed. I dreamed of doing ths route so many times. I went over and over it in my head. I would often think of what would happen if it got really hard and really scary, but these were just pre-thoughts and they don't really help. Once you get on it, it tells you right away whether it's the day or not. Pick a good day and have fun. If this is a route you've been wanting to do, then get out there and Just do it. Thanks to the folks who put it up. As for the folks who are no longer with us, may they rest in peace. "},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:23:19.530Z","updatedAt":"2024-02-19T18:39:57.557Z"}