{"_id":"63689defe80bff5a994fadc0","area_name":"Toni Harp Bloc","shortCode":"","climbs":[{"_id":"GuSPAshOUnm0gyfuOO4x8Q==","name":"Toni Harp's Resignation","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"Alex Krampovitis","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.95908,41.33184]},"left_right_index":2,"mp_id":"108807403","mp_crag_id":"108807362","climb_id":"GuSPAshOUnm0gyfuOO4x8Q==","areaRef":"RYTXTCMtV1i7ZhLnO1YQCg=="},"content":{"description":"Starts on the main hold. Climbs the face direct to the obvious crimp on the arete. From there you move out left to the crack and top out through the slab. Has been done three different ways so far beta wise, so use your imagination!   Really fun line with a serious mental factor. Once you pull over onto that slab, you are fully committed, because a fall from there would not be pleasant. \n\n  It is the red line on the beta photo... \n\n  Beta footage of the climb: \n\nyoutu.be/Gk6w42CDcZY","protection":"The first half of the face climbing is very easily and safely protected with 4 pads and one or two good spotters. Pad shifting should occur for this to remain safe after pulling onto the slab.","location":"Starts on the main hold on the face, climbs straight up and pulls onto the slab about 3/4 way up."},"__v":0},{"_id":"3XLrUKkgVO2HXaNqr5SaYA==","name":"Toni Harp","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Alex Krampovitis","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.95908,41.33184]},"left_right_index":3,"mp_id":"108807368","mp_crag_id":"108807362","climb_id":"3XLrUKkgVO2HXaNqr5SaYA==","areaRef":"RYTXTCMtV1i7ZhLnO1YQCg=="},"content":{"description":"This is a great introduction to highballs. The landing is pretty safe with pads and spotters. Could probably use more downed trees from around the area, to level out the slope a bit more, but what's there has worked great for us so far. All of the holds are great on this one, making this mostly a head game problem. \n\n  The line starts on the same start as all of the other climbs. It works right to the large open crack, and then up to the obvious horn/jug. You then work up the obvious crimps and into the L-shaped lip feature. \n\n  It is the yellow line on the beta photo... \n\n  Here is a beta video of it (I know my right hand isn't matched at start, proper start has hand match. It was repeated immediately with proper start): \n\nyoutu.be/-ZMzp7NmdMM","protection":"At least 4 pads would protect this quite well. A slider pad is nice to protect the back slab if you have one, but a spotter would do a better job.","location":"All of the lines start on this wall have the same start hold. This line works out right to the obvious horn/jug and tops out through the large L-shaped corner. Walk off the back, right to the trail."},"__v":0},{"_id":"/wNTeHEJU5m24XRtu9Yyew==","name":"Magical Thinking","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Conor Clarke","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.95908,41.33184]},"left_right_index":1,"mp_id":"108836342","mp_crag_id":"108807362","climb_id":"/wNTeHEJU5m24XRtu9Yyew==","areaRef":"RYTXTCMtV1i7ZhLnO1YQCg=="},"content":{"description":"This starts at the same hold as the other climbs. Climbs through Toni Harp's Resignation until you get to the arete crimp about 12-15ft off the deck. This is where the crux is, from here you need to find a way to the sloper lip.   This is pretty mellow up to the crux, but you really need to commit on this one.  \n\n  It is the black line on the beta photo...","protection":"Lots of pads, more than 1 spotter, and the commitment/courage of a hometown hero, because a fall from the lip will be really scary and hard on the legs...","location":"Normal start as the other climbs. You will see the rest crimp on the arete 3/4 way up, from there, instead of rocking onto the slab to end it like Toni Harp's Resignation, you just climb directly up the overhung face to the slopey lip.   Walk off the back to the trail."},"__v":0},{"_id":"7+yVP+RIUMG7SNiK86kXeQ==","name":"Kyle's Crack","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Sean Milnes","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.95908,41.33184]},"left_right_index":0,"mp_id":"108836329","mp_crag_id":"108807362","climb_id":"7+yVP+RIUMG7SNiK86kXeQ==","areaRef":"RYTXTCMtV1i7ZhLnO1YQCg=="},"content":{"description":"This line starts at the same start hold as every other line on this face. It follows the crack system left, with great feet, and you rock over the slab into the crack and just climb the crack to the lip. Great v1 highball/warmup!!   It is the blue line on the beta photo... \n\n  Here is a beta video of the third ascent: \n\nyoutu.be/BgvQUx_Ixvg","protection":"Definitely need pads and a spotter to make this safe.","location":"This is the all the way left line on the face. Same start as the other lines, Walk off the back on the top to the trail."},"__v":0},{"_id":"9xc5RgnuW5WwZT2CfhvVZw==","name":"FIFM","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"Alex Krampovitis","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.95908,41.33184]},"left_right_index":4,"mp_id":"108885856","mp_crag_id":"108807362","climb_id":"9xc5RgnuW5WwZT2CfhvVZw==","areaRef":"RYTXTCMtV1i7ZhLnO1YQCg=="},"content":{"description":"The line starts on the giant flake, pops out to a cool pinch, then stretch for the rail, topout isn't as easy as it looks, pretty slopey, but popping up to the higher ledge reveals a bucket jug. \n\n  Beta video of the FA: \n\nyoutu.be/PemcKwjBfSs","protection":"One pad was enough, but two are recommended, along with a spotter, because the first move to the pinch could easily result in sliding down the starting bloc...","location":"See the beta photo for location as well! This wall is literally in the same area as the Toni Harp wall, just around the corner, more towards the inside corner of the larger walls. The flake is very obvious. Basically climb up the large blocks until you see the giant flake. \n\n  Tree is the downclimb, very sturdy and has large knots to use as holds."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a2f1ea01-91f2-59f1-b724-e30fafb7d4e8,799b7548-4b56-53ab-aa29-6b22914ec00e,77cb4046-661a-53b7-bf4c-9685454e6cec,4584d74c-232d-5758-bb66-12e73b56100a","pathTokens":["USA","Connecticut","CT Bouldering","West Rock State Park","Toni Harp Bloc"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V4-5"},{"count":1,"label":"V3"},{"count":1,"label":"V7"},{"count":1,"label":"V1"},{"count":1,"label":"V5-6"}],"byDiscipline":{"boulder":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.95908,41.33184]},"bbox":[-72.95967883051132,41.33139033981815,-72.95848116948866,41.33228966018187],"left_right_index":-1,"ext_id":"108807362","area_id":"RYTXTCMtV1i7ZhLnO1YQCg=="},"content":{"description":"Shady wall and area. Needs a little extra time to dry after rain. Wall is slightly overhung and provides three great climbs with one project line. Some holds down low are slightly crumbly, but are cleaning up really nice as it's being climbed on. The wall itself is slightly detached from the wall behind it, but it has been extremely solid to climb on so far..."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:03.103Z","updatedAt":"2022-11-25T11:16:38.388Z"}