{"_id":"6368a1b8e80bff5a99553fb2","area_name":"Livermore Crag","shortCode":"","climbs":[{"_id":"m1XV128JXVyW+h5XY6P5Dw==","name":"Bridge Over Troubled Water","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Eli Buzzell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.66691,43.78542]},"left_right_index":0,"mp_id":"119060074","mp_crag_id":"119059966","climb_id":"m1XV128JXVyW+h5XY6P5Dw==","areaRef":"uOZ8WWlfXUuNQ0YhvDSjbA=="},"content":{"description":"Bridge Over Troubled Water sits in my mind as one of the most unique climbs I have ever done, and I'm certain you will feel the same. It is distinctly sporty, but sound of Livermore Falls' unsettling churn below you adds a sense of adventure that you could otherwise only find on a big wall in a downpour. Expect moves like one of the many beta intensive boulder cruxes on the right side of Waimea. Wear a tight right knee bar pad, and don't expect to get it on the first go. The first bolt is positioned for the belayer to not get sucked out over the waterfall during falls.\n\n Scramble up on to a ledge any way you please and clip the bolt on the face. Tiptoe down to the strange hanging corner feature. Creatively find your way into the corner using all manner of ninja kicks, knee bars, underclings, and butt scums. Finally exit left towards jugs via a perfect rail of crimps. Mantle into easier terrain and climb to the trees up top. ","protection":"5 bolts, anchor slings.   I used a locker draw on the first bolt off the ledge for extra peace of mind.","location":"At the far right end of Livermore Crag. This route climbs over the falls."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,f3779a70-6ea4-5c34-b506-d46699ecf026,b8e67c59-695f-5d4b-8d43-4621bc34a36c","pathTokens":["USA","New Hampshire","Lakes Region","Livermore Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.66691,43.78542]},"bbox":[-71.66753285295927,43.784970339818145,-71.66628714704075,43.78586966018187],"left_right_index":-1,"ext_id":"119059966","area_id":"uOZ8WWlfXUuNQ0YhvDSjbA==","polygon":{"type":"Polygon","coordinates":[[[-71.66753285295927,43.784970339818145],[-71.66628714704075,43.784970339818145],[-71.66628714704075,43.78586966018187],[-71.66753285295927,43.78586966018187],[-71.66753285295927,43.784970339818145]]]}},"content":{"description":"A small water carved schist crag located just above Livermore Falls on State Forest land. Several top rope climbs exist off of tree anchors and few stand out features could be cleaned and bolted. The nature of the area lends itself to tree anchors, so bring some webbing, slings, or static line. The jewel of the crag is Bridge Over Troubled Water, a 4 bolt sport climb over a raging waterfall. This crag sees sun in the early afternoon but is otherwise well shaded, that coupled with the nearby river make it an excellent summer hang out for days when you're not sure you really want to climb or have some beverages by the water. Swimming isn't recommended at the crag due to its proximity to the falls, however there are a few choice swimming holes not far up stream. The state park is also an excellent place to swim after cragging for the day."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:13.186Z","updatedAt":"2024-02-19T18:36:17.012Z"}