{"_id":"63689d20e80bff5a994f24ce","area_name":"Five Mile Wall","shortCode":"","climbs":[{"_id":"7H273BUqWbmfw/j0WupU9Q==","name":"Town Without Pity","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Karl Rickson and Chris Fischer, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78727,32.44073]},"left_right_index":2,"mp_id":"108286370","mp_crag_id":"108286363","climb_id":"7H273BUqWbmfw/j0WupU9Q==","areaRef":"9DSAzkxTV2KBdSxUNfPoqA=="},"content":{"description":"I don't think this route is quite as good as the Backcountry guide 3 star rating suggests, but it's still well worth doing. The first pitch isn't bad. The second is very good, but maybe not one of the best on the mountain as I was hoping for. The third is a 5.4 blip.  \n\n  Pitch one begins with face climbing to reach a nice, right-leaning corner with fun 5.9 liebacking. From the corner's end, easy face climbing leads to a long (at least 40 feet) left-ward traverse past a tiny tree and an old pin. This varies from walking to 5.8 slopers, with no pro on the last 20 feet.  \n\nBe sure to bring either a bolt kit and/or save a #3 friend/#2 camalot to back up the original 1/4\" bolts at the belay. You basically have to do the route crux (the first move of the second pitch) in order to get the back-up piece in. Or you can aid off the bolts to avoid falling on them, which is what I did.  \n\n  Pitch two is an obvious lead up the right-arcing dihedral, with a difficult crux off the belay but still sustained 5.9/10 climbing after that. Pro is generally good, but can be difficult to place. Take care in protecting the belay. \n\n  Pitch three is an easy lead up either of two corners to the top.","protection":"Standard rack with emphasis on smaller sizes. A 4 friend or equivalent is useful at one spot on each pitch, but is not essential.","location":"Head down the south gully (see area description), hugging the wall. Town Without Pity is the first route you come to. The obvious feature is the attractive right-leaning, right-facing (rather than left-facing as shown on Kerry's topo) corner on pitch two. Pitch one begins below the right-most and most sharply defined of several flake systems, well to the right of the start of pitch two."},"__v":0},{"_id":"O9EG6uKhXhOYw34MImI+yQ==","name":"Stoned Man's Dream","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Doug Davis, Jack Carpenter. Chuck ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78727,32.44073]},"left_right_index":1,"mp_id":"111562081","mp_crag_id":"108286363","climb_id":"O9EG6uKhXhOYw34MImI+yQ==","areaRef":"9DSAzkxTV2KBdSxUNfPoqA=="},"content":{"description":"Large dihedral on south face.","protection":"Lemmon rack","location":"From old Hut notes: On the left margin of the bald south face, about 150ft left of Town w/o Pity, is a large dihedral 1 pitch up. 1) Scramble up between a large block and the face. Move slightly left to start the right-facing dihedral which runs  up to the book. (5.8) 2) 5.8 120ft. Climb the book, belaying at the top. 3) 5.7 150ft. Move right, and then up to a belay near the top. 4) off."},"__v":0},{"_id":"dc+uFPF4Ur+pxgdU2XxMHQ==","name":"Motor City","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Karl Rickson & Gene \"Smitty\" Husted (variation KR & Jean-Pierre Michaud)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.78727,32.44073]},"left_right_index":0,"mp_id":"108286428","mp_crag_id":"108286363","climb_id":"dc+uFPF4Ur+pxgdU2XxMHQ==","areaRef":"9DSAzkxTV2KBdSxUNfPoqA=="},"content":{"description":"The second pitch of this route is dirty from neglect, but is otherwise a real gem--one of the best crack pitches on the mountain. \n\n  Kerry's description of this route confused us a little, mainly because he references a \"direct start\" that supposedly goes at 5.9, but he never describes the regular start. We did a direct start that seemed to match his description, except we didn't find 5.9 climbing. At any rate, the crack system is fairly obvious, and following your nose certainly works fine.  \n\n  Pitch one (\"direct start\") begins up a short right-leaning, left-facing ramp, following by a grunty move into a short chimney formed by a large flake. Move ~30 feet right on the flake to pick up the crescent crack which leads to an uncomfortable belay beneath a bulge.  \n\n  Pitch two pulls the bulge (rather than moving left underneath it) and then traverses left into the main crack, which is excellent moderate hands into sustained 5.8+ fingers. Easier climbing above leads to a belay with great views at the top of the cliff.  \n\n  Partway up this pitch a diagonal crack shoots off left which is apparently a 5.7 variation and also looks pretty good.  \n\n  The beginning of the so-called direct start is not anything worth seeking out. If you could figure out how to start higher, and do the whole thing in one pitch, that would be the way to go, as you could skip the uncomfortable hanging belay. You might be able to do this anyway, with a 70 meter rope. \n\n  It's also possible the direct start is further down gully, but we didn't see anything that matched the description.","protection":"Standard rack with extra finger-sized pieces","location":"This is on the NW aspect of Five Mile Wall, which forms its own distinct, clean 250' high face. See the wall description--this is the northernmost portion of the wall and is not far from where the trail takes a hard left (south). Just north of this wall there is a lower-angle 200' high slab. The \"north gully\" referenced in the description is not the nasty trough between the two walls, but instead is to the north of the low-angle wall. The route follows the obvious crack system on the right side of the wall, and is easy to scope out from the approach. As far as we could tell, the \"direct\" route starts on the left of two short, right-leaning, left-facing ramps below the main line. Possibly one can access the line from higher up in the \"trough\" mentioned earlier, and avoid this indirect \"direct\" start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,c9effcac-853e-514e-9cc0-958488e28cf0,f43480ce-4c53-5762-8175-2c5435f3e8a8","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","7 - Upper Highway","Five Mile Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.78727,32.44073]},"bbox":[-110.787802806307,32.44028033981815,-110.78673719369303,32.441179660181874],"left_right_index":-1,"ext_id":"108286363","area_id":"9DSAzkxTV2KBdSxUNfPoqA=="},"content":{"description":"Five Mile Wall faces west and is visible from Oro Valley, but not from anywhere on the Mt. Lemmon Highway. It's hard to say what area this rock belongs in. It's in the Backcountry guide rather than Squeezing the Lemmon, and requires a relatively long hike. However, access is from the Mt. Lemmon Highway, so it seems to make sense in that sub-section.  \n\n  Five Mile Wall is so named because it is located approximately 5 miles from the summit of Mt. Lemmon. It offers high quality granite crack routes 2-4 pitches in length on good rock, in a spectacular location. You are unlikely to see other climbers due to the long hike. It's a good place to climb in summer as it's at a reasonably high elevation and faces primarily west. Great campsites are available near and directly on top of the cliff, although the nearest water is a least a half mile back in the Wilderness of Rocks, and possibly further depending on the season. Classics, according to the Backcountry Guide, include \"Town Without Pity\"*** and \"Motor City.\"** Those are the only two routes I've done as of this writing, but there are several other very intriguing looking lines listed in the Backcountry guide.  \n\n  Due to the long hike, for a \"cragging\" area, I don't ever see this area becoming crowded, but I'm posting it here to encourage climbers to visit, as there's some excellent climbing in a beautiful location."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:52.446Z","updatedAt":"2024-01-15T16:39:38.612Z"}