{"_id":"6368a50be80bff5a995b01da","area_name":"Sushi Bar, The","shortCode":"","climbs":[{"_id":"mblPp49ZVQ6CoAsm5pNbYQ==","name":"Wasabi!!","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Noah Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.68001,39.55548]},"left_right_index":0,"mp_id":"112826035","mp_crag_id":"112822063","climb_id":"mblPp49ZVQ6CoAsm5pNbYQ==","areaRef":"3MW1vv+8X/aRRCx1uRmbAg=="},"content":{"description":"Ascend the mossy slabs in the bottom of the drainage for 15', then clip a bolt on the round-nose rib/arete. At the second bolt the wall turns vertical. Ascend the wall and clip nicely spaced bolts. This route is a great candidate for your first 5.8. The holds are all positive and the bolts are only 5' apart.","protection":"Bolts to chains with permanent captive carabiners. Toprope from your own draws, please.","location":"From the big cottonwood tree (the biggest in the area) blocking the couloir move lefthand uphill into the alcove. Wasabi!! climbs the round-nose rib to the vertical tan-colored face above."},"__v":0},{"_id":"nY9/thKwWOCHZYACUPgy8g==","name":"Panty Dropper","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jason Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.68001,39.55548]},"left_right_index":5,"mp_id":"112826127","mp_crag_id":"112822063","climb_id":"nY9/thKwWOCHZYACUPgy8g==","areaRef":"3MW1vv+8X/aRRCx1uRmbAg=="},"content":{"description":"This route is short but sweet. Every single move is made from a HUGE hold. The holds and the bolt line push the climber to the extreme right edge of the pillar. By the time you are at bolt two you are already 40' off the ground and 80' off the road where your altitude reference will come from. There is a surprising sense of exposure here, and getting from bolt four to the anchors will keep you excited.","protection":"Four glue-in bolts to glue-in anchors with permanent captive draws. Please top rope through your own quickdraws.\n\nYou can clip the first bolt from the ground. It was placed intentionally low because a fall anywhere on the lower part of the route would send the climber tumbling down the gully.","location":"Ascend the gully/couloir directly behind the giant cottonwood tree. Surmount a short step, immediately past the step is a flat area. This is the belay stance and base of the two routes. The two routes here are located on a pillar on the climbers right (as ascending the gully). Panty Dropper climbs the four bolts on the right side of the pillar.\n\nTo get down, down-climb the gully.\n\nAnother descent option is as follows: when the last climber finished the final ascent the belayer lowers the climber as normal as he cleans the quickdraw, but instead of stopping at the belay ledge the belayer lowers the climber all the way down the gully to the base of the cottonwood tree. Once on the ground, the climber serves as anchor for the belayer and the belayer rappels to the ground."},"__v":0},{"_id":"WRaGM7STX/2DlYj+tZjIDw==","name":"Little Man Sushi","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Noah Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.68001,39.55548]},"left_right_index":2,"mp_id":"112822145","mp_crag_id":"112822063","climb_id":"WRaGM7STX/2DlYj+tZjIDw==","areaRef":"3MW1vv+8X/aRRCx1uRmbAg=="},"content":{"description":"There isn't really one, though it might be at the small bulge in the middle of the wall. Closely spaced bolts make this an excellent first lead. \"Big Man Sushi\" to the left would also make an excellent first lead.\n\nThe route ends at anchors on the lower LH corner of the summit block.","protection":"Bolts to anchors with captive steel carabiners. You are welcome for the safe and easy belay. Be good boys and girls and don't steal the freaking hardware...and top rope through your own quick draws.","location":"Starts about 6' left of \"Guano Tempura\" and goes straight up the wall. Lower from permanent captive carabiners."},"__v":0},{"_id":"7w0fLANbW2+FmTZHUcgHjA==","name":"Guano Tempura","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Noah Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.68001,39.55548]},"left_right_index":3,"mp_id":"112822070","mp_crag_id":"112822063","climb_id":"7w0fLANbW2+FmTZHUcgHjA==","areaRef":"3MW1vv+8X/aRRCx1uRmbAg=="},"content":{"description":"Crux is right off the ground getting over the pod. Climb bolts up to the corner of the wall right of the overhanging block. Pull around the RH side of the block (super fun and airy) then continue past one last bolt to the chains at the very top of the formation.","protection":"Stainless steel bolts and Metolius hangers. 13 bolts to chain anchors.","location":"Park at the Forest Service sign and cross the creek at the culvert. Stay left of the giant cottonwood growing next to the wall at the base of the obvious couloir. The route starts at what is essentially the middle of the wall left of the cottonwood. If the wall has an overhanging block at the top you are in the right place. Start directly under the pod."},"__v":0},{"_id":"kqg60vFSUKGZE+xurEc3fQ==","name":"Chopstick","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jason Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.68001,39.55548]},"left_right_index":4,"mp_id":"112826072","mp_crag_id":"112822063","climb_id":"kqg60vFSUKGZE+xurEc3fQ==","areaRef":"3MW1vv+8X/aRRCx1uRmbAg=="},"content":{"description":"This route climbs the left-most line of three bolts on the pillar. Thought it looks easier from the ground, this route is actually slightly harder than the route on the right.","protection":"Three glue-in bolts to glue-in anchors with permanent captive carabiners. Please top rope through your own quick draws.","location":"Ascend the gully/couloir directly behind the giant cottonwood tree. Surmount a short step, immediately past the step is a flat area. This is the belay stance and base of the two routes. The two routes here are located on a pillar on the climbers right (as ascending the gully).\n\nTo get down, down -climb the gully. Another option is as follows: when the climber finished the final ascent the belayer lowers the climber all the way down the gully to the base of the cottonwood tree. Once on the ground, the climber serves as anchor for the belayer and the belayer rappels to the ground."},"__v":0},{"_id":"tUCGRQvZUoq9ddrUaPSLIQ==","name":"Big Man Sushi","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Noah Stevens","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.68001,39.55548]},"left_right_index":1,"mp_id":"112822163","mp_crag_id":"112822063","climb_id":"tUCGRQvZUoq9ddrUaPSLIQ==","areaRef":"3MW1vv+8X/aRRCx1uRmbAg=="},"content":{"description":"The route climbs straight up the wall, right of a broken corner and overhangs on the left. You will pass the anchors of \"Little Man Sushi\" on your right and climb to a point almost as high as the summit block.","protection":"Bolts to chain anchors","location":"Climb left of \"Little Man Sushi\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f0607fc9-f2ae-58c7-890b-5a98da2849de,7e647943-f7a4-5fd8-bd0e-776f82e86c1b,618bd3fa-cdde-5024-b1c1-5c3f3646b60d,dcc5b5be-ffbc-5ff6-9144-2c75b9199b02","pathTokens":["USA","Utah","Central Utah","Maple Canyon","Maple Canyon Road","Sushi Bar, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":3,"label":"5.6"},{"count":2,"label":"5.5"}],"byDiscipline":{"sport":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.68001,39.55548]},"bbox":[-111.680593210558,39.55503033981814,-111.67942678944198,39.55592966018187],"left_right_index":-1,"ext_id":"112822063","area_id":"3MW1vv+8X/aRRCx1uRmbAg=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:26:33.606Z","updatedAt":"2024-01-15T16:49:16.629Z"}