{"_id":"6368a1b8e80bff5a995542a6","area_name":"3. Upper Primate Wall","shortCode":"","climbs":[{"_id":"lWHC1jtEW8C16NXcrirNow==","name":"Australopithicus","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.7581,44.03557]},"left_right_index":0,"mp_id":"114421766","mp_crag_id":"112294363","climb_id":"lWHC1jtEW8C16NXcrirNow==","areaRef":"C5Y/WfleUOGHYuXtOGsjJw=="},"content":{"description":"A fun climb up the tallest cliff in Kinsman Notch.\n\n This route can have two grades depending on which final pitch you climb, it will either be 5.10a or 5.8+ (5.6 R)\n\nP1 - Starting at the toe of rock, climb the slab up past a pin in a shallow corner, between the two trees and over a small overlap to a bolted belay. Protection is typical for a slab, a bit run out but if you work for it, it can be made relatively safe. 150 ft, 5.6 PG-13\n\nP2 - From the belay, climb left along a faint dike clipping a pin and a bolt to a short headwall. Pull the headwall and enjoy fun climbing past natural gear and bolts up to a low angle slab. Scamper up the slab to a bolt and a final bulge, mantle the bulge and end at the bolted belay. 150 ft, 5.8+\n\nOriginal P3 - (I did not climb this) From the belay head up and right on poorly protected rock,  eventually heading straight up at a cleaner (not clean just cleaner than whats on either side of it) section of rock passing a bolt 2/3 of the way up to a bolted anchor. 80 ft, 5.6 R\n\nVariation P3 - Head up and left from the belay through a bit of crumbly rock to a high and oddly placed first bolt (this bolt should probably be 4 feet to the right). After clipping the bolt climb right in the corner on good holds pulling onto the face at the second bolt. From here follow the bolt line up and left to the top of the cliff. This climbing would be spectacular if the route was clean, in its current state (a thick sea of lichen) it becomes low quality. There is a bolted anchor off to the right from the top of this pitch. 80 ft, 5.10a\n\n In its current state, a decent outing, with the second pitch being quite nice. If the third pitch .10a got cleaned up, this would go from a 1.5/2 star route to a 3-star route and would be highly recommended.","protection":"Single rack, nuts, 7-9 extendable draws. Second rope for rappelling. (3) 2 rope (60m) rappels will get you to the ground with ease.","location":"This route is located at the toe of rock you arrive at as you approach. Start by aiming for the shallow left facing corner that has a pin in it (although you can't see the pin from the ground)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c9b1c641-fcee-508f-bb8b-c6d63ff4b7d5,b988ddcb-c372-576e-8004-83eb383d5df8,0b963f59-f95e-50e1-8762-e5ed386b2327","pathTokens":["USA","New Hampshire","WM: Kinsman Notch","1. Kinsman Notch East (aka The Monkey Cliffs) Climbing &","3. Upper Primate Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.7581,44.03557]},"bbox":[-71.75872547631467,44.035120339818135,-71.75747452368533,44.03601966018185],"left_right_index":-1,"ext_id":"112294363","area_id":"C5Y/WfleUOGHYuXtOGsjJw=="},"content":{"description":"Jon says this is the highest cliff in Kinsman Notch, some 400 ft high. Presently there are about five routes in the cliff: a 5.10a, two 5.6's (one \"R\") a 5.8 and a 5.11 A-0. \n\n  This area was subject of a forest fire in the autumn of 2017. You may encounter charred trees and BEWARE OF NYLON RAP ANCHORS ON TREES and BOLTS. The prudent will replace!."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:21.382Z","updatedAt":"2024-01-15T16:46:59.141Z"}