{"_id":"6368a265e80bff5a99565c6b","area_name":"Long Play Wall","shortCode":"","climbs":[{"_id":"NUDjIn+SVLSeBhpZd8nD7g==","name":"Willie's Danish Prince","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":3,"mp_id":"107389416","mp_crag_id":"106962322","climb_id":"NUDjIn+SVLSeBhpZd8nD7g==","areaRef":"mjQHnQq6WxGMXIjOBb5h+Q=="},"content":{"description":"The hardest moves are near the lower bolts, however, the upper face is almost equally challenging.   You do not have to touch the loose block at the start - and probably shouldn't.   Climb up onto the top of the flake, move up (bolt)and right below a bulge, passing the bulge to the right (bolt) to gain a ledge. Traverse right to a vertical crack and follow it to an overhang. Climb through the overhang at a thin seam, trend up and left (two bolts), reaching the right end of a small ledge below a final 15' slab. Climb directly up the slab to the belay ledge.   While not as thrilling as Long Play, this route provides an enjoyable alternative/additional line up the wall.","protection":"Full standard rack, including C3s or similar.   There are 4 bolts en route, two in the first 30' and two along the face climbing above the overhang.   Tree anchors are at the top.","location":"Start: On the left side of the main face, 12' left of a wide, open book/corner, at a right-facing flake below and left of a large, loose block pasted to the wall.   Unlike Induhvidual, one does not clamber up the gully to get to this route. \n\nDescent: Rappel via 70m rope or two rappels, using fixed anchors to either side of the Long Play Wall."},"__v":0},{"_id":"ro9pXxQsVg+VGMDDbfhQJg==","name":"Moe-hammed, Larry, & Curly","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"October 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":5,"mp_id":"106962389","mp_crag_id":"106962322","climb_id":"ro9pXxQsVg+VGMDDbfhQJg==","areaRef":"mjQHnQq6WxGMXIjOBb5h+Q=="},"content":{"description":"Originally ending on the ledge 35' up, this route has been extended to reach the Long Play Wall's upper ledge. Another 60' pitch has been added above this as well, but it is harder (5.9+) and very committing (somewhat R-rated for gear).    A burly start, reachy moves, and a final jam crack make this a variety-packed climb despite its short stature.   The first pitch ends on a small ledge beneath the taller stretch of the LPW. In early December 2010, the route was extended to the upper ledge of the LPW.   Climb the corner to a stance. Make a difficult reach up and left to a left-facing flake. Climb it to its end, and follow the crack from there to the ledge (there is an anchor here). Continue up the corner/crack system right of the tree. Where the crack peters out, reach right to another crack and follow it to a slanting, left-facing corner with several ledge steps (V1). Climb a crack left of tilted blocks, past a wedged boulder, to the Long Play ledge, a total of 95' from the bottom. \n\nV1 Hail Mary 5.8 130'(total): Belay at the top of the stepped ledges, below the tilted blocks. Climb left along a narrow shelf running left and along the bottom of an overhang, around the overhang's low point, then climb up on face holds to a horizontal crack rising left. The climb up to the crack is just right of Long Play. Follow the crack all the way left to the rounded arête where Induhvidual comes out onto the face, then climb up to the top.","protection":"Standard Modern Rack. Tricams helpful.   Oak trees provide belay and rappel points.","location":"Right of the center of the LPW, at a small, left-facing ramp/corner, which is often wet. Suck it up and go anyway. It's worth it.   Descent: Single rappel w/60m rope from cold-shuts (SS, 2012) at the top of the route."},"__v":0},{"_id":"othCtVJDURC5118MqI4tDg==","name":"Muckraker","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"April 2nd, 2012 Jay Harrison & Tom Lane","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":6,"mp_id":"107541762","mp_crag_id":"106962322","climb_id":"othCtVJDURC5118MqI4tDg==","areaRef":"mjQHnQq6WxGMXIjOBb5h+Q=="},"content":{"description":"The initial 15' is unprotected 5.8, and long falls are possible in a couple spots farther up, so it isn't for leaders breaking into the grade.   Climb up to a tenuous stance above the slanting crack and make a balancy reach to a good sidepull. Reach up to place the 1st pro in a right-rising crack, then climb that crack a few feet until a tricky move left gets you to a right-facing corner. Up this, to a ledge (V1). From this, climb up over a triangular chockstone boulder onto another good ledge. Climb the obvious vertical crack (using very unobvious technique) to a sloping ledge finish. \n\nV1 5.10a TR: Climb the narrow seam/tips crack to its end, bump for a good hold, then rejoin the route at the hand crack. For lead attempts, pro for this variation may be too far underfoot to avoid a ledge hit.","protection":"Full set of C3s, C4s .3 to #2, and small to medium stoppers.","location":"40' right of Moehammed, Larry, & Curly, at the leftmost of 3 ground-level vertical cracks that end at a right-trending crack at head height.   Descend by rappelling from a tree."},"__v":0},{"_id":"ou4MlRNXVqSmNDn5Ny85tQ==","name":"Long Play","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"June 20, 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":4,"mp_id":"107185274","mp_crag_id":"106962322","climb_id":"ou4MlRNXVqSmNDn5Ny85tQ==","areaRef":"mjQHnQq6WxGMXIjOBb5h+Q=="},"content":{"description":"The start is pumpy, and though gear is good, it is strenuous to place. Once on the ledge (possible to belay here), things settle down to elegant face climbing on fairy-tale knobs, with occasional 5.5 runouts between good horizontal cracks, leading to another crux just above a bulge about 3/4 up. The bolt here makes it a secure move, avoiding any bounces against those sharp-edged knobs below. Good horizontals continue the pro through steep face climbing on the remainder of the pitch.   I'm biased no doubt, but Long Play ranks with Black Arch Arête for quality.","protection":"A full rack of cams and tricams, with double .3 and .4, triples of .5 and .7 Camalots. There is one bolt on the route, and a fixed tree anchor at the top. This is a long pitch!","location":"Begin on the left side of the base of the Long Play Wall, at a right-facing corner with several discontinuous vertical cracks leading up to a large ledge.   There is a fixed rappel anchor on a tree at the top, a 70m rope is required."},"__v":0},{"_id":"6r9+vvEUXx2BHFd5KkyekA==","name":"Induhvidual","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"October 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":2,"mp_id":"106962375","mp_crag_id":"106962322","climb_id":"6r9+vvEUXx2BHFd5KkyekA==","areaRef":"mjQHnQq6WxGMXIjOBb5h+Q=="},"content":{"description":"An initial roped-solo investigation of the leftmost edge of the Long Play Wall, with minimal equipment, avoided the wet, dirty chimney that would become Big Man's Bane, opting instead for an airy traverse to the outside corner, then up to the large ledge.   This is an exciting bit of climbing, and to date the easiest way to access the large ledge.   Climb the initial corner/crack to the point where one must choose between the chimney or a thin traverse right. This route takes the latter, of course.","protection":"A wide cam for the initial crack, then small and medium cams for the traverse and final face/slab.","location":"Scramble up the gully 50', then traverse right to a narrow, treed ledge beneath the initial corner. This is the same start as Big Man's Bane.   Descent: Rappel (30 meters) off one of the trees."},"__v":0},{"_id":"zvHuHkugWsWnIL9bHfYHVQ==","name":"Bodhi Tree","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael Gray, Keith Meister, Ben Brooke 08/25/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":0,"mp_id":"107565094","mp_crag_id":"106962322","climb_id":"zvHuHkugWsWnIL9bHfYHVQ==","areaRef":"mjQHnQq6WxGMXIjOBb5h+Q=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"f0aocCRRVjSiNS2jpdbQYQ==","name":"Big Man's Bane","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"October 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":1,"mp_id":"106962325","mp_crag_id":"106962322","climb_id":"f0aocCRRVjSiNS2jpdbQYQ==","areaRef":"mjQHnQq6WxGMXIjOBb5h+Q=="},"content":{"description":"The crux involves tunneling through a chimney to reach the top. Often damp in there. If tunneling isn't your thing, this rates a bomb. I liked it.   Big people won't want to go in there; they will prefer stemming the outside, however the pro is tucked inside, so that becomes difficult.   Climb the corner and wide crack, through the chimney, to a large, treed ledge.","protection":"Standard rack, cams to #4 Camalot.   Trees at top, currently no fixed anchor.","location":"Scramble up the gully left of the main face about 50', then traverse right on a narrow, sloping ledge to a group of trees below the corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,9a34079d-0aba-5b11-8c5c-88ce05be61f9","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","Long Play Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"bbox":[-73.96832028931608,43.53735033981814,-73.9670797106839,43.53824966018187],"left_right_index":-1,"ext_id":"106962322","area_id":"mjQHnQq6WxGMXIjOBb5h+Q=="},"content":{"description":"This is the 100' tall wall just before the talus field/Pinnacle Outlook part of the BAW path, as one is hiking from the trailhead. About 30 minute approach.   The rock is currently dirty, and route potential limited by protection placemts."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:15:05.721Z","updatedAt":"2022-11-25T11:20:40.235Z"}