{"_id":"63689de0e80bff5a994f987a","area_name":"Mitten Slab","shortCode":"","climbs":[{"_id":"9lAOgLlJWvOS8+LfKO91sA==","name":"Mitten Slab AKA Arm and Hammer","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.813,39.62915]},"left_right_index":1,"mp_id":"105989837","mp_crag_id":"105989834","climb_id":"9lAOgLlJWvOS8+LfKO91sA==","areaRef":"GhwmrFNLX5K+tD9vmy/Miw=="},"content":{"description":"P1: (5.4) this route is the right of the two climbs on this wall, so the start should be obvious. Climb an easy slab straight up past several bolts for about 70' to a 2 bolt anchor.\n\nP2: (5.10b) climb easy but soft and hollow rock up to the roof and the first bolt of this pitch. Pull out the roof on much better rock (9) and angle right on a nice, varnished slab to another steep bulge. Pull this bulge on small holds and climb up to a nice ledge with a 2 bolt anchor, 60', 7 bolts, slings are handy.\n\nP3: (5.8) climb right off belay to a bolt and then up on easy ground to another bolt. Pass this bolt and a short crux to a crack and follow to another nice ledge with a 2 bolt anchor. 70' 2 bolts, a #0.75 BD Cam will protect the crack, but it is not necessary.\n\nP4: (5.9-) head left off belay to a bolt. Extend this clip and climb up and right to a varnished slab. Edge up this past 3 bolts to a horizontal break and bust left for about 10' to 15'. Clip a bolt and head up and right again to another nice ledge with a 2 bolt anchor, 80', 6 bolts.\n\nP5: (5.8) climb up and left in a gully to a bolt. Climb past more bolts on the excellent face passing up a 2 bolt rap station along the way to the top of the \"thumb\" where you'll find a 4 bolt anchor in some soft rock, 180', 9-10 bolts.","protection":"10 quickdraws, 8 or 10 slings for anchors and wandering pitches, and some spare biners and lockers is all you will need for the climb.","location":"Rap the route.  It is possible with a single 60m, but be aware of rope snagging flakes."},"__v":0},{"_id":"LQTuky4vWEiUcx95Hf2wTg==","name":"Illusions","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike Schneiter and Tyler Vaughan","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.813,39.62915]},"left_right_index":0,"mp_id":"109997399","mp_crag_id":"105989834","climb_id":"LQTuky4vWEiUcx95Hf2wTg==","areaRef":"GhwmrFNLX5K+tD9vmy/Miw=="},"content":{"description":"Illusions climbs the center of the Mitten Slab, topping out on the true summit of the formation, a summit only accessible by climbing or the wings of a bird.\n\nPitch 1 (5.4): start at the base area of the original\n\nMitten Slab\n\nroute. Climb up and slightly left on easy terrain to the first bolt that is 15-20 feet up. Continue up on low angle terrain with good patina edges, passing three more bolts. At the fourth bolt, the angle steepens, and you can climb up and left or straight up to a good stance. A few more easy moves brings you to a 2-bolt chain anchor underneath the large overhang that runs across the lower face of the Mitten Slab. 4 bolts, ~ 80 feet.\n\nPitch 2 (5.10+): climb up and right from the anchor to reach the first bolt. Alternatively, you can climb directly above the anchor and place gear before traversing right to reach the first bolt although this should be unnecessary for most. After clipping the first bolt, move your feet high to clip the second before pulling the first crux on the steepest climbing on the pitch. Easier climbing via pockets on dark rock is encountered for the next three bolts before getting into a second, albeit slightly easier, crux on small, sharp crimpers. After the last bolt, the climbing difficulty eases, and you can climb straight up on the face or go for the corner crack system on the right where you can place an optional cam (1-1½ cam). Follow the corner as it arches up and left at a small stance and a 2-bolt, vertically oriented chain anchor. 6 bolts and optional cam, ~80 feet.\n\nPitch 3 (5.7): climb above the anchor via dish features on good, dark rock with the first bolt about 10-12 feet up. A second bolt is encountered above before moving left into a corner feature that has several bushes in it. Place gear in the crack, and look up and left for a live pine tree on a ledge that cuts across the wall. Thats what youre aiming for. The anchor is on that ledge, about 40 feet right of the tree. After placing gear in the crack, traverse left and slightly up for about 15 feet of easy climbing (5.5) to a horizontal crack where good gear can be found. Directly above another 10 feet is another bolt. Clip the bolt and move left. You can go up at the bolt and then left or you can climb down slightly before moving left. Either way, aim for a small scoop of rock. A hollow sounding crack is to the left. You can place gear here before moving up to clip another bolt just below a sloping ledge with a 2 bolt chain anchor. 4 bolts, ~100 feet.\n\nPitch 4 (5.7): Start a few feet left of the anchor and pull up on to good holds. The first bolt is about 10 feet up but the hardest move is getting started on the face. After clipping the first bolt, continue up on good features, clipping two more bolts. After the third bolt traverse left along a horizontal seam and gain a small right facing flake feature. Place gear in this crack and climb up the face and on to a large pinnacle of rock where the next 2 bolt chain anchor is found. 3 bolts and gear. ~80 feet.\n\nPitch 5 (5.8): the first bolt is just right of the anchor and protects the first moves of the pitch. Tall people may reach it from a stance to the right of the anchor, but shorter climbers may want to pre-clip this bolt and their rope while aiding off the anchor. Climb up and right from this first bolt. More gear is found to the right before moving up and clipping the second bolt. Here, youll pull left into a flake feature and follow the crack as it angles up and right for 15 feet. Place good gear, and pull left at the base of a large balloon feature. The balloon feature is a large, hollow sounding flake that looks like a balloon. A bolt was placed to the left of this flake, because the security of cams was seriously doubted. Climb the flake, and go straight up from the top of it. Look around for creative gear placements before finding the next bolt. Climb up and left to the fifth and final bolt. From here, traverse straight left 8 feet to a two bolt anchor at a stance or you can climb straight above the final bolt to link into the next pitch. 6 bolts and gear, ~100 feet.\n\nPitch 6 (5.10a): climb up and right for 40 feet, linking together a series of solid crack features. Save a 2 cam for the top of the final crack and climb up the steepening face to the first bolt. From here, pull a series of technical moves involving crimps and underclings for the final crux of the climb. Five closely spaced bolts protect this section, and careful balance on good feet can offer good rest between the hardest bits. After the last bolt, climb up to the diving board feature. A 1½ cam protects the initial moves on to the diving board, and a larger cam like a #4 Camalot can offer closer security for the final moves. At the top of the diving board is a ample legde with a 2-bolt chain anchor. 5 bolts and gear, ~100 feet.\n\nPitch 7 (5.7): a creative cam placement gets you started just off the belay to the left. Continue up, clipping three bolts followed by numerous gear placements that protect the rest of the climb as the angle gradually lessens. Angle slightly right near the top to find the 2-bolt anchor. 3 bolts and gear, ~ 100 feet.\n\nIllusions was established all ground up. The cruxes are all well-bolted and protected, but there may be runouts on easy terrain of 5.6 and below. It is not a sport climb.","protection":"A small set of medium to large nuts, a single set of cams from #0.4 to #3 Camalot with offset cams useful (an old #4 Camalot is optional for the 6th pitch), 8-12 draws, and plenty of shoulder length slings. A 70-meter rope will allow you to get down with single rope rappels although one anchor currently doesnt have rap rings or slings on it. Im not 100% sure if a 60-meter rope will make all of the rappels.","location":"Go to the start of the original\n\nMitten Slab\n\nroute, and drop your packs at the start of that route. Illusions starts from this same base area but climbs to the left of the\n\nMitten Slab\n\nroute. The first and second pitch stay relatively close (within 10-15 feet at the closest) before moving left and away.\n\nTo descend, rappel the route. A 70-meter rope will allow you to get down with single rope rappels, although one anchor currently doesnt have rap rings or slings on it. Im not 100% sure if a 60-meter rope will make all of the rappels."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ebe9235e-a40c-5b97-b769-65db0bdd0cdc,f4aff4b4-9695-5ff0-8b26-9b1934fbea97,1a1c26ac-534b-5f92-beb4-3f6f9b2fcc8b","pathTokens":["USA","Colorado","Rifle","Rifle Arch","Mitten Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.813,39.62915]},"bbox":[-107.81358383107566,39.628700339818145,-107.81241616892432,39.629599660181874],"left_right_index":-1,"ext_id":"105989834","area_id":"GhwmrFNLX5K+tD9vmy/Miw=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:56:20.932Z","updatedAt":"2022-11-25T11:17:04.620Z"}