{"_id":"6368a265e80bff5a99565bda","area_name":"Giant Mountain","shortCode":"","climbs":[{"_id":"MKz1VnIJVS6AqSlH5X/CIA==","name":"East Face Cirque - Several Routes for the Explorer","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ed Palen & Others","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.71989,44.16146]},"left_right_index":999999,"mp_id":"111983004","mp_crag_id":"106719980","climb_id":"MKz1VnIJVS6AqSlH5X/CIA==","areaRef":"Q27ekZNPVG6A40/psotvtQ=="},"content":{"description":"If you liked Bottle Slide followed by Bottleneck, then this cirque is here for you to explore.  \n\n  See \"Location\" for approach \n\n  Route 1 - East Face Direct 5.5 R  FA Unknown  Well...perhaps not as \"direct\" as the variation, but more direct than any of the class 4 scrambling. \n\n   Start left of the large L-facing corner (photo). Go Up and left over small overlaps to a right-facing corner. Up this to a R-facing flake. Continue on lower angled rock to a short wall (guidebook says 3 ft, I guess that's correct, I don't remember). Belay 40ft above at a R-facing corner.   \n\nRoute 1 A - Variation East Face Direct 5.6 R FA  R. Hall, Ed Palen, S. Matz, summer 2004  Directly up from the start to the belay above. Much cleaner rock, including a beautiful crux white slab where it would have been very nice to have a thin-bladed piton.  \n\n  Other routes here are Fee, Fie, Foe, Fum  5.7 PG (& 5.4R)  and Beanstalk  5.8 TR See Adirondack Rock by Lawyer & Haas. \n\nDESCENT- Ideally you have a car spotted on Rt73, if so scramble (100 yds +/-) from the top of the climb(s) up to the trail. Hike down the trail to the car.","protection":"Alpine Rack, be sure to take a #2 (Gold Camalot) sized-Cam.","location":"Your adventure begins at the State Parking on Rt 9N about 6 miles east of the Rt73 / 9N junction in Keene. (Or 4 miles west of Elizabethtown.)  \n\n  Hike the trail past Owl Head Lookout (different from the Owls Head off of Rt 73 in Cascade Pass) and past High Bank (see photo, good view of the cirque). When close to the stream on your left (south) drop down and follow it uphill. When it splits, follow the left branch (climber's left) Continue up this about 1 hr to another split, take the right branch which is followed to a 3rd junction where another right is taken. This should lead you to a steep rubble/dry creek (photo) and then onto the low-angle slabs (photos). Continue up to the base. If you haven't gotten lost, this should take about 4 -5 hours.  Adirondack Rock gives GPS co-ordiantes, if you want them.    \n\n  Alternately, one could hike up Giant and then drop down into the cirque. People who have done this say the best place is from the Giant-Rocky Peak Col."},"__v":0},{"_id":"lEiiaK0IWEy0dTsV9dkrWg==","name":"Eagle Slide","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.71989,44.16146]},"left_right_index":2,"mp_id":"106719983","mp_crag_id":"106719980","climb_id":"lEiiaK0IWEy0dTsV9dkrWg==","areaRef":"Q27ekZNPVG6A40/psotvtQ=="},"content":{"description":"This is an excellent, airy route up to the summit of Giant Mountain. Around 1000 vertical feet of slab climbing on the scenic west face. Rather than hiking through the trees, smear up (generally) clean anorthosite and take in the views. This a short day hike relative to other ADK 46ers. The most dangerous part is scrambling up the colluvium in the stream headwaters--watch out for falling rocks. ","protection":"A decent pair of approach shoes or boots. Rock shoes and a running belay (possibly off shrubs) might prevent a bad rock rash.","location":"POST HURRICANE IRENE, the stream has changed substantially. Landslides and woody debris clog the stream bed in several places on the approach. The tributary that leads to Finger Slide is now much more prominent (if in doubt, take the left tributary). The slide itself is clean. \n\n  Follow Roaring Brook Trail from road for about 2 mi. Drop left into the into the stream bed at a cairn as the trail ascends the ridge. Bushwhack along the stream for about 1 mi, then scramble up loose sediment to the start of the slide (see Adirondack Rock, by Lawyer and Haas)."},"__v":0},{"_id":"pnDj1vpuXsSZZ/sig48Jxw==","name":"Bottleneck","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.71989,44.16146]},"left_right_index":1,"mp_id":"106904295","mp_crag_id":"106719980","climb_id":"pnDj1vpuXsSZZ/sig48Jxw==","areaRef":"Q27ekZNPVG6A40/psotvtQ=="},"content":{"description":"Recommended finish of the Diagonal and Bottle slides.  Climbed it in September 2010, after getting off-route (intended to climb the Eagle Slide).  Luckily we had a 30m rope, few slings and two large hexes.  It is one pitch but I gave it a grade II, as it involves at least 2 hours of bushwacking followed by climbing a fairly steep and mossy slide.","protection":"There is a piton 20 feet off the ground.  Large to medium pro to a belay off the tree.  Can be done in approach shoes, but rock shoes are recommended if the crack is wet (most likely) and the finish is a fairly run-out slab. 30m rope just makes it.","location":"The route is located on the steep vertical wall after you finish either Bottle or Diagonal Slides.  I got on it from the Diagonal - from top of the slide, bushwack straight up till you come to a vertical wall.  Walk approx. 15 feet till you see the obvious vertical crack in a right-facing corner.  According to \"Adirondack Book\" the crack is located 150 feet right from the top of the Bottle slide. \n\nDescent: Bushwack to the top till you get on the marked trail, turn right to the summit, from where you descent via Roaring Brook Trail back to your car."},"__v":0},{"_id":"V821SIfcUx2ZC/xP2dAP9w==","name":"Bottle slide","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"1963 or later?","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.71989,44.16146]},"left_right_index":0,"mp_id":"110845841","mp_crag_id":"106719980","climb_id":"V821SIfcUx2ZC/xP2dAP9w==","areaRef":"Q27ekZNPVG6A40/psotvtQ=="},"content":{"description":"An easier alternative to the Eagle slide with a similar, though slightly more strenuous bushwhack, especially if one is not doing the Bottleneck (5.5). Most would still call this slide 4th class, though it is less steep overall than the Eagle slide, with less exposure.  Exit, if not doing Bottleneck, can be gained by following herd path along base of cliffband to the right (south) or left (north). Left takes you away from the summit but Ive heard can be easier going. Not sure, I went right and found it pretty ok, probing for a weakness in the cliffband that wasnt 5th class, topping out on the cliff in view of the summit, where a trail leads from said cliff to summit. Enjoy the mountains!","protection":"None.","location":"Same approach as Eagle, except you will follow the drainage to the left (north) of Roaring brook. If you descent into Roaring brook at the cairn, or about 2,600 ft, you should be able to hop right over into the next drainage. Its smaller and more grown in, just barely visible as a shaded line on google earth, as opposed to the well defined path of Roaring brook. When in doubt, make sure you're heading northeast (Eagle is due east)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2355ce0f-6bd8-5f66-a1cc-7002c38ea4a4,436ede91-934f-546e-80e3-4fe9b28b6fb5","pathTokens":["USA","New York","Adirondacks","E: High Peaks Region","Giant Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"4th"},{"count":1,"label":"5.5"},{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.71989,44.16146]},"bbox":[-73.72051680944833,44.16101033981815,-73.71926319055169,44.16190966018188],"left_right_index":-1,"ext_id":"106719980","area_id":"Q27ekZNPVG6A40/psotvtQ=="},"content":{"description":"12th highest 46er, and among the easiest to access. Outstanding views of the Great Range to the west. \n\n  This area is located in the Giant Mountain Wilderness area. Bear Canisters are not required here."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:15:03.895Z","updatedAt":"2024-01-15T16:47:22.767Z"}