{"_id":"6368a50be80bff5a995b062f","area_name":"2nd Meat Wall","shortCode":"","climbs":[{"_id":"N53EChdFXp2DkmPxR/VJ8Q==","name":"At Your Cervix","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":30,"mp_id":"105718813","mp_crag_id":"105717152","climb_id":"N53EChdFXp2DkmPxR/VJ8Q==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"At Your Cervix is the first line right of Carnivore (the obvious splitter offwidth second pitch to Tube Steaks).\n\nBegin by pulling some funky moves through some broken rock and then layback the crack above.","protection":"Lots of 0.5 & 0.75 Camalots.  Two ropes (I believe we couldn't make it down with a 70m).","location":""},"__v":0},{"_id":"mnSX0GhcUCCN1o7pbKoamQ==","name":"Unnamed blocky corner to hands splitter","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":45,"mp_id":"105718528","mp_crag_id":"105717152","climb_id":"mnSX0GhcUCCN1o7pbKoamQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This route lies a long way around the right side of the 2nd Meat Wall.  It is characterized by a wonderful section of splitter hands in a vertical wall.  This crack is just right of a highly visible tips splitter that I believe is yet unclimbed.  The route starts left of the hand crack at the left side of a blocky pillar.  Start at a finger crack in a corner and follow the low-angle blocky corner to reach the base of the vertical splitter (about 50 feet).  Pull off the pillar with a few tight hands moves and cruise up the gorgeous perfect hands crack for about 50 feet.  Here the crack decreases in angle and increases in size to an offwidth slot.  Squeeze through this section to reach an anchor on the wall left of the crack at 130 ft.  Don't be intimidated by the offwidth, it is probably only 5.8 or something, and the section of hands is well worth the walk and the discontinuity.","protection":"1 (.75 in), 2 (2 in), 3-5 (2 Camalot/equivalent), 1 (3.5 in.), and optional larger piece in the 4 Camalot range","location":""},"__v":0},{"_id":"N4cswDepW6aAy3F8HRk0OQ==","name":"Unknown R of Tube Steaks","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":29,"mp_id":"106702485","mp_crag_id":"105717152","climb_id":"N4cswDepW6aAy3F8HRk0OQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Just right of\n\nTube Steaks Tomorrow\n\nis an eight-foot tall roof with a hand crack on its left margin.  Jam and stem through the roof (being wary of slightly sandy rock) to a ledge above.  Off the ledge, jam the hands and thin-hands corner to a slot, and ascend the face and thin, left-facing corner above until a short but tech-y traverse can be made to the anchors above\n\nTube Steaks Tomorrow\n\n.","protection":"A varied rack works nicely for this climb.  Singles from #2 (blue) Metolius to #4 Camalot will get used, with triples in #1 and #2 Camalot sizes.  As mentioned above, this climb shares a two-bolts anchor with\n\nTube Steaks Tomorrow\n\n.","location":"This route is immediately right of\n\nTube Steaks Tomorrow\n\n.  The climb starts by surmounting a low roof and works up through a varied left-facing corner/flake system above."},"__v":0},{"_id":"tv/zCBNWWFO5LbAqpWX91g==","name":"Two Timer II","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"??","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":8,"mp_id":"105933405","mp_crag_id":"105717152","climb_id":"tv/zCBNWWFO5LbAqpWX91g==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Bloom suggests that TR'ing this finger crack is \"added fun\" after doing Two Timer (10+). It is certainly easy enough to do while lowering from the shared anchor.  It might be loads of fun for those with someone with razor-thin toes and fat fingers, or a 50' skid -fest for those with small fingers. This one felt more like 12/12+ to me and not high quality at the time.  \"Ninja Bedwetter\" and \"Extra Lean\" are cleaner and have much nicer rock!\n\nEdit to add:\n\nI gave this route 1 star because at the time I did it, it was full of loose sand, a problem noted by the guidebook author at the time.  It has apparently cleaned up quite a bit and may deserve a better rating at this time - and consensus appears to reflect that.","protection":"Bloom refers to this as a TR and I can see why. The rock is fairly soft to feel good about small cams in it, the stances insecure due to bad feet, and the climb is very pumpy and sustained. Perhaps one of these freak-of-nature strong climbers with the right sized fingers could lead it with a few of everything to 3\" for the bottom and doubles .75-1.5\" for the top half, but not me.","location":"This is the awkward problem that leads to a strenuous finger crack to finish at the anchors of \"Two Timer,\" just left of the corner.  TR it after leading Two Timer."},"__v":0},{"_id":"I26d/ATxWuGHCQjD1IugCg==","name":"Two Timer","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":9,"mp_id":"105933396","mp_crag_id":"105717152","climb_id":"I26d/ATxWuGHCQjD1IugCg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"A very good line, but not a great warm-up as it is a little pumpy for the grade.  The crack does have some variety, but no less gets pretty pumpy and is considerably harder than the nearby climbs Even Ecstacy (9+), Mouse Meat (10+), or Tofu Crack (10-), which make better warm-ups.\n\nBloom suggests that TR'ing the finger crack left of this from the same anchor (Two Timer II, a 5.12-) is \"added fun\" but I beg to differ. It is rattly for small fingers and soft rock with no feet and plenty of lichen. Thanks anyway- after stacking fingers for 50' of foot-skidding fun once, I'll put my energy, knuckles and skin into a different line next time. This one felt more like 12+ and not high quality. Fat fingered people might like it better.","protection":"Rack of cams to 3\", heavy on the 2-2.5\".","location":"This climb is on the left side of the 2nd Meat Wall, just turned around a corner from the main face, left of Tofu Crack, which is left of Top Sirloin.  It is the crack system in a HUGE, shaded, left-facing corner."},"__v":0},{"_id":"CxS6/iGlV2Gzay0qkOD8FQ==","name":"Tube Steaks Tomorrow","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":27,"mp_id":"105718534","mp_crag_id":"105717152","climb_id":"CxS6/iGlV2Gzay0qkOD8FQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Tube Steaks is found just to the right from the top of the approach trail.  Locate a left leaning left facing thin hands corner capped by a huge big hands roof, this is T-Bones Tonight.  The next route right is the left facing corner, Tube Steaks.  The start is fingers to an off-hands slot for a couple feet.  Pull up into a short tight hands section that felt cruxy to me, keep thugging up the nice hand crack, which opens up into a pod at 60 feet and romp to the top.  Visible above this pitch is the vicious Carnivore steep off-width splitter.  A three-star pitch at any wall in the Creek.","protection":"2 (.75 in), 2 (2 in), 6 (2.5-3 in), 1 (3.5)","location":""},"__v":0},{"_id":"9gDS5s9bVreVFIEcAyZf1w==","name":"Top Sirloin","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":17,"mp_id":"105718297","mp_crag_id":"105717152","climb_id":"9gDS5s9bVreVFIEcAyZf1w==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Top Sirloin is a very clean left-facing corner of amazing uniformity, plaqued, to the left of Tube Steaks etc. which are at the top of the trail.  It's all about thin hands in a corner.  My large-handed buddy found the crux to be about 40 feet up in a shallow flare where he found it necessary to pull on a couple of #2 Friends; I was able to free this while placing red camalots (hence the 'optional' #2 F's). A 60m rope was barely workable.","protection":"8-10 red (#1) Camalots and #2.5 Friends; 2 #2 Friends (optional); 1 4\" piece for the bottom.","location":""},"__v":0},{"_id":"LVycw0m0Xcq4becO7EItVA==","name":"Tofu Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":13,"mp_id":"105811114","mp_crag_id":"105717152","climb_id":"LVycw0m0Xcq4becO7EItVA==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This route starts in a left facing corner near the far left side of 2nd Meat Wall.  It is one of the \"cleaner\" routes we found on this somewhat obscure wall.  Start off climbing a pedestal via easy OW moves to the base of the beautiful crack.\n\nGood hands and a parallel crack(seam) to the left, leads to a small roof.  Crank through the roof (perfect hands #2 camalot) to another smaller roof.  Turn the roof (you can get a .75 camalot before you commit) and enter a sweeet layback section after which, you get a great rest on a small ledge. Pull through yet another roof (#2 camalots) and top out at the chains (#1 before the chains)","protection":"Camalots:\n\n1- .75 (just before the laybacks)\n\n1- #1  (just before the chains)\n\n4- #2\n\n4- #3","location":"From the trail, head left at the base of the cliff all the way around, till you get to a large left facing alcove.  \"Pastafarian\" 5.12 is just right of this route and is easily identified by two bolts on the face near the top."},"__v":0},{"_id":"G1WZy9snVoCeIN/tbVtlzw==","name":"T-Bones Tonight","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":26,"mp_id":"105718810","mp_crag_id":"105717152","climb_id":"G1WZy9snVoCeIN/tbVtlzw==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"T-Bones takes the large left-facing corner just a little bit right from where the trail hits the wall.  It's a beautiful layback & gradually widening hand crack up to a large, wonderful #3 Camalot roof.","protection":"An assortment of cams from wide fingers to hands, two cupped-hands pieces for the roof.  No #4 Camalot necessary.","location":""},"__v":0},{"_id":"PbPJ2sgLXRajYklegH3A4w==","name":"The Switch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":44,"mp_id":"108068520","mp_crag_id":"105717152","climb_id":"PbPJ2sgLXRajYklegH3A4w==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Climb an off-fingers left facing corner through a small roof where you come around the arete to climb the right facing corner for another 20 feet.","protection":"#0.5 camelots - #2","location":"20 feet to the right of Family Home Night"},"__v":0},{"_id":"cqq0YXjvXaai4mLebju7WA==","name":"Sweetbread","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Nate Sydnor and Herb Crimp - FFA Nate Sydnor, Gaar Lausman and Paul Nelson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":3,"mp_id":"116983188","mp_crag_id":"105717152","climb_id":"cqq0YXjvXaai4mLebju7WA==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"I looked at this thing for five years and finally got to it on the same day we did Flank Steak. Herb courageously led the first bush-and-sand pitch on-sight, drilled the belay bolt and it was game on. I got the top anchor in after some 5.10 C1 effort and we got to TR it just long enough to whet our appetites. After two more tries, on a random smash-and-grab day I was able to free it. Many thanks to Herb, Ed and Gaar for going down with me to climb on this amazing addition. This thing is incredible. I chose the name because I don't fully understand sweetbreads. They're supposed to be a delicacy but they seem disgusting in theory. At first glance from the ground the pillar guarding the real climb may look repulsive, but if you can stomach that (actually good in its own way), you're rewarded by yet another one of the great culinary masterpieces at this wall.\n\nIt starts off with the reason it hasn't been done. This pitch is only about 30ft to the ledge, where you'll find a belay bolt that can be equalized with a BD .2 or a blue Alien or comparable. The main event lies above.\n\nThe pitch starts off with what is likely 5.11 less-than-tips in a slab of wavy, featured rock that then turns into the classic 2nd Meat Wall amazing black varnish. After the initial section, a tips or slightly-less-than boulder problem leads to a brief change of corners and then about 50ft of perfect purple Camalots in the left-facing corner to the chains. There are fortuitous rests in the upper section that keep it from being as hard as something like End of The Line, but it's similar in style albeit shorter. Enduro fat fingers in amazing stone. The rock on this pitch is of the highest quality, and it's got a great blend of styles. There is some lichen, but in my opinion it doesn't detract one iota from the quality of the climb. Dust your feet off on your cuffs for the first section.","protection":"All types of it. For the initial section of the real pitch I took at least 6-8 pieces in the blue Alien/purple TCU/green c3 range. Then you'll need some tips pieces for the roof boulder problem. I used two green Aliens. Add in a BD .4 and maybe 6-8 BD .5 or the like and you're there. There are nice chains with rings. A 70m rope gets you back to the ledge easily and will get the leader to the ground if you lower to the end of the rope, but you will need about 50 more feet of tagline or the like to do the mega TR, which we found to be the best approach. An 80m rope would also likely reach the ground with both ends from the anchor. Have fun with the shenanigans and make sure to give the rope a good rodeo flip when pulling it down, lest you get it stuck on the ledge like a noob.","location":"Far left side of the cliff, just before you go around to Hot Pork Sundae. Look up at the choss pillar and you'll see the belay bolt and then the amazing pitch above it. There is a thin crack on the right side of the pillar that offers reliable small gear but you'll have to get through a bush or two and some sand to get there. I think it adds to the experience."},"__v":0},{"_id":"0lnLTTJ2XhqyLo4oNqC4Pw==","name":"Sweet Meats","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Devin Fin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":14,"mp_id":"107326469","mp_crag_id":"105717152","climb_id":"0lnLTTJ2XhqyLo4oNqC4Pw==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"A short warm up just to the right of Tofu crack, slightly kicked back. There are some no hands rests midway up the route. Not a terrible climb although no classic. Not sure of FA initials on plaque were RF I believe. Same ascentionist as Boss Hogg which is just to the left of Low Cholesterol.","protection":"a few #2 and 3 camalots ought to do it","location":""},"__v":0},{"_id":"jdrKUaH5XdS21whGKj8tmA==","name":"Swedish meat balls","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":6,"mp_id":"107621523","mp_crag_id":"105717152","climb_id":"jdrKUaH5XdS21whGKj8tmA==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"ok start up low angle ow #4 camalot - #6 it gets nasty hard at the top of this first part. saddle up on to the ledge with the old pin out right - the thing is great looking - clip and delicately climb past some hollow rock to some big pods, hand jams, then thin hands 2 inch to a good ledge. sack it up and go tight hands to ring locks that slam shut to .75 inch at 170 ft","protection":".75-6.0 lots of 2.0 inch cams about 7 will do 5 1.5 inch some one inch an 2 er 3 .75 for the top","location":"left side left of two timer up on a ledge. the plaque is hard to read but there.. the  anchors are out left way up there"},"__v":0},{"_id":"Pn+6rvcqW7OYzZbht3boiQ==","name":"Soylent Green","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":25,"mp_id":"112188459","mp_crag_id":"105717152","climb_id":"Pn+6rvcqW7OYzZbht3boiQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"SOYLENT GREEN IS PEOPLE! This pitch is mysteriously neglected. Excellent climbing on good rock, with good protection and thought-provoking moves throughout.","protection":"Doubles from BD .4 to 2, a 3, and triples of small finger, tips and tiny sizes. I took Aliens, c3s, and TCUs for these. 70m rope gets you down with a little to spare.","location":"The next existing route left of T-Bones"},"__v":0},{"_id":"27UlFXQEVu6cYdFwjin94w==","name":"Smell the Meat","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"jason brown/dave simms","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":11,"mp_id":"105718537","mp_crag_id":"105717152","climb_id":"27UlFXQEVu6cYdFwjin94w==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"two cracks left of \"tofu crack\".100' flake with 15 feet of uprotectable facey start.double fixe anchors.","protection":"cams 1-#.5  2-#2  2-#3  2-#4  2-#4.5's  1-#5","location":""},"__v":0},{"_id":"D0jgGn/TV5e78trxWkCi6Q==","name":"Sesh One Cooking","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":24,"mp_id":"106177028","mp_crag_id":"105717152","climb_id":"D0jgGn/TV5e78trxWkCi6Q==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"A good tune up for Top Sirloin -- a lot of thin hands in a corner.\n\nThere are two sections separated by a large ledge: the lower is about 40', the upper 80'.  The lower section starts with easy scrambling, then easy stemming, then goes to off vertical rattly fingers in a corner and corner and finishes with easy face climbing on rotten rock -- watch out for the X-block\n\nThe upper section is almost all thin hands with occasional stem rests -- the crack gradually thins so save your smaller stuff for the top.","protection":"Something on the order of 4 .5 Camalots, and 6 each .75 and #1 Camalot. A #2 and/or #3 C would go at the top.","location":"About 40 meters left of T Bones."},"__v":0},{"_id":"WwnegOn9UzmmzxUFoWA5Ww==","name":"Samarai Loving","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":22,"mp_id":"106264026","mp_crag_id":"105717152","climb_id":"WwnegOn9UzmmzxUFoWA5Ww==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Start up through poor rock which leads to a short chimney then up a nice, right-facing corner.","protection":"Mostly #.75 - #2, something smaller for start.","location":"Next route to the left of\n\nMeat Ya Later\n\n."},"__v":0},{"_id":"2LsFwZ44XwOwKjDJTBHYkw==","name":"The Potato","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":49,"mp_id":"105877837","mp_crag_id":"105717152","climb_id":"2LsFwZ44XwOwKjDJTBHYkw==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This is the last route to the right on the 2nd Meat Wall, just as the rock turns from the dark red to white and gets good morning sun in the winter.\n\nScramble up 10ft. of blocks to a 20ft. long offwidth in a left facing dihedral.  Beware of a loose block wedged inside the offwidth that you can shift just enough to make a good tight-hands jam beside.  The crack widens into a chimney and has a short section of sandy/bad rock.  Work up to a roof requiring some interesting body movement, then pull over into a real tight-hands crack in lower angled rock to a bolted anchor.  A 70meter rope will let you safely lower down onto the boulders 10ft. up and can easily scramble down the remaining few feet.","protection":"an old #5 camalot can fit in the beginning of the offwidth, but a #6 friend or the new #6 camalot is needed for the meat of the offwidth.  From there take a single set from a #2-#4 camalot.  I would recommend 3-4 .75 and #1 camalots each for the upper section.","location":"extremely far right side of 2nd Meat Wall, 20ft. right of Idaho Flake (not listed in current guidebook)"},"__v":0},{"_id":"5SHY93dSVZO8fb2YWJqpdw==","name":"Pleased To Meat You","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Keith Reynolds","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":32,"mp_id":"106062828","mp_crag_id":"105717152","climb_id":"5SHY93dSVZO8fb2YWJqpdw==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Vague and slightly incorrect rack in the Bloom guide lead me to believe he had not done the route...Also not quite 5.12.\n\nSure looks cool from the ground and it actually is a good line with nice moves down low but...Heads Up!!\n\nThe first 10 or so feet hold the crux section with small pro and committing moves while the upper two thirds is classic finger tip/finger dihedral liebacking. Crispy/fragile edges add to the excitement at the crux start with a good offset brass piece up to red  and yellow Micro-Camalot size pro backed up with a #2 Camalot out left. Dicing it out at its best!","protection":"Offset brass nuts up to .5 Camalots","location":"In between the sick looking Humble Pie and the exquisite At Your Cervix"},"__v":0},{"_id":"jbuzaejLW3OltdWAAivLDw==","name":"The Pastafarian","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Greg Child - 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":15,"mp_id":"106569585","mp_crag_id":"105717152","climb_id":"jbuzaejLW3OltdWAAivLDw==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This is a great mixed climb that requires endurance stemming/chimneying and the ability to crank on first-digit locks.\n\nBegin immediately right of Tofu Crack and head up a wide crack to the top of a large block.  Climb up sandy rock to a ledge below the business:  A long, narrowing finger crack on the right and an obtuse corner on the left.  Head up this with increasing difficulty to a bolt, then bust some creative moves past a difficult second clip, and finally some pumpy but secure locks to the anchor.","protection":"0.5 Camalots down to purple TCU's/blue Aliens.  A #2 and/or #4 Camalot with a long sling is useful for the start.","location":""},"__v":0},{"_id":"7rMTY32JUhm1k9yPNgtxPg==","name":"No more meatloaf","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"4/97","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":38,"mp_id":"117316996","mp_crag_id":"105717152","climb_id":"7rMTY32JUhm1k9yPNgtxPg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Definitely a great route but! Dang keep it together the pro isn’t the best wouldn’t wanna blow it on a small cam in a marginal placement. Heads up bring your nuts up ahah\n\nStart in a chimney to the main left facing corner. Climb the corner with all sizes of fingers!! Passing occasional pods","protection":"The black alien was a lifesaver! Through 75\n\nTho I didn’t I would imagine a rack of small nuts might be helpful","location":"First long left facing corner past meat machine"},"__v":0},{"_id":"4mJk2ubvVCapwBltoUCQPg==","name":"Ninja Bedwetter","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":21,"mp_id":"106747847","mp_crag_id":"105717152","climb_id":"4mJk2ubvVCapwBltoUCQPg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Easy fingers with feet to some runout face, bumping a #4, to a thin hands splitter which rolls over into a thinner hands corner up into a closed book, some more fingers, a stemmy roof and a tips and less than tips finish. Most excellent.","protection":"Solid banditos route. Bloom suggestion is adequate with the #4 camalot protecting the runout face section below the crux and a couple of blue metolius for the last 10 feet. (5) 1.5\", and depending upon how the first 30 feet is protected between (3-5) .4 BD's and (3-5) .3 BD's. Throw in  (3) #1 BD's, a couple of 1\" pieces and a Gold for a nice pod up below the final roof.","location":"Between Top Sirloin and Sesh One Cooking. Obvious splitter through some roofs. Uber-classic."},"__v":0},{"_id":"PE5QCSVlX1uihXg2yWXjSA==","name":"Nerve Damage","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":36,"mp_id":"107343289","mp_crag_id":"105717152","climb_id":"PE5QCSVlX1uihXg2yWXjSA==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Just left of \"Camping Under the Influence.\"  This route starts with two short lieback sections into a tight corner that is mostly thinner hands.  As the hands pinch down to fingers another crack opens and widens to tight hands with one or two fingery locks below the anchors.","protection":"Purple, green, red, and yellow Camalots.  Maybe 2-3 of each larger than purple.","location":"Just to the left of \"Camping Under the Influence.\"  Look for a tight corner with a small overhang at the start."},"__v":0},{"_id":"q7IWRK/MU9SSdV9Je9CKhA==","name":"Mouse Meat","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"??","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":12,"mp_id":"105933180","mp_crag_id":"105717152","climb_id":"q7IWRK/MU9SSdV9Je9CKhA==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"A good pitch with lots of variety. This climb requires 2 ropes to get down from.\n\nNot far left of Tofu Crack the wall is light in color and sports a few more lines not in Bloom's Book.  The right most of these has a plaque labeled \"Mouse Meat 5.10+\" which seemed accurate enough.  The climb starts vertical and goes to slightly less than vertical in a decent crack system, though it is not the typical Windgate varnished brown patina of the area.  Climb 150' to a bolted anchor and rap on 2 ropes.  There is a no-hands rest about 40' up that a TR climber can sit in for a \"switch\" of the belay if you have tied two 70m ropes together to do that.","protection":"2 ropes plus a variety rack.\n\nIt can be protected will with a double or triple set of cams to 3\" and a few large nuts. The bottom of the climb is the real crux (1.5\"-2\" cams) at a bulge and the rock is less solid, and the top is a crux at perhaps .75\" cams.\n\nThe less straight forward nature of the protection on the bottom of the pitch make it non-ideal for a Indian Creek newbie.","location":"The next obvious handcrack system left of Tofu Crack but right of the twin cracks of 'Even Ecstacy 5.9+' and the unnamed left-facing flake route.  The wall is a tawny blonde here and not the typical Indian Creek brown varnish."},"__v":0},{"_id":"VHZKSNfBV2GSW60l8qhGzA==","name":"Meating Jesus","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown, April 1994","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":41,"mp_id":"105877295","mp_crag_id":"105717152","climb_id":"VHZKSNfBV2GSW60l8qhGzA==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Now I've climbed plenty of stupid choss in my life, and this one? Let's just say that it is a contender! Are you warming up for Fisher Towers? Why else come to the creek to climb dirt?\n\nStart off on an ultra-thin corner with a thin crack (Lowe balls) and a skinny tower to the right. step off the tower when it is reduced to a stack of wobbling toaster-oven sized blocks and commit to a finger-tips lieback on a thin flake of soft rock with questionable small- cam placements to go up to a better stance. Start groveling up the inconsistent crack in a broken-looking notch/corner. This is followed through some poor jams in some dry-mud-caked rock with flares and poor gear. Continue past a small roof on bad jams in dirt with slick (dusty) feet on nothing.  Don't fall when the few remaining footholds break off from under you.\n\nFinally, place a #4 camalot and pull into a right-facing corner up top where good rock and good gear take you up the only 40' of rock in 110' worth climbing.\n\nThe last poor fool to do this route about 'Met Jesus' on his way down! The anchors when I arrived were terrible. A 1/2-cut 1\" sling on a single bolt and a 9/16\" sling on pinched behind a washer (no hanger) on an angled bolt. The 9/16\" was burned more than 1/2 way through by someone lowering after threading it and was melted and burned black on the remaining amount (perhaps 3/16\"). It was so crispy  that it had to be cut from behind the washer to get it off. Both slings were bleached completely white.\n\nThe washer was spaced perfectly to pop in some 8mm cord behind it (I did) and I re-threaded the bolt as well with some newer webbing.  There is now a locking biner and an oval up top.\n\nIf some poor bastard actually ever does the route again, at least he'll have an anchor to retreat from instead of \"Meeting Jesus\" up there.","protection":"A set of Lowe balls to 5\" cams, with at least doubles of everything that is not a good size. I used a lot of gear, but nothing in a \"good size\" like good hands or fingers. Beware of softer rock and 1/4\" thick dirt coatings. Beware of loose rock.\n\nThis route gives both you and your belayer ample opportunity to Meet Jesus in a post-biblical sense. Make sure nobody is handing round at the base and that your belayer is crouched behind something with a helmet on.","location":"This route is immediately left of the big boulder at the base of Cube Steaks."},"__v":0},{"_id":"i/RQax33Wc2Ut1VZVZajnA==","name":"Meat Your Maker","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"The man, the myth, the legend; Noah Bigwood","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":35,"mp_id":"112528434","mp_crag_id":"105717152","climb_id":"i/RQax33Wc2Ut1VZVZajnA==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"A slightly awkward start leads into the initial corner. Steep fingers and tips climbing leads to the very difficult and puzzling crux crack switch, protected by small gear. Above, finger tip climbing with good face holds leads to a good rest. Strange chimneying leads to one more hard move getting established near the anchor.","protection":"Lots of tips and tiny pieces, a couple in the BD .4 & .5 or yellow/red Alien size, and possibly a hand-size piece up top.","location":"Two routes left of Camping Under the Influence. There is a faded plaque at the base."},"__v":0},{"_id":"TBJjDTh+Xu6ZSQnpHMy8pg==","name":"Meat ya later","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":23,"mp_id":"105996342","mp_crag_id":"105717152","climb_id":"TBJjDTh+Xu6ZSQnpHMy8pg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This route is to the left of Schezuan Cooking, and it requires a bit of scrambling to get to its start.\n\nThe climb follows a shallow, left-facing corner that arcs gracefully to the left and morphs into an intimidating roof with anchors just after the lip.\n\nThe first crux is leaving the ground to gain the seam (#00 Metolious) and is protected by a bolt. The crack gets better, the corner gets bigger and the rock gets steeper. After several fun moves on perfect hands, the feet disappear and the crack gets wide (4.5/5 Camalot) at the lip of the roof. Hang out at the last hand jams, think about the move, and go for it.\n\nAt first the wideness felt desperate and miserable, but once I figured out the beta, the moves at the end seemed like the best ones.\n\nThe anchors were old -- a classic array of drilled angles and Bandito bolts caked heavily with tat -- so maybe bring a knife and fresh webbing.","protection":"#00 Metolious TCU to a large Camalot, with 2-3 #2 Camalots. The #5 Camalot isn't necessary, but it can definitely provide an extra shot of confidence, as the final crux is committing.\n\nThe crack will eat cams if you're not careful. I left a #2 Camalot in as a TR directional, but it walked waaay up there by the time my buddy got to it and there was no chance of getting it out.","location":"Left of Schezuan Cooking, at the top of a knoll behind a large, detached pillar."},"__v":0},{"_id":"eTmuxQILUcyggU0vwhrFhQ==","name":"Meat Hucker, (AKA:Idaho Flake)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Noah Bigwood & Mark Howe","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":48,"mp_id":"105877366","mp_crag_id":"105717152","climb_id":"eTmuxQILUcyggU0vwhrFhQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"A good climb with some interesting flake climbing. The top half is more typical of Indian Creek- being a shallow corner with a great hand-jams section.\n\nStart up the right edge of a huge flake, perhaps 15 meters tall. IT is shaped somewhat abstractly like the state of Idaho, if you can imagine its proportion stretched in the north-to-south direction a few times over.  Step left at the top of the flake and climb a shallow right-facing corner to the top, to a 2-bolt anchor just below a roof.\n\nA single 70M rope will get you down with a few feet to spare.","protection":"A few thin spots in the flake down low make caution advisable while choosing gear placements, but there are certainly safe and valid options. Just be careful. Also take some slings- the flake undulates and the second half of the climb is behind a notch. Drag could be bad.\n\nTake a mix of cams with a few extra of 3-3.5\" for the top 1/2.","location":"This route is as far east on the 2nd Meat Wall's South Side as you go- at the end of the trail and just aside a medium-large Juniper. A Plaque gives the name and grade at 5.10-. It is 10 meters left of Potato, which is in the Bloom guide."},"__v":0},{"_id":"Qpkgch7dUM+JNDlbo1XdwQ==","name":"Mad Cows","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown (let me know and I will update)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":47,"mp_id":"112356220","mp_crag_id":"105717152","climb_id":"Qpkgch7dUM+JNDlbo1XdwQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This route has a faint plaque that says 'Mad Cows' at the base.  It is a lot of fun with a variety of short cruxes including fingers to (short) OW.  Scramble 10ft to large ledge. Squeeze (protected by .5 or 6 C4) to smaller ledge with 4in crack that abruptly shuts down to finger crack in left facing corner.  Traverse to flake on the face to the right of the corner and\n\nbeware of loose block\n\n(or continue up chossy corner for 10ft to excellent hand crack).  Continue up big hands flake to anchors right of a 6ft roof (or continue up excellent hand crack and traverse under roof to anchors; both ~5.10).\n\nBack up anchor with #1 and/or #2 C4.","protection":"All C4:  (1-2 each) .4; (2-3 each) .5; (2-3 each) 1; (3-4 each) 2; (3-4 each) 3; (1-2 each) 4; (1 each, optional) 6.  My memory is weak so use good judgement.  The anchor is a single drilled piton and a very poor nut.  HEROES: Please replace this anchor!","location":"First route left of Idaho Flake."},"__v":0},{"_id":"LeOifvWJUGikxooPf/k4eQ==","name":"Meat Machine","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Keith Reynolds","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":39,"mp_id":"105718531","mp_crag_id":"105717152","climb_id":"LeOifvWJUGikxooPf/k4eQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Meat Machine is located to the right from the top of the approach trail to the 2nd Meat Wall.  Follow the wall around and locate a steep blunt arete leading to a steep thin crack.  The face has two pins in a horizontal crack.  This is E. Coli.  Located 20 feet right of this climb is a thin hands flake leading to a right leaning overhang.  The anchor can be seen at 50 ft.  Pull over a bulge into the left facing corner and thin hands crack and cruise up great jams with some feet on the right to an awkward pull around the steep right trending crack.  Short but fun this climb is not a classic, but it's worth the time.","protection":"Protects well with several 1 and 2 Camalots with a couple smaller pieces.","location":""},"__v":0},{"_id":"gqw/9y8rVuSRBcjYgh4bQg==","name":"Low Cholesterol","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Unknown, 4/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":20,"mp_id":"105877824","mp_crag_id":"105717152","climb_id":"gqw/9y8rVuSRBcjYgh4bQg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"The plaque at the base of this thing is hard to read but it says \"Low (unreadable) 5.10 4/06\"\n\nStart about 50ft. left of Samurai Loving in a slightly offset splitter offwidth.  It's pretty consistent with a slightly wider spot at mid height.  Rap from chain anchors.","protection":"one #4.5 for the start, then #5 camalots and #6 friends for the rest of the way.","location":""},"__v":0},{"_id":"fXr4pYw1XnagSYZPaC88aA==","name":"Kelley Route #56","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":1,"mp_id":"121376436","mp_crag_id":"105717152","climb_id":"fXr4pYw1XnagSYZPaC88aA==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Straight-in crack. Start up off-fingers through hands to a wedge. Continue up though a bombay to the final offwidth.","protection":"70m. 0.5-4.0 C4.","location":""},"__v":0},{"_id":"nZTFQittWm+zL/3qN3V99w==","name":"Kelley Route #54","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":4,"mp_id":"108101666","mp_crag_id":"105717152","climb_id":"nZTFQittWm+zL/3qN3V99w==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"","protection":"1 #5 Camalot\n\n3 #4 \"\"\n\n1 #3.5 \"\"\n\n2 #3 \"\"\n\n3 #2 \"\"\n\n5 #1 \"\"\n\n1 #.75\n\nTwo ropes.  A seventy will not make it down.  An eighty probably will.","location":"Right of Green Eggs and Ham, left of Sweedish Meatballs (about hundred feet?)  Starts just left of a pinyon pine.  See picture."},"__v":0},{"_id":"LYr88iXfUdGqnTAJPxM/VQ==","name":"Kelley Route #53","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":5,"mp_id":"107818993","mp_crag_id":"105717152","climb_id":"LYr88iXfUdGqnTAJPxM/VQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"A stellar long left-facing corner, on the far left side of the wall.  Rarely gets climbed because the guide has no description. Stellar climbing awaits. Starts with great hands to a ledge. Now crank 30 feet of stacks (green camalots) in a corner, to another ledge.  Now, the main corner goes from hands, to thin hands to off width, back to hands..then finishes with more off width.","protection":"80m gets you down. Knot the ends. 1-.41-.53-.754- #13- #23 or 4- #32 or 3- #41 or 2- #51- #6","location":"Just left of Swedish Meatballs... on the left side of the wall.  Gets shade all day."},"__v":0},{"_id":"KtyCklx5UNOkTS1CoMXXxg==","name":"Humble Pie","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Eric DeCaria","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":33,"mp_id":"107388440","mp_crag_id":"105717152","climb_id":"KtyCklx5UNOkTS1CoMXXxg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"At first glance Humble Pie looks dangerous and sandbagged. However the climbing is relatively safe and the rating is solid for the grade. The quality of the rock is just about perfect and the climbing is extremely fun and varied. Humble Pie is a route Im sure  youll enjoy.","protection":"Doubles from Purple C3 to Green C4. Bring One #1 C4 to protect the beginning.","location":"Just right of where the approach trail meets the cliff. Look for the splitter on black rock that starts as a seam and slowly widens to rattley fingers."},"__v":0},{"_id":"XDMFufnYU7CczOX6TI+JbQ==","name":"Hot Pork Sundae","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Pitch 1: Matt Lisenby, Pitch 2: Mason Earle (Equiped by Matt Lisenby)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":2,"mp_id":"106616469","mp_crag_id":"105717152","climb_id":"XDMFufnYU7CczOX6TI+JbQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Two pitch route way left on the dark side of the wall. Face climb into tips splitter 5.12. Then an arching second pitch 5.13+. Perhaps Indian Creek's hardest established line.\n\nThe first pitch is a good route in its own right. The gear placed before stepping into the splitter seems a little hollow, but you will get a good stance after stepping in to place a more inspiring cam before the burl begins. 30m.\n\nMason Earle on the 2nd pitch \"The marathon pitch culminates with a wicked left-leaning, narrowing finger splitter. The featureless left wall further increases the desperate nature of the climb, forcing you to smear your left foot above your waist.\" 40m","protection":"For the first pitch: thin fingers to red camalots.\n\nMason Earle: \"For the second pitch, I used 4 red camalots, 7 green, 2purple, 2grey, 1 blue.\" Although a more pedestrian rack would include some slightly larger cams for the start.","location":"Way left on 2nd Meat on the shady side past most of the routes in the book. This route splits the north side of a pillar and receives virtually no sun. Vague plaque."},"__v":0},{"_id":"3T4elQpFVVCB2xep9kfSWg==","name":"Green Eggs & Ham","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Emrick, mid 90s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":0,"mp_id":"106928957","mp_crag_id":"105717152","climb_id":"3T4elQpFVVCB2xep9kfSWg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This route starts off with low angle hands in a left facing corner and gradually gets wider and steeper all the way to the anchor.","protection":"One cam of each size from #2 to #5 Camalot and a #3 Friend should suffice.","location":"The farthest route left at 2nd Meat."},"__v":0},{"_id":"nBQyVd9OVzG6cMk+tcU8Nw==","name":"Gouge On It","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Quinlan, Tim Kudo 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":7,"mp_id":"106022859","mp_crag_id":"105717152","climb_id":"nBQyVd9OVzG6cMk+tcU8Nw==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Tight hands off the ground to a crack switch then past some pods to a hand crack.","protection":"(2) #.5 - #1 Camalots, (1) Green Alien, Lots of #2's, a few #3's.","location":"The route starts down on the left side of the wall.  Just to the left of \"Two Timer\" and \"Two Timer II\"."},"__v":0},{"_id":"9ebPAYu5X4C9aJq+jxVt7w==","name":"Flank Steak","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Nate Sydnor and Herb Crimp","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":46,"mp_id":"116983067","mp_crag_id":"105717152","climb_id":"9ebPAYu5X4C9aJq+jxVt7w==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This thing has some amazing rock! Joe and I saw it early this Winter and then Herb and I went back to get it done on a random free day. I was able to lead it on-sight for what is likely the easiest/best combo FA I've found at The Creek. If this thing wasn't up on a bit of a ledge it would have been done and would be considered classic. It IS ultra classic so go seek it out. This route is yet another reason that the 2nd Meat Wall should be a candidate for best overall wall at The Creek.","protection":"A tips piece or two, then fingers and off-fingers to the anchor. Essentially BD .2 - .5","location":"Far right side (hence the name). You'll walk past the usual far-right zone of Cube Steaks/Family Home Night, then pass Crack A No Go and come to a section before Idaho Flake where the trail dips down a bit. Up on a ledge system you'll see the right-facing corner with amazing stone."},"__v":0},{"_id":"UtIxlLHbXba1I5GkRK7JaQ==","name":"Family Home Night","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":43,"mp_id":"105939171","mp_crag_id":"105717152","climb_id":"UtIxlLHbXba1I5GkRK7JaQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Stellar route with difficult moves between good rests.  Steep hands lead to angling off fingers and a switch around a pillar.  Small nuts and a .00 TCU help protect a few faces moves up to a rest.  Fire the crux off-fingers splitter which barely widens to thin hands at the top.  Relish how fun the route was.","protection":"small nuts; 1x .00 TCU; a couple blue and yellow TCU; 4x 1\"; six .75 Camalots; two #2 Friends; a couple hand pieces","location":"Right of Cube Steaks"},"__v":0},{"_id":"tsVY2oMsWIqZzHRlhC+c0Q==","name":"Extra Lean","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Steve Steats","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":18,"mp_id":"105963328","mp_crag_id":"105717152","climb_id":"tsVY2oMsWIqZzHRlhC+c0Q==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This is the obvious, chalked up off-finger splitter just right of top sirloin. Climb the splitter to a ledge (orange tcu). Continue up the narrowing crack using a bizarre horizontal lieback technique to another small ledge (yellow and blue tcu). Some corner changing and occasional face holds get you to the anchor (purple tcu, black alien).\n\nQuinlin put the anchors on this, but Steve “Roadie” Steats got the FFA (on sight) out climbing with Q. and Friends","protection":"Cams from orange tcu down to gray tcu, 2  3 of each size.","location":"Just left of top sirloin"},"__v":0},{"_id":"N5ha9VzuVaOJSC1AOIo1hQ==","name":"Evening Ecstacy","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Clint Dillard & Partner, 2004. (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":10,"mp_id":"105934973","mp_crag_id":"105717152","climb_id":"N5ha9VzuVaOJSC1AOIo1hQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"An unreadable plaque lies at the base of this climb because someone decided to scratch out the name and over-write it with the words \"Bad Bolt.\"\n\nTHe bottom bolt of the anchor is indeed bad (refer to note on Protection) and should probably be replaced with a 1/2\" in the same hole. The problem with this scribble job is that all you can read is gibbersh, so you don't know he name of the route or that there is a bad bolt until you come down and having already learned that, can decipher the plaque.\n\nAt the far left side of the lighter wall just left of Tofu Crack there are 3 climbs, Mouse Meat, a 140' tall 5.10+ crack route, then an unnamed 5.10 left-facing Flake, then this route, which ascends a crack system just at the left edge of the wall.  Start up in one crack and just when it runs out, move left 5' into a different crack.  The transition is the crux and can be protected well on a few cams on either side.\n\nThis is a reasonable warm-up route for the wall but is not typical of indian creek- the rock is a little softer and lighter and there are more holds and less pure crack climbing.","protection":"A set of cams to hand-sized with a few large nuts or extra large finger sizes.  (EDIT): The once-loose lower bolt, (owing to its poor placement) on this anchor has reportedly been repaired and beefed up.","location":"This climb is the last climb left of Tofu Crack in the lighter-colored wall, just before turning left around the corner past a tree to the base of the huge, left-facing \"Two Timer\" dihedral."},"__v":0},{"_id":"UTARPwooV32hGM35Qh5TEQ==","name":"End Of The Line","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":40,"mp_id":"106296802","mp_crag_id":"105717152","climb_id":"UTARPwooV32hGM35Qh5TEQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"As Bloom says in his guidebook, \"Off-fingers laybacking forever!\"\n\nThis is the gorgeous varnished right-facing corner with anchors way up in the heavens.  No moves harder than 5.10!","protection":"A few 0.4 Camalots, a #3 and a #4 Camalot for the OW, and all the 0.5 and 0.75 Camalots you can find.  15 or more wouldn't go unused.  Two ropes.","location":""},"__v":0},{"_id":"s5aMosSeWXqTiCN79tdy5w==","name":"Cube Steaks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":42,"mp_id":"105718525","mp_crag_id":"105717152","climb_id":"s5aMosSeWXqTiCN79tdy5w==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"At the top of the approach trail to the 2nd Meat Wall follow the wall for a long ways around to the right eventually passing a large boulder leaning up against the wall.  The first route past this boulder is Cube Steaks, just left of a striking thin splitter called Family Home Night.  Cube Steaks climbs a thin hands crack in a blocky straight in corner.  The anchor is visible at 110 ft.  For the most part this climb is characterized by a crack move or two supplemented by big face holds for hands and feet.  The only continuous section of crack climbing lies in the final 20 feet and is protected by 2 Friends or Green Camalots.  There are higher quality lines on this wall at this grade, so I wouldn't necessarily recommend it.  But if you're in the mood for an atypical Indian Creek route this should suffice.","protection":"Bring an arrangement of pieces from .75 - 2.5 inches.  Mostly 1 - 2 inches.","location":""},"__v":0},{"_id":"EjT5lFQrUXijLLtuLZyMQw==","name":"Carnivore","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":28,"mp_id":"108869117","mp_crag_id":"105717152","climb_id":"EjT5lFQrUXijLLtuLZyMQw==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Splitter Offwidth. 2nd pitch of Tube steaks tomorrow.","protection":"4-6 mostly 4 & 5","location":"climb  Tube steaks...cant miss it"},"__v":0},{"_id":"lzQTeWznU/Kbqr/0B5GAWg==","name":"Camping Under the Influence","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":37,"mp_id":"105928033","mp_crag_id":"105717152","climb_id":"lzQTeWznU/Kbqr/0B5GAWg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This climb starts up a deeply set crack on the right of the pillar, and then makes a cool transition to the left of the pillar about thirty feet up, or wherever you feel like it.  Most of the rest of the route is a cool finger crack with plenty of feet and stances.  Finally, the last twenty feet the crack gets off-fingers, offset, the feet disappear, and it leans to the right.  This is the crux.  Like Annunaki or Sweden Ringle, the crux of this route is clipping the anchors.","protection":"(camalot sizes) three .4, four .5, four .75, three 1, two 2.  Maybe a runner or two for the transition around the starting pillar.","location":"to the right, and around the corner from T-Bones/Tubesteaks area.  twin splitters on either side of a pillar, up to a steep and eventually right leaning finger crack."},"__v":0},{"_id":"csttbcm9VNWOHl7LpiH3Hw==","name":"Butcher's Dog","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":34,"mp_id":"112314126","mp_crag_id":"105717152","climb_id":"csttbcm9VNWOHl7LpiH3Hw==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"Start up the left side of a 50 foot tall pillar. Follow a mostly-fingers crack through a series of roofs and corners to the anchor. Interesting climbing and better than it looks, a good option when the crag is busy.","protection":"BD C4's\n\n3-4ea - 0.4\n\n4ea - 0.5\n\n2ea - 0.75\n\n1ea - 1, 2\n\n2ea - 3\n\n1ea - 4","location":"Immediately Right of Humble Pie."},"__v":0},{"_id":"ktM/J2sOVn27nCsw5GwNqQ==","name":"Bro Shoe Dough","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Levi Call","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":16,"mp_id":"119740129","mp_crag_id":"105717152","climb_id":"ktM/J2sOVn27nCsw5GwNqQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"The route is definitely better than the name. Climb the 5.9 #3 crack to the ledge. Stem through some soft rock, place a small cam, then pull into the crack. There is a cruxy section at the bulge which offers some cerebral climbing, then a stellar .4/.5 splitter. The big flake above climbs well and the back of the flare provides a good place for cams from .5-2 if memory serves correct. Bring slings for the upper section.","protection":"Camelots from .1-3","location":"Right of Pastafarian, Left of Top Sirloin"},"__v":0},{"_id":"2FY3Dn6WWvWkBNavIPYcCQ==","name":"Boss Hog","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"DF","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":19,"mp_id":"107529096","mp_crag_id":"105717152","climb_id":"2FY3Dn6WWvWkBNavIPYcCQ==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"OW right off the ground leads in to a flare with a rail on the right then cups for 15 feet to a 5 inch roof.  Pull said roof with help from face moves on right this should be the crux after that more grunting will see you to the anchors...","protection":"#3 camalots - #6 camalots with maybe a hand piece and runners for the roof","location":"Left of Low Cholesterol"},"__v":0},{"_id":"SE7f+m1IUem52ZLaldpTRg==","name":"Bacon in the Sun","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Burt 'n Earle 3/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"left_right_index":31,"mp_id":"107568044","mp_crag_id":"105717152","climb_id":"SE7f+m1IUem52ZLaldpTRg==","areaRef":"k4l9osqJX2aoG0kiCRMN9A=="},"content":{"description":"This is the second and third pitch to At Your Cervix-the gorgeous zig-zagging splitter just right of Carnivore.\n\nFrom the top of At Your Cervix, climb up the chimney until you can join the splitter crack on the left face. Continue up to a nice ledge. 100'ish. 5.11+\n\nFinal pitch- climb the overhanging splitter. 50' 5.12\n\nrap with two ropes, unless you don't mind rapping off the single bolt atop the second pitch, in which case, you can get down fine with a single 70m rope.","protection":"In Camalots...\n\n#2.......X1\n\n#1.......X1\n\n#.75....X3\n\n#.5......X5\n\n#.4......X2\n\n#.3......X1","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,93897da2-ca89-5f66-a81b-492209130df4","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","2nd Meat Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.11-"},{"count":10,"label":"5.10"},{"count":2,"label":"5.10-"},{"count":6,"label":"5.12"},{"count":1,"label":"5.10d"},{"count":6,"label":"5.10+"},{"count":7,"label":"5.11"},{"count":4,"label":"5.12-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.13"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":50,"bands":{"unknown":0,"beginner":0,"intermediate":21,"advanced":28,"expert":1}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":21,"advanced":28,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.5862,38.1302]},"bbox":[-109.58677164333663,38.12975033981813,-109.58562835666338,38.13064966018187],"left_right_index":-1,"ext_id":"105717152","area_id":"k4l9osqJX2aoG0kiCRMN9A==","polygon":{"type":"Polygon","coordinates":[[[-109.58677164333663,38.12975033981813],[-109.58562835666338,38.12975033981813],[-109.58562835666338,38.13064966018187],[-109.58677164333663,38.13064966018187],[-109.58677164333663,38.12975033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":50,"__v":1,"createdAt":"2022-11-07T06:26:47.387Z","updatedAt":"2024-02-19T18:41:02.510Z"}