{"_id":"6368a44ee80bff5a9959c177","area_name":"Bartizan Wall","shortCode":"","climbs":[{"_id":"W/I/A18FVveOihiQP/KHag==","name":"Window on the West","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Sam Slater & Bruce Thompson, July 14, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5333,43.8487]},"left_right_index":4,"mp_id":"109110296","mp_crag_id":"106037158","climb_id":"W/I/A18FVveOihiQP/KHag==","areaRef":"ViMTW4ATXZSK4kYpyiXa0w=="},"content":{"description":"This has been called \"the Naked Edge of the Needles\"... Which is a bit exaggerated. It is a long and varied crack system with a burly crux that makes it feel like your climbing in Eldo. Rock quality is the only thing that keeps this from being a full four stars. Ricey in some spots, dirty in others. Needs more traffic. Still recommended to the aspiring Needles climber. \n\n  FA party started with an approach pitch to the blocky, poison ivy filled , ledges. Looks not so fun. Better to scramble up the ramps from the left (SW). 4th class to the highest ledge below the white/yellow wall. Route starts on top of block at left facing corner/flake. Climb to roof/flake and step left into groove (crux). Leaving the groove is tricky and hard to protect, bring micro gear. Continue past a ledge into right facing lieback. Step right into another crack and then again to mantel onto ledge below the bulge. Follow crack through the bulge to the top. Potential for some wicked rope drag, and there isn't a great stopping point to break it up evenly into two pitches. Use long runners. Lots of options for natural belay anchor on top, save some hand sizes. Walk off the back.","protection":"Doubles to BD #3, with one #4   Micro cams   Nuts and Rp's","location":""},"__v":0},{"_id":"eKDBBKR2VeunN7ILLkGLlw==","name":"Storming the Castle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tony Schwartz, Chris Hirsch, Kyle Rott (Ground-up) 10/14","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5333,43.8487]},"left_right_index":2,"mp_id":"109578076","mp_crag_id":"106037158","climb_id":"eKDBBKR2VeunN7ILLkGLlw==","areaRef":"ViMTW4ATXZSK4kYpyiXa0w=="},"content":{"description":"Similar to the Naked Rib with it's exposed arête climbing. The first pitch isn't deserving of the four stars but the 45 meter 2nd pitch certainly is! Mixed climbing with some distanced bolts. Not for the 5.10-limit leader, but great for anyone looking for more of a mental challenge at this grade. \n\n  1) 90' 5.10    Start up crack that fades away. Move up to bolts. Quite chossy below roof, but gets better over the lip. Clip some pitons, one bolt, small gear if you want it then to the anchors with a small stance. \n\n  2) 140' 5.10   Take off onto the narrow, steepening rib with few bolts. Lots of sidepulls on excellent rock through the crux. Sling some horns on easier terrain and stay right to get back onto arête. Easy finish to a nice belay.","protection":"Bolts   Pins   Small gear   Bolted rap anchors with webbing","location":"This is the next rib formation to the right of the Naked Rib. Hike a short distance off the main trail to reach the start at the bottom of the gully that takes you to Crack of Earthly and Window on the West. Double rope rap."},"__v":0},{"_id":"cFtR8/0MW6KNv4dijTtPyA==","name":"The Naked Rib","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Paul Muehl & Pete Delannoy 1980's?","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5333,43.8487]},"left_right_index":1,"mp_id":"107569795","mp_crag_id":"106037158","climb_id":"cFtR8/0MW6KNv4dijTtPyA==","areaRef":"ViMTW4ATXZSK4kYpyiXa0w=="},"content":{"description":"A lesser known and rarely climbed needles classic. This route has plenty of exposure and run-outs on great face climbing. Only seven bolts on the 60m second pitch ;) \n\n  1. 90' 5.8; Scramble up to the base, start original route on the E side following dihedrals and flakes. Or start up higher in the gully on the W side for shorter, easier, more direct approach. Belay at a large flake on a ledge. Single rack. \n\n  2. 190' 5.10c; Straight up the rib, climb through short crux at the first bolt. Getting to the second bolt is the R section, but gets easier the further out you get. Micro gear can be placed out right to reduce the distance between bolts five and six. Don't climb the crack, stay left. Finish on the airy, low angle arête. Anything from a BD .5 - #3 will work for an anchor. 70m rope recommended.","protection":"7 bolts   Long slings   BD .5 - #3 for anchor","location":"Left/West side of Bartizan Wall. This is the prominent S facing rib just on the right side of a large grassy gully. Rap down the backside (NSR) and into the grassy gully to the W. Single 80m will get you down, otherwise double ropes needed."},"__v":0},{"_id":"WP5iYKeOWUi24OXyLQnnPA==","name":"Kevizan","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Steve Wunsch & John Bragg, Summer 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5333,43.8487]},"left_right_index":5,"mp_id":"107711508","mp_crag_id":"106037158","climb_id":"WP5iYKeOWUi24OXyLQnnPA==","areaRef":"ViMTW4ATXZSK4kYpyiXa0w=="},"content":{"description":"This one is much better than anticipated. What looks like a wide nightmare on poor rock turned out to be very enjoyable. Face climbing around most wide sections (my favorite), perfect natural belays, amazing last pitch, and a sweet walk-off.   P1: 5.10, 150' Cruise up to the small right facing chimney. Pull bulge and continue 'til you reach a nice ledge with a pin. Small gear for anchor.   P2: 5.10-, 65' Go for the large crack off the climber's left side of the belay ledge. Bust left onto face before horizontal. Stop at an even bigger belay ledge down and left of the large overhang. Medium gear for anchor.   P3: 5.10, 70' Pull final overhang and enjoy an atypical needles finger/hand crack to the top.","protection":"Doubles to #3, single #4, nuts","location":"Start between prominent buttress (on left) and very large boulder. Finish on obvious high point on E face. Navigate your way back towards visible hiker's trail to the W."},"__v":0},{"_id":"t4Dj4eGrXvyrb/nYgW5Emw==","name":"Elrod's Epic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Archbold, Elrod Williams 9/1/81","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5333,43.8487]},"left_right_index":6,"mp_id":"112203001","mp_crag_id":"106037158","climb_id":"t4Dj4eGrXvyrb/nYgW5Emw==","areaRef":"ViMTW4ATXZSK4kYpyiXa0w=="},"content":{"description":"Fun 3 pitch adventure on the crack just to the right of Kevizan.  \n\n  1) 110' 5.8   Start the same as Kevizan but stay right when the cracks split. Climb to a small stance and build anchor. The rock isn't the best on this pitch but not terrible. \n\n  2) 100' 5.9   Looks dirty but you skirt around the plant filled crack. Awkward crux pulling through steep corner, then fingers and hands to a stance in a corner. Build anchor. \n\n  Might be best to move belay directly below chimney. Traverse right through a notch to a large stance. \n\n  3) 70' 5.8   Straight up the chimney. Build anchor on top. Walk off.","protection":"Double rack to #3 & one #4","location":"Next crack system to the right of Kevizan."},"__v":0},{"_id":"gfXeQqU0XxCTp/ov3PgJDw==","name":"Crack of Earthly Delights","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Black, Pete Delannoy, John Matteson 7-3-80","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.5333,43.8487]},"left_right_index":3,"mp_id":"108306955","mp_crag_id":"106037158","climb_id":"gfXeQqU0XxCTp/ov3PgJDw==","areaRef":"ViMTW4ATXZSK4kYpyiXa0w=="},"content":{"description":"Excellent corner pitch followed by a very exposed summit finish. Absolute must do! Pitch 1 (5.9 135') Climb up the steep right facing corner pulling a few strenuous laybacks early on, then fun cruiser stemming on big feet and plenty of patina jugs. Once the corner fades, traverse out left across flakes up into the saddle to find the anchors above on a separate formation. Pitch 2 (5.8R 75') Head directly up rib past one old bolt to the top. Bring small (Rp's) gear to supplement. 2nd pitch anchor needs to be replaced (as of 8-24-13). I would recommend a needles style rap.","protection":"Single rack to 3\", doubles of fingers   Nuts","location":"On the left side of Bartizan Wall find the huge chimney, 'Terror-Cracktyl', Earthly Delights is the obvious right facing/leaning corner 20' left of that. Best to gain belay ledge by scrambling, 4th/5th class, from the SW gully. Either rap from 1st pitch anchors (double rope rap) or walk off the back."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,1ca6542a-76ee-5941-9233-b368e35d058f,5623135b-8013-5d94-8ae2-4629ca25dad3","pathTokens":["USA","South Dakota","Custer State Park","Cathedral Spires","Bartizan Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.5333,43.8487]},"bbox":[-103.53392351338111,43.848250339818144,-103.53267648661887,43.849149660181865],"left_right_index":-1,"ext_id":"106037158","area_id":"ViMTW4ATXZSK4kYpyiXa0w==","polygon":{"type":"Polygon","coordinates":[[[-103.53392351338111,43.848250339818144],[-103.53267648661887,43.848250339818144],[-103.53267648661887,43.849149660181865],[-103.53392351338111,43.849149660181865],[-103.53392351338111,43.848250339818144]]]}},"content":{"description":"Huge wall to the South West of the Cathedral Spires.  In the Shade a large amount of the time and like most of this area is windy a lot of the time.   \n\n  Routes seem to be mostly more difficult on this wall and it looks very intimidating.  Anybody with specific route information please post."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:23:16.229Z","updatedAt":"2024-02-19T18:39:53.042Z"}