{"_id":"6368a33fe80bff5a9957d8cc","area_name":"Shadow Work","shortCode":"","climbs":[{"_id":"JJwLGQt2XhyjjbS8M4NH2Q==","name":"The Shadow You Can't Shake","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.60522,34.73737]},"left_right_index":0,"mp_id":"121393278","mp_crag_id":"121393246","climb_id":"JJwLGQt2XhyjjbS8M4NH2Q==","areaRef":"CqI0ZsOEWxqyOAIyCFZj+A=="},"content":{"description":"The Shadow You Can't Shake runs up the left side of Shadow Work face. Start on good holds and get to a stance before the first committing moves. Use the pockets, blocks, and edges to gain a mixed mantle and other features to pull up. Work along the seam and blunted arete as you head upstairs. When you arrive at a decent hand jam box calm your nerves and consider the risk-reward as this would be the time to bail out left. Continue up on marginal feet, throw a paw over the top and keep a cool head while managing the last few moves. A fall from these heights on anything but a boatload of pads would guarantee injury or worse.*** Please understand the consequence of falls on highballs over 20', your experience level, comfort reversing moves, temperament under pressure, and ability to evaluate the necessity to downclimb or bail ***","protection":"User Discretion - Highball!","location":"Left half of Shadow Work face. Face climb to a stance, use the pocketed seam to gain the blunted arete and keep working this natural line to top out on the sloping platform."},"__v":0},{"_id":"jlzXOwELXk2r/j30ejUCXQ==","name":"RIP SWIFT FOX","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.60522,34.73737]},"left_right_index":3,"mp_id":"121611119","mp_crag_id":"121393246","climb_id":"jlzXOwELXk2r/j30ejUCXQ==","areaRef":"CqI0ZsOEWxqyOAIyCFZj+A=="},"content":{"description":"RIP SWIFT FOX follows a natural line to the right of the Escape Pod which is the detached hanging block to the right of Shadow Work slab. This is just 20’ left of CURARE.Stand Start on blocky holds and gain a horizontal crack jug that would take hand cams. Work the scooped dihedral up and right in adventurous style on crack, seam, smears, and crimps in grassy pockets. Very fun and pretty 3D compared to the climbs to the east. Lead on trad or boulder. While it makes no sense this would be a 5.7+ trad line or a V1+ compared to most V1s. Do what you will with that nonsense but just respect the fall line with the two blocks just behind and right of the climb. It’s a VB a VB boulderer shouldn’t go up. RIP SWIFT FOX is named in honor of the beautiful fox that raced downhill from the woods to cross the mountain road to Monastery Lake north of Pecos, New Mexico. He was all blur and just too early or just to too late. He was the 1st Swift I had ever seen. RIP SWIFT FOX. ","protection":"2 pads and spotter. Mind the wandering fall line.","location":"Just right of Shadow Work Slab’s Arete in the dihedral and 20’ left of Curare."},"__v":0},{"_id":"E/Jr7FpUUnG0c1PFmURCUw==","name":"Bury The Shadow","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.60522,34.73737]},"left_right_index":1,"mp_id":"121393308","mp_crag_id":"121393246","climb_id":"E/Jr7FpUUnG0c1PFmURCUw==","areaRef":"CqI0ZsOEWxqyOAIyCFZj+A=="},"content":{"description":"Bury The Shadow runs up the striking and haunting right side of Shadow Work face. Start on good comfortable moves to the blocky overhang. Work directly up here on the nearly featureless face. Pull up on a narrow crimp and achieve feet with the very few and iffy options available. Continue on these minor features and shallow seams in a direct line to the topout ledge. A perfect combination of Footwork, Footwear, and a proclivity to float the THIN will be needed to earn this FA.The Escape Pod pedestal that protrudes from the adjacent wall can be used to bail onto and then lower from jams more securely than peeling off onto the pads below. Bury The Shadow's line is obvious and a line using the adjacent pedestal should be considered an escape method. If you cannot comfortably send Steak Dinner just put a picture of Bury The Shadow on the fridge for a while.","protection":"User Discretion - thin committing Highball!","location":"Right side of Shadow Work face which is west of Walking The Fish and west of Bomb Wall."},"__v":0},{"_id":"eVMFcXgWXpuDyM7ZafFY+Q==","name":"Ask The Dust","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.60522,34.73737]},"left_right_index":2,"mp_id":"121611303","mp_crag_id":"121393246","climb_id":"eVMFcXgWXpuDyM7ZafFY+Q==","areaRef":"CqI0ZsOEWxqyOAIyCFZj+A=="},"content":{"description":"Ask The Dust runs up the right side of Shadow Work slab and uses the Arete to help access what little features are on the face to top out. Like Bury The Shadow, the detached block “escape pod” should be used for bailing and/or down climbing. FA’s do not touch the escape pod.Stand Start with a choice of blocky jugs and work up to secure footwork and high step into a matched foot stance on the Arete. Evaluate the super blank face out left and what few features are available from the Arete to that blank wall. Now all the moves are marginal, suspicious and committing to and through the topout so buckle up. Pull on something, stand on nothing, and enjoy the feel of almost peeling for the entire top half.Work two finger gaston slopers, seamy two finger crimp pockets, iffy sidepulls and crystal pinches to reach the lip. Top out into thank god ledge or Ask The Dust…","protection":"2-5 pads. Active spotter.","location":"Right side of Shadow Work slab. Left of Curare 25’"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,4eb115a6-831e-593a-95ac-0b1019faa662,0aa23466-c384-5b1a-b238-0232085663f8","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Jug City (Holy City)","Shadow Work"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V2+"},{"count":1,"label":"5.7+"},{"count":1,"label":"V5-6"},{"count":1,"label":"V4-5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"boulder":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.60522,34.73737]},"bbox":[-98.60576718324859,34.73692033981814,-98.60467281675142,34.73781966018186],"left_right_index":-1,"ext_id":"121393246","area_id":"CqI0ZsOEWxqyOAIyCFZj+A=="},"content":{"description":"Shadow Work sits on the western half of the upper wall and hosts a few high consequence lines, The Shadow You Cant Shake which runs up the face to seams and then a blunted arete to 35-40' and the visually striking and haunting Bury The Shadow which runs up the nearly featureless right half from good stances to a blocky overhang to the blank direct line to the topout at 23-25'. Bold and committing. If you can't send Steak Dinner comfortably this isn't the climb to mess with.*** Both of these climbs should be approached with respect of heights. Hitting a few crashpads from 22-35' could likely result in injury. Understand the risks and be honest about your levelheadedness, experience, and downclimbing / bail skills before getting yourself in a bind or permanently injured *** FA’s would both be OK with one bolt being added (following proper approvals and protocols) to the right side of slab for Bury The Shadow and Ask The Dust high off the first stance to protect groundfall. We will not be applying for the bolt but down the road would not mind if retro’d. The taller highball line to the left, The Shadow You Can’t Shake would be OK’d for 2 bolts by the FAs following proper procedures. Documenting so there will be no question if this comes up in the years to come. "},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:18:40.640Z","updatedAt":"2022-11-25T11:21:06.579Z"}