{"_id":"6368a50be80bff5a995aff53","area_name":"Perla's Ridge and Environs","shortCode":"","climbs":[{"_id":"W0SjuSuRXrGFD/Wu4nAwOw==","name":"Stump the Stars","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Steve Hong","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"left_right_index":1,"mp_id":"105831688","mp_crag_id":"105831685","climb_id":"W0SjuSuRXrGFD/Wu4nAwOw==","areaRef":"QB/abrrwWNSIOvqt1TO1pw=="},"content":{"description":"Despite it being short with slightly dirty rock, I believe this has got to be one of the most fun crack climbs around. Though, to be sure, I haven't done that many of the local crack climbs harder than 11a.  If more people climbed it, the rock would clean up.\n\nOriginally, I thought this was stout for the grade. But, rethinking it, the rating probably is spot on compared to routes like Coyne Crack and S-Crack's third pitch crack.  The difference, which is what makes this route awesome, is that it is more sequential than the aforementioned; it is not just a \"plug and chug\", \"grin and bear it\" crack.\n\nFrom the base, start up the right crack - tips and few fingers on a slightly less-than-vertical wall.  About 20 feet up, make the transition into the left crack and climb more tips/tight fingers to overhanging wall, pull 10 foot overhanging wall via thin hands, and continue to bolted anchors.","protection":"A set of nuts, TCU's, and cams to 2 inches; heavier on the purple and blue TCU's and .75 Camalots.\n\nAlso, the webbing strung through the bolts is pretty faded. A future party may want to replace it.","location":"Use approach info to reach the wall on the area page.  Once you reach the first wall you come to hiking up the drainage, hike directly east following the wall.  Right before you are about to drop down into the first drainage you come to, walk uphill for 50 feet.  The route is located on the wall you are walking along, on the left margin of the wall.  It is  slightly hidden by a large pine tree.  Just look for the overhanging thin hands splitter."},"__v":0},{"_id":"plbi0a4EWqKxquqpHIwrmQ==","name":"Ridge of Bliss","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Gary Wolfarth & Jason Foote  Summer 2006","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"left_right_index":0,"mp_id":"105897059","mp_crag_id":"105831685","climb_id":"plbi0a4EWqKxquqpHIwrmQ==","areaRef":"QB/abrrwWNSIOvqt1TO1pw=="},"content":{"description":"P1: Start in a left-facing corner [one bolt]. Continue up easy (runout) slab to bushy ramp.  Climb the roof above to chains. 120'\n\nP2: Easy right-facing corner and over roof.  Step right onto slab [fixed KB] climbing technical terrain past two additional bolts.  Continue up corner to roof.  Step left onto slab [three bolts] to reach rap rings. 160'+/-\n\nP3: Climb corner above anchors passing three bolts.  Excellent climbing. 160'. This pitch was originally led without bolts!\n\nP4: Follow easy slab to two-bolt anchor below roof.  No pro. 60'\n\nP5: \"Puke Pitch\". Step right to main left-facing/angled corner.  Climb up the corner (thin pro) past two pins.   Step left into next corner (very exposed) and climb handcrack to two-bolt belay on ledge in chimney.  200'\n\nP6: Climb left side of chimney until it is possible to step across to the right. Loose chockstones--Beware!  Climb to right of tree through brushy area and onto slab.  Pass three bolts before heading back into brush for tree belay.\n\nP7: Climb slab left of bushy corner.  After second bolt work right to roof and finger crack.  Mantle to 4:20 ledge for tree slings. 100'\n\nP8: \"The Tower of Bliss\". Diagonal right past three bolts to groove/crack on right side of tower.  Rap station in trees. 120'\n\nThis route was established ground up.","protection":"Medium nuts, 00 TCU thru #4 Camalot, lots of runners","location":"Approach: Park at the Grist Mill (.06 miles up from sign) Just below the Wasatch Resort is an old bridge abutments (approx. 400 yards down the trail) Cross the river here and head straight up the wash.  Pick up a bouldering trail winding uphill.  Pass the \"Prime Rib\" boulder and continue up and right on faint trail to base of climb.  Approx. 20 minutes.  During spring runoff it is impossible to cross the creek.  You can cross higher up the canyon and traverse into the Wasatch Resort Bouldering Area and then continue up to the climb.\n\nDescent: From the top of the 4:20 ledge it is possible to rap into the drainage to the west for an easy walkoff.  Start from northern point of ledge for two raps to the west from fixed anchors.  110' and 70'.  Thrash down to the main gully until you reach an impassable cliff.  Traverse right (upcanyon) following the buttress edge back to the base of the climb.  Approx. 15 minutes from rappel."},"__v":0},{"_id":"uicMkvx5Wua0hEeTDTkJ1g==","name":"Perla's Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Perla, Chuck Satterfield, 1964","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"left_right_index":2,"mp_id":"105839486","mp_crag_id":"105831685","climb_id":"uicMkvx5Wua0hEeTDTkJ1g==","areaRef":"QB/abrrwWNSIOvqt1TO1pw=="},"content":{"description":"AKA: Satyr Ridge, the Ruckman guide says this is 1800 feet, but really, from car to summit it is well over 3000.\n\nTypical alpine granite (good to crappy) with a (relatively) easy approach.  Lots of hiking, though.\n\nAlthough there are lots of easy sections that you could either simul or solo, the technical sections appear often enough that it probably isn't worth it.  We seemed to find a 40m 5.8 pitch just about every 50m or so (alternates 5.easy, 5.8, ...).  These were almost always very exposed.\n\nThe (small amount of) beta that I heard before we did this climb was, \"it is loose and scary, and I won't ever do it again.\"  We didn't find it all that bad.  We didn't complete the route, however; we were stormed off at about 700 feet from the summit (long descent involving many rappels).","protection":"Standard rack.  We didn't bring anything bigger than a #2 (gold) Camalot, but there were a couple of places where a #3 would have been useful.","location":"Park just up-canyon from the LDS vaults.  There is a bouldering area here, but I don't remember the name.  Look for the talus field coming off the ridge, this is your goal.\n\nHike down past the boulders to the LCC trail.  Walk up canyon to the bridge and cross the river.  A small trail enters the woods here (toward more bouldering).  Follow this trail until it begins descending a lot.  Leave the trail and bushwhack WSW until you get to the talus field.  Follow the talus up and into the gully.\n\nYou will eventually get to some immaculate white slabs on your left (after a couple of bouldery moves).  Further up the gully, it splits into two gullies.  The right one is sandy and loose, the left is solid, but requires technical climbing (5.8+ R).\n\nAbove each of these there is a grassy quasi-meadow below a headwall.  It looked like several lines on the headwall would go at around 5.7 or 5.8.  We opted to hike game trails in the trees to the left to bypass the headwall.\n\nAbove the headwall are a series of ledges on the left side of the huge slabs.  Follow these up along the path of least resistance, heading left when possible and aesthetic.\n\nIf you can find the \"Endless Dihedral\" pitch and the 5.8 o.w. right on the ridge, I highly recommend both of them (see topo)\n\nDescent:  Either south into Bell's Canyon, or two drainages east back into LCC.  You can scope the second descent option from the road just above the gate buttress parking area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,401fda6e-baf0-58d4-883a-faadd533b5a7","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Perla's Ridge and Environs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.777,40.5727]},"bbox":[-111.77759198427162,40.57225033981813,-111.77640801572838,40.57314966018185],"left_right_index":-1,"ext_id":"105831685","area_id":"QB/abrrwWNSIOvqt1TO1pw==","polygon":{"type":"Polygon","coordinates":[[[-111.77759198427162,40.57225033981813],[-111.77640801572838,40.57225033981813],[-111.77640801572838,40.57314966018185],[-111.77759198427162,40.57314966018185],[-111.77759198427162,40.57225033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:25.225Z","updatedAt":"2024-01-20T01:06:55.200Z"}