{"_id":"6368a214e80bff5a9955da69","area_name":"Tombstone","shortCode":"","climbs":[{"_id":"jYQo9XMAW8+RACFJam+XaA==","name":"West Face Traverse","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Keith Wrolstad, Nelson Gillis, Larry Kline - 5/70","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":2,"mp_id":"106032692","mp_crag_id":"106018537","climb_id":"jYQo9XMAW8+RACFJam+XaA==","areaRef":"QdY9HUkYXOGPAbtycllNSA=="},"content":{"description":"Route finding will probably not be much of an issue on this route. The first pitch is likely the crux.Pitch 1: Climb the obvious weakness in the corner to a ledge. Belay on ok gear anchor after stepping left or continue traversing left on the ledge to the north side of the west face at a Putin and bolts anchor.Pitch 2: Take the easiest line up and trending right to the top with boulders and / or small trees for anchor.","protection":"Rack suggestion varies with comfort level and whether doing this in two versus three pitches. Largest cam needed is probably 2”. Some may find small nuts and micro-cams useful.","location":"Descend the south side of Tombstone as described on the Tombstone page.  West Face Traverse starts near the first obvious rock bench that affords a view of the west face."},"__v":0},{"_id":"Qk8GYqIRV3iDAZ+yUexmWg==","name":"West Face Left","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Dennis, Charlie Ware, May 18, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":0,"mp_id":"106180236","mp_crag_id":"106018537","climb_id":"Qk8GYqIRV3iDAZ+yUexmWg==","areaRef":"QdY9HUkYXOGPAbtycllNSA=="},"content":{"description":"This line is described in Hill's (1983:109,111) \"Hikers and Climbers Guide to the Sandias\" (I'm working with the 2nd edition; I haven't seen if this description has changed in the 3rd edition). Schein's (2003:75) \"Sandia Rock\" describes a line that may have a slightly different first pitch. I followed Schein's line, so I can't comment on Hill's full route. \n\n  Pitch 1:  From the top of the pillar at the far left side, face climb through discontinuous cracks and seams, finding pro where you can.  Stay within about 20 feet of the left side of the wall, aiming for the left side of a roof.  Note: Hill's photo topo (1983:111) goes right of this roof, and his text doesn't mention it specifically; his narrative description takes you up a crack and through several bulges, which may lie farther to the right of the roof.  Once through the roof, more face climbing takes you to the left end of the prominent ledge that crosses the face (the end of Pitch 1 of the West Face Traverse); belay from the two bolts and fixed pin at this point.   Pitch 2.  Hill and Schein appear to agree.  More face climbing through discontinuous seams, staying within 20 feet of the left side of the wall, takes you to the top.  I found a 5.8+/5.9- crux in this section that briefly pushed me over to the far left arete, but YRMV depending on route selection.  You could probably escape rightwardly into the top pitch of West Face Traverse if needed.","protection":"Standard rack of cams & nuts should do, but doubles of finger sized cams would be nice, with plenty of runners too.  Some of the loose flakes and blocks on this route may warrant its consideration for a PG rating.   There are two good bolts and a fixed pin at the belay atop Pitch 1. There are plenty of trees and blocks to sling at the top of the formation.","location":"This route climbs the far left side of the west face of the Tombstone.  It's easy enough to approach if you start from the southwest corner of the formation (at the flat-topped luncheon pillar).  Traverse north underneath the whole face, and then ascend through blocky 4th class terrain to the flat top of a pillar at the very northwestern corner of the formation.  This is the start of the route as indicated by Schein.  Hill's photo topo (1983:111) also suggests this pillar is the start.  However, Hill's narrative description, which has you starting \"about 25 feet from the north end of the west face, atop a small flake separated from the face,\" would appear to put the start much farther to the right (see the beta photo), at about the location of the little pine tree illustrated in Schein's topo.     At the top, walk off to the east and then south."},"__v":0},{"_id":"/pedGiMPWX+5wyRQwpozIg==","name":"West Face Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Dennis, Charlie Ware,  May 17, 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":1,"mp_id":"106180176","mp_crag_id":"106018537","climb_id":"/pedGiMPWX+5wyRQwpozIg==","areaRef":"QdY9HUkYXOGPAbtycllNSA=="},"content":{"description":"This line is described in Hill's (1983:109-111) \"Hikers and Climbers Guide to the Sandias\" (I'm working with the 2nd edition; I haven't seen if this description has changed in the 3rd edition).  Schein's (2003:75) \"Sandia Rock\" describes a slightly different second pitch.  I followed Schein's line, so I can't comment on Hill's full route. \n\n  Pitch 1: From the top of the pillar that marks the base of the climb, pull through some face moves that immediately get your attention, to gain a crack.  About 2/3 of the way up the pitch, climb through some fun plate-sized chickenheads on the left and gain the prominent ledge that crosses the face (which constitutes part of Pitch 1 of the West Face Traverse); move right about 10-15 feet to the base of a short chimney and belay on gear from there.   Pitch 2: Climb the short chimney and follow a nice crack to a point where the crack starts to turn into a left-facing dihedral.  Hill's description of the route continues up this dihedral.  Schein recommends traversing up to the right across a face to the bottom of another chimney with two obvious roofs.  Pull through the fun upper roof and climb to the top of the formation.","protection":"Standard rack of cams & nuts should do, with plenty of runners too.   There are two manky belay bolts at the base of the climb, otherwise you will build gear anchors.  There are plenty of trees and blocks to sling at the top of the formation.","location":"This route generally ascends the right-center of the west face of the Tombstone.  From the southwest corner of the Tombstone (at the flat-topped luncheon pillar), traverse north ca. 50 feet and then ascend through blocky 4th class terrain to the top of a semi-detached pillar (2nd pillar in from the south).  Watch out for a car-door sized loose DEATH BLOCK part-way up to the pillar (maybe it should be trundled?).  Two rusted 1/4\" belay bolts mark the beginning of the route.   At the top, walk off to the east and then south."},"__v":0},{"_id":"TIPoygE+W42ZtGio7NOirw==","name":"Southwest Corner Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"N/A","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"left_right_index":3,"mp_id":"107379605","mp_crag_id":"106018537","climb_id":"TIPoygE+W42ZtGio7NOirw==","areaRef":"QdY9HUkYXOGPAbtycllNSA=="},"content":{"description":"Pitch 1:  Start up pitch 1 of the West Face Traverse.  Belay on the Southwest end of the large ledge that typically begins the traverse for pitch 1 of the West Face Traverse.   \n\n  Pitch 2:  Head up trending right from the belay toward a bush 20-30 ft above (runout)  Once you reach the bush set some much needed protection and continue to trend right toward an obvious chimney that is the (well protected) crux of the climb.  Once atop the chimney continue on easy ground to the summit and set the belay.   \n\n  There was some debate as to the difficulty of the chimney and I went ahead and rated this on the hard side until there is better consensus.","protection":"Set of Nuts and Set of Cams up to #3.   No fixed gear on the route.  Pitch 2 can be belayed from slung boulders or trees. \n\n  The first ~20 ft of pitch 2 is runout on easy ground <5.5.","location":"Same start as the West Face Traverse.  Like all other routes on the Tombstone the top is a walk off."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,fd238813-ac64-513d-986a-9e4f71b61351,41d63d1d-4918-5ce1-8f01-bb7272594d48","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Pinnacle Valley","Tombstone"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":3,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4556,35.2223]},"bbox":[-106.45615043323137,35.22185033981813,-106.45504956676862,35.222749660181854],"left_right_index":-1,"ext_id":"106018537","area_id":"QdY9HUkYXOGPAbtycllNSA==","polygon":{"type":"Polygon","coordinates":[[[-106.45615043323137,35.22185033981813],[-106.45504956676862,35.22185033981813],[-106.45504956676862,35.222749660181854],[-106.45615043323137,35.222749660181854],[-106.45615043323137,35.22185033981813]]]}},"content":{"description":"Tombstone, true to its name, stands isolated.  Most routes are on the face which looks west and so summer climbs in the morning can be cool if the wind picks up. \n\n  On the west face of Tombstone, the established routes are two pitches; of these, the upper pitches tend to use around 40 meters of rope."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:49.024Z","updatedAt":"2024-02-19T18:38:16.050Z"}