{"_id":"6368a0dee80bff5a9953bc8b","area_name":"Winter Wall","shortCode":"","climbs":[{"_id":"zeS4ypwDXDaWm60CU1ZL8w==","name":"Vias, aka Godzilla","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Keith Anderson and Jeremy Mariette","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":22,"mp_id":"105825366","mp_crag_id":"105813066","climb_id":"zeS4ypwDXDaWm60CU1ZL8w==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"You know that saying, \"The Few, The Proud, The Marines?\" There are few link-ups at Red Wing, and Godzilla is one of the proudest. Well, Godzilla and the sickness known as The Future. :) \n\n  Beginning on Last Dance of the Fat Man and ending on Pretty in Pink, Godzilla features big moves between positive crimps. Godzilla climbs the first two bolts of Fat Man and then veers left and upward (crux). The fourth bolt marks the end of the difficulties. It also marks the entrance into the exciting land of Chossdom. Tread lightly on those shattered edges and crumbling huecos, hombre. And be sure to check out those bomber anchors at the top. \n\nRCM&W #32, p. 123","protection":"bolts","location":""},"__v":0},{"_id":"PyQtN6eNWaWVfpHUdnhY2w==","name":"Toxic Art","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Nate Postma, 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":21,"mp_id":"105825363","mp_crag_id":"105813066","climb_id":"PyQtN6eNWaWVfpHUdnhY2w==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"RCM&W #31, p. 123","protection":"gear/bolts","location":""},"__v":0},{"_id":"f1Aua5XoUMyX4uiLeDvdRg==","name":"Super High Tech Jetfighter","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Kris Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":26,"mp_id":"105847825","mp_crag_id":"105813066","climb_id":"f1Aua5XoUMyX4uiLeDvdRg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Crux is right off the ground as you have to lock-off a few crimps and then dyno to a good hold. Then climb through consistent 12- past a small redpoint crux, and it's over before you know it.","protection":"Bolts","location":"Bolt line just next Kelly's Arete, starts beneath a small roof in a pocket."},"__v":0},{"_id":"9flZE8jpXtGb00qaHkd1WQ==","name":"Start of Something Good","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":15,"mp_id":"105825170","mp_crag_id":"105813066","climb_id":"9flZE8jpXtGb00qaHkd1WQ==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"There is a huge block maybe 6 foot tall just to the right of Jump Start.  Start standing on that block, the route trends a touch right on small holds and big moves.   \n\n  I think this has to be close to the longest route at the Bluff (I think Looking for Lust has that honor, or at least it used to before the anchors were lowered).   \n\nRCM&W #25, p. 121","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.   \n\n  It might be a good idea to stick clip the first bolt, as the first crux is right off the block and if you blow it you could break an ankle in between the block and the wall.   \n\n  Watch for some loose choss after the second crux.  Overall good rock though.","location":""},"__v":0},{"_id":"6n18swZUWJ+U1Qlryju9pQ==","name":"Squeeze Play","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":16,"mp_id":"105825173","mp_crag_id":"105813066","climb_id":"6n18swZUWJ+U1Qlryju9pQ==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Squeeze Play is a beefed up version of \"Start of Something Good\" which, due to cool movement on its upper 2/3rds, should perhaps be named \"Start of Something Even Better\". It combines the difficult initial moves of \"Start of Something Good\" with, immediately after, a harder crux of its own: a traverse right on small slopers ending in a good mail-slot jug. The heinous moves are well-worth it though, because what follows is arguably the best 5.11 face climbing Red Wing has to offer. Did you like climbing the upper part of \"Start of Something Good\"? Well, in case you did, this one is more difficult, more sustained, more fun. Never mind the loose rock -- the moves are killer! Go, suffer through the first three bolts if only to experience the joy of climbing up higher. A great alternative on crowded days at Winter Wall: there's hardly anybody ever on this route.","protection":"Bolts. The route shares anchors with \"Start of Something Good\"","location":""},"__v":0},{"_id":"gjcb/dDbUq2fgErFgJkUEw==","name":"Soft Touch","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FTR: Mike Dahlberg  FL:  Nate Postma, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":10,"mp_id":"105824817","mp_crag_id":"105813066","climb_id":"gjcb/dDbUq2fgErFgJkUEw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"The line just to the left of New Kids; the bolts drop straight down from the corner up high. Due to rock fall in spring 2021, this route no longer trends into the corner after the 4th bolt. Climb the arete left of the bolt line and prepare for some spice at the anchors.*RCM&W #21, p. 121","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"ekIo0rZbW3ybssMcNj/ZYg==","name":"Skooter Trash","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Nate Postma, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":1,"mp_id":"105824525","mp_crag_id":"105813066","climb_id":"ekIo0rZbW3ybssMcNj/ZYg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This little number here is like its neighbor to the right Longing for Miss Adonis, only easier. which would make sense since they are the same climb but with different starts that are quite similar, Hmmm. Begin your adventure by working your way up the blocky ledges clipping the first two bolts on Orange Marmalade, then cut straight right on very small balancy holds which is the crux to a right hand pinch on the arêté with good feet, alternatively one could use what I call a \"thumbdercling\" to accomplish the crux reach. once you are locked in the pinch grab a left hand crimp just above the pinch, get those feel up and bump your left hand to a gaston and move into the slaby dihedral and finish on Longing for Miss Adonis, with some chill but interesting stemming action, the last few holds are a bit dirty but over all the rock is solid, but as this is Red Wing do not quote me on that.   This route would appeal to two different types people ones that are looking for some thing atypical for Red Wing or ones that have tried almost every thing else. ","protection":"bolts","location":""},"__v":0},{"_id":"GPTA9PbfVtWBp3SVgCAAlw==","name":"Rock Pigs","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Nate Postma, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":24,"mp_id":"105825372","mp_crag_id":"105813066","climb_id":"GPTA9PbfVtWBp3SVgCAAlw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Rock Pigs is a mostly fun route that offers thoughtful cruxes and great position.  By no means would I recommend climbing this if you have not done Mississippi Burning, Living All Over Me, Femme Fatale, Advanced Birding, Light My Fire, or Preemptive Strike. But if you are local, and need something after having done these routes, Rock Pigs is the climb for you.    The most powerful moves are at the start (which can be a little disquieting, if you don't know they're the hardest moves), and they give way to fun, pretty easy climbing for twenty feet or so.     The crux, illustrated vividly at right, is fun, and allows for some creativity. For a couple of suggestions for beta, check the comments below.  The rest of the route allows you to work on your climbing-shitty-rock-without-pulling anything-off skills.   Update: with about fifty times as many people able to climb 12+ in MN now, compared to when I climbed this, this route is getting a lot of attention, and is getting cleaner.  Next time someone gets on it, could you post information onthe status of its hardware?  That was its other black eye, for sure, when I did it.","protection":"bolts","location":""},"__v":0},{"_id":"vcz0UbtMX02RVhuig2wUQg==","name":"Right Touch","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":11,"mp_id":"105825160","mp_crag_id":"105813066","climb_id":"vcz0UbtMX02RVhuig2wUQg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"RCM&W #22, p. 121after the crux, follow the variation to Soft Touch to New Kids","protection":"bolts","location":""},"__v":0},{"_id":"fNyhPP3fV1W4l2sG6yFSmA==","name":"Relentless","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Dahlberg","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":3,"mp_id":"105824533","mp_crag_id":"105813066","climb_id":"fNyhPP3fV1W4l2sG6yFSmA==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This route does not see many leads.  A great crack with some strenuous pro placements on the lower half.  Start up the crack on increasingly smaller/slopey feet.  Layback/jam up to a slight rest and some gear.  The rock gets kinda crappy at this point and one should beware.  Follow the thin seam to a good rest and watch out for bats!  The climb backs off considerably at this point and a small traverse brings you to the chains.  There's loose rock on the traverse and it's definitely not over until the chains are clipped.  The lower half of this crack is generally moist in the spring and summer.  The right hand finish goes at 12c.  At the top of thin seam, milk your rest and get some gear in!  Climb up and right to a sloped out crack.  Go straight up from there on somewhat dynamic crimp moves.  There's no gear aside from two pins that were hammered sometime in the 90's.  Hats off to Dahlberg.  The crack around the corner from \"Jump Start.\"","protection":"full set of wires, set of aliens or tcu's (doubles extremely helpful), camalots #2-4, couple of shoulder runners/48''","location":""},"__v":0},{"_id":"Kif1yKtDU/SpaX+7Tke00A==","name":"PTC (Present Time Consciousness)","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Scott Hahn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":9,"mp_id":"105826640","mp_crag_id":"105813066","climb_id":"Kif1yKtDU/SpaX+7Tke00A==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Start on Paul's Boutique and finish on Soft Touch","protection":"bolts","location":""},"__v":0},{"_id":"fWLWYQtdVPG3KDpVwFt9Vw==","name":"Pretty in Pink","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pam and Nate Postma, 1990","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":20,"mp_id":"105825360","mp_crag_id":"105813066","climb_id":"fWLWYQtdVPG3KDpVwFt9Vw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This route starts on Barney Rubble and climbs the crack to 20-25 feet and then trends right onto the face.  If you want, you can place a couple nuts in the crack, otherwise it's a bit of a solo up to the first bolt.  Not particularly memorable, but then again there aren't that many 10's at Red Wing. \n\nRCM&W #30, p. 123\n\n  Takes the right hand bolted face finish after starting Barney Rubble. \n\nmountainproject.com/v/minne…","protection":"Medium nuts in the crack down low and then bolts up higher on the route where it trends right. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"+r9AcEdCXruoLplkGYy6Bw==","name":"Preemptive Strike","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":18,"mp_id":"105825179","mp_crag_id":"105813066","climb_id":"+r9AcEdCXruoLplkGYy6Bw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"A beautiful, overhanging, and intimidating climb on good rock.  It looks very long from the ground, and while you're on it that impression is confirmed.  The first third is not too bad, sort of warming up for the bouldery crux about 20 feet up.  There are two ways to pull the crux; don't pick wrong or it's about 2 letter grades harder.  Then it's a scramble to a half-decent rest in the big hole before sprinting to the finishing holds while you still have juice.  Really, really fun route.\n\nRCM&W #28, p. 121\n\n  Or, just left of Barney Rubble on this shot.  Thanks Kris. \n\nmountainproject.com/v/minne…","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"VBnL4HCoV/iL8AXNG7maYA==","name":"Paul's Boutique","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Andy Raether","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":8,"mp_id":"105826633","mp_crag_id":"105813066","climb_id":"VBnL4HCoV/iL8AXNG7maYA==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Just Left of Soft Touch. Start on the rounded arete for a burly start after the 4th bolt? trend up and left to pull through the mini roof.","protection":"bolts","location":""},"__v":0},{"_id":"Zvr4IZiiXMO7uf7Paye+sg==","name":"Paradigm Shift","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":35,"mp_id":"105826220","mp_crag_id":"105813066","climb_id":"Zvr4IZiiXMO7uf7Paye+sg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Paradigm Shift may be the ultimate Red Wing route.  There are certainly some harder climbs at the bluff, but none personify so well the nature of hard climbing at Red Wing; incredibly crimpy, super technical, and very temperature dependent.  The first 50 feet are incredibly sustained, with no real letup until you reach the jug at bolt six; from there to the top is relatively easy 5.10 climbing with ample opportunity to depump before sneaking through the band of choss on top to reach the anchors.  The bottom two thirds of the route consists of three very difficult boulder problems, each one harder than the last, linked by easier but extremely technical terrain.  The first powerful, crimpy boulder problem gets you to the second bolt and the bottom of the distinctive seam/crack that diagonals up the lower part of the wall.  The seam consists of super techy 5.11+ that may seem impossible until you find the right sequence of microscopic footholds to see you through.  At the end of the seam, the next boulder problem tackles a powerful gaston and match on a slopey rail to reach the large pocket which is much worse than it looks.  Make the difficult clip from the pocket, then move left to reach the \"rest\" at a four inch long, incut crimper.  I would not consider this a rest on any other route, but you take what you can get and this is far and away the best hold between the ground and the jug at 50 feet.  Shake out as best you can before tackling another ten feet of awkward, technical 5.11 climbing to reach the ultimate crux of the route and the hardest individual moves, right after the fifth bolt.  There are numerous sequences for the last boulder problem, but they invariably all use the same razor sharp 1/4 inch crimper, tiny iron oxide gaston high and right, and some combination of worthless ripples and pockets as intermediates to reach the flat, positive crimper that finishes this V5 sequence.  Bearing down on the sharp holds enough to stick the last moves as your forearms reach meltdown is, needless to say, a good test of pain tolerance and tenacity.  Two more big reaches will bring you to that \"thank god\" jug out right and the end of the difficulties.  Due to the thin, crimpy nature of this route, it's highly temperature dependent and nearly impossible during the humid summer months.  There has been some debate as to the grade of this route, given 12d in Farris's guidebook.  Everyone I talked to who has done this route or come close, with the exception of one, felt strongly that it warrants the bump to 13a.  In comparison to other hard Red Wing routes such as Living All Over Me and Mississippi Burning that are considered solid for their grades, Paradigm was a huge leap in difficulty and seems deserving of the bump.  It would be great to see more traffic on this route and a few more opinions about the grade.  Whatever the rating, the route is a classic and deserves to see more attention.","protection":"bolts","location":""},"__v":0},{"_id":"jMTeKKPgXGm/0+2Mh84BmQ==","name":"OSS","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Jim Merli & Pi, 2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":7,"mp_id":"105860469","mp_crag_id":"105813066","climb_id":"jMTeKKPgXGm/0+2Mh84BmQ==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"One of the last open projects at Red Wing was finally taken down. \n\n I cannot remember much else about this route. Please feel free to update a better description.","protection":"Bolts","location":"Just around the corner from Jump Start, in between NSP and Paul's Boutique."},"__v":0},{"_id":"mFJx/8L7U2C0Euwu4DnQjg==","name":"Orange Marmalade","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Josh Helke, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":0,"mp_id":"105824520","mp_crag_id":"105813066","climb_id":"mFJx/8L7U2C0Euwu4DnQjg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This is an old Josh Helke route completed way back when, then later deemed impossible by numerous Minnesota hardmen. And probably women too. Two recent sends (the most notable being Tyler Hoffart's second ascent 16 years after the first), however, have proved this thing not only goes, but is a great big ball of fun to climb as well. The line begins on an easy, left trending ramp to the far left side of the winter wall (think near NSP, Relentless, etc.). Basically, its the closest climbable line to the gully separating the winter wall and cyclops areas. You'll figure it out. After climbing the 5.5 ramp, take a break on the pedestal on top, then traverse right on two huecos into a sequence that seriously deserves a V-grade. Complete about 10 feet of hard, cool climbing which becomes rapidly more difficult as you move through it, until two stopper moves and an airy reach to a ledgy jug ends any difficulties. After a loud and energetic celebration (I think I screamed \"Yes!\" like 10 times), move up and right through slightly chossy 5.9 terrain to old anchors (shared with \"Longing for Miss Adonis\"). Lower, clean, revel in self awe- you sent this. You are special. You probably deserve a beer. Or the underage equivalent.","protection":"Bolts- it is worth noting that the 5th bolt on this route is next to impossible to clip on a send go, and with a good belayer is perfectly safe to skip.","location":""},"__v":0},{"_id":"NORlmlA8UeWldwi/4fTjCg==","name":"NSP","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Keith Anderson (Bolted by Tom Ramier)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":6,"mp_id":"105824813","mp_crag_id":"105813066","climb_id":"NORlmlA8UeWldwi/4fTjCg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"NSP, so named for the power required to do it, is the premier hard Red Wing route, and among the best of the harder routes in Minnesota. It starts with a short, easy sequence of crimps, and then the crux comes, brief and brutal.Above the crux, work your way through easy and fun full pad crimps and jugs for twenty feet, slightly angling to the right. Because of the difficulty above and below, it can feel a bit odd to be on such easy terrain, but fret not: you are not off-route.You will quickly find yourself on some big jugs with your feet not quite beneath you. Gain a rest that I didn't think really offered full recovery. Chalk a couple times, and just keep going.The redpoint crux, is not as difficult as the lower crux, but it's still really fun. Make long moves between good holds, and clip the anchors from jugs. The perfect Red Wing route.Just so people understand why this route has such a wide variety of grade opinions: The original beta was a lot harder - Scott Hahn et all got their feet up super high through a kind of layback crux, which is eye poppingly desperate, and explains the original grade. Chris Hirsch came and showed me much easier beta in 2006, with low feet. Different beta = different difficulty. I'd say the way I did it was closer to the lower half of the 5.13 grade, but MP page won't let me change the grade under which the route was originally listed. ","protection":"Bolts.","location":""},"__v":0},{"_id":"QhG19zucX6SWxvQqt0CwoA==","name":"New Kids on the  Rock","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":12,"mp_id":"105825163","mp_crag_id":"105813066","climb_id":"QhG19zucX6SWxvQqt0CwoA==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This climb goes up the nose that is 10 feet to the left of Jump Start.  The bolts are on the left of the nose and then straight up the face.  Strange climb that is awkward at the bottom but once you get past the blunt nose/arete, it is fun.  Most people go up the arete near the top, but you can also try to ignore that and stay near the thin seam so you don't get so far left.  That is harder for sure.   \n\nRCM&W #23, p. 121","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"gowPlRMqXeS8f77myByGww==","name":"Mississippi","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kieth Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":38,"mp_id":"105826224","mp_crag_id":"105813066","climb_id":"gowPlRMqXeS8f77myByGww==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Mississippi (former \"Mississippi Burning\") is the classic Red Wing hard route. Very technical, crimpy, and pumpy; it climbs like a series of difficult boulder problems with hard moves coming all the way to a potentially bitter end. Like many of the harder routes at the bluff this one seems much harder until you figure out all the little tricks. Down low a long lockoff to a fingerlock sets you up for the first crux; either a big reach out left to bump off a very poor gaston or a wild three foot deadpoint all the way to the great incut edge up high. A few more tricky moves brings you to an excellent rest just left of Barnburner. The next fifteen feet of intense climbing takes you through a big stab out left for a pocket, powerful laybacking, and finally the crux of the climb: a traverse left to a decent rail. For those fortunate few over about 6'3\" or with a ridiculous ape-index, the rail can be reached all the way from the decent holds out right. Everyone else must bump using a slopey sidepull/pinch, a perpetually slimy crimp, and some worthless footholds with the difficulty inversely proportional to your height. The sustained nature of this section makes it very tiring to link because of the difficulty of clipping the bolts. A better option is to clip high and downclimb back to the good rest, then climb all the way from the jug to the rail without stopping, then clip the bolt at your knees. This way saves precious energy but requires a little more psyche as you contemplate the whipper while crimping the life out of that slimy edge! Once through the crux, it's not over yet. Another difficult boulder problem from the rail finally gets you to a hold worth writing home about. Ten more feet of moderate climbing leads to the anchors and, for most, the exhilarating experience of clipping the chains pumped out of your mind. Phew!","protection":"Bolts; the bolts are unfortunately a bit too far left at the bottom making the clips a little awkward.","location":""},"__v":0},{"_id":"dilqUfPkUx68qCO1L6T1zw==","name":"Meet the Feebles","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"unclimbed project","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":5,"mp_id":"105824808","mp_crag_id":"105813066","climb_id":"dilqUfPkUx68qCO1L6T1zw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"RCM&W #18, p. 121project?","protection":"bolts","location":"5' right of relentless"},"__v":0},{"_id":"fjIZsgg5WryjruAASvSctw==","name":"Longing for Miss Adonis","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Josh Helke, Jeremy Marriete and Mike Helke, 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":2,"mp_id":"105824529","mp_crag_id":"105813066","climb_id":"fjIZsgg5WryjruAASvSctw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"The first line of bolts to the left of Relentless, this climb is a touch awkward getting up to the crux which is a deadpoint stab to a hueco on off-balance feet.  Well, that's one way to do it.  Once you hit the hueco, it's fun climbing up the dihedral up high. \n\nRCM&W #16, p. 117\n\n  Just left of Relentless.   \n\nWinter Wall. January 2007. ","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"oCWYyy0tXi+bgbKeJo1vQA==","name":"Living All Over Me","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tom Ramier","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":40,"mp_id":"105826230","mp_crag_id":"105813066","climb_id":"oCWYyy0tXi+bgbKeJo1vQA==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This route is a strong contender for the best route at Red Wing.  Short, but powerful and sustained, with excellent moves on good rock; Living All Over Me is a change from the delicate, crimpy climbing that is so common on other hard routes at the bluff.  Flat edges lead from the ground to the first and overall crux of the climb; a powerful boulder problem pressing into a nasty gaston, getting into a tiny undercling, and then lunging for a great incut edge.  Shortly after, a rest is reached that allows you to shake out and chalk before committing to the second boulder crux; a powerful reach into a good undercling followed by a huge low percentage bump up and right to a good edge.  A few more moves up the arete and it's in the bag.  The true crux of the route lies in sticking the dicey lunge near the top despite the fatigue of sending the more powerful lower section.  Extremely solid at the grade by the bluff's standards, Living All Over Me is a true Red Wing classic.","protection":"bolts","location":""},"__v":0},{"_id":"WVGKF3vmWhOwQ8ZNKrs/IQ==","name":"Light My Fire","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Jeff Engel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":25,"mp_id":"105825375","mp_crag_id":"105813066","climb_id":"WVGKF3vmWhOwQ8ZNKrs/IQ==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Light My Fire is located between Rock Pigs and Super High Tech Jetfighter (the route just to the left of Kelly's Arête). \n\n  The climb got its name because the first ascensionist, Jeff Engel, used a blow torch to dry out the holds between redpoint burns. Red Wing laughed at this man's delusions, saying, \"blow torch, smore norch. these holds will always be greasy and chossy!\". With that, Mr. Engel punched the base of the route, thus creating the great two-finger pocket at its start. That guy has no ethics, brauh. \n\n  For the start, I recommend skipping the first bolt and just stick clipping the second, and have your belayer stand to your right. With this setup, you'll have an unobstructed throw for the undercling. \n\n  At a foot or so above the fourth bolt, there is a crumbling pinch (especially at it's base/bottom). Tread carefully, and don't blow -- or blame -- your RP on this, homie. \n\n  Takes five draws. Anchors have leaver biners -- and a dead bush that obstructs clipping! (how can Red Wing's rock crumble so easily, but that bush lives on year after year??!)","protection":"bolts","location":""},"__v":0},{"_id":"VpAOsrgdXyiriHUcrd+Hdw==","name":"Last Dance with the Fat Man","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jeremy Mariette and Keith Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":23,"mp_id":"105825369","mp_crag_id":"105813066","climb_id":"VpAOsrgdXyiriHUcrd+Hdw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This route starts at a rounded out hueco about 25 ft to the right of Barney Rubble and climbs straight up to a one bolt anchor with a fixed biner. Godzilla (Vias) is the line that splits left after the first couple bolts. \n\n  Previous anchors for this and a few routes to the right have been unofficially moved down to slightly better rock. Avoid going to the original chains as their integrity is unknown and likely suspect. It is a good idea to have more than one bolt clipped when lowering or working on toprope.  \n\n  Very long reaches through very small crimps lead to a shallow mono and a brief rest before deciding how to handle the crux which has been done several ways. Most of the moves favor tall people. Finish on some eroding holds to a larger hueco and a rest stance before the last bolt / anchor.  \n\nRCM&W # 33, p. 123","protection":"bolts","location":""},"__v":0},{"_id":"vD6gO2k2X4Ow/i1hl1bTaw==","name":"Kelly's Arete","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kelly Gorder","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":27,"mp_id":"105825378","mp_crag_id":"105813066","climb_id":"vD6gO2k2X4Ow/i1hl1bTaw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Easily overlooked because of its longer, more popular neighbors to the right on the winter wall; Kelly's Arete offers superb, delicate climbing up the arete just to the left of Jam and Jelly.  Start up the crack until you can reach left and clip the first bolt.  At this point it is possible to move out onto the arete proper and begin the real climbing.  A good sidepull allows a long reach to clip the second bolt before beginning the crux, one of the best sequences you'll encounter at the bluff.  Reaching from a small left hand undercling, the right is bumped up the arete until a decent pinch is found.  Smearing the right foot against a ripple in the rock, the left is brought up to a good edge parallel with the undercling.  This position seems tailor made to generate an uncontrollable barndoor swing when the left hand is released, but with a deep dropknee you can release your hand just long enough to make an enormous reach to a slopey pocket up high.  A few desperate bumps and you can reach a decent hold around the arete to the right, leading to easier but still technical moves to reach the chains.  Unfortunately, clipping the third bolt is very difficult and comes right in the middle of the crux sequence, necessitating a horrible heelhook.  Some have chosen to skip the third bolt and climb through the crux before clipping.  This should be done with caution though, as a large fall is risked on a very short climb, and a grounder could occur.  Perhaps clipping the second bolt with a locking biner instead of a draw would help slightly, and obviously an attentive belayer is a must!  However you choose to do it, Kelly's Arete offers some of the bluff's most aesthetic climbing and should be high on everyone's ticklist.","protection":"Bolts--Can also be easily TR'ed by leading Jam and Jelly, which ends on the same ledge.  Please use your own gear for top rope.","location":""},"__v":0},{"_id":"PljlxsCiXHC6KfEBzxvUbw==","name":"Jump to Something Good","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"(unsure, please add this if you know)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":14,"mp_id":"105927316","mp_crag_id":"105813066","climb_id":"PljlxsCiXHC6KfEBzxvUbw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This great route doesn't make the guidebook, and hence, is almost never done as a link-up. This is a fantastic way to skip the initial crimpy crux on Start of Something Good and climb the rest of the route at 5.11, which (in my opinion) is one of the most classic sections of climbing at the Bluff. \n\n  Do the beginning two jumps of Jump Start to the first bolt; traverse right past a bolt to the main line of The Start of Something Good with a couple of moves and get a decent stance with marginal holds. Power past the crux and steady your way to the top while fighting the pump!","protection":"Six or Seven bolts. One bolt on Jump Start, one link-up bolt, the rest on SOSG.","location":"Start just left of the boulder that is the start to Start of Something Good; just right of the left end of the Winter Wall."},"__v":0},{"_id":"OP/UbpTYXTK7lvf3Au9Z4Q==","name":"Jump Start","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Craghead, Mark Wehde (TR)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":13,"mp_id":"105825167","mp_crag_id":"105813066","climb_id":"OP/UbpTYXTK7lvf3Au9Z4Q==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Really good route that is inbetween Start of Something Good and New Kids on the Rock.  Find the 6' tall block that SOSG starts on and just to the left of that is a line of bolts that starts up a series of ledges.  The reason it's called Jump Start should be obvious.  Great starter '10' at the Bluff but the taller you are the easier the crux.  After you pull the crux, you can walk left up the ledge/ramp into easier climbing, which is the 10a version.  Otherwise, if you clip that bolt and climb straight up without walking up the ramp to the left, it's probably 10c.  That's why the guidebook gives it '10a-c'.  It's a lot more fun to pull the direct version (10c).   \n\nRCM&W #24, p. 121","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma. \n\n  You may be tempted to clip a stray bolt that is off to the right near the crux (low).  This bolt is really for Jump to Somthing Good, which is a mid-11 climb that starts on Jump Start and angles into Start of Something Good.  It is fine to clip it for this route, but it really doesn't add much to the protection and will set you up for some rope drag later on and although unlikely, if you fall before clipping tbe next bolt, you'll go for a bit of a ride.  Recommend not clipping that one.","location":""},"__v":0},{"_id":"lDBG5h5oXN+pvyaayfTUlQ==","name":"Jam and Jelly","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":28,"mp_id":"105825604","mp_crag_id":"105813066","climb_id":"lDBG5h5oXN+pvyaayfTUlQ==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This route is a pretty nice intro to Red Wing gear climbs.  It's easy but getting slicker by the season from all the traffic, esp. since the start is shared by Kelly's Arete to the left.  Anyway, the climb is okay, but a tiny bit sketchy for the first 10 feet due to slickness factor.  Protects easily.  Easy after the ledge. \n\nRCM&W #38, p. 125\n\n  See photo, thanks Kris.   \n\nmountainproject.com/v/minne…","protection":"#3 cam or similar hex in the wide crack down low and then a smaller one near the ledge.  Smaller Camalot or medium nuts on the upper section.  Protects well and the rock is good.  You can see the whole route from the base and can figure out what to bring.  Chains/biners at the top for anchor.  Use your own biners to toprope and replace any biners at the top that look bad!  The old ones will look rad on your backpack.","location":""},"__v":0},{"_id":"nvJ0Q0frVs2W0sjKZx8HzQ==","name":"The Itch","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Josh Helke","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":41,"mp_id":"105860473","mp_crag_id":"105813066","climb_id":"nvJ0Q0frVs2W0sjKZx8HzQ==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Work your way up the arete, and if you stay left more you'll find it to be about 5.11+.","protection":"Bolts","location":"Last climb on the Winter Wall, this arete separates the sunny side from the shady side."},"__v":0},{"_id":"5Qpt8lk8XquuBb7jyyKeBA==","name":"Insectaphobe","yds":"5.14-","grades":{"yds":"5.14-","french":"8b+"},"fa":"Andy Raether","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":37,"mp_id":"105826649","mp_crag_id":"105813066","climb_id":"5Qpt8lk8XquuBb7jyyKeBA==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Start on the line of bolts just left of Mississippi Burning and in the upper section move into Mississippi Burning.\n\n The big brother to Blankman. Has to be one of the most sustained routes in the area.\n\n This one is going to require a lot of try hard. A thin boulder, gets you to the rail of Blankman, for real, the smallest holds I have grabbed at the bluff, don't fret though, you do get some rather large feet. Shake up and rest on the rail at the second clip, because now you have to do the crux of blankman. Which will deposit you at a large hueco. Traverse into Mississippi Burning just in time for its crux and then soon you'll find yourself clipping the chains.","protection":"8 Bolts","location":""},"__v":0},{"_id":"c8EzE0ocV1a1gnGjH02/Pg==","name":"Gravity Heroes","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Kurt Hager","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":4,"mp_id":"110170215","mp_crag_id":"105813066","climb_id":"c8EzE0ocV1a1gnGjH02/Pg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Previously overlooked, forgotten or just not considered because it wasn't in the guidebook, this is a fun, new line on good rock quality (at least by RW standards, so take whatever that means). This is the \"easy\" version of the open project left of NSP but is a great route worth doing on its own.Start on the Relentless crack to bypass the open project crux and enjoy intriguing moves exiting the crack. Traverse right to clip the 3rd bolt of the direct start (note that the direct start shares the first bolt with NSP). From here cruise up long 5.11 lock-offs on decent holds, catch your breath on two pockets, then charge into a crimpy, techy and punchy crux complete with a big ol' high step and heartbreaking deadpoint. Prior to reaching this high crux, you may have momentarily thought the flash was in the bag...it probably wasn't. ALSO, THE DIRECT START GOES AND SHOULD BE DONE!!!  V10-ish crux...all the moves have gone...and I've seen plenty of people strong enough in the gym to make it happen. Would actually create a decent 5.14- in MN. Finally, in regards to the name, I've been informed it's silly. Whatever. It was originally a fun reference to brave NASA scientists but apparently it's now also a \" fast paced, chaotically beautiful 2D arena shooter game set in the midst of a conflict between humans and synthetics.\" So you can imagine that dystopian hellscape, astronauts, perhaps Star Trek, or something completely different. ","protection":"Now fully equipped with 6 bolts. A stick clip for the first bolt isn't a bad idea. ","location":"Left of NSP"},"__v":0},{"_id":"kN85LGk1US25/Dmcf4reLA==","name":"The Go Between","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":29,"mp_id":"105826205","mp_crag_id":"105813066","climb_id":"kN85LGk1US25/Dmcf4reLA==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"The climb is just to the right of Jam and Jelly.  The first section simply climbs the crack/face of Jam and Jelly to the ledge, unprotected, but not really needed. Then it's 11 crimpy to the next ledge, all on the face to the right of the second part of Jam and Jelly. It looks blank from below but it's all there. The second ledge is dirty and sandy and there is a tree in your way, which sort of adds to the charm. Pulling the next overhang on hidden jugs is the crux IMO. It's not a stellar route but if you're running out of 11's to climb this one is pretty good.  The book gives it 11+, but I think that's a little soft, 11b?. \n\nRCM&W #40, p. 125","protection":"Bolts.  New anchors (thanks Jeff).  Consider clipping the first bolt of Kelly's Arete on your left with a long runner if you want.  Or you could put a #4 camalot or a hex in the crack to protect the first section.  Feel free to PM me updated bolt/anchor info if you want, it's been a long time since I climbed this.","location":""},"__v":0},{"_id":"OJjomWQ2V4amt/WEV/L1ow==","name":"Foreign Affairs","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":30,"mp_id":"105826209","mp_crag_id":"105813066","climb_id":"OJjomWQ2V4amt/WEV/L1ow==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"\"Chinese Freedom and this route share the same start.  Climb the start of \"Chinese Freedom\" and traverse up and left from the hueco 15ft off the deck.  Once established on a ledge climb up the bolt line through difficult hold finding.  At a sloped right facing edge, traverse straight left and up to the chains.  Most people find the traverse sequence to be somewhat tricky..  Fun edge filled climbing.  Definitely one of the better 5.10's on the winter wall.  Loose rock often lurks by the chains so beware!","protection":"bolts","location":""},"__v":0},{"_id":"fswCFfmaUZCfdM7L8ggRuA==","name":"Do The Right Thing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":34,"mp_id":"105826216","mp_crag_id":"105813066","climb_id":"fswCFfmaUZCfdM7L8ggRuA==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This is a pretty okay route that can be done if you have run out of other stuff in the 11+ or 12- range.  Find Jam and Jelly.  Go to the right of that maybe 15 feet and find a line of bolts that diverges into 3 upper lines.  Do the Right Thing is the right hand line.  Go figure.  It starts on Chinese Freedom and after the crux, traverses right on a series of cool huecos with bad feet, then find a small edge, situate your feet, and huck for the good ledge.  Up from there. \n\n  Strong people use this as a warm up and a way to get a TR on Paradigm Shift.  I actually didn't think it was any harder than Chinese, but will leave the rating at 12a if only for historical sake.   \n\nRCM&W #42, p. 125","protection":"Bolts. Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0},{"_id":"o1TtNZ+QUD6ZT9Se85k8xg==","name":"Cooler Than Paradigm","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Tschohl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":33,"mp_id":"105826646","mp_crag_id":"105813066","climb_id":"o1TtNZ+QUD6ZT9Se85k8xg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"The Name isn't right but Matt couldn't remember what he called it.  Climb the crux of Cooler Than Ice into the crux of Paradigm Shift","protection":"bolts","location":""},"__v":0},{"_id":"WWGFvT4dVnWGqXZwZKTvWg==","name":"Cooler Than Ice","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":32,"mp_id":"105826643","mp_crag_id":"105813066","climb_id":"WWGFvT4dVnWGqXZwZKTvWg==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Direct Start into Do the Right Thing","protection":"bolts","location":""},"__v":0},{"_id":"9HrEwJd+X2elGgn0jj9INw==","name":"Chinese Freedom","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Nate Postma","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":31,"mp_id":"105826213","mp_crag_id":"105813066","climb_id":"9HrEwJd+X2elGgn0jj9INw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Chinese Freedom is one of the best climbs at Red Wing, offering great technical climbing, bomber rock(for MN dolomite, that is), and two back to back cruxes that couldn't be more different in character. Twenty feet of crimpy climbing brings you to the cruxes.  The first is a delicate, improbable cross through off a flat undercling sloper.  The sloper can't really be grasped, just pushed up on by standing up, and crossing through seems ridiculous until you finally commit and go for it.  Many people, particularly those of a shorter stature, end up lunging at the end of the cross through; luckily the pockets you're reaching for are two of the most improbably perfect jugs you'll ever encounter on a route.  Shake out and clip from the jugs, then go for the next crux; a huge deadpoint dyno to a flat edge three or four feet above the holes.  This hold must be hit perfectly to prevent you're feet from popping off the nonexistent smears for feet.  Once through the second crux, easier climbing featuring a fist jam rest, the world's best two finger pocket, and a couple of perfect oxide crimps lead to one last long move to a jug at the anchors.","protection":"bolts","location":""},"__v":0},{"_id":"HNW7tM3TVaSNmEDG58WjBQ==","name":"Blank Man","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Andy Raether","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":36,"mp_id":"105826652","mp_crag_id":"105813066","climb_id":"HNW7tM3TVaSNmEDG58WjBQ==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Blank Man begins on Paradigm and then moves onto Insectophobe at the second bolt of Paradigm. At a large hueco mid-route, the route veers right and finishes on the last three bolts of Mississippi Burning.  \n\n  Going left at the hueco and back into Paradigm is still a project.  Ask Chris Hirsch for the name; he somehow never forgets names of choss pile routes, i.e. his bolted lines in the Black Hills.  \n\n  A sustained route, with a low crux that, clocking in at probably v7, involves a few low-percentage moves on small crimps. Key beta, according to Joel Anderson, is to \"crimp hard.\"  Brilliant. \n\n  For best rope management, skip the the bolts on paradigm and just stick clip the first two bolts on Insectophobe.","protection":"8 bolts.  For the start, stick clip first two on Insectophobe.","location":""},"__v":0},{"_id":"X2UbVQ0SV9+XJ8R4iFfgqw==","name":"Barney Rubble, aka Birch Tree Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":19,"mp_id":"105825357","mp_crag_id":"105813066","climb_id":"X2UbVQ0SV9+XJ8R4iFfgqw==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This is on of a few unbolted cracks at Barn Bluff.  It protects well until the last 10 feet or so to the bolted anchors left of the crack. Good fingers/hand crack climbing with great foot holds.  The sloper/off width section near the top is the crux. This route is sandy and chossy as it is not climbed often.  Fun climb. \n\nRCM&W #29, p. 123\n\n ","protection":"A set of nuts and medium sized cams is required to lead this route.  2 bolt anchors at the top.","location":""},"__v":0},{"_id":"dx9Oc7BsV/G6pJvXin10IA==","name":"Barnburner","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jim Blakley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":39,"mp_id":"105826227","mp_crag_id":"105813066","climb_id":"dx9Oc7BsV/G6pJvXin10IA==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"This is the classic trad climb at Red Wing. In previous years people have attempted to turn this crack into a sport climb. It has been bolted, chopped, re-bolted and chopped many times. The original route (5.11a) takes the right hand crack and traverses left onto an obvious ledge about 15ft off the deck. There are possibilities for high gear placements to protect the traverse. The left variation starts below the ledge and goes straight up. Only one piece of gear protects the move onto the ledge. Follow the crack up left to a good rest. The crux gear is in solid rock and it is possible to get in 2 to 3 pieces to protect it. Keep hauling up the crack until you're under a large flake. Pull over the flake/bulge onto the face and clip the chains. Some loose rock sits behind the flake and could cause problems with clipping the chains if grabbed. Beware. Hard onsight. Located at the far right side of the Winter Wall. ","protection":"Original route- full set of wires, small cams, hexes #6-#10, or medium cams #.75-#3 (doubles or triples on #.75) a couple long runners \n\n  Left variation- full set of wires, small cams, hexes #7-#10, or medium cams #1-#3, a couple long runners","location":""},"__v":0},{"_id":"QpZVqNRqU2mu2Rp77yZF+Q==","name":"A Drilling Experience","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Dahlberg","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"left_right_index":17,"mp_id":"105825176","mp_crag_id":"105813066","climb_id":"QpZVqNRqU2mu2Rp77yZF+Q==","areaRef":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Go to the huge block marking the start of the Start of Something Good.  Walk about 20 feet to the right along the wall to the next bolt line, underneath an overhanging bulge.  This route has a one-sequence crux that is a little tricky due to being so far underneath the holds and an inability to tell which ones are good and which are crap.  Once you pull the crux and are up on the bulge, there is a traverse left that while pretty easy, is a bit scary as if you blow it you're going for a ride/swing.  Then it's straight up to the anchors on good holds and fun moves.  Given 11c in the guidebook but probably doesn't warrant that based simply on the crux.","protection":"Bolts.  Please use your own gear for top rope. Please bring an extra biner and if the ones up top look bad or don't easily clip or shut, please replace it. It's good karma.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,629d36b1-5d4b-50f0-a42c-686dd2ba564e,408a994e-7204-5313-af0b-e84718df0287","pathTokens":["USA","Minnesota","He Mni Can - Barn Bluff (Red Wing)","Winter Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12c"},{"count":1,"label":"5.11a"},{"count":3,"label":"5.12d"},{"count":3,"label":"5.12a"},{"count":1,"label":"5.12b/c"},{"count":4,"label":"5.12b"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.11"},{"count":3,"label":"5.13b"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.13c"},{"count":4,"label":"5.13a"},{"count":2,"label":"5.14-"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":38,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":22,"expert":12}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":23,"expert":12}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-92.52106,44.56899]},"bbox":[-92.52169118531226,44.56854033981814,-92.52042881468775,44.56943966018186],"left_right_index":-1,"ext_id":"105813066","area_id":"QIqZTnIEUxOvC+hHGN8Chw=="},"content":{"description":"Right of the Cyclops Area, another south facing wall of the bluff. This area is facing the sun and climbable on warm/dry winter days.  Aptly named as the Winter Wall."},"density":0,"totalClimbs":42,"__v":1,"createdAt":"2022-11-07T06:08:32.881Z","updatedAt":"2022-11-25T11:19:18.051Z"}