{"_id":"63689de0e80bff5a994fa0aa","area_name":"6. Endless Wall","shortCode":"","climbs":[{"_id":"BVw9MiKXXwGT2u5t1PLhfg==","name":"Wild Flower","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"L. Hadfield, J. Garcia, 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"left_right_index":4,"mp_id":"105855660","mp_crag_id":"106014101","climb_id":"BVw9MiKXXwGT2u5t1PLhfg==","areaRef":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":"Follow 6 bolts up to a 2 bolt anchor.  IMHO, I think there was 2 distinct cruxes.  The first comes right after the 1st bolt getting established on the ledge to clip the 2nd bolt and then going over the small roof after the 3rd bolt.  This route felt more difficult to me than its neighbor Printer boy. Rappel with a single 60m.","protection":"6 bolts to a 2 bolt anchor with chains.  The first bolt spins but I thought it was fine.","location":"This route is located just left of Printer Boy on the Endless Wall section of Monitor Rock."},"__v":0},{"_id":"UH6knaGIXHqAVAhQZRtJTA==","name":"Transformation","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Josh Gross, Taylor Woodward, and Lynn Sanson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"left_right_index":1,"mp_id":"106875622","mp_crag_id":"106014101","climb_id":"UH6knaGIXHqAVAhQZRtJTA==","areaRef":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":"Transformation is a four pitch tour to the top of Monitor with excellent stone and engaging movement.\n\nPitch 1, 11+, 60 feet, 7 bolts. Thoughtful edging takes you up to an overhanging, crux section. Powerful, bouldery moves take you to a jug and a nice pull over a small roof. There are two bolts with chain/links at the anchor.\n\nAlternative start to pitch 1, 10c. Begin on \"\n\nGo Down Gambling\n\n\", traversing into \"Transformation\" for its final 10 feet to the pitch 1 anchor.\n\nIt is highly recommended to link either start with pitch 2, this provides 160 feet of fun climbing and a nice stance atop pitch 2.\n\nPitch 2, 10c, 100 feet, 10 bolts. Excellent face climbing leads up right to a steep, left-facing corner. Climb past this to a small ledge, traverse right and move up a shallow corner past two bolts to a chain anchor.\n\nPitch 3, 10a, 140 feet, 17 bolts. There is great movement throughout this long pitch, consistent and engaging It has a chain anchor at a nice ledge.\n\nPitch 4, 10a, 150 feet, 13 bolts. Continued excellent incuts and sidepulls lead upward to some sweet underclinging, to laybacking, to pulling over a small roof action. After the roof, continue past a couple more bolts finally belaying from a tree near the summit. I highly recommend extending your anchor down from the tree to belay up your partner.\n\nWalk off to the north and then down the gully/talus on west side of monitor.","protection":"Bolts, bolts, and more bolts. Bring 17 draws and shoes to walk off with.  There are fixed anchors atop pitches 1, 2, and 3.","location":"Start just left of\n\nGo Down Gambling\n\n."},"__v":0},{"_id":"/K54dsSeX1mzMzcpoHAT1g==","name":"Room Service","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Josh, Mado, Luke and Lynn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"left_right_index":5,"mp_id":"107166707","mp_crag_id":"106014101","climb_id":"/K54dsSeX1mzMzcpoHAT1g==","areaRef":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":"Great news, we have expanded our Room Service options for your climbing pleasure.  Formerly this “Motel 6 esque” single pitch line has now become a multipitch line at least on par with a Marriott.\n\nTwo new pitches were added this summer that take you to the anchor before the final pitch of Transformation.  Finish on Transformation and you will want to come back for a return send.\n\nPitch 1 60’ 5.10b\n\nSlab your way up to the anchor chain but put a draw on this and then climb easily up left to a 3 bolt anchor atop Wildflower. This is a comfy stance to belay from for the upcoming crux pitch.\n\nPitch 2, 120’ 5.11c\n\nThis is the best pitch on the route.  Boulder up past a few bolts and move into some fun chunky 5.10 climbing and find yourself perched just right of a small roof.  Move up and then balance left onto the upper lip of the roof, really a fun sequence.\n\nFrom this point until the finishing ramp, the pitch is sustained and very fun.  Rests are there and the movement is superb.  Once you hit the lower angle ramp move up right past a final bolt to a 2 bolt anchor.\n\nPitch 3 120’ 5.10b\n\nMore fun climbing at a lower grade.  Follow the line of bolts straight above you.  You will pass over an overlap and then move into a “steeper” short left leaning corner.  Big hand holds make up for some small feet initially.\n\nContinue upward to a point where the bolts appear to end, fear not, you simply step up and left to connect into the final 3 bolts of Transformation.  Belay at this nice stance with a 2 bolt anchor.  You are now ready to finish the final fun pitch of Transformation.\n\nPitch 4, 10a, 150 feet\n\nContinued excellent incuts and sidepulls lead upward to some undercling moves, to laybacking, to pulling over a small roof section. After the roof, continue past a couple more bolts finally belaying from a tree near the summit. I highly recommend extending your anchor down from the tree to belay up your partner.  Communication in the typical wind is challenging.\n\nWalk off to the north and then down the gully/talus on west side of monitor.","protection":"Bring a combination of 18 draws/runners.  Chain or links at each belay anchor.","location":"This is located between\n\nPrinter Boy\n\nand\n\nWild Flower\n\n.  Start just left of a small pine growing out of the rock."},"__v":0},{"_id":"OB6bvWlMVHOij6/zoGm8gw==","name":"Printer Boy","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA. Wes Peterson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"left_right_index":6,"mp_id":"105755866","mp_crag_id":"106014101","climb_id":"OB6bvWlMVHOij6/zoGm8gw==","areaRef":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":"From where the trail meets the rock, turn left and walk uphill past most of the routes and to a a left facing corner, just left of the steepest section of rock at the crag.  The climb is just left of the left-facing corner.  There is a second pitch - 10 bolts, 11b which I have not climbed.\n\nThis is a really fun well-bolted climb with a nice finish. Definitely worth doing.  I'm not sure about the length, a 60m rope is fine and I'm guessing that a 50m should be OK too, but you might want to tie a knot in the end.\n\nAddendum\n\nfrom\n\nWendie\n\n: P2 fun, too (11c) - the crux is getting to the ledge at the anchor.  Be careful if you do the 2nd pitch - not very well traveled, so lots of crumbly lichen growing on it.  If you choose to go right to get to the ledge for the anchor, BE VERY CAREFUL - the rock is really broken there & much of it will fall onto your belayer or climbers below.\n\nIf you string 2 pitches together, you need 2 ropes or 2 rappels.","protection":"8 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"MPozgUknX72h+Pe9w0HbAw==","name":"One Foot In The Grave","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Lynn Sanson and Josh Gross","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"left_right_index":0,"mp_id":"107230771","mp_crag_id":"106014101","climb_id":"MPozgUknX72h+Pe9w0HbAw==","areaRef":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":"This is slightly overhanging climbing on holds that range from good incuts to sweet arête jugs.  The line stays just left of the arête.\n\nThe crux seems to be at the top and can be a bit hard to read.","protection":"9 bolts and chain anchor.","location":"Just before reaching the Tombstone, you will pass beneath a leaning pillar.  At this point, you are at One Foot In The Grave.\n\nIt is about 40 feet uphill of the Endless Wall routes."},"__v":0},{"_id":"QOikRURoXFy5b1hA2Pt4Vg==","name":"The Maze","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"left_right_index":3,"mp_id":"105755869","mp_crag_id":"106014101","climb_id":"QOikRURoXFy5b1hA2Pt4Vg==","areaRef":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":"2 routes left of\n\nPrinter Boy\n\n.  OK this is either a 1-star or 3-star route, depending on how you like your climbs.  The name says it all.  Power past the first clip or two, onto a slabby face.  Keep your cool as you search for the sequences on somewhat tecnical terrain.  Good ballance, footwork and the ability to downclimb a move or two (I probably made at least 6, maybe 12 downclimb moves - but I get scared easily!) may come in handy.  Better climbers may be able to pick their line, but the grade will definitely get harder than 10b.  Somewhat continuous and certainly challenging but well bolted.","protection":"10 bolts to a 2 bolt anchor.  60m rope or 2 50m ropes.","location":""},"__v":0},{"_id":"95lFF+bWWXqCFwiydIN3dg==","name":"Go Down Gambling","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Lance Hadfield and Mark Tomphson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"left_right_index":2,"mp_id":"106511539","mp_crag_id":"106014101","climb_id":"95lFF+bWWXqCFwiydIN3dg==","areaRef":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":"Climb past several bolts with some solid moves up into an incipient thin crack.  Continue up this feature past several more clips and a mild run out to the fifth bolt on some interesting terrain.  The final clip yields the crux which can be done via the corner or slightly left on the mini arête to the anchors, which is why you may go down gambling on your choice.","protection":"Six bolts to double bolt anchor.","location":"This route is found farthest uphill and leftmost of the bolted routes on Endless wall.  It is one route left of\n\nThe Maze\n\n."},"__v":0},{"_id":"XE+txKFuUR6OZtAkw68k1w==","name":"Dihedral Crack aka Red Dihedral","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"left_right_index":7,"mp_id":"106176531","mp_crag_id":"106014101","climb_id":"XE+txKFuUR6OZtAkw68k1w==","areaRef":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":"This is the only dihedral in the area. It faces to the left/north.  There is a 2 rope rappel from the top of the 1st pitch, 90'.\n\nPer\n\ntony m\n\n: there are 3 more pitches above. From the 2nd pitch anchors, climb to the right to a bushy ledge. Find a bushy slab and start up. This slab is runout, and you can find a bomber piton in the middle. Keep climbing up to a cable anchor. It has been several years since I have climbed this route, so check the cable, make sure it's sound before committing your and your partners' safety on this anchor. From the cable, climb right till you see a bulge with a small crack, if I remember its a #1 Camalot. Pull over the bulge, and climb to the right. From here, you will meet with the top of\n\nTrooper Traverse\n\nthen the summit. This route was dirty but fun. It is also runout for much of it.","protection":"SR.","location":"It is just right of the section's sport climbs, it is the only left-facing dihedral in this area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1cfe9980-37c5-592d-9648-d6fc803c3824,8f49be95-122b-59ba-a8f8-674f77735d10,1326847c-a15c-5d24-817a-4d7e5b5e5bbe","pathTokens":["USA","Colorado","Independence Pass","Monitor Rock","6. Endless Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4513,39.0726]},"bbox":[-106.45187919931277,39.072150339818144,-106.45072080068726,39.073049660181866],"left_right_index":-1,"ext_id":"106014101","area_id":"EyaEfKFcXSSBek1+W15bvg=="},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T05:56:50.003Z","updatedAt":"2022-11-25T11:17:37.979Z"}