{"_id":"6368a44ee80bff5a9959c224","area_name":"Elysium Proper","shortCode":"","climbs":[{"_id":"yG7G+17tUqSn9ppjzOh+DA==","name":"Sing to Me Muse","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.44525,43.85885]},"left_right_index":3,"mp_id":"121758731","mp_crag_id":"120847089","climb_id":"yG7G+17tUqSn9ppjzOh+DA==","areaRef":"V3HheQB1WlG7EFYdulCCiw=="},"content":{"description":"The first bolted line at Elysium and it's singing your name. Start by pulling over a bulge into the low angle crack before clipping the high first bolt. Head up and right on the slab to reach the steeper headwall where a seam splits the otherwise featureless face. Head up roughly between black and gold streaks on relentlessly small crystals with a couple spaced out rests. There is a pod near the top which allows for a good rest before making the final push to the top.Name inspired by the opening lines of Homer's The Odyssey: Sing to me of the man, Muse, the man of twists and turns driven time and again off course, once he had plundered the hallowed heights of Troy. Many cities of men he saw and learned their minds, many pains he suffered, heartsick on the open sea, fighting to save his life and bring his comrades home.","protection":"8 bolts + 2 bolt anchor with chains, optional gear to protect the easy start before you reach the first bolt about 20 feet up. Single 60 M rope gets you down.","location":"Middle left of the main Elysium wall (3rd route from the right). Start the same as Gaia’s Gift in a right to left angling crack below a small tree."},"__v":0},{"_id":"sAqhkzcSVBSKdJ59Ggfszg==","name":"Lord of the War Cry","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.44525,43.85885]},"left_right_index":4,"mp_id":"121170527","mp_crag_id":"120847089","climb_id":"sAqhkzcSVBSKdJ59Ggfszg==","areaRef":"V3HheQB1WlG7EFYdulCCiw=="},"content":{"description":"Climb the right facing corner to get to the top of the block. Place the .5, then follow the bolts up the steep seam. Get back as much as you can at the small hueco, then become the Lord of the War Cry to pull through the bouldery crux.","protection":"0.5 camalot or stick clip first bolt, 6 bolts, chains","location":"Second route on the wall from the right. 10 ft. left of Epicurean Corner"},"__v":0},{"_id":"JVWxG0qFV9uxsog7/F2Jfw==","name":"Ledge and Airy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.44525,43.85885]},"left_right_index":0,"mp_id":"120847278","mp_crag_id":"120847089","climb_id":"JVWxG0qFV9uxsog7/F2Jfw==","areaRef":"V3HheQB1WlG7EFYdulCCiw=="},"content":{"description":"Climb the right-facing corner to the ledge, finding some protection as you go. Move right to the arete and make a few crucial moves before wandering your way up the rest of the route, transitioning from the arete to the face and back right to the arete for an airy finish. Nothing to the left of the dihedral was cleaned for stemming, and the dihedral tends to grow moss during wetter months. The bottom would clean up with more traffic. There is a variation crack finish at the top if you go left that would take hand sized gear.","protection":"1-2 gear placements before bolts. Some combination of smaller pieces (nuts or C3’s) + 7 bolts + 2 bolt anchor with chains. Single 60 M rope gets you down.","location":"Approach the main Elysium wall. Continue passed the main wall, staying close to the wall and treading lightly in the luscious moss. After a few minutes, you will reach a car-sized detached block sitting under a roof. This route is on the obvious north facing arete about 10 feet to the right of this detached block. "},"__v":0},{"_id":"joafamneXrGz2/GfvALRvg==","name":"Gaia's Gift","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mary Bjorklund, 11-6-20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.44525,43.85885]},"left_right_index":2,"mp_id":"120902676","mp_crag_id":"120847089","climb_id":"joafamneXrGz2/GfvALRvg==","areaRef":"V3HheQB1WlG7EFYdulCCiw=="},"content":{"description":"Start up the low angle slab following the left trending thin crack. Alpine draws advised here to prevent rope drag. Find plenty of smaller nut and cam placements as you make your way up the slab to meet the vertical face with parallel off-finger cracks. Push through the parallel crack crux to some pleasant hand and fist jams. Keep working your way up the widening crack using foot work and off-width technique until you reach the chimney. Place a bomber big piece and shimmy the last short run-out to the anchors. ","protection":"Best protected with:   -Several alpine draws   -A set of nuts   -Singles of Black Diamond Camalots # 0.3 through #5   -Doubles of Black Diamond Camalots # 0.5, 0.75, 3, and 5","location":"Follow the approach directions for Elysium Proper. After following the approach trail along the back side of Elysium you will arrive at the wall's right most route (climber's right). Follow the path along the main wall down to a low overhanging roof. Here you will see the start of a left trending crack on a low angle face. The crack starts thin on the slab and gradually widens to a chimney finish as the rock becomes increasingly steep. Anchors can be found at the top of the chimney on the climbers right side."},"__v":0},{"_id":"7pC+PzIEUk6Z4HwvmBW1rg==","name":"Finding Eudaimonia","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.44525,43.85885]},"left_right_index":1,"mp_id":"120847200","mp_crag_id":"120847089","climb_id":"7pC+PzIEUk6Z4HwvmBW1rg==","areaRef":"V3HheQB1WlG7EFYdulCCiw=="},"content":{"description":"This mixed line climbs much steeper than it looks from the ground. Start on detached blocks beneath the roof. Clip the first bolt and pull the crux before continuing up thought provoking features to the thin arete and crystal chute on the left. One final mini roof protects the easier slab to the chains. The lower and upper slab portions are protectable with finger to hand sized gear. Some may choose to simply runout the upper slab to the chains, which would make the route PG-13. An easier variation to avoid the roof could traverse in from the start of Gaia’s Gift with gear, meeting up at the 2nd bolt.A large, loose flake was cleaned from the middle section of this route during bolting so there will be some residual exfoliation in that area for some time, but overall great rock quality. ","protection":"5 bolts + cams (0.3-1) or nuts + 2 bolt anchor with chains. Single 60 M gets you down","location":"5th line from the right on Elysium proper. Just left of the obvious Gaia's Gift crack. Look for a tan bolt about 15 feet off the ground on a steep roof."},"__v":0},{"_id":"5C5GPU/IWse+DaZUcWXFvA==","name":"Epicurean Corner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.44525,43.85885]},"left_right_index":5,"mp_id":"120847134","mp_crag_id":"120847089","climb_id":"5C5GPU/IWse+DaZUcWXFvA==","areaRef":"V3HheQB1WlG7EFYdulCCiw=="},"content":{"description":"A mixed line that forces you to crack climb or stem in the first half before finishing on a bolted slab. Scramble up some easy terrain to gain the corner. Choose between splitter cracks down low before entering the wider and steeper portion of the crack. Take a nice rest on the ledge by the aspen tree and then head up the slab above, trending slightly left and feeling the exposure.","protection":"Standard rack (0.5-3) + 3 bolts + 2 bolt anchor with chains. Single 60 M rope to rap or walk off the top.","location":"This is the dihedral/crack on the right side of Elysium proper. Spot the aspen tree about midway up. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,862d90b2-4205-52e8-84ee-eb63dba710f5,8322f270-29fd-5dc9-bec3-68b5b0c2c15f,5771e179-0075-5a51-bb10-561dba50828b","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Iron Mountain","Elysium","Elysium Proper"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.44525,43.85885]},"bbox":[-103.44587361951281,43.85840033981813,-103.4446263804872,43.859299660181854],"left_right_index":-1,"ext_id":"120847089","area_id":"V3HheQB1WlG7EFYdulCCiw=="},"content":{"description":"The main attraction for Elysium as far as roped climbing goes. Steep, aesthetic granite with just enough features to make it up. This main wall can easily be spotted across the drainage from Turtle Dome and from above the parking area. As of 2021, the main wall hosts a tight cluster of 6 very sporty routes ranging in grade from 5.9 - 5.12 with most requiring at least 1-2 gear placements to keep them tame."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:23:18.372Z","updatedAt":"2022-11-25T11:21:52.130Z"}