{"_id":"63689d5ce80bff5a994f48e1","area_name":"Magician, The","shortCode":"","climbs":[{"_id":"b4i/48YZWgyq/CcDTr11yA==","name":"Under the house","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":3,"mp_id":"111878382","mp_crag_id":"105834189","climb_id":"b4i/48YZWgyq/CcDTr11yA==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"No distinct crux.  Mostly pulling on good holds and working feet up.","protection":"Bolt rap anchor.  Not a lot of pro.\n\nAt the base of the wall is another set of anchors to clip into and belay.","location":"Location is west side of Magician.  Underneath the look-out tower walkway via a scramble are a set of bolts,possibly for Magic Dragon.  Useful for TRing if you find yourself at the look-out tower.  Rap with the rings and scramble 4th and 3rd class to the left back to the path for the tower trail."},"__v":0},{"_id":"6NCQgAruXp+hUi0VoN5x8A==","name":"Strange Brew","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"E.C Joe, 1972","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":6,"mp_id":"116195124","mp_crag_id":"105834189","climb_id":"6NCQgAruXp+hUi0VoN5x8A==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"Arguably the longest route at The Needles. 'Strange Brew' (FA, E.C. Joe circa 1972), begins at the bottom right section of The Magician and works up the \"prow\" before intercepting 'Black Magic' midway up. The base of the route is surreal, offering \"in your face\" views of the other needles next door. Although moderate in rating, the second pitch of 'Strange Brew' should be considered a serious commitment (5.8 R/X). One should be a solid 5.9 leader before taking on this endevour. However, the overall adventure of this route is well worth checking out.\n\nSTRANGE BREW (5.8 R/X):\n\nPitch 1 (5.5, 90')\n\n:  Start up a dirty chimney to the base of a big oak. CAUTION: red ant nest near the base! Belay here.\n\nPitch 2 (5.8 R/X, 125')\n\n:  This is the mental crux of the route; an extremely runout pitch that requires focus. Even though the topo shows a bolt apppoximately 3/4 way up the pitch.....it's now long gone!! Pro is very marginal (only two sloping small knob tie-offs on the entire pitch). From the tree, climb up the tree and step out onto the slab. Head up and then move left, passing a large rounded knob. A little further are two marginal smaller knobs. Best to use long 9/16\" runners. Continue up, gaining a series of large dishy 'hueco like pods'. Stepping up to the last one in the series, this is where the 'lone bolt' would have been encountered just slightly above. From here, your last pro is below you 60'. Get your head on straight and gun for the ledge above (another 25 feet). Belay at the ledge....and clean out your drawers!\n\nPitch 3 (5.7, 95')\n\n:  From the ledge, climb the right to left slanting hand crack to a big, flat ledge, also known as 'The Football Field'. Head to a wide crack (climbers left) at the back of the ledge. Belay here.\n\nPitch 4 (5.6, 60')\n\n:  Climb the easy fist crack to another ledge. Belay at the back (climbers left) of the ledge. Pro can be found at a decent right facing intermiediate corner.\n\nPitch 5 (5.7, 120')\n\n:   From the left edge of the ledge, move out into the large right facing dihedral system. This is where the route joins up with 'Black Magic' (5.8). Stay in the hand and finger cracks, just left of the big corner, for better pro. Continue up past a tree and to a notch in the skyline. The jutting formation at the notch is known as The Horse Head'. This can be seen much clearer during the approach descending to the base of The Magician. Belay here.\n\nPitch 6 (5.4, 100')\n\n:  Know as The Sidewalk Pitch, this pitch has NO pro. From the Horse Head, locate a large longish block above, situated at the start of a long right facing dihedral system. Friction up and belay here. CAUTION: Care should be taken when constructing the belay in and around the block. One can see, there are hardly any contact points for this block. Try not to load the belay.\n\nPitch 7 (5.7+, 110')\n\n:   From the right facing corner, step up and left around an arete. This is somewhat blind and committing. However, there is a nice finger crack awaiting out on the steep slab. Get in some pro here (small cams helpful; blue and green Aliens). Climb the crack to a pine tree. Belay here.\n\nPitch 8 (5.5, 95')\n\n:  Head up from the pine tree and gain a large dike. Traverse left to gain a crack (the same crack system on Pitch 7). Follow the crack up and left on easy terrain. Belay at (3) 1/4\" buttonheads.\n\nPitch 9 (5.8, 125')\n\n:  From the bolted belay, climb on thin edges and features (a bit runout from the belay) before reaching a right facing corner with pro.\n\nAlternately\n\n, one can climb out right and up and then back left to the right facing corner (5.7). Both options are runout from the belay. Conitnue past the right facing corner on easier terrain, passing another lone 1/4\" bolt, just below an overlap/roof. Interestingly, there is pro under the roof. Be sure to use a runner before pressing on. Pass to the left side of the overlaps and up an easy slab for another 50' before reaching a 3-bolt belay. Again, older 1/4\" buttonheads are encountered.\n\nPitch 10 (4th Class, 155'):  Ready for a slow steady calf burn? Head up the center portion of the Magician's rounded prow and locate a 2-bolt anchor.\n\nPitch 11 (4th Class, 150'):  Continue up until the terrain begins ease into 2nd class, next to the northwest facing side of the summit area. Belay here.\n\nFrom here, and if you're comfortable, one can unrope and traverse further to the left side of the northwest portion of the summit area. When a dead end is encountered, look for ASCA bolts with rings at the dead-end. There are another set of rap rings below (75') to facilitate another rap to the gully. From the gully, scramble up and over to the old lookout stairs.","protection":"- Standard rack, emphasis on small to mid size cams\n\n- Plenty of runners w/ carabiners","location":"For the descent approach, refer to the 'Black Magic' description. 'Strange Brew' starts 100 yards right and slightly down from 'Black Dragon'. Approach same as Black Dragon, then continue past black oaks and shrubs. Locate a right facing wide chimney/ramp that starts at a big ledge with a big pine."},"__v":0},{"_id":"U7LQwQIIV5GaYoHInSHl6g==","name":"Silence of The Clams","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike Flood, Bob Sugart, Bob Foreman - 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":2,"mp_id":"118971311","mp_crag_id":"105834189","climb_id":"U7LQwQIIV5GaYoHInSHl6g==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"Climb a thin finger crack that gradually widens up to #1 camalot, followed by tufa-like chicken heads to the top of the wall. The crux is down low and protects well with small cams and nuts.","protection":"Single Rack to #1 Camalot. Brassies useful\n\n2 ropes needed to get down.","location":"Approximately 20 feet right to the start of Black Magic."},"__v":0},{"_id":"3xixbJUdVTqegto7HN3HhQ==","name":"Poof","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"H. & E. Laeger","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":8,"mp_id":"105844596","mp_crag_id":"105834189","climb_id":"3xixbJUdVTqegto7HN3HhQ==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"A great introduction to the Needles--the airiness, exposure, and runouts typical to the area at an accessible grade.  Don't believe the guidebook--3 pitches will not get you to the top.\n\nP1 (5.6): Climb multiple, broken cracks in a shallow, left-facing corner.  Belay from a ledge with a fir tree.  [Take a few minutes to TR \"Frustration with the Redhead\" (5.11) directly below the tree.]\n\nP2 (5.7+): Follow a short crack and flakes past a single bolt which is 30 feet out.  Continue climbing the moderate face with questionable gear behind loose flakes--spooky.  You are likely to encounter an unprotected 5.7/5.8 mantle to gain the belay ledge.  Belay from a 1-foot ledge below the start of an arching overhang.\n\nP3 (5.7+): Climb cracks up and left beneath a sweeping, arch (the smaller and higher of two arches on the east face of the Magician).  At the far left side, as the overhang diminishes, step boldly up and follow a face and crack to a belay in an alcove.\n\nP4 (easy): Step right until reaching a short, hand-sized crack that leads to the top of the Magician.\n\nP5 (5.8): Climb a short offwidth to reach the Lookout.  The 5.8 offwidth protects with a single 4\" piece.  Alternately, rappel from slings around a constriction on the west face.","protection":"Standard Needles rack.  Optional 4-inch piece for P5 offwidth.","location":"Descend from the Magician/Djin saddle to access the start of the route.  Look for an obvious fir tree on a ledge approximately 100 feet up."},"__v":0},{"_id":"8Y10HVk1V26liyb5rfcoKQ==","name":"Magic Dragon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Carlos & Leversee - 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":5,"mp_id":"105834252","mp_crag_id":"105834189","climb_id":"8Y10HVk1V26liyb5rfcoKQ==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"Magic Dragon is supposedly the longest climb in the Needles at 10-12 pitches and very enjoyable.\n\nFrom the approach trail into the Needles, split off to the right at the saddle before ascending up to the foot of the lookout tower stairs.  Follow a decent trail down and generally south and east.  It's worthwhile to stay on the trail which is marked by little faded red bows tied in various trees and bushes.  Eventually you will reach the sheer west face of the Magician (which, incidentally, has a few short, nice-looking crack climbs).  Continue to descend until it is possible to traverse all the way around to the southern foot of the formation.  Pick your line at this point: The climb generally follows the ridge for several pitches until a key (fairly obvious) point where the right side cliffs out and you can cross over to slabs on the left side.  This is a little past halfway.  The first of these upper slabs is the crux - a wandering, mostly unprotected journey up 5.8+ rock, 20-40 feet left of a long, left-facing corner system (which, if you don't want to run it out, can be climbed at 5.10 with gear).  Continue up slabs to a headwall below the lookout tower.  This can be surmounted on the left (west) via a number of weaknesses.  Follow the ridge to the tower, hop the handrail, take in the view, and descend the steps.\n\nA few notes:\n\nI didn't lead this climb or break it into pitches, so my description is pretty vague, but the route is fairly easy to follow and I suspect a standard rack would be just fine.\n\nSeveral of the pitches, especially the upper slabs, had bolted belays (generally old bolts at stances) that you can use as landmarks.\n\nRemember not to approach the lookout tower before 9 AM or after 6 PM as the resident values her privacy!!!\n\nI can't say I recommend this climb as a secure free solo.","protection":"Standard rack.","location":""},"__v":0},{"_id":"eYUTaQ4bX9Gdb7b2YalPyA==","name":"Liquid Sky","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mike Lechlinski, Roy McClenahan, Ron Carson, Andre Olobri, Mari Gingery-1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":0,"mp_id":"115404440","mp_crag_id":"105834189","climb_id":"eYUTaQ4bX9Gdb7b2YalPyA==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"An exciting line linking the most prominent features on the beautiful west face of the Magician. The crux is well protected, but there is plenty of run out climbing in the mid 5.10 range.\n\nP1 (5.10-):\n\nClimb up a left facing, right rising ramp with good protection to a bolt. Traverse down and right on a hollow flake to a spacious ledge. Belay at a bolted anchor.\n\nP2 (5.11- with 5.10 R):\n\nClimb a left-facing ramp/flake to a bolt at a stance (original P1 anchor). Climb up and generally weave right passing another bolt, then up and over a left facing feature. Belay at a bolted anchor on a perfect, small ledge in the middle of a sea of granite. This belay was added after the first ascent.\n\nP3 (5.11d):\n\nHead straight up to another bolt and then right again toward a thin left facing scimitar shaped flake. Up this clipping two bolts and then traverse right (crux). Continue up easier ground to belay at bolts at the base of a groove.\n\nP4 (5.10- R):\n\nHead up the groove, then slightly right onto an arete passing two bolts. After 25-30 feet, the angle eases substantially.  Run it out on easy ground for another 80-100 feet.","protection":"gear to 2\"","location":"The leftmost line on the west face of the Magician.  Start behind the Hot for Teacher boulder."},"__v":0},{"_id":"TXQrIUqaV+SE4e3XQyUwjQ==","name":"Frustration with the Redhead","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Kris Solem?","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":9,"mp_id":"110657196","mp_crag_id":"105834189","climb_id":"TXQrIUqaV+SE4e3XQyUwjQ==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"A natural TR after p1 of Poof because the rope runs properly from the same tree anchor.\n\nPaddle to the start, past a slick low-angle slab. Follow the line of bolts through thin edges on a nearly vertical face and then slabs up to the rap tree. (The tree is also 1st belay of Poof, the route to the left.)\n\nAfter the bolts, pro is sparse to non-existent.\n\nVariations:\n\nTo the right of the bolt, you can make a huge, super balancey reach with feet on a rail and with hands on microcrimps (.11a (?!) ) or you can traverse to left of the bolt to much more reasonable holds. At least one other variation exists - after reaching up to a black dish during the bolted cruxes, staying right and climbing prominent face holds before angling left to the tree is generally much easier than heading up from directly underneath the tree. Going direct from underneath the tree, the climbing stays a bit more sustained with a final slab crux.","protection":"4 bolts plus some thin gear in the right facing crack past the crux.","location":""},"__v":0},{"_id":"OHTV6mdDWme6yux1/Mgdkw==","name":"Cookies on Sunday","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Herb Laeger, R. Arias, S. Uribe - July, 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":7,"mp_id":"114569148","mp_crag_id":"105834189","climb_id":"OHTV6mdDWme6yux1/Mgdkw==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"Cookies on Sunday is a slab climb with great exposure. The second and third pitches feel like you're walking the plank - or swimming: pulling yourself along, staring at your feet, and trying not to notice the air below you as you traverse the edge of a steep wall. The final pitch is a stretch of immaculate, cruxy friction climbing. And of course, the summit is unbeatable and the descent is as easy as can be: Stairs!\n\nAfternoon shade. Probably best for both leader and follower to be relatively unflappable.\n\nBegin with a slippery scramble down the loose slope of pine needles and surfboard rocks between the Magician and Djin, closely hugging the east face of the Magician. Pass a large left facing flake (Poof), a 50’ tall pedestal, and continue around a little corner with a short downclimb to an obvious weakness. Scramble up this, avoiding a tree by way of a precarious large hollow flake (low 5th with big consequences) and belay on the right at a lone bolt 50’ off the ground.\n\nP1 (5.10c, 80’): Trend slightly right climbing past 5 bolts and a #2 Camalot placement to a bolted anchor above a hollow flake.\n\nP2 (5.10d, 90’): A rising traverse right along the edge of a steep wall past 7 bolts leads to a bolted anchor on a narrow ledge.\n\nP3 (5.10a, 110’): Continue more easily to the right passing 4 bolts and optional small gear placements to a bolted anchor at a sloping stance.\n\nP4 & 5 (5.10d, 520’): Slab upwards (crux) passing 4 bolts. After 60' and the fourth bolt, you'll join Sidewalk Magic (a mellow ramp system). We continued this pitch for the entire length of our 80 meter cord and then did a final 80 meter pitch to the top, but it might be better to break this up into shorter pitches.","protection":"Rack: 8x draws/slings and a #2 Camalot. Additional gear might be needed for the final easy (5.6) pitches of Sidewalk Magic.","location":""},"__v":0},{"_id":"KQTLTRn9XECQg1MLHb7MNA==","name":"Boulder under the house","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":4,"mp_id":"111878413","mp_crag_id":"105834189","climb_id":"KQTLTRn9XECQg1MLHb7MNA==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"Crux comes near the beginning with a bouldery pull on a side pull with a reach to a hold that isn't quite oriented as you'd like.  Gets thinner from there;move right to the arete to escape and finish.","protection":"Same anchor as Under the house.","location":"To right of Under the House."},"__v":0},{"_id":"bjuS4lE2X3+O2kENRB0B1g==","name":"Black Magic","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Bender, Phil Warrender, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"left_right_index":1,"mp_id":"114551655","mp_crag_id":"105834189","climb_id":"bjuS4lE2X3+O2kENRB0B1g==","areaRef":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":"P1: Black Magic begins in the open book right of Playpin. Climb up and over a large flake and up the crack system to a nice ledge with trees and, occasionally, biting ants.\n\nP2: Climb up nice features to a gaping flare, with fixed gear. The overhang at the top of the flare, just past the fixed gear, can be climbed directly or by going left and back over on face moves. Either way this is the crux of the route. Belay at next ledge.\n\nP3: Continue up easy face moves to a fine spot at the top of the \"Horses Head\". Set a belay here or continue up and left to the start of the right facing corner.\n\nP4: You can continue up the right facing corner or move left to the 5.7 finger crack that is a part of Strange Brew. Either way you want to move left to the pine tree and set a belay.\n\nP5: Can continue left up dike with crack for pro or right up easy face, with no pro, as proper path of Black Magic. If going left you will come to 3 bolts for belay.\n\nP6: Continue up easy slab. No bolts or pro till next bolted belay.\n\nP7: Continue up easy slab to near top for gear belay.\n\nP8: Continue on more slab as it levels off and under the Lookout.\n\nP9-10: Another pitch or two will get you to the top of the Lookout. Pick your path.","protection":"Single set of cams and nuts.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,386b0058-0b44-58ea-a468-470945330e5d,6d7a7c8b-89c1-533a-a4c9-6fb263d57ebc,6433380e-ce89-5951-abd3-6ea11433fd17","pathTokens":["USA","California","Western Sierra","Needles / Kern River, The","Needles, The","Magician, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":2,"advanced":2,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.48453,36.10938]},"bbox":[-118.48508658354643,36.10893033981814,-118.48397341645358,36.10982966018186],"left_right_index":-1,"ext_id":"105834189","area_id":"ZDM4Ds6JWVGr026hFDP9Fw=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:54:11.908Z","updatedAt":"2022-11-25T11:13:51.127Z"}