{"_id":"63689d5ce80bff5a994f5328","area_name":"K. Basket Dome","shortCode":"","climbs":[{"_id":"Heol4tCyVMmoisoOxj2XIA==","name":"Basket Case","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA: Jim Donini, TM Herbert, 6/1972  FFA: Mark Klemens, Jim Bridwell, 7/1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.55092,37.7634]},"left_right_index":0,"mp_id":"108290795","mp_crag_id":"108281860","climb_id":"Heol4tCyVMmoisoOxj2XIA==","areaRef":"sX260h21XXizMh8ye3koKA=="},"content":{"description":"The route from the base looks jaw-dropping. You guessing about the size of the crux pitch. Is my knee would be in? Can I hand stack?\n\nP1. Strait forward and easy 5.8. Your target big grassy ledge where 1-st  pitch in Reid topo start.  Probably length of the pitch depends where you finish you approach.  It can be Zero [0] if you make horizontal approach to the big grassy ledge, but easiest is to traverse 100 feet lover\n\nP2. (link p1 and 2  in Reid topo ) Stelar  160 feet of hands, wide hands and fists in the corner. You will use all your #3 and #4 you brought. Hard for 5.9.\n\nP3+P4: 80ft +80 ft: We linked them in one pitch . You need double purple, green and red camalots for this pitch. End of p4 has nice thin crack,  hard for 5.9.\n\nP5.   Crack in the left facing corner. And overhanging because  left facing corner lean toward the left. Crack changing size from hands to #4 and than to #5. beginning has better size, but more overhang. First 100 feet  sustained hard 4-5\"ow with at least 2-3 good rests. Last 40 feet  become wider  and easier. Crux pitch about 150ft. 5.11b\n\nSave #4 friend for belay at the end of crux pitch.\n\nP6. Up to this point Reid topo was fine. But P6 left me in doubt what we did. From belay directly above was dirty mossy corner with no pro which possible was the route Donini climbed  40 years ago. At the same time clean wide crack leaning 45 degree toward right from belay  and looks well protectable , but very hard. And it was no way 5.10. Than it goes vertical  hard double crack with some hand jams. We call it second crux 5.11. 80ft.\n\nEdit: my theory that some big blocks of rock fell near the top of p5/ beginning of p6, since 1972  FFA.  This made transition to 5.9/5.10 chimney impossible leaving only the choice of 5.11 wide crack leaning  toward right from the top of p5.\n\nP7. You have the choice to climb left chimney or right chimney. Topo did not help to make the choice. We climbed right chimney and still not sure did we make correct choice or not. 160 ft, 5.8.\n\n[Edit] After reading Christina TR where they ended up at the same dead end as we did- I think Left Chimney should be taken which make an easier way to the top of Dome.\n\nClimbing eased up\n\ncouple more pitches to reach the top of Basket Dome following crack system.  We reached dead end on our way, down climb, transitioned left to other crack system and finally reached the top of the Dome\n\nThe route has no bolts, no pitons, no slings- nothing can imply that anyone climbed it before you. At the same time most of the pitches have superb quality, but with some dust and  dirt falling in your face if you looking up watching your partner. Except some funny sound plates on p3, no loose rock on the route.","protection":"0.3-0.5 C4 single\n\n0.75-#5 C4 double\n\n#6C4 single\n\n+#4 friend","location":"Approach\n\nStarted at Porcupine trailhead. ~5 miles to North Dome. We bivi near  the North Dome to save  time. Next morning approach to the start of the route took about 2 hours. We took upper approach #2 ( see enclosed pdf)\n\nYou can study approach from hi resolution photo.\n\nxrez.com/yose_proj/YEP_orth…\n\nIt is not very long, but it was confusing even with printouts from the link above. Closer to the base of the route the ledges become   very exposed class 3/4 and one mistake and you out forever. In the end of approach we un- flake the rope and tied in.\n\nIf you start climbing at 7 am you can be  in the shade for most of the route, sheltering from sun  behind big left facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,b17dbad2-1db5-5d78-b332-1f327b792828","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","K. Basket Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.55092,37.7634]},"bbox":[-119.55148879671923,37.76295033981814,-119.55035120328075,37.76384966018187],"left_right_index":-1,"ext_id":"108281860","area_id":"sX260h21XXizMh8ye3koKA==","polygon":{"type":"Polygon","coordinates":[[[-119.55148879671923,37.76295033981814],[-119.55035120328075,37.76295033981814],[-119.55035120328075,37.76384966018187],[-119.55148879671923,37.76384966018187],[-119.55148879671923,37.76295033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:45.756Z","updatedAt":"2024-02-19T18:29:57.036Z"}