{"_id":"6368a36ae80bff5a99582a38","area_name":"j. Toothpick Wall","shortCode":"","climbs":[{"_id":"97ax5kdzXo6tsXo7ABAlWQ==","name":"Zenith","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"G Lyon/M Pixler, 9/88","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":6,"mp_id":"117135542","mp_crag_id":"108662297","climb_id":"97ax5kdzXo6tsXo7ABAlWQ==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Climb the face and pass the left side of the small ceiling near the top","protection":"Toprope Tree anchor up top","location":"Just to the left of Blueberry Jam and to the right of the Arete"},"__v":0},{"_id":"OmsJDF8ZW9en5HUh25ioYQ==","name":"Vertical Therapy","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"1986 - Joe Parsley, Dennis Hemminger (from Portland Rock Climbs)","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":21,"mp_id":"111004044","mp_crag_id":"108662297","climb_id":"OmsJDF8ZW9en5HUh25ioYQ==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Really fun climb and super accessible. good tree for anchor and easy rappel down. Use a directional to avoid getting rope stuck in top crack, which is super annoying when jamming the sweet but all too short hand crack at the top . from this anchor spot you can climb \"power surge\" just to climber right","protection":"book says pro to 3\" but its a better TR climb","location":"West side of Toothpick Wall. Probably most obvious / well worn location on this wall. Anchor is big tree directly behind top out location. Easy rap down or use cave access to west side of wall. Belay from ground in relatively flat location. beginning of the climb is really more of a scramble up to the true start point about 10' off the ground at ledge"},"__v":0},{"_id":"R/c78f/oUauJtYHzdrHlig==","name":"Toothpick","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Robert McGown, Jon Sprecher 1978 (FFA ???)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":16,"mp_id":"118785793","mp_crag_id":"108662297","climb_id":"R/c78f/oUauJtYHzdrHlig==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Nice looking thin crack with a spooky start. ","protection":"Nuts and cams","location":"starts in the middle of the Toothpick Wall on top of a large prominent ledge. (Right of Zenith and Blueberry Jam maybe 50 or 100 feet )"},"__v":0},{"_id":"HQAof8FMXX6HQnl0XT1xvQ==","name":"Social Distancing","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":12,"mp_id":"119501466","mp_crag_id":"108662297","climb_id":"HQAof8FMXX6HQnl0XT1xvQ==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Climb the overhanging blocky start to a technical mid-section.  Shake out before another pumpy overhang up the left leaning crack topped by a short flared corner. Face holds left of the crack are helpful, especially through the flared corner.  Climb easier terrain straight up to the anchor chains (installed October 2021).","protection":"Standard trad rack, anchor chains ","location":"Central section of Toothpick Wall.Top-rope option.  Enter Area #2 and walk past the first big tree on the trail (Vertical Therapy anchor), the second tree (Toothpick anchor), and the third tree (Interproximal anchor) to the fourth tree along the trail.  Set up a top rope anchor on this tree or the anchor chains visible from the tree. Roping up is recommended for the 4th class section between the tree and the anchor chains."},"__v":0},{"_id":"Gv0ShoalWT+9KHXTypxE8w==","name":"Short Stack","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":1,"mp_id":"119173452","mp_crag_id":"108662297","climb_id":"Gv0ShoalWT+9KHXTypxE8w==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Several variations exist depending on how you want to clamber over this small pillar. The original guidebook shows a route on the left side in the corner\n\n This is a short climb that will get you to the top of Toothpick with a bit more effort than the chimney around the other side of the short pillar. This is a good practice climb and more realistically, its another ladder to get between the top and the bottom of the Toothpick Wall","protection":"Tree anchor above","location":"If you are starting at the bottom, looking for the red bubble letter graffiti on a pillar formation. This is just to the left, in between the pillar and a face. If you are entering from Toothpick, you would get there by walking towards the Blueberry Jam anchor tree and then keep walking straight to the ledge. Then look for the white letter graffiti with a smiley face and look about 5 feet to the right of that for a gully heading down"},"__v":0},{"_id":"Ob7sO+bnWpm+CTf4uYkx8g==","name":"Rob's Ravine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":19,"mp_id":"117940703","mp_crag_id":"108662297","climb_id":"Ob7sO+bnWpm+CTf4uYkx8g==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"A dihedral in between \"Far from the Edge\" and \"Competitive Edge\". This will be the dihedral between the slabby face and the right bolted arete that houses Competitive Edge. You can make it more or less difficult by favoring the face. Often dirty and overgrown","protection":"Tree anchor up top","location":"Walk down the #2 trail until you get to the cliffside with a very large tree at the top. On the rocky outcrop along the top, there will be a jagged rock to the right which marks the top"},"__v":0},{"_id":"2ETuxik4WP255ilgknxLuw==","name":"Reach for the Sky","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":5,"mp_id":"117135073","mp_crag_id":"108662297","climb_id":"2ETuxik4WP255ilgknxLuw==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Start on the lowest ledge. Ascend left of the arete until halfway up, where you meet a wide ledge, then move to the right side of the arete to finish up","protection":"Setup your toprope anchor on a tree up top - same as for Blueberry Jam. There is a re-direct bolt hiding below the top ledge. Rappel in is easiest","location":"On the left side of the arete of Zenith (5.12a), which is the line of bolts on a pretty blank face on the right side of the arete. You should setup your TR on the same tree you might use for your Blueberry Jam anchor."},"__v":0},{"_id":"zo7aokL0XmqV1T3bJyI6Bw==","name":"Power Surge","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":22,"mp_id":"111800008","mp_crag_id":"108662297","climb_id":"zo7aokL0XmqV1T3bJyI6Bw==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Climb up the shallow corner on dirty small holds to the crux bulge, pull a reachy move up and climb into the dihedral. lots of water rushes down this area during the winter so be prepared for a dirty, messy climb through the last section. bring a brush","protection":"TR - pro is thin at best","location":"Probably the most obvious anchor point on toothpick wall. NE end of wall. set up on the tree. no fixed anchor. can be used to climb Vertical Therapy if you add a directional to keep rope out of the crack"},"__v":0},{"_id":"yFsjBIiOXCuT2AZg+iLMlA==","name":"Peach Cobbler Pie","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":4,"mp_id":"119532950","mp_crag_id":"108662297","climb_id":"yFsjBIiOXCuT2AZg+iLMlA==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"This starts on the ledge above the lower starting ledge for climbs like Blueberry Jam around the corner. Climb the face between Reach For The Sky and the wide corner crack. Thin ledges that slant leftward and down will urge a particular tiptoeing beta","protection":"Toprope anchor on the tree closest to the upper cliff corner","location":"Get to the Blueberry Jam anchor. From the top the arete just to the right of Blueberry Jam marks Reach for the Sky. This will be on the face next to the inside dirty corner, closest to the tree anchor"},"__v":0},{"_id":"aTWtEhFuWwCirzze9JeNCg==","name":"Joy Ride","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":10,"mp_id":"117941244","mp_crag_id":"108662297","climb_id":"aTWtEhFuWwCirzze9JeNCg==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"This is the bolted face climb just to the right of Blueberry Corner. It starts right below the overhanging roof. After the roof crux, stay to the left of arete. Continue up to the anchors","protection":"4 bolts and chain anchors","location":"If you find the tree at the top of Blueberry Corner (picture shown in the main Toothpick wall page), it will be just to the left of that. From the top, the anchors are not a safe distance to setup a top-rope without being attached to something. From the bottom, its to the right of Blueberry Corner."},"__v":0},{"_id":"rnS9uE12XjezMsiFyprgRA==","name":"Interproximal","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":13,"mp_id":"120515538","mp_crag_id":"108662297","climb_id":"rnS9uE12XjezMsiFyprgRA==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"This general area of Toothpick Wall required extensive cleaning including removal of a couple cooler sized blocks from the Interproximal crack system. The result is a nice addition to the list of quality routes on Toothpick Wall.Climb the slightly overhanging right facing corner up to a horizontal roof crack capped by a pod.  Work your way into the pod and stay in the same crack system that diagonals slightly to the right.  The climb is a little easier if you use some of the neighboring holds on Social Distancing on the left through the pod section.  Climb over big flakes and ledges and check out the Smart Car sized block suspended overhead.  Rap chains for The Big Lie can be used here if the block is too unnerving.  Otherwise, continue up the overhanging crack on the left side of the block through another pod and over the top.  Climb out of the boulder pit to the tree anchor up by the trail.  The right side of the block also goes and is a little harder than the left side.  Another variation is to go left from the upper pod on face holds to a nice finger crack (5.11-) leading to the Social Distancing anchor chains.October 2021 update: anchor chains installed above the upper pod courtesy of Josh Elliott.  ","protection":"Standard rack up to 4 inches. A 5 inch cam is nice to have for the last move up the left side of the block.","location":"Central section of Toothpick Wall.Top-rope option.  Enter Area #2 and walk past the first big tree on the trail (Vertical Therapy anchor) and the second tree (Toothpick anchor) to the third tree along the cliff.  Set up an anchor on this tree or the anchor chains about 35 feet below.  Use the Social Distancing anchor chains to top rope the finger crack extension."},"__v":0},{"_id":"1gKNVDp7UcuBSzZE2GBNHg==","name":"Hot Donna","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Johnson Todd Adams","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":11,"mp_id":"118813330","mp_crag_id":"108662297","climb_id":"1gKNVDp7UcuBSzZE2GBNHg==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Start under the over hang for Joy Ride. Move right around the over hang(first bolt). Ascend a small ramp to next bolts. Work your way through some easy terrain to the next bolt. Gain a small ledge and another  bolt. Go strait up to the crux with a nice lay back with a bolt in the crux. Meet up at the anchor for joyride. They share an anchor. Anchor is about 15 feet below top of cliff.","protection":"6 bolts with a chain anchor.","location":"Best access is to rappelling down blueberry jamb. Look to the right of the over hanging rock that is the start of joyride. "},"__v":0},{"_id":"pnyDOzRqXXGHhv2O/peDVg==","name":"Hand Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":0,"mp_id":"119140615","mp_crag_id":"108662297","climb_id":"pnyDOzRqXXGHhv2O/peDVg==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"A slabby climb featuring a prominent crack. There is a tree right up top to use as an anchor","protection":"Pro to 1\", Tree anchor right above the crack","location":"If you walk past the tree anchor for BlueBerry Jam to the ledge, and continue along the cliffside, the top is at the next large tree right along the cliffside"},"__v":0},{"_id":"ylIdyIfzXDmxr5JuFA1Smw==","name":"Fat Chimney","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":2,"mp_id":"119173392","mp_crag_id":"108662297","climb_id":"ylIdyIfzXDmxr5JuFA1Smw==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"This is an easy fat chimney that would work well as a practice climb. More realistically, its a ladder to get between the top and the bottom of the Toothpick Wall","protection":"Tree anchor above","location":"If you are starting at the bottom, looking for the red bubble letter graffiti on a pillar formation. This is just to the right, in between the pillar and the face. If you are entering from Toothpick, you would get there by walking towards the Blueberry Jam anchor tree and then keep walking straight to the ledge. Then look for the white letter graffiti with a smiley face which will mark the top of the chimney"},"__v":0},{"_id":"Z35Iof4oVLupNWE1EAdHhA==","name":"Far from the Edge","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":17,"mp_id":"119233153","mp_crag_id":"108662297","climb_id":"Z35Iof4oVLupNWE1EAdHhA==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Start just to the left of the arete below the upside-down Y crack. The right branch of that Y is your goal, focusing on the face.  A lot of balanced face climbing.","protection":"Same tree anchor as Toothpick","location":"If you have scrambled down Easy Street, you'll want to take the trail back towards Blueberry Jam. Just keep going past the straight face area that features Toothpick. Once the cliffside starts curving back leftwards, keep an eye for the corner and the upside down Y near the top"},"__v":0},{"_id":"lLlrG6Q7UO+O5ztQK4n2Wg==","name":"Face N' Finger","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":3,"mp_id":"119205139","mp_crag_id":"108662297","climb_id":"lLlrG6Q7UO+O5ztQK4n2Wg==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"This starts with a wide crescent shaped crack and turns into a wide ledged face with jugs along the way. Crux is the last bit at the top. The oldest guidebooks have this marked as 5.9. Perhaps with some contrived variations to the left or right of the crack, that focus on just the face, you can find that difficulty.","protection":"Toprope tree anchor 20 feet from the edge","location":" If you are starting at the bottom, looking for the red bubble letter graffiti on a pillar formation. This is just to the left in the obvious fractured face.  If you are entering from Toothpick, you would get there by walking towards the Blueberry Jam anchor tree and then keep walking straight to the ledge. Then just eyeball to the middle, between the corner and the gully down-climb."},"__v":0},{"_id":"qR2dlHb1X7W2DAU2SaFHLQ==","name":"Competitive Edge","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":20,"mp_id":"118964961","mp_crag_id":"108662297","climb_id":"qR2dlHb1X7W2DAU2SaFHLQ==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Series of compression and balance moves up the arete ","protection":"Bolts + gear. Two bolts at the start, middle section has a few horizontal cracks for gear then one more bolt near the top. Large tree at the top for an anchor or single bolt with rap ring. After the final bolt the final mantle is a bit exposed, it looks like there was one bolt or an anchor chopped at the top. A long sling from the rap bolt at the top could protect the final moves. ","location":"Arete to the left of Vertical Therapy "},"__v":0},{"_id":"zZ74ClWdUN+Ag857eW1/tA==","name":"Close to the Edge","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FA Robert McGown, Doug Bower - July 1977 (FFA?)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":15,"mp_id":"118811334","mp_crag_id":"108662297","climb_id":"zZ74ClWdUN+Ag857eW1/tA==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"5.11+ in guidebook - slightly harder than Toothpick, but not by much. Excellent sequences on bullet hard rock. This is among the best cracks in Portland. Climbs right arching crack to the left of Toothpick.\n\n Navigate the initial moves off of the pedestal to a great jug. Rest up, pull a challenging boulder problem (crux) then jam the satisfying finger locks to the top.\n\n Gear after first 15 feet is G. Would be inadvisable to fall above your first piece of gear (pg13 section) - given the bad landing onto the pedestal and marginal quality of the placement. Beginning section may require quick gardening (vines tend to grow up the pedestal - but they are very easy to clean)","protection":"Rack from .2 to 2.5 inch. Doubles in 1 inch will be useful. Offset cam can be used to protect flaring crack at the crux","location":""},"__v":0},{"_id":"+6HY7px2WT6G3/4tJTPbgQ==","name":"Blueberry Jam","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":7,"mp_id":"108662307","mp_crag_id":"108662297","climb_id":"+6HY7px2WT6G3/4tJTPbgQ==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Blueberry Jam is a steep, clean crack on the left side of the Toothpick Wall.  The traditional start begins to the right of the crack on easy terrain and traverses left on good edges.  Small cams or RP's protect the traverse reasonably well.  An alternate direct-start is bouldery and fun though much more challenging than anything else on the route (bumps the grade up to 5.10a).  Once into the crack the climbing gets really fun. Relatively steep climbing with great jamming and frequent face holds.  Near the top of Blueberry Jam the crack gets wider but also less steep.  Most will run this section out though a C4 #6 can be used.","protection":"Micro-cams or RP's for the traditional start. Gear to 3\" for the rest of the climb.","location":""},"__v":0},{"_id":"mtMExV/mUxWa7UBA3Wx83Q==","name":"Blueberry Face","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":8,"mp_id":"117135102","mp_crag_id":"108662297","climb_id":"mtMExV/mUxWa7UBA3Wx83Q==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Climb the clean face right of Blueberry Jam, knowing that there is a fair bit of wandering around for this route to stay on grade. You can start on the step-up block towards the right side of the face. Once stepped up on the ledge, you should traverse left to the crack before heading back up and right towards the bulging arete. Work that arete up and then back left to the top","protection":"Toprope anchor  on a tree up top","location":"Just to the right of Blueberry Jam"},"__v":0},{"_id":"XOPJbeCSVbGVnc9hF7SuBQ==","name":"Blueberry Corner","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":9,"mp_id":"117135559","mp_crag_id":"108662297","climb_id":"XOPJbeCSVbGVnc9hF7SuBQ==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Dirty. This utilizes the corner right of Blueberry Face. Start on the right-most flaky crack and go up into the corner (into the tree). This takes you into a shallow groove dihedral to get you to the top","protection":"Tree anchor up top. The one right next to the Blueberry Jam anchor","location":"Just to the right of Blueberry Face starting in the corner. From the top, this is the tree just next to the Blueberry Jam tree anchor. You can do this on TR, but might swing a bit if you misstep"},"__v":0},{"_id":"MaxmGgEBV3uU71lK9aiMGg==","name":"The Big Lie","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":14,"mp_id":"120515475","mp_crag_id":"108662297","climb_id":"MaxmGgEBV3uU71lK9aiMGg==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Look for the line of bolts that protect a unique left slanting rail and bulging headwall. The crux is well protected by the third bolt. Anchor chains are not easily visible from the ground but are just below the big block near the top.  For those not into 5.11s, use the Interproximal corner through the crux section which reduces the difficulty of the climb to 5.10 (The Little Lie).","protection":"5 bolts and anchor chains.","location":"Central section of Toothpick Wall."},"__v":0},{"_id":"fhjD4SSVWdeibqE48bDpmw==","name":"AKA David Evans","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"left_right_index":18,"mp_id":"120634663","mp_crag_id":"108662297","climb_id":"fhjD4SSVWdeibqE48bDpmw==","areaRef":"Oj21im3sW1im+Wp35qz8kA=="},"content":{"description":"Start with some bouldering moves up and right to the highest large stance on Rob's Ravine.  Climb on small face holds up and left to the edge of the main wall that defines Toothpick and Close to the Edge and continue up to the steep crack on Far from the Edge.  Climb the remaining section using hand holds that make up the right side of the crack and the edge of the main wall.  Or just climb the crack which is fun 5.9.","protection":"","location":"Enter Area #2 and walk past the first big tree on the trail (Vertical Therapy anchor) to the second tree (Toothpick anchor).  Set up a top-rope anchor on this tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,c80d3abd-beab-5467-a559-edee707f68bd,51acd6f2-632c-5490-a408-70519608514b,3a3db58a-6dec-5b58-a6f9-6a77e6acfc90","pathTokens":["USA","Oregon","Portland & The Gorge","Rocky Butte","j. Toothpick Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12a"},{"count":5,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.3"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.11+"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.10a/b"},{"count":2,"label":"5.11b"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":4,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"tr":{"total":19,"bands":{"unknown":1,"beginner":4,"intermediate":8,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":4,"intermediate":9,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.56703,45.55193]},"bbox":[-122.56767213086883,45.55148033981815,-122.5663878691312,45.55237966018186],"left_right_index":-1,"ext_id":"108662297","area_id":"Oj21im3sW1im+Wp35qz8kA==","polygon":{"type":"Polygon","coordinates":[[[-122.56767213086883,45.55148033981815],[-122.5663878691312,45.55148033981815],[-122.5663878691312,45.55237966018186],[-122.56767213086883,45.55237966018186],[-122.56767213086883,45.55148033981815]]]}},"content":{"description":"Toothpick Wall is a clean and quiet area with about a dozen climbs. A trio of excellent cracks (Blueberry, Toothpick and Vertical Therapy) garner most of the attention. Very few climbs on the Toothpick Wall have fixed anchors though all are top-ropeable using adjacent trees and/or your own gear. This area also includes \"Easy Street\" with basically the same top access, which is great for beginners as it has short, easy routes. This area is divided from Mean Street to the south/left by the water drainage and a steep incline, and from Breakfast Cracks by another steep hillside which includes up-down access via the cave scramble."},"density":0,"totalClimbs":23,"__v":1,"createdAt":"2022-11-07T06:19:25.870Z","updatedAt":"2024-01-20T01:05:45.211Z"}