{"_id":"63689d20e80bff5a994f233a","area_name":"Lost Canyon","shortCode":"","climbs":[{"_id":"9aztT7wIUGiBAmQnTiIo7Q==","name":"Smell My Finger","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Corey Ellison, Rodney Blackemore, & Andy Strong  - 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73265,34.85796]},"left_right_index":2,"mp_id":"106181212","mp_crag_id":"106172258","climb_id":"9aztT7wIUGiBAmQnTiIo7Q==","areaRef":"U2iYlBj/XJyC/CTXMrS01A=="},"content":{"description":"If only Smell My Finger was to Sedona face climbing what Shangri-La is to Sedona crack climbing... but alas, while good, it is not amazing.  Actually, the first, third, and fourth pitch especially, are very good, but the extremely loose second pitch detracts from the overall flavor of the climb.   \n\n  Begin in the shady alcove just up and left of Shangri-La.  Smell My Finger is the left of the three lines -- it starts just right of a seam/corner. \n\n  P1:  Climb the crimpy face past ten bolts.  A thin crux can be avoided by doing some scary climbing on the left side of the arete, but up higher there is still a very difficult lunge to a gaston followed by a wild hand/foot match.  Skip the rap anchors and continue up to bolts on a large ledge.  5.12d, 110'. \n\n  P2:  Climb the face and arete to a botched bolt and then bust left to a chossy finger and hand crack.  It was nice to have a 0.75, #1, and #2 Camalot for this section.  5.11, 70'. \n\n  P3:  Head up the arete and then left onto the exposed face.  A nice pitch.  5.10, 70'. \n\n  P4:  Extend the belay out left and then bust up a steep \"corner\" system via very cool climbing to some wild huecos.  Do a difficult contortion move to get back into the corner and follow this to the top of the wall.  15 bolts, 5.12, 100'. \n\n  Rap the route with a single rope (bring some webbing) or rap Shangri-La.","protection":"16 draws.  Thin hand and hand-size cams.","location":""},"__v":0},{"_id":"9L7jC38ZV8+BO58ohMAhVQ==","name":"Shangri-La","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"FA: Suess, Clifton, Ellison, Roper, Bloom, & Consentino - 1997FFA: Rodman & Bloom - 1999","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73265,34.85796]},"left_right_index":4,"mp_id":"106172261","mp_crag_id":"106172258","climb_id":"9L7jC38ZV8+BO58ohMAhVQ==","areaRef":"U2iYlBj/XJyC/CTXMrS01A=="},"content":{"description":"This is the only route in David Bloom's old Sedona guidebook to get four stars, and it is worthy. The climb offers varied Zion-quality crack climbing that is very, very good & well worth the laborious approach. Shangri-La takes a corner system that starts out right-facing and ends up left facing on a Rostrum-like pillar of rock at the terminus of Lost Canyon.P1: Begin up low angle rock and then head up the obvious, varnished tips crack. Some wild, committing moves up the arete make this pitch an unforgettable warm-up. I was glad to have 6 blue Alien-sized pieces, but I'm a scaredy-cat. Finish at a bolted anchor. 5.12a, 50'.P2: Climb past two bolts to a ledge below an obtuse corner formed by a sharp flake. This pitch is a powerful lieback that only lets up slightly just before arriving at a bolted anchor. Stopping to place gear is desperate and painful. A somewhat uncomfortable belay. 5.11d, 60'.P3: Climb up off the belay via a flake and a 0.5 Camalot placement. Here, clip the first of 8 bolts, and head up a very cool incipient crack system that requires laybacks and interesting gymnastic moves. The crux is in the first half -- getting to a series of three providential jugs, but the upper section is no gimmie... unless you're flexible! Wild climbing and an improbable sequence up high. On this final stretch the bolts can be supplemented with a 0.75 Camalot and a 0.3 Camalot (green Alien). End at a bolted anchor. 5.12+, 80'.P4: This next pitch is a bit easier - a long lieback corner with great stemming rests to a bolted anchor. 5.11b, 90'.P5: Continue liebacking up the corner, past a wide section, and on to a stance before a very steep wide-hands crack that guards the summit. A great, burly finish to a classic route. 5.11, 70'.Descent: Rap the route with one rope. The anchor above pitch one can be skipped on rappel.","protection":"This is what I brought:6 ea. blue Aliens (only useful for the first pitch)3 ea. green Aliens/0.3 Camalots3 ea. yellow Aliens/0.4 Camalots5 ea. red Aliens/0.5 Camalots1 ea. 0.75, #1, #2 Camalots2 ea. #3 Camalots (only useful for the last pitch)8 draws and a couple slings.60m ropeThe hardware on this route leaves something to be desired: All the bolts are modern, but many are very poorly drilled (several are drilled upwards at such an angle that the hangers don't even sit flush with the rock). This includes the anchors. This is kinda a shame for Sedona's best. One small service could be to bring a bolt kit and remove the old cold shuts from the top of P3 and install a proper rap anchor. If placed on the opposite side of the slot (from the current anchor), one could stand with their feet on a ledge and the ropes would pull more cleanly. The botched bolt on the crux should be removed. Aesthetically speaking, I personally would pull it but not patch the hole. When the time comes to replace the bolts on this pitch, this hole could be filled with a glue-in and the bolt off to the side could be pulled and patched. This would keep all the bolts in a perfect line as was originally intended before that bolt was botched. I know it’s silly, but you know, the Feng Shui of this route is kinda odd the charts.We removed the tat and added chains to the bolts atop P4.","location":""},"__v":0},{"_id":"9oqcykEJX12pxG0RHzassg==","name":"Hopscotch","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"M. Swartz","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73265,34.85796]},"left_right_index":0,"mp_id":"118222440","mp_crag_id":"106172258","climb_id":"9oqcykEJX12pxG0RHzassg==","areaRef":"U2iYlBj/XJyC/CTXMrS01A=="},"content":{"description":"Hopscotch is a sweet jaunt up a quasi-patined panel of good rock with perplexing toe tapping sequences. The route bakes in the sun all day, and can only be comfortable in winter.Cruise up a few bolts to a inobvious and tricky crux. A long traverse left on a bedding feature will surely start the pump clock. By this point you should be able to figure out the name of the game for the final sequence to the anchor if you can think though the pump.","protection":"11 bolts. Bring 2 runners to cut down on rope drag as the route dances all over the place.","location":"At the base of Shangri-La, if you turn around, Hopscotch is an obvious clean, flat piller to the west up on the sunny wall. Follow the wall left into brush, until mellow scrambling leads up onto the toe of the buttress. Cut right into the chimney system at the base of the wall. A old rope aids in hauling packs up a 5.6 handcrack(easy to solo), and a tree battle takes you to the nice terrace at the base of the route."},"__v":0},{"_id":"hWsY2QaKXN+MukwT/XJbYQ==","name":"Comfort Turkey","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Ben ZH, D.Bloom Winter 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.73265,34.85796]},"left_right_index":1,"mp_id":"112524441","mp_crag_id":"106172258","climb_id":"hWsY2QaKXN+MukwT/XJbYQ==","areaRef":"U2iYlBj/XJyC/CTXMrS01A=="},"content":{"description":"This is a fun and unique climb in a corridor of varnished Coconino sandstone at the end of Lost Canyon.The climb starts in a narrow corridor just around the corner from Reactor and Smell my Finger.Pitch 1: Climb up the chimney getting gear where you can find it and pull over a wedged boulder to a gear belay. (Anchor takes tips - and hand pieces higher up). 35’ 5.8Pitch 2: Money Pitch. Very cool mixed climbing. Stem across the two walls above the belay until you hit the first bolt. Move onto the other side of the wall and climb past three more bolts to a nice ledge and a bolted belay. 4 Bolts 80’ 5.11+Pitch 3: Leave the belay and follow the hand crack till you hit a stance just below a flared section of offwidth that shortly returns back to hands. Exit a chimney and move up to a tree with a rap anchor. 105' 5.11From the tree (With a 70M) rap to the bolted belay. Watch the ends of your rope! The bolted belay will take you to the ground.","protection":"Doubles from tips to #3 BD. One #4 BD. Draws and Runners. 70 Meter Rope","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,53689894-18ff-5c9c-82fc-24d732b4b4d4","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Lost Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.73265,34.85796]},"bbox":[-111.73319798418437,34.85751033981814,-111.73210201581564,34.85840966018186],"left_right_index":-1,"ext_id":"106172258","area_id":"U2iYlBj/XJyC/CTXMrS01A==","polygon":{"type":"Polygon","coordinates":[[[-111.73319798418437,34.85751033981814],[-111.73210201581564,34.85751033981814],[-111.73210201581564,34.85840966018186],[-111.73319798418437,34.85840966018186],[-111.73319798418437,34.85751033981814]]]}},"content":{"description":"Lost Canyon (and Damfino Canyon) is home to some of the best hard routes that Sedona has to offer.  Shangri-La, most notably, but also a few shorter sport/mixed routes."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:47.353Z","updatedAt":"2024-02-19T18:28:00.875Z"}