{"_id":"6368a185e80bff5a9954f508","area_name":"Angel Food Wall","shortCode":"","climbs":[{"_id":"LirnIvrwWuWM/SQGNhhsoQ==","name":"Tunnel Vision","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herbst & Grandstaff '74","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":4,"mp_id":"105732509","mp_crag_id":"105732102","climb_id":"LirnIvrwWuWM/SQGNhhsoQ==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"Tunnel Vision is one of the most fun, unique, moderate routes that Red Rocks has to offer.  It climbs up the Angel Food Wall in 6 pitches.  A lot of chimneys are encountered, and even a vertical spelunking pitch. Identify the start of Tunnel Vision by a crack which intersects a roof only 15' off the ground. \n\n  P1) 5.6 Climb the right facing corner for 15', then hand traverse at the roof right for a few feet until the main crack system is reached.  Follow this crack system up, then through a chimney to the first belay.  Make sure to watch out for rope drag around the opening corner. \n\n  P2) 5.4 Chimney up the wide easy chimney, belaying at a fixed anchor. \n\n  P3) 5.7 Another chimney pitch. This pitch is hard to protect, and is steeper and more narrow than the previous chimney.  Stops at a huge ledge. \n\n  P4) 5.5 Continue up most of a rope length to another huge ledge. \n\n  P5) 5.3 Climb left into the vertical tunnel.  This is a very interesting and unique pitch.  However, the rock is quite slick, and pro is scarce until climbing out the other side of the tunnel.  Finish with a short crack to another big ledge. \n\n  P6) 5.5 Climb the excellent handcrack in the left facing dihedral to the top of the climb. \n\n  Descent) The descent is an easy gully system that has an optional one rope rappel en route.  This is to the left of the climb. \n\n  There is an entire chapter about this route in Red Rock Odyssey","protection":"Standard Rack, some large pieces are helpful.  The gear is plentiful except for the mostly unprotectable tunnel pitch.","location":""},"__v":0},{"_id":"asBBGwYvWXKe9YKSCPsCfw==","name":"Tele-vision","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Keith Lober        March 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":5,"mp_id":"108141213","mp_crag_id":"105732102","climb_id":"asBBGwYvWXKe9YKSCPsCfw==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"Starts 50 feet to the right of Tunnel Vision, around the corner.  \n\nPITCH 1 Climbs short steep face (5.9+) on red rock, bolt protected face climbing (3 or 4 bolts) to a bolt anchor belay on large ledge.  \n\nPitch 2 (5.3) Climb chimney above, intersects with Tunnel Vision and crosses over to a two bolt belay just left of Tunnel Vision. \n\nPitch 3 (5.7) Move left, climb wall straight up using bolts for protection, one steep bulge. Well protected face with bolts for protection. \n\nPitch 4 (5.5) intersects with Tunnel Vision to top.","protection":"Well protected route, small standard rack required. Spacing between bolts is user friendly.","location":"Angel Food Wall  50 feet right of Tunnel Vision"},"__v":0},{"_id":"L2hTGAppVFC5Y/xJrkDISA==","name":"Stilgar's Wild Ride","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1974 Joe Herbst & Bob Healy","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":6,"mp_id":"105732851","mp_crag_id":"105732102","climb_id":"L2hTGAppVFC5Y/xJrkDISA==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"Start up the first pitch of Tunnel Vision.  Go up to the ledge below the first chimney.  At this point, Tunnel Vision bears to the left, but Stilgar goes to the right, climbing a steep face and cracks past a belay/rap station about 40 feet up.  Climb the deep chimney slot above, belaying when convenient.  Continue up the chimney, which is not hard, but has limited protection opportunities.  At the top of the chimney, where the crack narrows, exit to the left (which is easier than it looks) and belay.  The next pitch goes up easy rock, then traverses left to belay in the alcove at the base of the tunnel on Tunnel Vision.  Instead of spelunking, go up the right-facing dihedral system straight above, being careful to avoid rope drag.  Continue up the crack system, with one or two thin spots, to the top of the wall.","protection":"Ordinary rack","location":""},"__v":0},{"_id":"I68FsxTXVR6zJgJYjQ4uQQ==","name":"Sandy Hole","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Betsy Herbst, Joanne and George Urioste, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":2,"mp_id":"106085157","mp_crag_id":"105732102","climb_id":"I68FsxTXVR6zJgJYjQ4uQQ==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"This route is a blast and deserves more attention! Though the climbing is relatively easy it feels like a great adventure. \n\n  Pitch 1 - Start in the corner system 30' left of Tunnel Vision. Climb past the bulge and wander up and to the right on big holds. Pass old bail webbing and climb into the huge chimney. There is more old rappel webbing here; ignore that and build a gear anchor. (200') \n\n  Pitch 2 - The deep dark chimney. You will know you are on route and heading in the right direction once you hit the \"Sandy Hole /Ledge\". Head straight up from here; once level with the glowing light, make an easy traverse over and out passing a rusty bolt with a homemade hanger. Build a gear anchor near the exit of the chimney. Be mindful of rope drag. (120') \n\n  Pitch 3 - From here I climbed up and right clipping a bolt, eventually linking up with the \"Tunnel Pitch\" of Tunnel Vision. (90')  \n\n  Pitch 4 & 5 - Follow Tunnel Vision to the top. \n\n  On pitch 3 the original line climbs up and left however I suggest linking with Tunnel Vision to continue the caving adventure.","protection":"Doubles to BD #3, nuts","location":"30 feet left of Tunnel Vision"},"__v":0},{"_id":"lnBBbUazXhe8YYTudkATEQ==","name":"Rebel Within","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kevin Hogan, Scott Massey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":12,"mp_id":"106944619","mp_crag_id":"105732102","climb_id":"lnBBbUazXhe8YYTudkATEQ==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"Nice crack.  Bulgy thin hands start to easier finish.  The lefthand finish is better than the bushy chimney.  A little grungy rock at the start, but quite fun overall.","protection":"Standard rack to #4.  Tree anchor at top.","location":"First, climb Purblind Pillar.  Then, instead of following the standard descent gully (northern-most), veer into the gully to skier's right.  Downclimb a cl4 chimney/slab past rap slings around a block.  Look across the gully.  The left crack on the small buttress in front of you is the route.  Climb it.  Feel free to continue cleaning the start, as well.   If you bothered to bring two ropes, in theory you could just rap the route.  We rapped off the backside about 50', then scrambled down and left to a somewhat exposed rap off a scrub oak.  A 60m rope just makes it.  Slings and rings on both trees."},"__v":0},{"_id":"/SG33xkVX9ianFEifyY7ug==","name":"Purblind Pillar","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karl Wilcox and Joanne Urioste","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":10,"mp_id":"105821892","mp_crag_id":"105732102","climb_id":"/SG33xkVX9ianFEifyY7ug==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"\"Purblind\" starts at the obvious crack system about 80 feet west and slightly up from the beginning of \"Healy's Haunted House\".  Approach as for both \"Group Therapy\" and \"Healy's\".   \n\n  Pitch 1 (5.7): Begin climbing the easy crack/corner system for about 20 feet to a ledge with trees and shrubs.  Pass the vegetation on the right and continue up the stellar crack system until you reach the end of the crack at a sling belay (190 ft.) \n\n  Pitch 2 (5.8)  From the sling belay head up and right along a crack/flake line below an overhang.  When the crack diminishes, move right on white, slabby face to a bolt.  From the bolt move out right on rounded holds to cross over a shoulder to easier ground.  Scamper directly up for a few feet to a flat ledge below another crack system and the belay--takes 1-1.75 cams (85 ft.)   \n\n  Pitch 3 (5.7)  From the pitch 2 belay move directly right about 20 feet along a ledge to a water groove/crack system.  Do not climb the crack/chimney system directly above the pitch two belay unless you plan on doing the 5.9 variation*.  After traversing out right you will encounter a water groove/crack system.  Climb this for another 30 feet or so and then traverse directly right onto the obvious brown face (a bolt protects the move out of the groove).  Continue to traverse straight right--after clipping the bolt--on excellent holds until you reach the water groove/crack system that borders the right side of the brown face.  Climb up this for a short distance and then traverse up and right a bit to a spacious ledge area below an obvious vertical crack system (150 ft.) \n\n  Pitch 4 (5.7)  From the spacious ledge climb the obvious crack system to its end.  The crack is very wide in places, but adequate protection can be had.  When the crack ends, trend along a ledge system overlooking a large, brushy chasm/gully on your left.  At the end of the ledge you will find a bolted belay anchor in white rock.  This ledge is very comfortable for up to 4 people (180 ft.) \n\n  Pitch 5 (5.8): From the bolted belay head up the micro-crack system on white rock (a single bolt protects the moves off of the belay).  Continue up the crack system and then traverse directly right up easy ground to another excellent ledge area below an impressive left-facing dihedral (120 ft.) \n\n  Pitch 6 (5.7-):  From the large ledge head up to the base of the large dihedral.  From the belay you will see a large patch of shrubbery blocking the entrance to a menacing off-width.  Head towards the bush, but when feasible veer left to the face just left of the off-width.  You will see a bolt at the base of the face, clip this and climb up over excellent 5.6 terrain to another bolt, from here traverse right into the crack (the bush remains inviolate!) and head up to a class four ramp that ends at the top (195 ft.).  \n\n 5.9 variation: instead of traversing right from the pitch 2 belay, go straight up the crack system directly above the pitch 2 belay.  This pitch ends at a bolted belay anchor (80 ft.).  From the anchor traverse right on easy holds to a water groove.  Climb the groove up until just below a patch of diabolical scrub-oak (50 feet).  Belay in the groove using a couple of large cams in pockets in the base of the groove itself.  The next pitch ascends the obvious broad corner to the right of the water groove/now gully, with the small crack in its right side.  A bolt protects the initial moves into the crack.  Although this 5.9 pitch is good, initially it is somewhat friable, and not easy to protect.  A Wild country Z3 cam (gray) protects the move above the bolt.  After a few moves the crack widens to accept .33 to .5 cams.  This is a technical pitch.  Upon reaching the top of the corner and the end of the crack, traverse right around an improbable shoulder (strange mud-colored rock) and then up easy ground to end at the normal route pitch 4 bolted belay.      ","protection":"Standard rack: nothing larger than a 3-inch cam is needed.  Paradoxically, a medium slider nut (gold color) is useful for protecting the start of the wide crack bit on pitch 4-- but a small cam will also work (look for a small horizontal fissure!).  The 8,9,10 hexes are also useful.  A 60-meter rope is mandatory.  The route can be rappelled from pitch 1 with two 60-meter ropes.  Retreating from pitch 3 or higher would not be advisable.","location":"\"Purblind Pillar\" ascends a natural line to the highest vertical point on the Angel Food Wall.  From just below the start of \"Tunnel Vision\" follow the climbers' trail that traverses right along the base of the wall.  When you reach the massive, cavernous chimney that is \"Healy's Chimney\", the start of \"Purblind\" is just a bit further right and slightly up. \n\n  I spied this line years ago, while guiding-- I thought that it would make a nice alternative to the likes of \"Tunnel Vision.\"  In fact, in some ways this route is the premier line on the cliff, since it reaches the highest point, every pitch is good, and pitches 1,2,4,6 are stellar while the 5.8 sections are short but interesting.  Upon completing the first ascent, both Joanne Urioste and myself were amazed that this line remained undiscovered for so many years-- hence the route's name! \n\n  The descent is easy: from the top, go south and slightly uphill through some lovely pine trees to the obvious gully/chasm that head down and east.  Eventually you will intersect the \"Tunnel Vision\" descent (watch for cairns).  Follow the cairns..."},"__v":0},{"_id":"V7sbP4IKVu6FoN9gC409Yw==","name":"Lean Lady","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Barbara Euser, Jineen Griffith, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":15,"mp_id":"105890409","mp_crag_id":"105732102","climb_id":"V7sbP4IKVu6FoN9gC409Yw==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"On the far right edge of the Angel Food Wall is a white slabby area.  This route goes up a crack and chimney system on the far left of these slabs.  Start in a dark chimney and move up and left past a dark overhang.  The upper chimney/crack system continues for a few pitches.  When it peters out, step left and make a few face moves to easy ground. \n\n  Descent: Scramble up and left to the top of the Angel Food Wall, then down the usual gully.","protection":"standard rack","location":"Approach via the standard Angel Food Wall trail then scramble right to far right portion of the wall."},"__v":0},{"_id":"swlP9DKIWkOnKow5vYTEbg==","name":"Killin' Time","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA Jason Halladay and Allison Fritz, Nov. 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":16,"mp_id":"106304713","mp_crag_id":"105732102","climb_id":"swlP9DKIWkOnKow5vYTEbg==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"Not so much a route on Angel Food Wall but rather, a short crack on a good face on the small buttress that splits the Angel Food Descent Gully about half way down the gully.  If you've just completed a climb of Tunnel Vision, Purblind Pillar or any of the other fine lines on the Angel Food Wall but need to kill some time on the descent while waiting for your slower friends (like we were recently) this is a fun little line to climb as you walk right past it while descending from the wall.  \n\n  This is the mostly-fingers crack that splits the east face of the major buttress in the middle of the descent gully about 1/2 way down. As you descend down the gully, look back up at the east face of the buttress. Start climbing near some small bushes and find good .4 to .75 camalot placements to protect the initial bulge/roof. Up higher a tricky move past a tiny roof on less than perfect rock leads to better rock and good patina face holds along the crack to the left side of a bigger roof. Find a nice .5 camalot placement in the corner back under the roof to protect the moves left around it and enjoy fun face climbing to the flat top of the buttress.","protection":"Doubles in the .4 to .75 camalot range. Single #1 and single #2 camalots and some small to medium wires. At the top, walk back about 30 feet and find a good crack where a medium nut and a .5 camalot make for a good anchor. Walk back down the descent gully to your packs.","location":"As you descend the Angel Food gully there's a point where a major buttress splits the gully. The left side of the buttress cliffs out so you are forced to go up and right over the buttress and then down. Start at the bottom of the buttresses' east face. A small sandstone plaque might mark the start."},"__v":0},{"_id":"oNE37CYxVdGDgcdz9g+Pzg==","name":"Healy's Haunted House","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Bob Healy, Joe Herbst 1974","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":9,"mp_id":"105732569","mp_crag_id":"105732102","climb_id":"oNE37CYxVdGDgcdz9g+Pzg==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"It begins on a bushy ledge at the base of a large chimney just right and uphill from Group Therapy. \n\n  (P1) Climb the chimney until reaching a ledge at about 135'.There will probably be rap slings at this point(5.7+). Belay here and wonder why there are rap slings. \n\n  (P2) The next lead is more than just interesting. I was able to place two marginal pieces of pro here to protect myself stemming the chimney to the jam above; one pulled; I doubt the other would have held a fall. A fall here would result in a bounce off the ledge then a plunge into the dark pit below 30'(5.9). On the ledge above the jam, there will again be rap slings. By this time, some parties will be late; some will be freaked out; and some will have lost all faith in the guide . \n\n  (P3 through P5) continue up the chimney/crack system to the top max 5.7.  \n\n  Descent: go southwest to the gully and down. There will be one rap. The problems with this route are known to the climbing rangers at RR. The route description in the guide could be a misprint as per rating, pro difficulty and length; but I doubt it. The second pitch is deadly without a bolt.","protection":"Standard rack pg13","location":""},"__v":0},{"_id":"nVM38eGsXkKg7ZSIKWwgMg==","name":"Group Therapy","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1974, Joe and Betsy Herbst, Randal Grandstaff, Matt McMackin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":7,"mp_id":"105732473","mp_crag_id":"105732102","climb_id":"nVM38eGsXkKg7ZSIKWwgMg==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"Approach as for Tunnel Vision. From the base of TV, work right about 100' to an alcove with a pine tree.P1: (140', 5.5) Climb up a ways toward the massive cleft above (Healy's Haunted House) but then swing left onto a well featured face. Climb up through an easy bulge and belay on ledges at the base of a prominent off-width that splits the yellow face above. This crack is easily seen from the ground as you approach.P2: (140', 5.6) The crack soon turns into an offwidth in relatively low angled rock. The moves are pretty easy if you use wide crack technique (heel-toe time!) but this section is fairly sustained. Thin flakes in the side of the crack offer somewhat insecure pro. A #5 Camalot could probably walk up this whole section. Belay at a ledge where the crack thins down again.P3: (110', 5.5) Climb up the crack and work left before it ends, moving to an obvious crack system coming down from the large roof above. Belay in ledges.P4: (110', 5.5) Continue up to an area of bushes in the crack. About 20' of easy simulclimbing combines this with the previous pitch.P5: (180', 5.7 PG-13) Work up the widening crack to the roof using the slab on the left side. The roof looks improbable but by working in (for pro) and out (for good holds) you can surmount the roof without too much effort. Continue up the runout crack / chimney into a big alcove and belay.P6: (150', 5.4) Climb up another 30' or so then avoid the wide crack above (a 5.8 finish) by traversing left on a ledge system to easier ground and the top.P5 is classic Vegas climbing: an improbable line through a big overhang that looks far harder than it is. You'll need a few big cams (or hexes) to feel comfy on this pitch. We didn't have much big stuff (#2, #3, #3.5 camalot) but the pro seemed adaquate. Just use little stuff whenever possible. The easy part of the chimney below the belay was runout but not scary.This route was a lot more fun than Tunnel Vision. Plus less waiting in line.[Changed the route length to 755' per Handren, though estimated pitch lengths and here don't exactly add up. -ed.]","protection":"Standard Vegas rack with some extra big nuts. A #5 and #6 Camalot are recommended for pitch 2 and pitch 5.","location":""},"__v":0},{"_id":"sIYPPHuaWy2pZjvMtmnq9w==","name":"Gobies for Gumbies","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":8,"mp_id":"106310071","mp_crag_id":"105732102","climb_id":"sIYPPHuaWy2pZjvMtmnq9w==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"This is a beautiful splitter crack angling right and passing through a small bulge near the top on a clean dark red wall. The tech crux may be the first ten feet starting in a bulging straight up crack that begins fist and wider for a few feet with sandy face holds on either side. At the obvious bulge about 3/4 height, the crack thins from hands down to rings and stacks for a move or two and then fingerlocks just above. At that point you can stem to the wall behind you and use it as the crack pinches off and facey climbing or stemming takes you to the top. There is some mystery fixed tat just before the topout that despite it's appearance, you may be happy to clip. \n\n  While the texture isn't bad on this, there is a nasty bit of fin/offset on the bottom on the crack through the middle section that chews on your wrist. Some guides give this 10d or 10+ which may be a bit of a sandbag.","protection":"Mostly tight hands to hands, thinning down to fingerlocks at the end. Set of wires and tcus, and cams to 3\" with triples in #1,#2 camalot sizes and optional doubles in the #.5,#.75.","location":"Just right of Group Therapy is a huge chimney system. On the left wall of the system is an obvious right slanting hand crack high on the wall. Start via a bulging straight up crack to gain the upper crack. Rap with two ropes via a single bolt + slung tunnel anchor."},"__v":0},{"_id":"ukOONs8vVPGu6xMpfFt+ew==","name":"Glass Elevator","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":1,"mp_id":"121779797","mp_crag_id":"105732102","climb_id":"ukOONs8vVPGu6xMpfFt+ew==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"this route climbs a major weakness on the far left side of angel food wall. When we first climbed this a couple years ago we found restaurant signs on one of the ledges and bootied a stuck cam in the chimney. It must have  a long history and different name so I would love to update if anyone knows. Start under the large house sized chockstone left of sandy hole. p0/1: squeeze through a short tunnel behind the chockstone to a ledge. Tag packs up then ramble up the chockstone to a large ledge system with many scrub oak bushes. P2: 150’ 5.4 this is Kind of bushy and sandy but will clean up. Head up and right through the path of least resistance aiming for the base of a large obvious chimney. Belay here on a good ledge. Some tree wrestling required.P3: 100’ 5.6 head up the crack on the face up sometimes friable plates but mostly good varnish to a good ledge. There is a rope eating crack down low that will give you heinous rope drag if you are not careful. Alternatively, climb the 5.9 chimney on the left, this chimney is wicked slippery, maybe the slickest I’ve ever climbed (maybe second to the kor ingalls polished calcite…). This option has some loose rock but goes to the same ledge.P4: 150’ 5.5 head up and left into the large gully. Ramble up the path of least resistance to the “restaurant sign ledge”, most of the signs have been washed away in a storm it seems. There is a small Charlie Brown style pine tree to mark this ledge.P5: 150’ 5.6 walk left to the elevator shaft on “domestic bliss”, climb that routes last pitch for an absolutely stellar pitch of splitter varnish crack climbing. The first time up we climbed the crack system straight up and found it moderate but very friable and chossy with a couple death flakes, would not recommend. Descent: head left on the top out ledge. Follow this ledge all the way left to link into the standard descent for angel food wall. ","protection":"Single rack to 4, doubles off fingers to hands.","location":"Standard angel food wall approach, but head left  of sandy hole toward the obvious massive chockstone. "},"__v":0},{"_id":"XxSN5VSQX5KLxrxSJZjSpA==","name":"Foolish Man, Foolish Woman","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA: Kyle Willis, Royal Magnell, Jodi Tallo","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":11,"mp_id":"111946025","mp_crag_id":"105732102","climb_id":"XxSN5VSQX5KLxrxSJZjSpA==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"There is a pitch Royal and I did literally inside the mountain (Foolish Man) that probably was never done, I will describe that later on. Just to the right of Purblind Pillar is the gigantic gaping chimney system which is accessed via the same approach as Fleeting Boldness. (Foolish Woman) Up some class 4 ramps on good rock to the terrace, then find your way easily to the base of the chimney system. The 4th Class climbing is beautiful, with fantastic varnished huecos on both walls. Some might want a rope as bulges and some smears would cause a bad fall. Belay as the chimney gets shorter and the angle steepens, just before it turns to the right. 200+- ftp2 Preparing for an easy squeeze and the unexpected, pop through and go right, leading up a low angle beautiful varnished pocketed face, and then an ever hardening well protected chimney. Belay at a boulder with a thread. Hint: clip rope directly to the thumb loops of big cams here, or the rope will reorient the cams. 5.8- 110 ftScramble up into the cathedral-style room, look back outside and the big boulder and corner above your thread and to the right is where the route continues. Inside the mountain behind you is another pitch not part of the route.P3 after a small bulge, a fun corner with hidden holds brings you to another varnished slab. 5.7 100ftP4 A slippery looking slab with a corner that widens into a chimney. A short section up to where the chimneys pinches off and you get gear again. A horozontal .75 protects the face moves up to the tree on the pocketed slab. If you clip the fixed hex you've gone too far up the corner. Kind of scary looking climbing above the slab, but short. After going up the face and slinging the tree, it's all scrambling from here to the top. My least favorite top out of any route on the wall. 200 +- ft 5.8Back to the hidden pitch....After pitch two, if you head up into the big room, climb a short 10 ft chimney to another ledge. Up the overhanging OW/chimney (Foolish Man) with no bottom up and with hard squeeze moves up to a talus ramp in a chimney. As the ramp dissipates and the chimney is vertical and with few weaknesses, continue up and eventually towards the outside of the chimney to a big chockstone and thread. A single 60 or 70 will require rapping off a deadman anchor, and double ropes would get you down ok. You can see the actual route outside the top of the chimney, but getting there is kind of impossible without some shenanigans. A strenuous and scary lead. 5.9If it wasn't for the crappy top out this route would be bad ass. The first 4th class pitch will have you telling your partner how awesome it is, and they will describe that they cannot understand you and to repeat yourself.... The enclosed nature of the route was great. More squeeze chimneys than wide chimneys, and the other pitches are pretty cool as well. Great rock!","protection":"Single rack to 7\" fixed gear includes some threads, a fixed hex on the last pitch that is too far left. Don’t clip the hex. Not sure I ever used nuts, bring small cams.","location":"To the right of Purblind Pillar, accessed by scrambling up to terrace. Walk off standard AFW descent. You can bail cleanly from the big chockstone above P2 with a single 60 and some down climbing, very easy."},"__v":0},{"_id":"qZGLGZYKUtKr/RmxEeElKw==","name":"Fleeting Boldness","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Royal Magnell & Kyle Willis / Nov 2015","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":14,"mp_id":"111304885","mp_crag_id":"105732102","climb_id":"qZGLGZYKUtKr/RmxEeElKw==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"Pitch 1: This is a bit of an approach pitch. Follow gully up to base of the crack system that begins the business pitch of the route. Mostly 4th class, till a large chockstone, tunnel behind this or climb a rail system to the left till one comes to a second chockstone. Climb over the second chockstone or the rock to its right and belay at a bushy ledge. 100 feet, 5.7. \n\n     Pitch 2: The business. Off the ledge climb a #2 handcrack and stem to get over a small wedged boulder. Leave the crack and climb around a bush growing in the crack via thin face holds on nice varnish slab. Continue up left leaning #1 handcrack either via jamming or laybacking. Continue up crack as it quickly widens to #5s, and climb twenty feet of perfectly parallel tipped out #6 off width. A #3 big bro would be perfect here. It is possible to layback this. Climb the beautifully smooth varnished squeeze chimney. Without large big bros or valley giants a very large runout is necessary. The easiest way to climb the chimney is right side in and to go all the way back into the chimney. Climb the chimney past some smallish chockstones reaching a ledge large enough for two climbers. 200 feet 5.10  \n\n     Pitch 3: The elevator shaft pitch. Climb up crack via stemming and face moves to a hole created by a large chockstone reminiscent of Frogland and tunnel through to the ledge created by the mass of blocks. These blocks are more stable than they appear from below. Belay at spacious ledge formed by blocks and enjoy the view. 60 feet 5.9 \n\n     Pitch 4: Either climb the off width directly above the belay (5.10) or climb the horizontal slab ramp on the right (5.7) further back from the belay. If one chooses the second option a nasty swinging fall is possible but the climbing is easy, the only gear is a decent horizontal #6 in a hueco. Follow the crack / gully system further up on heavily huecoed rock (5.7) through a few bushes. Belay at a long ledge. 160 feet 5.7 or 5.10 \n\n     Pitch 5: Walk to chimney in the back of the ledge and climb it to the top. No gear. If one went further back into the chimney gear is possible but it may be harder climbing. 60 feet 5.7  \n\n  ........... \n\n     If one squeezes all the way back in the chimney, the optional gear larger than #6 might not be necessary. I led it with nothing larger a BD #6 and wanted bigger gear  but I stayed too far out in the chimney and had my left side in, which made it harder.    My partner and I have some disagreement about the grade. He says 5.10b/c and I say 5.10 - . Climb it and let us know. I think its a pretty good route but Im rather biased. The business pitch is excellent, if a little spicy. The chimney has stellar varnished rock reminiscent of Epinephrine but much tighter. Larry DeAngelo and John Wilder attempted this line a long time ago and bailed perhaps 50 feet into pitch 2. Larry couldnt remember why they bailed, but we found his bail hex  the only sign of previous climbers. Larry encouraged us to give it a go. His encouragement was a big reason we finally did the route. Big thanks Larry!","protection":"Rack: doubles BD 0.5 - #6 / recommended #3, #4, & #5 Big Bros or valley giants (would eliminate the R rating)","location":"Approach: continue up canyon on cliff band past Purblind Pillar to base of route. This route is before Lean Lady.  \n\n  Walk off same as Lean Lady and all other routes on Angel Food wall."},"__v":0},{"_id":"TPTNAC58VU28ZguICaJsug==","name":"Eigerwand","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Long, Randal Grandstaff, Randy Marsh  1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":3,"mp_id":"106282150","mp_crag_id":"105732102","climb_id":"TPTNAC58VU28ZguICaJsug==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"Pitch 1- begin up the initial corner of Sandy Hole and then climb left into a crack and shallow, brown dihedral.  Climb this past some loose sections passing quite a bit of bail gear & slings to a gear belay at a fixed nut.  (There are also slings around a very loose pillar which I wouldn't use or touch).  Approx. 200 feet.  5.8 \n\n  Pitch 2- Continue up the crack above and over a tricky bulge.  The crack quickly runs out and when it does, move right and up on a white face past a good stopper placement and up onto a low angle slab.  Once on the slab, climb right to join Sandy Hole and belay wherever looks good in this vicinity.  5.9 \n\n  Pitch 3- Climb up and then right for about 25 feet to below a wide, splitter crack.  This splitter climbs right over the tunneling pitch on Tunnel Vision.  Unfortunately there are some unnecessary bolts below the splitter and before where you reach the belay below the tunneling pitch.  These bolts are new and are placed next to a splitter 1.5\" crack.  It must be from the Tunnel Vision variation.  5.4 \n\n  Pitch 4- Climb the wide splitter, then move left into a curving corner system.  Belay from gear at the top of a pillar and nice ledge.  5.7 \n\n  Pitch 5- Climb up a left facing corner for 20 feet until it steepens, then traverse left for 25 feet and up the corner above to the top of a pillar and belay from gear atop this pillar.  5.6  \n\n  From the top of this pillar, it is an easy walk off descent.  (The same descent as for Tunnel Vision).","protection":"Stoppers and a set of cams to 4\"","location":"The route starts the same as Sandy Hole and climbs the first 30-40 feet of that route, which is located about 30 feet left of the start of Tunnel Vision."},"__v":0},{"_id":"/lglr/6aWB6jIWpmHVpO2Q==","name":"Domestic Bliss","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":0,"mp_id":"121779727","mp_crag_id":"105732102","climb_id":"/lglr/6aWB6jIWpmHVpO2Q==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"The route climbs a series of quality and sometimes splitter cracks on the left side of angelfood wall. I first climbed this a few years ago and don’t know the history other than that. P0- hike up to under the obvious massive chock stone and find a tunnel through, take you pack off and squeeze on through. Tag gear up to a good ledge. Alternatively face climb up sandy rock to the same position.P1 20M 5.easy ramble up the chock stone to a large ledge system.\n\nP2 25M 5.5 climb low angle crack on face up to a stance below the stem boxP3 45M 5.8 climb the stem box, pull right to the chocolate right facing hand crack, step left at its top and face traverse left to a shallow L facing corner to a small ledge P4 30M 5.7+ continue up the crack system, pull a roof continue up blocky terrain to a large ledge with an elevator shaft on the left wallP5 35M 5.7 stem up the elevator shaft to a splitter hand crack, follow this then continue up the crack to a massive ledge at the topDescent: walk climbers left on the ledge towards the big gully, you are now in the descent gully for angel food wall","protection":"Single rack to 4, doubles in off fingers to hands.","location":"Standard angel food approach, but trend left of sandy hole toward a large house sized chockstone. "},"__v":0},{"_id":"ZgueKRSvWqmi0WOdi8gCyw==","name":"Beheaded Burro","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Neal Douglass and Jason Martin, March 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"left_right_index":13,"mp_id":"106709023","mp_crag_id":"105732102","climb_id":"ZgueKRSvWqmi0WOdi8gCyw==","areaRef":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"On March 22nd, an unfortunate burro was beheaded in an accident on SR 159.  We saw the aftermath that morning.  A car was in the ditch, a burro lay in the road, and the head was nowhere to be seen.  We don't know if the passengers were okay... \n\n  We decided to name the route after the event and wanted to remind people not to feed the burros.  When they are fed, they come to the road and things like this happen. \n\n  On the 23rd, Neal Douglass and I climbed Purblind Pillar.  We spotted a nice crack right above the descent gully and started climbing: \n\n  Pitch One -- Pull through cruxy 5.7 moves right off the ground.  As the crack widens, it eases.  Cross some low fifth class terrain to another crack on the right.  Climb up onto a bushy ledge and belay. (160') \n\n  Before starting the next pitch, move the belay past the large block and set-up above the \"Strawberry Chasm.\"  Build an anchor near the deep cave. \n\n  Pitch Two -- Step across the chasm and move up right toward another nice crack.  Follow the 5.7 crack to a large sandy ledge. (120') \n\n  Pitch Three -- Climb up the corner from the sandy ledge (5.7) to the top of the pillar.  Drop down on the other side and build an anchor on the patina. (75')","protection":"A standard rack with doubles from .75-2 will suffice. \n\n  We left a cordellete at the top of pitch three to rap off.","location":"The route may be found immediately above the start of the descent route for Purblind Pillar. \n\n  From the top of pitch three, rap 100' into a brushy gully.  Descend the brushy gully to the main Angel Food Wall descent.  Beware - right before you meet the regular descent, it gets spicy.  Down-climb third, fourth and occasional fifth-class terrain right before meeting the standard descent."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,c18de7fc-262f-5d9d-bea2-a06b935acda8,c5d203bd-5b55-5cd1-b61a-166fb18ba793","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","White Rock Spring","Angel Food Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.7"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.8"},{"count":3,"label":"5.9"},{"count":2,"label":"5.6"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":11,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4896,36.16926]},"bbox":[-115.49015700849401,36.168810339818144,-115.48904299150595,36.169709660181866],"left_right_index":-1,"ext_id":"105732102","area_id":"xdIDvVtVXNG2GhZvsYunkw=="},"content":{"description":"A 500' wall with an easy approach that features mostly moderate multi-pitch routes.  The wall faces northeast and goes into the shade before noon. "},"density":0,"totalClimbs":17,"__v":2,"createdAt":"2022-11-07T06:11:24.895Z","updatedAt":"2024-01-15T16:46:17.948Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e4cbf8258fb5bda035e2","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}