{"_id":"6368a5a5e80bff5a995bc01b","area_name":"South Slab","shortCode":"","climbs":[{"_id":"kpfR3vqTWzmCrHPY7yPysw==","name":"Simplicity","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.93784,37.90602]},"left_right_index":0,"mp_id":"118977308","mp_crag_id":"118741057","climb_id":"kpfR3vqTWzmCrHPY7yPysw==","areaRef":"x6AlinHpUNq93aJ0bLFXGw=="},"content":{"description":"Well protected slap route with bolts to set anchors. A great route to work on friction climbing. Follow the bolts directly up the face. ","protection":"6 bolts and fixed anchors.","location":"Continue down hill along the cliff bottom past Goat trail for 25 yards. Route starts with an angled crack that goes up roughly 10 feet."},"__v":0},{"_id":"TmPEtmihU6Wi3gtdL8bsWQ==","name":"Rockfish Route","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-78.93784,37.90602]},"left_right_index":3,"mp_id":"120803678","mp_crag_id":"118741057","climb_id":"TmPEtmihU6Wi3gtdL8bsWQ==","areaRef":"x6AlinHpUNq93aJ0bLFXGw=="},"content":{"description":"Thought I'd add this from rockclimbing.com. Original description from cvilleguide:\"Goes up a low angle face along a ramp that rises up to the R, then goes left along the base of a small headwall. Several variations are possible - going straighter up the face is harder; all are a bit run out...\"Ramp begins under the first bolt for Beech Sweep (5.7 sport slab). Till you reach the headwall, you'll be able to plug gear once. Once to the headwall, plug and chug your way up along the slabby dihedral. Top out at the tree in the V wedge and either build an anchor or move climbers left and down to the permanent orange tree anchor next to a recess in the rock and an easy ~12ft fist crack.","protection":"Nuts and smaller gear to 1. Build anchor at the top off the sturdiest pine or horizontal cracks (2 or smaller), or set a piece as a top rope redirect and move down and left to the orange tree anchor for Beech Sweep.","location":"Head to The Cracks area and continue down as if going to Simplicity. About halfway down you'll find the bolt line for Beech Sweep (5.7 sport slab). Ramp begins below this bolt and heads to the right headwall. "},"__v":0},{"_id":"6LqKovKJVSuvuWAJ0Vp9Tw==","name":"Goat Trail","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Sam Powell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.93784,37.90602]},"left_right_index":2,"mp_id":"118803879","mp_crag_id":"118741057","climb_id":"6LqKovKJVSuvuWAJ0Vp9Tw==","areaRef":"x6AlinHpUNq93aJ0bLFXGw=="},"content":{"description":"P1: Start at a large low-angle crack at the base of the slab that goes to the right end of a ledge about 60 ft up. Start up a another crack system by pulling an awkward mantle move (crux). Build a belay on the ledge 20 feet or so above the crux.  5.6, 40mP2 : Continue straight up off the belay on easy slab, eventually you will see a rap station on your leftNote: you can rap from here with 2 60m ropes, or rap with one rope left down the gully to intermediate anchors on a tree (not recommended)After the rap station trend right across some ledges and end up on slab below a large overhanging boulder with an orange underside, there are multiple places to build an anchor here. 5.4, 30mP3. From the belay beneath the boulder, you have a few options to top out: The first is to trend right to a short flaring chimney with a wide crack in the back. It is protectable but you will probably only need to place a piece or 2. Probably the best way out. 5.6, 15mThe second way is to exit via one of the overhanging sport/mixed routes on the boulder. Im not sure about the condition of the bolts or fixed hardware. (5.11a-5.12c)The third, and easiest way is to trend as far left as you can until you reach a small slab, pull this onto the ledge, then climb the boulder to the right onto the overlook. 5.2, 20mGranted the climbing isnt great, it is a safe route with straightforward gear that offers some good views on a clear day.","protection":"Standard rack","location":"30ft climbers right of Simplicity, the sport climb next to the large boulder at the end of the wall"},"__v":0},{"_id":"kK8li6CTVJ2kjoRz4wZH7g==","name":"Beyond Simplicity","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-78.93784,37.90602]},"left_right_index":1,"mp_id":"120562294","mp_crag_id":"118741057","climb_id":"kK8li6CTVJ2kjoRz4wZH7g==","areaRef":"x6AlinHpUNq93aJ0bLFXGw=="},"content":{"description":"FA is not mine—was probably Dallas Branum. Merely adding more detail than rockclimbing.com has.P1 (30m): From the anchors of Simplicity, follow the crack system to your right. Pass the first pine to the right then follow the crack as it zig zags up the face. You'll come to a stellar belay ledge with a sturdy pine tree. As of April 17th, 2021, there is a single locking carabiner basket hitched to the tree for belay. Please leave this anchor for others to use after you.You can rappel from the pine tree to Simplicity's anchors and then from there to the ground with a 60m.P2 (55m): A rope stretcher if you have a 60m rope. Continue onto the exposed face for a low grade scramble—it could certainly be done in approach shoes. Follow the base of the wall on your left finding good protection here and there. Eventually you'll come to a boulder with a short (~20ft) slab section to your left. Climb the slab, top the boulder, and continue trending up and right then you're home free to the belay station. Look for the two bolts atop the steep face just below the overlook... they're in line with and above the crack for your anchor. Gear anchor only.P3 (15m): The traverse pitch. Climb onto the shelf above the face covered in lichens. 5m along the shelf there's a \"chimney\" that leads up to the overlook. There are good blocks to sling for a belay up above. The trail is about 10m above you.","protection":"P1: natural (tree); P2: gear; P3: natural (rock pinch)","location":"The furthest left (and lowest) route in South Slabs.Climb Simplicity to get to this route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,67696e68-1a4b-5286-9e4c-b82a1284258c,7cb8d4d8-4ada-54f9-ad3e-22c3c365aa92,6073f3c2-e30a-51c0-b824-8f0e82b3f6e3,c7a0258a-71e9-50da-bddd-a2746cb1571b","pathTokens":["USA","Virginia","Central & Southern VA Region","Charlottesville vicinity","Wintergreen","South Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.6"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-78.93784,37.90602]},"bbox":[-78.93840989739805,37.90557033981814,-78.93727010260196,37.90646966018187],"left_right_index":-1,"ext_id":"118741057","area_id":"x6AlinHpUNq93aJ0bLFXGw==","polygon":{"type":"Polygon","coordinates":[[[-78.93840989739805,37.90557033981814],[-78.93727010260196,37.90557033981814],[-78.93727010260196,37.90646966018187],[-78.93840989739805,37.90646966018187],[-78.93840989739805,37.90557033981814]]]}},"content":{"description":"The largest single sweep of rock at Wintergreen, climbs here range up to 100m in length, though the middle 50m is very easy.  \n\n  This description is from rockclimbing.com (cvilleguide) and I believe he put up these routes in 2008."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:28:53.722Z","updatedAt":"2024-02-19T18:41:29.932Z"}