{"_id":"6368a60be80bff5a995c542e","area_name":"Alpine and Technical Traverses","shortCode":"","climbs":[{"_id":"77mYwtd9VNal5DPnfx31lA==","name":"Ptarmigan Traverse","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"Bill Cox, Calder Bressler, Ray W. Clough, and Tom Myers in 1938","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20827,48.64649]},"left_right_index":0,"mp_id":"116969398","mp_crag_id":"116969335","climb_id":"77mYwtd9VNal5DPnfx31lA==","areaRef":"2gpLhk6hXmuy+R6qE9839Q=="},"content":{"description":"The Ptarmigan Traverse stretches along a steep ridge which traverses through some of the most incredible terrain in the lower 48 states.\n\nSome of the best moments of this trip are:\n\nCascade Pass: The first time you get a hint at the true enormity of the mountains here, looking down the cascade river valley.  While taking in the view down the valley to the east, don't forget to turn around and admire the intimidating north face of Johannesburg to your west.\n\nKool Aid Lake: The first Bivouac site (unless you use the optional short stop on day 1 at Cascade Pass).  From this gorgeous alpine lake you'll have an incredible photo opportunity to get Mt. Formidable, Arts Knoll and Kool Aid Lake in the same frame.  This bivouac site is located on the edge of an incredible steep slope that drops a couple thousand feet to the valley below with unobstructed views.\n\nMiddle Cascade Glacier: This is the first big glacier of the route, and it is a beautiful jumble of steep falling seracs and crevasses.  The hike passes safely above the icefall, off the galcier, giving you plenty of photo opportunities.  Above the icefall, the hike moves on to the smoother upper glacier to the equally incredible views from Spider-Formidable Col.\n\nWhite Rock Lakes: Unbelievable bivouac site.  Between the unobstructed views of Dome Peak, (among others), a perfectly clear blue alpine lake, the perfectly situated bivouac area, and the sound of waterfalls, this was my favorite stop of the route.  This is the last bivouac site of the trip in the high alpine above the treeline.\n\nRoute Description\n\nThis is a multi-day alpine ridge traverse off trail which takes 4-8 days depending on the desired intensity and amount of summit climbs/rock climbs you do. This is a classic alpine mountaineering endeavor which is subject to the conditions of the daily weather as well as the seasonal snowpack.\n\nAs far as difficulty goes, depending on snow conditions, you may encounter loose, or steep snow, may have to do a short class 4 scramble or two to bypass poor snow conditions, etc.  In early season bergschrunds can be a challenge, and in late season the lack of snow/glacier cover can cause route finding issues.  In winter or winter-like conditions, avalanche danger is significant.\n\nMajor Waypoints:\n\n1: Cache Col, have to cross over the ridge here.\n\n2: Kool-Aid Lake, Bivouac #1\n\n3: The red ledges (runs under Arts Knoll) - very narrow and exposed ledge that must be crossed, watch your footing!  It is a little intimidating if you aren't a climber, but I promise it is the least technical way to go.\n\n4: Spider-Formidable Col - above middle cascade glacier, its the only non-technical way to cross the ridge\n\n5: Ying-Yang Lakes, Bivouac #2\n\n6: Le Conte Glacier and Sentinel / Old Guard Peaks:  The easiest way to cross onto South Cascade Glacier is at the smooth western crossover point of Le Conte Glacier north of these two peaks\n\n7: South Cascade Glacier Col, just west of Lizard Mountain, the crossing point to access White Rock Lake, Bivouac #3\n\n8: Spire Point, the col just east of spire point is the safest place to cross south between the Spire and Dana glaciers.\n\n9: Cub Lake, Bivouac #4\n\n10: Bachelor Creek / Downey Creek junction - you made it, you have reached a maintained trail again!  You'll be so glad to see this well maintained trail, after the unbelievably rough and strenuous bushwhack along bachelor creek.","protection":"-30m 'glacier' rope per two people or 60m lightweight (8-9mm max) single rope per 3 people.\n\n-Nuts 1-10 and a single rack of cams .1-2.  Will probably never use, but if you get lost/off route and need to rappel down, it can make you a safe anchor.\n\n-lots of food, don't get malnourished.\n\n-Crampons - ultralight aluminum would be fine\n\n-1 snow picket minimum, per 3 people if the group is large (seasonally dependent)\n\n-2 ice screws minimum, per 3 people if group is large (seasonally dependent)\n\n-basic climbing accessories (belay/rappel device, pulley, cordage for crevasse rescue prusiks, etc.\n\nGroups do this trip without this gear, relying on their route-finding and weather forecast to maximize the odds that they wont need it.\n\nOf course, if you are summiting peaks or adding technical rock routes to the mix, you'll want your rack to match the objective.  This covers just the basic traverse.","location":"To get to the start:\n\nGo to the Cascade Pass to Sahale Arm junction (paved overlook point), then go south, off trail from there.  Now you'll Route-find your way south from lake to lake until you end at Cub Lake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,da0a4b86-4ea1-5e6b-b2f9-1eaa13df37f5","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Alpine and Technical Traverses"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.20827,48.64649]},"bbox":[-121.2089505783817,48.646040339818136,-121.2075894216183,48.64693966018187],"left_right_index":-1,"ext_id":"116969335","area_id":"2gpLhk6hXmuy+R6qE9839Q=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:30:49.558Z","updatedAt":"2024-01-15T16:50:43.208Z"}