{"_id":"6368a214e80bff5a9955d762","area_name":"San Andres Canyon","shortCode":"","climbs":[{"_id":"sAMl2pF4Vu2zptw5uocfrQ==","name":"San Andres","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"John Hymer, Dave Head, Jason Spier in 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.88157,32.78002]},"left_right_index":0,"mp_id":"119895852","mp_crag_id":"119895658","climb_id":"sAMl2pF4Vu2zptw5uocfrQ==","areaRef":"POHRFXWkUEeLeIjwKH8Ckw=="},"content":{"description":"This excellent line will be an absolute classic with a little traffic.  Even with the flakes and dubious holds, the climbing is very fun.  The route gets sun around mid morning / early afternoon.  Plan 2-3 hours for the approach.  The climbing is still a bit delicate and will take time to decipher. The rap are steep and would be very unpleasant in the dark.  Plan on a big day.Approach - The trail is pretty good for the first 2/3 of the approach and the last third will get better with a little gravel.  Having a gps was really helpful for the hike out in the dark.[Pitch 1] - 5.6 - Sparse bolting leads up a dihedral to a ledge. You could place gear, but it's likely not worth it.  Good warm up on a cold morning. [Pitch 2] - 11c - Fun steep to techy crux right off the belay.[Pitch 3] - 11b -  Funky, intricate traversing pitch.  Go up about 3-5 bolts, then look for a bolt line going right.  Do not go straight up, the straight up line will lead you to a variation.  Belay at the base of a right-facing dihedral. [Pitch 4] - 11a -  Head up the dihedral plugging your two cams before clipping a bolt and heading out left for an exciting steep travers. [Pitch 5] - 10+/11a - Short, but better than expected pitch leads to the base of the crux pitch.  You might be able to link 4 and 5 if using doubles. [Pitch 6] - 12 b/c - Money pitch! Pull through a steep roof, then keep it together for the techy finish. Descent - The raps are steep!  Dont miss any stations and be sure to have some method of ascension incase you botch it.  Double rope rappels.  Rap from the top, past the pitch 5 anchors that have no rap station to an independent anchor just right of the pitch 4 anchor.  Do not rap from P4 anchors, doing so will be more likely leave you stranded in mid air.   Rap from the anchors near P4 to another independent rap station on the middle of the wall between pitches 2 and 3 (not on route).  Be sure to kick hard the whole way down so that you don't get stuck in space.  If you do get stuck in space, unable to reach the substation, keep an eye out or a loose-looking microwave-sized clump of rock that can be delicately lassoed to pull you in enough to resume kicking off the wall and penduluming  over to the rap station. Rap from the substation down to the big ledge that holds the pitch one anchor. Walk north along the ledge to the P1 anchor.  Single rope rap to the ground.  Watch the rope eating crack.","protection":"2 ropes, 13 quickdraws, 3 slow draws, one #.4 camelot and one #1 camelot for the 4th pitch, prusiks / rope assentation devices to fix any rappelling mishaps","location":"See the google map link and beta photo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,78ed6135-61c8-53cc-85dc-0084dc9aa316,3ce1d115-75a4-5047-8b78-88f0287f0293","pathTokens":["USA","New Mexico","New Mexico, other Southern Areas","San Andres Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.88157,32.78002]},"bbox":[-105.88210482874135,32.77957033981814,-105.88103517125863,32.780469660181865],"left_right_index":-1,"ext_id":"119895658","area_id":"POHRFXWkUEeLeIjwKH8Ckw=="},"content":{"description":"Steep multipitch limestone sport routes just outside of Alamogordo with rock very similar in nature to the Tunnel. A handful of proud lines have already been established, but the canyon offers a lifetime of climbing. "},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:40.955Z","updatedAt":"2024-01-15T16:47:04.438Z"}