{"_id":"6368a50be80bff5a995b071a","area_name":"Jump Off Canyon","shortCode":"","climbs":[{"_id":"jv17Uc5BU2uwDk2xjwutkA==","name":"Maldonado Moon","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Wayne Wight","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9531,41.28876]},"left_right_index":3,"mp_id":"118644285","mp_crag_id":"106524587","climb_id":"jv17Uc5BU2uwDk2xjwutkA==","areaRef":"GlKH68aBU1O1j48S5SGG4g=="},"content":{"description":"The Crux is the final pitch\n\nYou'll need an alpine rack and at least a 60 m rope.\n\nWhen your reach the top scramble up ridgeline to the north and head toward the same rappelling area as Macabre wall or hike out down steep trail on north side of cliff band","protection":"No protection bring your own, small cams, nuts","location":"Hike the jump off Canyon trail and just before you reach the end of the canyon climb the Arete to the top on your left"},"__v":0},{"_id":"yYZEVO7eUfWHKb89q8fWIw==","name":"Jeepers Creepers","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA: Pat Palmieri, Jerry Cole, FFA: Dave Black, Kent Jameson (5/83)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9531,41.28876]},"left_right_index":2,"mp_id":"106895279","mp_crag_id":"106524587","climb_id":"yYZEVO7eUfWHKb89q8fWIw==","areaRef":"GlKH68aBU1O1j48S5SGG4g=="},"content":{"description":"If there is a more apt name for a route, I have not seen it.  The guide book description (Dave Robb) is spot on as well.  \"This route epitomizes the paradox of Ogden trad climbing: a long strenuous approach to a route of questionable quality, bad and/or tricky gear placements, rattely fixed pins, loose rock, solitude, and a lot of cussing. Yet, for some unexplained reason, when a few days have gone by you think back and say, 'Wow, what a great route.'\"\n\nPitch 1: Three ways to go.  I went up the middle variation through the small roof handcrack 20 feet up (5.9).  Follow crack for another 20-30 feet and make a face traverse left over to the pin anchor.  Up until the traverse, you can sew it up.  The rock is questionabl (everywhere on this wall) so use extreme prudence.  The left variation that climbs directly to the anchor looks fairly stout and not that protectable. ~50 feet for this pitch\n\nAnchor: consists of three old, really small pins and really old webbing.  Back it up with a grey (.00) metolius cam (as this is probably more bomber than the three pins combined).  Nuts don't really work here either and the only place you can get a bigger cam is in the roof ~10 feet above the anchor.\n\nPitch 2: Up easy, but really loose face to the roof (crux). Build a solid nest of cams because the belay probably won't hold a factor 2 fall and the moves over the roof are really hard, tricky and strenuous. A somewhat solid yellow metolius (#2?) finger cam can be found under the second pin.  I doubt either pin would hold if you fell on them.  After pulling the roof, follow the crack which diagnols to the right (5.9ish), to a large, obvious ledge.  There is no anchor here. ~100 feet for this pitch.\n\nDescent: rap or downclimb off to the west.  If planning to rap, you'll need some sacrificial webbing and two ropes.  If planning to downclimb, you may want to scope out the small ridge to the right of the wall you're climbing beforehand.\n\nGear: 1 set of cams .33 inches (grey metolius) to 2.5 inches (yellow camalot). doubles from 1.75 inches (purple camalot) to 2.5 inches. 1 set of nuts and plenty of slings and draws.\n\nLocation: Located deep in Jumpoff Canyon (between Macabre wall and Mezzanines) on the South side.  Basically, park at the trailhead across the street from the Catholic church on Harrison/Mt. Road.  Follow trails from there to the Bonneville Shoreline.  Continue walking up the canyon mostly following the drainage.  At a point, the drainage ends and you would have to do 3rd/4th class scrambling to get up into the upper reaches of the canyon.  The route is just to the right of this impass. Look for the large roof ~60 feet up.  The route pulls the left most part of this roof and the anchors are located almost out-of-sight 10feet below.\n\nOther: This route would be ideal to save for the hottest days of summer since it faces north, is located in a grove of larger trees, and is surrounded by other large walls. This thing probably never sees the sun.  Solitude.","protection":"","location":""},"__v":0},{"_id":"I/bM9LjaUpyuA6/IZZsg3w==","name":"Dig Scoop Kaboom","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Sam Latone & Derek DeBruin (portions earlier with Billyjack Cundiff, Ryan Little)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9531,41.28876]},"left_right_index":1,"mp_id":"120853129","mp_crag_id":"106524587","climb_id":"I/bM9LjaUpyuA6/IZZsg3w==","areaRef":"GlKH68aBU1O1j48S5SGG4g=="},"content":{"description":"If you prefer, download a PDF of this beta here:\n\nhttps://drive.google.com/file/d/1T559JyirsIM-sgCLk9_8eZcvmJTF6DgY/view?usp=sharing\n\n500ft of mostly good climbing on mostly good rock. Given the history of climbing in Ogden, I'm reticent to claim first ascents, so this is simply how we did this line. It's an amalgamation of a number of individual pitches/variations I've climbed over the last several years, whether solo or with partners, summer or winter. Ultimately, I think the climb as described is the best and most continuous option and how I'll do it in the future. Pitch lengths are approximate.\n\nP1: 5.8+ 35m\n\nHead up the right trending bushy ramp, breaking straight up at a compact face to the left of some overhanging boulders on the ledge above. Move up and right past the boulders to the right side of the hand/fist crack below the roof. Climb up the left leaning crack and pull the lip on #3/#4 camalot size pieces. Climb up a short distance and belay at an alcove.\n\nP2: 5.5 35m\n\nStep right out of the alcove and ramble up the broken terrain above. Trend right on angling ramps, passing by a small tree. Belay on the large ledge below the base of the start of the steep pitches on the \"Jagged Edge.\"\n\nP3: 5.6 35m\n\nMove around to the left/north/shady side of the prow and ramble up into a corner/ramp. As this closes down, traverse left into another low-angle right-facing corner. Surmount the ledge and belay in horizontals.\n\nP4: 5.8 25m\n\nClimb up left off the belay to avoid loose rock to the right. A few meters above the belay, traverse back right on a ledge, stopping at the base of a hand crack in a bulge. Up the hand crack, clearing the bulge as it turns to fists. Continue following the crack up less than vertical terrain into a right facing corner. Place a solid directional or two in the overhang atop the corner, step left around the overhang, and move up just a bit to belay at the base of a right facing corner.\n\nP5: 5.8 15m\n\nWalk left across the ledge and angle up to the slot above. Move through the slot and continue into the gully, stepping right onto the summit slabs. Belay on hand sized pieces. Continue from here on 3rd/4th class to the summit.\n\nDescent\n\nDescend as for the \"Jagged Edge.\"","protection":"Singles to #4, doubles fingers to hands.\n\nAbout 8 runners.\n\nA 40m rope does the job.","location":"Approach as per the \"Jagged Edge\" but continue up the scree/talus until it ends. From here head up a bit more on dirty slabs, past the start for \"Limey Ridge\" but before \"Santa Baby,\" \"Bird Shit Crazy,\" etc. Start on the left side of the slabs near the base of a bushy ramp below a left angling hand/fist crack under a roof."},"__v":0},{"_id":"iBeSQ6n8VICQ61E5WkLopw==","name":"Jagged Edge","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.9531,41.28876]},"left_right_index":0,"mp_id":"106524599","mp_crag_id":"106524587","climb_id":"iBeSQ6n8VICQ61E5WkLopw==","areaRef":"GlKH68aBU1O1j48S5SGG4g=="},"content":{"description":"This is just a great route with an amazing position.  The exposure is amazing for a 5.5 and the protection is great.  There are tons of different places to start.  If you start just above the darker rock it takes about 4 pitches. Follow the crack until the huge over hung top then exit to the left with good pro. Descend to the north going down a drainage to the north. A bit of fourth class down climbing required.","protection":"Great gear.  Need bigger peices but nothing bigger than 3.5 bd.","location":"It's the prominent corner on the north side off jumpoff canyon. Start whenever you feel you need to rope up.  Rock quality gets better the higher you get.\n\nFrom the Jump-Off Canyon trailhead at 425 N and Harrison Blvd (41.26730,-111.94769) follow the obvious trail past through the shrub oak and past some homes to the canal road. The trail continues from the canal road at the point where the canal goes underground. Make your way east to the mouth of Jump-Off canyon.\n\nHere is a map of the complete approach, route and descent: caltopo.com/m/TB7Q."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,87f2a278-0161-52ab-beef-ce3c57f03f73,a24448f6-6633-5c54-b897-6926136d491b,9e74dd50-6693-56f4-8845-e3b74cc0418c,56e859a5-f1f6-5d5b-b320-0b6045c211eb,1a5287eb-c681-5353-b58f-8f12e52186e2","pathTokens":["USA","Utah","Wasatch Range","Northern Wasatch","Ogden","North Ogden","Jump Off Canyon","Jump Off Canyon"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.9531,41.28876]},"bbox":[-111.95369843494132,41.28831033981814,-111.9525015650587,41.28920966018187],"left_right_index":-1,"ext_id":"106524587","area_id":"GlKH68aBU1O1j48S5SGG4g=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:26:49.683Z","updatedAt":"2024-01-15T16:49:37.626Z"}