{"_id":"63689d5ce80bff5a994f5073","area_name":"Mt. Emerson","shortCode":"","climbs":[{"_id":"JjyGwUtgXWqboeqpNWiT9g==","name":"Southeast Face (aka the Waterfall Route)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"G Ledyard Stebbins, Robert Stebbins (August 1955)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.653,37.242]},"left_right_index":0,"mp_id":"106790885","mp_crag_id":"106790833","climb_id":"JjyGwUtgXWqboeqpNWiT9g==","areaRef":"h5FlIDX9WGm2nmsl/xqKvg=="},"content":{"description":"Short approach for a fun alpine route on solid rock with varied climbing. Short 5.4 crux.\n\nNote that the chimney may be wet in early season or if there is significant rainfall during otherwise drier months. The route is water polished, so be prepared.\n\nPreventing Epics\n\nAlthough in the alpine climbing sense this is an easy route, for newer alpine or trad climbers this route should not be underestimated.\n\nThere have been a growing number of rescues and unplanned bivies due to parties failing to prepare for the route finding, conditions, exposure, altitude, and arduous scree descent.  Plan accordingly and start early.\n\nBefore attempting this route:\n\nFor newer trad climbers, have your multi-pitch trad skills down, including anchor building/equalization, efficient gear placement and removal, and downclimbing.  There are no fixed anchors on this route.  Strongly consider taking a climbing self-rescue class (or refresher).\n\nAll members of your party should practice alpine route finding (ascents and descents) and scree descents, and mentally prepare for exposure on easier routes before attempting this route.  Physically prepare for the altitude. The Sierra has many fun opportunities for practice.\n\nThe SE Face of Emerson is not a route you can reasonably pitch out to the top.\n\nStudy the route description and bring along beta, including any critical photos.\n\nCheck the weather and route conditions. Have a plan in case you hit unexpected adverse conditions or other reason for retreat.\n\nPrepare for an unplanned bivy by carrying an emergency blanket, warm clothes, extra food, and a headlamp.  Even if you call for a rescue, you may need to wait until the following day if there are no life-threatening injuries.\n\nIn general, an unplanned summer bivouac is not an emergency and doesn't merit a rescue.\n\nRoute\n\nClimb the 5.4 crack. If the chimney is too wet there you can climb the face to the right of a second chimney, which is just to the right of the normal route. The chimney is blocked with a large chockstone at which point you can easily cross and move left onto an easy, but exposed ramp system that connects with the original route. Continue up class 3-4 slabs eventually leading back into the original crack for a pitch of class 4. Head up a broad chute for 500 ft, then cross left across a rib into another chute (\n\npotential for route-finding mishaps here, see 5th photo below\n\n). Aim for a notch in the ridge then proceed along the amazing ridgeline to the summit, passing several gendarmes to keep the grade at class 4.\n\nAmy on the crux pitch (P1)\n\nMatt on the wet season waterfall bypass after crossing over the chockstone\n\nAmy on one of the early class 4 sections\n\neasy scrambling before the gully\n\nJust below the point at which you'll cross left over the rib into another chute.\n\nridge traverse section\n\nfinal push to the summit","protection":"alpine rack, 50-60m rope (optional); no fixed anchors\n\nice axe if the chute and/or descent is snowy","location":"Approach:\n\nEmerson is distinct from the reddish, fractured (chossy) Piute Crags to its right. From the trailhead in the N Lake campground take the junction toward Piute Pass. Just before Loch Leven the trail will weave up some granite ramps. Cross country NW to reach the start. Aim for the left-most of two prominent cracks that split the lower face.\n\nThe start is marked by the purple arrow.\n\nDescent:\n\nS slope (class 3) to Loch Leven, then back down the trail to the N Lake campground.  If scree is not your thing, either go early season when you can glissade the snowfield, or follow the rock ribs down from the summit (or close to the summit), then cut to the left of the main chute where there are more larger rocks.\n\nS slope descent (many options)"},"__v":0},{"_id":"5Cv84yrsWUKHzo9KFYkM0A==","name":"North Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Norman Clyde - July 1926","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.653,37.242]},"left_right_index":1,"mp_id":"113548886","mp_crag_id":"106790833","climb_id":"5Cv84yrsWUKHzo9KFYkM0A==","areaRef":"h5FlIDX9WGm2nmsl/xqKvg=="},"content":{"description":"Cross the bergschrund at 11,700' and follow the couloir for ~1200' to the col. The couloir averages 40 degrees and steepens a little just before the top. Some easy mixed climbing will get you to the col proper, where a couple hundred feet of scrambling lead to the summit. This route is recommended as an early season climb most years due to the high potential for rockfall.","protection":"A light rock rack and maybe a picket or two depending on comfort level. Downclimb the route to descend.","location":"Accessing the north face of Emerson may prove to be the crux of the adventure. There is no easy approach up the Birch Creek drainage. Take Dutch John Meadows road (FS 7S15) off Highway 168. This is the alternate 4x4 route to get to Mt Humphreys East Arete parking. Take a left on FS 8S15 and follow it to its end at the Horse Creek Spring. From here, hike up to the northwest towards a flat-ish bench which crosses the drainage coming off the Piute Crags. Contour across into the mega moraine below the north face of Emerson. Study a topographic map beforehand and plot your best path."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,a9f6b0cd-2103-5a4d-947a-433294383c55,87916520-35fd-5869-b69e-6b25ff1a8abe","pathTokens":["USA","California","High Sierra","07 - Humphreys Basin, Pine Creek & Granite Park","Mt. Emerson"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"4th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.653,37.242]},"bbox":[-118.653564838339,37.24155033981813,-118.65243516166102,37.24244966018186],"left_right_index":-1,"ext_id":"106790833","area_id":"h5FlIDX9WGm2nmsl/xqKvg==","polygon":{"type":"Polygon","coordinates":[[[-118.653564838339,37.24155033981813],[-118.65243516166102,37.24155033981813],[-118.65243516166102,37.24244966018186],[-118.653564838339,37.24244966018186],[-118.653564838339,37.24155033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:54:36.103Z","updatedAt":"2024-02-19T18:29:43.696Z"}