{"_id":"63689d5ce80bff5a994f5072","area_name":"Mt. Humphreys","shortCode":"","climbs":[{"_id":"StGprTdlV8Gv9zoMUafViw==","name":"Southwest Slope and Northwest Face","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"August 3,1919 by George Bunn and party.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.673,37.27049]},"left_right_index":6,"mp_id":"106499296","mp_crag_id":"106499290","climb_id":"StGprTdlV8Gv9zoMUafViw==","areaRef":"dWJ6XgL4U9qLcBAN7n8Jbw=="},"content":{"description":"A good route up one of the highest peaks in the US. Just a couple hundred feet of 3rd class and about 30 feet of 4th class to reach the summit. The 3rd and 4th class are near the top of the route. The 4th class is on solid rock with positive holds.\n\nClimb onto the talus and head for the wide, left angling gully. Aim for the notch, Southwest of the summit. Most of this is easy, class 2, some of it is a little loose. Climb all the way to the notch. At the notch, you will see a right angling, 3rd class ramp. Take this all the way, until you hit a headwall. At the headwall, climb out to the right(east). This is the first, 4th class section, and is about ten feet long. Continue right and then up, to the second, 4th class section, which is about 20-30 ft. long. Continue on a 2nd class ridge to the summit. Remember where you came up, for the return trip.\n\nSee photos for visual beta.","protection":"Some people may want to rope up near the top.","location":"The route starts at the base of the Southwest Face. Above the highest lake. See beta photos.\n\nTo descend, retrace your steps."},"__v":0},{"_id":"xSgcgJFaWBqmqD3Z3c98bA==","name":"South East Buttress","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.673,37.27049]},"left_right_index":5,"mp_id":"115426262","mp_crag_id":"106499290","climb_id":"xSgcgJFaWBqmqD3Z3c98bA==","areaRef":"dWJ6XgL4U9qLcBAN7n8Jbw=="},"content":{"description":"We went in from the Humphreys basin after camping somewhat close to the base of the black chute that's described in the Eastern Sierra peaks passes and trails book (photo below). There's an obnoxiously lose talus field at the bottom between Humphreys lake and the start of the route. From a distance the black chute looks somewhat intimating but it was around 3rd/4th class for about 1,000 feet that lead up to a dirty funnel. Remember this spot as it's an easier descent compared to the north coulior that the Hutchinson route follows. From the top of the funnel the Buttress has many apparent routes (many of which probably haven't been climbed). The book describes a 4 pitch 5.4 route that wraps around the east side of the Buttress however due to the wind we looked for protection by climbing into the left/west Pinnacle of the buttress. The climb was pretty straight forward but felt harder than 5.4, we did 3 pitches, but it could be done in more or less depending on your rope and route. We kept pitches somewhat short to maintain communications over the hard wind. Following up the center line starts with some run-out easy slab moves and transitions into vertical crack climbing with good pro passing an old fixed hex before pulling over a good roof. We could have dropped off to the right but the rock was better to the left so we continued until we could find a good anchor and traversed right into another dirty chute that brought us to the east side of the ridge where the climb meets up with the East Arete. From there follow the ridge North to the final technical pitch of 5.4 to the summit block.\n\nDescent:\n\nThere are anchors at the top for a rap and a second rap anchor about 40-50 feet down off the SE side of the summit block. We descended down the Hutchinson route using a few old rappel anchors that could use some new webbing (we added some 5m cord and a carabineer to one, I'd recommend bringing some leavers and cord) and downclimbed past other to avoid using the rope until we got down to the two chutes that lead to the black chute that we started on. Both chutes will get you down but it would be easier to traverse back to the bottom of the Buttress and go down from there. Descend the way you came up from there.","protection":"Light/single rack with extra slings, cord, and rap hardware. A few doubles are nice to have.","location":"Most obvious access is from the Humphreys basin which is a 5 mile hike out of North lake (120 East from bishop, right turn to North lake a few miles past Aspendell) up Paitue pass trail. Once over the pass, immediately head north east towards the upper lakes until you reach Humphrey lakes another few miles East. From here the climb is straight ahead"},"__v":0},{"_id":"Gk+T3O+uW+aM+1QUk+3kFw==","name":"North Couloir Direct","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Craig Peer 1979 (direct); Walter Starr, 1929 (indirect)","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.673,37.27049]},"left_right_index":3,"mp_id":"113531259","mp_crag_id":"106499290","climb_id":"Gk+T3O+uW+aM+1QUk+3kFw==","areaRef":"dWJ6XgL4U9qLcBAN7n8Jbw=="},"content":{"description":"The prominent 1000' V-shaped couloir on the northeast side of Mt Humphreys. The original ascent went up the right branch of the V, but the left fork is preferred as it is steeper and more direct. Moynier & Fiddler rate the route \"class 5 snow & ice\" in their Classics guide, with the crux surmounting the bergschrund. This might be true in some years depending on snowpack, but an easy class 3 path right through the center was found in late Summer 2017.\n\nOnce over the 'schrund, ascend 1000' of snow and/or ice, gradually steepening from 40 degrees to near 70 degrees at the top (in late summer condition). From the col, follow a class 4+ chute up and right for 400' to the summit.","protection":"Depending on conditions and comfort level, one may want snow pickets, ice screws, and/or rock pro for leading and belays.","location":"Approach via the Longley Reservoir trail. Once at the lake, cross the dam and ascend slabs up its left side. Gain the moraine and the follow whats left of the Humphreys Glacier to the bergschrund.\n\nFrom the summit, reverse the route you just came up or descend/downclimb the East Arete instead. The latter option works nicely for parties day-tripping the route, but it also looks possible to descend the north side of the notch between Peaklet and the start of the East Arete if camped at the Longley Reservoir."},"__v":0},{"_id":"tklD/TA/V7ugdl6/7ZqQbg==","name":"NE Couloir to East Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.673,37.27049]},"left_right_index":2,"mp_id":"118720192","mp_crag_id":"106499290","climb_id":"tklD/TA/V7ugdl6/7ZqQbg==","areaRef":"dWJ6XgL4U9qLcBAN7n8Jbw=="},"content":{"description":"This is a nice way to climb Mt Humphreys. The couloir deposits you on the east ridge route right where the fun rock climbing starts.","protection":"If you're going to rope up for the easy 5th rock up on top, bring a single set of cams to 2.5\" Pro in the couloir is dependent on conditions and the climber's comfort level.","location":"The approach is the same as for the North Couloir. When you're up under the north face this route is plainly visible going up and left where the north couloir goes up and right. It's shorter and narrower than its more frequently traveled neighbor to the right.\n\nAt the top of the couloir follow the East Arete to the top.\n\nRichard Shore's picture,\n\nhere\n\non this site, shows the North Couloir well. The NE goes up and left from the base, and is partly obscured by rock.\n\nOur party climbed over the summit and descended - with one rap off slings - and hiked down the North Couloir's indirect route."},"__v":0},{"_id":"zgPsolgFXw+sC0jVEfLqUg==","name":"Hutchinson Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Edward and James Hutchinson, 1904","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.673,37.27049]},"left_right_index":4,"mp_id":"106889560","mp_crag_id":"106499290","climb_id":"zgPsolgFXw+sC0jVEfLqUg==","areaRef":"dWJ6XgL4U9qLcBAN7n8Jbw=="},"content":{"description":"The route of first ascent in 1904.\n\nHike over Piute Pass and camp in Humphreys Basin, which is a high tundra like plateau west of the mountain.\n\nPermits can be found\n\nhere\n\nLooking from Humphreys Basin there's a deep notch right of the main mass of the peak. A first right, then left slanting couloir heads up to it. Take this for a while until you can head left and into the south couloir, pass chockstones on the left at Class 4 until you reach a notch in the crest of the ridge (East Arete). This notch is known as \"Married Men's Point\" but I would advise you to keep going, even if you are married. The crux of the climb is next, a steep class 5 face for about 50 feet.\n\nAfter this the wonderful summit is a short scramble away.\n\nDescent\n\nI recommend descending\n\nSW Slope and NW Face\n\n.","protection":"Solo or rope and light rack.","location":"The south couloir to the right of the summit as seen from Humphreys basin."},"__v":0},{"_id":"1QTKzt4VVWqRYtZGZEG7ZQ==","name":"Humphrey Dumphrey","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Derek Field, Steven Stosky, and Dave Spies (July 2018)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.673,37.27049]},"left_right_index":0,"mp_id":"115544929","mp_crag_id":"106499290","climb_id":"1QTKzt4VVWqRYtZGZEG7ZQ==","areaRef":"dWJ6XgL4U9qLcBAN7n8Jbw=="},"content":{"description":"Humphrey Dumphrey sat on a wall...\n\nThis route ascends the center of the very prominent pillar on the far right (north) side of the large, dissected east face of Mount Humphreys. Rowell originally described this aspect as the Southeast Face (in his 1975 AAJ report of the South Pillar); however, we feel it is more of an east face. Hop on Google Earth and judge for yourself.\n\nOur intention was to aim for a highly conspicuous string of splitter cracks poised high on the face. The lower half's \"mixed bag\" of rock quality gradually gave way to increasingly solid stone, and the splitters were indeed a worthy reward. Even though it's not a good introductory Sierra route, seasoned veterans may enjoy it. Pitches 4-6 are excellent, though sadly the same can't be said for the other pitches in terms of pure climbing quality. The final pitch is very spooky and perhaps an alternate escape might be sought at some point on the 7th pitch. The route tops out on the upper part of the East Arête. On the FA, we continued up to Married Men's Point - a fitting conclusion considering I got married six days later.\n\nPitch 1 (5.8, 180 feet)\n\n: Scramble over low-angle kitty-litter ledges up to and through a black roof with twin hand cracks running through it. There is a wide section before the big roof that goes at 5.5 R without a big (6-8\") cam - not a huge deal. Belay on the sandy ledge a short ways above the black roof.\n\nPitch 2 (5.7+, 150 feet)\n\n: Ride the right-leaning ramp to an even bigger ledge. Keep plugging up the loose crack, surmounting a gross kitty-litter bulge (heads up!) into a sea of easy splitter cracks on a clean slab. Aiming for a prominent \"hanging\" orange pillar (right-facing corner above roof) at the top of the slab, cruise all the way up to the major ledge. Make a belay just atop the hanging orange pillar.\n\nPitch 3 (5.6, 80 feet)\n\n: Head up and left over the first featured rock band to a large ledge. Walk 50 feet left and belay at the base of the orange headwall. Align your belay beneath a trio of aesthetic splitters on the smooth face ~100 feet above. They are just left of a long orange roof. You probably noticed the Splitter Trio from the ground.\n\nPitch 4 (5.7, 100 feet)\n\n: Climb your choice of steep(er) parallel cracks on the bulletproof orange face to a stance at a black horizontal dike below the Splitter Trio.\n\nNote: There is a variation to pitches 3-4 that goes at the same grade. See the phototopo if interested.\n\nPitch 5 (5.8, 150 feet)\n\n: The Splitter Trio. The crux might be simply deciding between the delicious spread! There are three excellent cracks on the face and another fine option in the obvious left-facing corner just right of the Trio. You decide! Any way, you can't go wrong. Belay on the ledge above the Trio for wicked photo ops of your followers.\n\nPitch 6 (5.8, 200 feet)\n\n: Yes, this is the reason you endured all that kitty litter, to get here. Climb over the featured orange band (could do the orange band as a mini-pitch if desired) and enter the Splitter From Heaven. Tight/perfect hands up a flawless smooth pillar. Belay on a ledge at the top of the SFH, just beneath a short right-facing layback corner.\n\nPitch 7 (5.8, 150 feet)\n\n: Bust the short but burly layback into easier terrain, moving into progressively more rotten rock. (\n\nLook for an escape out right somewhere, perhaps?\n\n) Belay at a small notch which offers gear options that are almost not laughable.\n\nPitch 8 (5.6 R, 150 feet)\n\n: Say a quick prayer and start inching up the super grainy arête, charging desperately past decomposing hoodoos to the top of Oatmeal Tower, which is also the top of the wall. Yikes.\n\nThe top of the route deposits you directly on the East Arête, giving you the option of a classic 5.4 ridge scramble to the summit (recommended!) or an easy descent down the nearest gully (the gully on the right side of the east face - aka the standard EA descent). Either way, make sure you check out the info for the East Arête route so you know where the cruxes and/or rappels are.","protection":"Standard rack to 3\"","location":"See the phototopo. The east face of Mount Humphreys is a complex, dissected wall. There is one defining left-facing corner system in the middle of the face. To the left of this is a subtle ramp system (the South Pillar of Southeast Face,\n\nRowell-Jensen 1976\n\n). To the right of the giant corner you will find Humphrey Dumphrey."},"__v":0},{"_id":"iysZnpsSVE+vEfDF4Ix1LA==","name":"East Arete","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Norman Clyde, June 1935","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.673,37.27049]},"left_right_index":1,"mp_id":"106736873","mp_crag_id":"106499290","climb_id":"iysZnpsSVE+vEfDF4Ix1LA==","areaRef":"dWJ6XgL4U9qLcBAN7n8Jbw=="},"content":{"description":"This is a nice ridge with a ton of 3rd/4th class climbing and a few short 5th class sections mixed in.\n\nFollow the ridge towards Peak 13,151 staying on the ridge as it tries to spit you off to the left (South). Climb fun 3rd and 4th class and walk the cool knife edge ridge as pictured in Croft's guide. As you near Peak 13,151 you are forced off the ridge to the South and must make a few 5th class moves and meander back and forth to reach the summit of Peak 13,151. From here you descend the ridge and encounter a short steep notch,  5.7 downclimb or rappel. Continue down the ridge and up the next sub-peak and on the other side another 5.6 downclimb or rappel. You are now at the main notch where many people begin the climb via hiking up the scree gully to the South.\n\nGain the ridge again as soon as you can via a 4th class trough. Continue on the 3rd/4th class ridge to a headwall. Go around the corner to the left and up 5.2 cracks. 3rd class leads to easier ground and eventually a flat plateau. Turn right (North) towards the summit staying low to the left of the ridge to reach a notch, Married Men's Point. Pick out the easiest line and climb 100ft or so of low 5th class and then 3rd class to the summit.\n\nDescent: Downclimb the route rappelling where necessary. From the notch take the scree gullies to the South and then head East over talus. In early season the scree gullies can be full of snow which can't be seen from the approach.","protection":"Singles to 2\", slings to reinforce rappel stations","location":"West on Hwy 168 (W. Line St.) from Bishop for 7.5 miles and turn right onto Buttermilk Rd. There are many side roads off of this road, always take the most traveled road. Around 6 miles turn left at a fork to go towards McGee Creek. After crossing the creek turn right at a fork and at the next few junctions stay right until you come to a dead end. The last few miles of the road are very rough and require high-clearance and possibly 4WD.\n\nStart hiking on a trail and then break left heading cross-country to the West. Stay left of the cliff bands and head up one of the sandy loose gullies sometimes on use trails. Before reaching the lake at 10,990 (a few bivy sites here) head Northwest to the saddle between Peak 13,151 and Peak 12,241. The route begins here."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,a9f6b0cd-2103-5a4d-947a-433294383c55,75627a5e-02f8-53da-8b70-100dee7f096f","pathTokens":["USA","California","High Sierra","07 - Humphreys Basin, Pine Creek & Granite Park","Mt. Humphreys"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":3,"label":"5.4"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":3,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":7,"bands":{"unknown":3,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.673,37.27049]},"bbox":[-118.67356505200063,37.27004033981815,-118.67243494799939,37.270939660181874],"left_right_index":-1,"ext_id":"106499290","area_id":"dWJ6XgL4U9qLcBAN7n8Jbw=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:54:36.103Z","updatedAt":"2022-11-25T11:14:32.039Z"}