{"_id":"6368a214e80bff5a9955da95","area_name":"Needle, The","shortCode":"","climbs":[{"_id":"/FMPBgt9U46Cu8TlLObGUw==","name":"East Saddle","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"William Elam & Companions, 1948 (first recorded ascent of The Needle)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4589,35.2276]},"left_right_index":999999,"mp_id":"106441451","mp_crag_id":"105887970","climb_id":"/FMPBgt9U46Cu8TlLObGUw==","areaRef":"2ulPlaFdWjCIJc/030urIg=="},"content":{"description":"Hill's guide indicates there is more than one way to do this route. \n\n  P1 - Straight up the buttress/ridge starting from the saddle, perhaps tending a little to the right (north).  Belay at a large tree at around 30 meters or a little further.  Fourth or easy fifth class. \n\n  P2 - Most if not all of this \"pitch\" can be done unroped.  Continue up, just to the right side of the ridge.  Near the end of the pitch, the route will steepen and level off just before dropping down to a place where the south side of the ridge is accessible.  If not done, build an anchor around this location.  Fourth class. \n\n  P3 - Drop down to where one can access the south side of the ridge.  Down climb perhaps 10 feet.  Then traverse to the west while down climbing.  This deposits you above a ramp near a second minor saddle.  This second saddle is the saddle near the start of the two rappels described on The Needle page.  Low fifth class. \n\n  There is some loose rock/boulders on this route.","protection":"Light rack.","location":"The route starts from the saddle between The Needle and the major ridge of The Crest."},"__v":0},{"_id":"6KBwsSXZU6qXaDOmcleOfA==","name":"Southwest Ridge","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Reed Cundiff and David Hammack, 6/27/1959","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.4589,35.2276]},"left_right_index":999999,"mp_id":"105887973","mp_crag_id":"105887970","climb_id":"6KBwsSXZU6qXaDOmcleOfA==","areaRef":"2ulPlaFdWjCIJc/030urIg=="},"content":{"description":"Longest route in the Sandias. Around 1300 vertical feet of climbing after a brutal 2+ hour approach.  Plan for 10-15 hours car to car depending on your speed.  Take a machete for your approach. \n\n  [Pitch-by-pitch descriptions below by G.Perkins; numbers coincide with Sandia Rock but I'd recommend linking or shortening pitches as I suggest below] \n\nP1: Beginning at the very bottom of the ridge, climb easy cracks to reach a good ledge where the arete steepens.  You can also get here by climbing cracks to the right of the arete (5.6 or 5.7).  It's a long pitch (150'). \n\nP2: Climb up the arete for 20' or so, step left (airy), and continue up to a large cave/alcove.  Belay at the left side of this cave alcove below a finger crack.  5.7, PG13. \n\nP3: Up finger crack escaping the left side of the alcove passing ancient ring piton on the way (5.8 PG13); then difficulty eases.  With a 50m rope you'll need to stop at a ledge and set belay; with a 60m rope- you can reach all the way to a tree, and 3rd class ledges- if you link these pitches (recommended), then just move the belay to the start of the 5.7 crack on p4. \n\nP4: (If you didn't extend P3, continue up to the tree, 5.6?).  Scramble over 3rd class ledges to a notch below another steep section.  Reportedly, a double rope rappel to the west lets you escape from these ledges.  Sandia Rock says to continue up a short 5.7 finger crack to another tree in this pitch, but I'd recommend you stop at the notch; then combine the finger crack portion of P4 with P5.  If you start at the notch at the base of the steep finger crack- you can link the upper part of P4 and most/all of P5 in a 60m pitch. \n\nP5: Follow a bushy gully, climbing finger cracks, passing a single well-protected 5.8 move over a bulge (which I think is the hardest move on the climb).  Belay on a small ledge below a low-angle right facing corner.  You might find a hard-to-see piton to your right, at this belay, but don't count on finding it. \n\n  This               \n\nBill Isenhower on SW Ridge       shows Bill Isenhower at the desperate sandbag move previously mentioned. It can be avoided on not bad 5.7 climbing up finger cracks that pass about 8 feet to the right. \n\n  (2nd half of P4 + P5: Starting from the notch, these can be combined with a 70 meter rope with a couple meters to spare.  See notes from Bill Lawry below). \n\nP6: Low-angle right-facing corner and continue to another tree.  Short pitch, 5.5.  Move belay to the notch at the base of the next steep section. \n\nP7: A 50' steep step has two options.  You can make slab moves while you hand traverse past 2 ancient ring-pitons- starting out of the notch at the left-most end; alternatively, climb an obvious arching crack in a left-facing corner with a crack for pro to the right of the piton face.  5.8 either way.  I've done both.  I suppose I'd recommend the left option, but both are reasonable.  Belay at the end of difficult climbing. \n\nP8: Scramble 3rd class to the start of the next steep section.  Unroping is recommended.  From the end of this scrambling section, you can escape on the 5th Avenue ledges to the North- no rappels required- if weather or time recommend you bail. \n\nP9: A short 5.8 crack to a large ledge.  Sandia Rock suggests you continue to the next tree, but I found belaying at the big ledge to be a good idea, since it'd create bad rope drag if you kept going.  You can still reach the P10 belay from this ledge. \n\nP10: Climb to the tree (if you haven't already done so).  From this tree on the small ledge, go right following a line of large blocks. When those run out wander up roughly 25 additional meters to the large ledge with another tree on the left side.  Long pitch. (5.7) \n\nBill Lawry notes: An obvious weakness trends up and left from the tree on the small ledge. Stay away. Near the end of the weakness waits some unprotectable loose-grained face climbing (5.9R?) - not recommended. \n\nP11: From the right half of the large ledge, a long 5.7 pitch follows a weakness upwards, first passing a pin, then a tree, leading to an obvious stance on the arete, about 30' below the crux moves of the next pitch. \n\nP12: Cruise up to the roof, clip fixed pins or place your own gear, traverse right out the roof.  This is the crux of the route, and is really exposed, and tougher than it should be because of the 1000' you already climbed (5.8+).  10' of finger crack lead to blocky and easier ground.  Keep going up following the path of least resistance until you run out of rope.  Supposedly, you can avoid this lead by escaping to the left side of the ridge blocky 5.4. \n\n  A couple hundred feet of easy scrambling (you'll want the rope coiled) lead to the Needle's summit. \n\nDescent: Hike east back to the saddle from the summit and make 1-5 rappels depending on your rope, routefinding, and willingness to 3rd class, dropping back into the loose gully you originally descended.  One can also downclimb this descent (listed as 4th class, feels like 5.4), but rappelling is easier and recommended.  Details are found on Needle Main Page\n\n ","protection":"A questionable fixed pin on the third pitch and a solid one protecting the crux on the last pitch are the only fixed pieces I can remember.  Bring a full rack up to 3.5 with doubles in .75-2 camalots.   \n\n  5.9 or 5.10 climbers will likely be fine with smaller racks and/or be ok with simulclimbing much or all of the route.","location":"Very prominent on the Sandia Crest, the SW Ridge of the Needle is self-described.   \n\n  In the late afternoons/early evenings, from Albuquerque, this climbs defines the sun/shade line on the Needle."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,410864ff-d5cc-51b8-a36a-e53ea9e64efd,dae94f95-a15d-5a30-8825-cff4df4bab22","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Juan Tabo Canyon","Needle, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.0"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.4589,35.2276]},"bbox":[-106.45945046918335,35.22715033981814,-106.45834953081666,35.22804966018187],"left_right_index":-1,"ext_id":"105887970","area_id":"2ulPlaFdWjCIJc/030urIg=="},"content":{"description":"The Needle is a major feature on the west side of the Sandia Mountains near the north end. Aptly known in the past as The Pyramid, The Needle stands just south of The Shield. The Needle is known for some arduous approaches and long routes. Plan your climbs with care."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:13:49.849Z","updatedAt":"2022-11-25T11:20:33.450Z"}