{"_id":"6368a214e80bff5a9955da82","area_name":"Hermit's Cave","shortCode":"","climbs":[{"_id":"ZEOeZI81WTeUcR0YpEseVA==","name":"Thai Cookin'","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Hiroki Ide, William Penner, and Eric Whitbeck (Fall 1998)","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41406,35.74318]},"left_right_index":0,"mp_id":"107091654","mp_crag_id":"107091649","climb_id":"ZEOeZI81WTeUcR0YpEseVA==","areaRef":"U0u1mMdwWYi22Ih0OBxB+w=="},"content":{"description":"P1: Begins in a left-facing dihedral and climbs for 40' to 50' to a small roof.  Pull the roof (5.9) to a good ledge with 1 bolt and gear placements.  Belay here.      P2: Climbs a left-facing dihedral for 30' to a large overhang.  Climb through the overhang (5.11d) clipping 2 bolts along the way.  Easier terrain follows trending left to a 2 bolt belay on a ledge.     P3: Climbs sparsely protected rock to a dihedral straight above the belay.  Follow the dihedral for 50' to 60' until near the base of a very distinctive, large triangular roof.  Clip a bolt then traverse right and up for 20' to 30' until another bolt is reached.  From here continue up and right following the good holds past another bolt and a steep bouldery section (5.11c).  From this last bolt move up and right into a left-facing dihedral with a hand crack that ends at a ledge.  Traverse 10' left around an arete to a 2 bolt anchor.  \n\n  P4: Traverses 5' left to climb a corner then traverses left past a bolt to a ledge on an arete.  Crank straight up past two more bolts then follow an undercling to the right, climb a left-facing dihedral for 10' to 15' until you can climb out of the dihedral onto the face on the right.  Delicate face moves lead right and up to a final bolt (5.11d) then into a shallow crack for another 30' to 40' until a very large ledge is reached with a tree at the back.","protection":"Standard rack with doubles of smaller nuts or RPs. I don't remember needing anything larger than a 3 Friend. Bring long slings for the traversing and some QDs for the bolts.","location":"Approach as per the description for the Hermit's Cave. Once you get to the two flat boulders in the middle of the talus slope below the main cliff, turn around to the east and look for slings on the route. \n\n  Rap off the top of pitch 4 using two ropes using slings around a tree (bring something long to replace this webbing as it has not seen a human in 13 years) and the two-bolt anchors atop P2 and P3. I can't remember if you can cheat and rap with a single 70 m rope since those were not common when we put up the route. Alternatively, you could keep going up less than appealing low-angle rock for a couple hundred feet to the summit and then walk back to the south passing the many crosses on the summit and eventually drop back to the base passing the Hermit's Cave."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,5d8047b7-81d1-5452-944c-f367d74b9385,3999697a-a2f0-5607-800a-c14224eb2d3f,5ed751b7-e9a0-5746-bbf2-e5dfc8ee8552,534bb598-c770-5988-b6d8-8874381c41fb","pathTokens":["USA","New Mexico","New Mexico, other Northern Areas","Las Vegas / El Porvenir","Hermit Peak","Hermit's Cave"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41406,35.74318]},"bbox":[-105.41461401191607,35.742730339818145,-105.41350598808393,35.74362966018186],"left_right_index":-1,"ext_id":"107091649","area_id":"U0u1mMdwWYi22Ih0OBxB+w=="},"content":{"description":"This is the highest formation on Hermit Peak, located just under the summit near the cave where the eponymous hermit of the peak once lived. The wall is east-southeast facing and would be a miserable place if the wind was really blowing. This is the cleanest wall you see near the summit with a distinctive ledge slanting down from left to right if you are driving on I-25 north near Tecolote and look at Hermit Peak."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:49.028Z","updatedAt":"2022-11-25T11:20:33.173Z"}