{"_id":"6368a4bbe80bff5a995a7859","area_name":"News Wall","shortCode":"","climbs":[{"_id":"+B4F0m0gXS6FrnAiUfO9wA==","name":"Walter Funkite","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":4,"mp_id":"105880040","mp_crag_id":"105862554","climb_id":"+B4F0m0gXS6FrnAiUfO9wA==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"This is a big crack, even though it does not look it from the ground.  Hardes part is the move over the overhang.  Super easy.","protection":"All big gear plenty of 3-4\" stuff if your a new leader.  Bolted Anchor.","location":"Just left of No Sweat.  Climb up the broken flakes to the horizontal break in the face.  End at the Tree from which you can do the optional 2nd pitch to the top of the dome."},"__v":0},{"_id":"7BARrLpyVTaYPu6vFh90cw==","name":"The Today Show","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"James Crump","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":3,"mp_id":"117255383","mp_crag_id":"105862554","climb_id":"7BARrLpyVTaYPu6vFh90cw==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"Start up Walter Funkite, pull the break, and head straight for the top.\n\n Originally, this was done as a free solo by James Crump. Just about everyone topropes it now, and it is listed as a TR in a newer guidebook, but I have listed it in keeping with the FA.\n\n If you want to lead this on gear, you can protect the move pulling the break (a #6 works), but there is no pro after that, so any fall 20' or so or more above that piece means cratering.","protection":"Two anchor bolts or build a TR anchor from higher up.","location":"At the base of News Wall, find Walter Funkite. The picture here should make locating Today Show easy. That's if you're actually going to lead it.\n\n Otherwise, lead Funkite, No Sweat, or Sweat to the Funkite anchors, climb the easy mini-pitch to the top of News Wall, and walk left beneath a headwall to two hangers you can use to set a TR anchor. These anchors are not suitable for rappelling or TRing off directly.\n\n Or approach News Wall from the top. The best way is to take the Echo Canyon Trail to its crest, ascend up the slabs to and past the Lunar Rocks and then cut over to the Backside and find an easy slab that takes one to a climber's trail that wanders across the top of Center Wall, News Wall, and part of the Shield. It is an easy but exposed walk to the anchors mentioned, but if that doesn't look good, it's possible to build a TR anchor and hang the masterpoint over the headwall."},"__v":0},{"_id":"ETl2xpk/Xw6KodgXs6rwiw==","name":"Sweat","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Stuart Chamberlain, Richard Meining","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":8,"mp_id":"105862559","mp_crag_id":"105862554","climb_id":"ETl2xpk/Xw6KodgXs6rwiw==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"Sweat is a short, but stellar, crack climb located where the blue climbers trail hits the wall.  It is easy to spot as an arching crack that ends at a ledge with a small group of trees.  The climb starts out as a fist crack (#3 Camalot), narrows to hands (the best part of the route), and then ends as a finger crack below the anchors.  Just below the anchors are two cracks that you can use to get around a large hanging flake.  You can either use the anchors at the ledge (bolts with chain links), or continue to a second set (rap anchors) located up and slight right from the ledge.  To descend, rap with a single rope back to the base.  Easily one of the best 5.7s in the park.","protection":"Light trad rack with cams to a #3 Camalot.  Choice of two 2-bolt anchors at the top.","location":""},"__v":0},{"_id":"ubL4yi6PVjeCkyp4Z4UMDw==","name":"Nobody Likes Bryant Gumbel","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"James Crump, Mike Head","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":1,"mp_id":"117255157","mp_crag_id":"105862554","climb_id":"ubL4yi6PVjeCkyp4Z4UMDw==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"This is the second-to-last route on the left side of News Wall. It starts left of a large tree and follows a black water streak to a chute up top. Along the way, there is an overlap to pull, and this is probably the crux. People sometimes drift left along the overlap and use some of the Baba Wawa holds. That's fine, but that's not the 5.9.\n\n Originally, this was done as a free solo by James Crump and Mike Head, and in Crump's Dome Driver's Manual, it is a 5.9- X. Just about everyone topropes it now, and it is listed as a TR in a newer guidebook, but I have listed it in keeping with the FA.\n\n If you wanted to lead this on gear, you could get a marginal/poor piece to protect pulling the overlap, and there is a horizontal flake below the top-out that would probably break if you fell on a cam or cammed Tricam. If you fell on either piece and it blew, you would deck, so considering that and the quality of the rock, this really is an X lead.\n\n In the chute at the top are two Metolius rap bolts known as the News Wall anchors. Please leave these open for parties rappelling, especially on weekends and on other busy days. There is a large boulder behind the anchors, and you can hang a TR masterpoint over it. Doing so will also result in much less rope drag than using the anchors will.\n\n Note: in DDM, this route and Baba Wawa are part of the Prok Wall, which is part of the Shield. However, the newer O'Grady guide has them on News Wall. Since the person who submitted the BW page put it with News Wall and since most people call the anchors above BG the News Wall anchors, I have included BG under News Wall as well.","protection":"Gear for building a TR anchor.","location":"At the base of News Wall, find the large tree left of Walter Funkite and locate Bryant Gumbel left of the tree. The picture here should make that easy to do. That's if you're actually going to lead it.\n\n Otherwise, lead Funkite, No Sweat, or Sweat to the Funkite anchors, climb the easy mini-pitch to the top of News Wall, and then locate the chute with the rap bolts. Or approach News Wall from the top. The best way is to take the Echo Canyon Trail to its crest, ascend up the slabs to and past the Lunar Rocks and then cut over to the Backside and find an easy slab that takes one to a climber's trail that wanders across the top of Center Wall, News Wall, and part of the Shield."},"__v":0},{"_id":"BasbjpPJWUKi+cJd9TDAQA==","name":"Slippery When Sweat","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":11,"mp_id":"106928054","mp_crag_id":"105862554","climb_id":"BasbjpPJWUKi+cJd9TDAQA==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"Climb sustained low-angle lie-back. Getting off the ground can be tricky when the rock is wet. Climb a left facing slab to first placement. Work left 10' to gain the main flake. Climb flake to headwall. Contrived thrashing through narrow opening at top of climb to gain ridge.","protection":"60m, Camalot .5 -3, Slings for beginning to help drag.","location":"Farthest right gear route on News Wall. Start between two-rocks. Gain upper-ridge traverse to rappel anchors above."},"__v":0},{"_id":"5t55Ca73VDSCSffZMrYuUQ==","name":"No Sweat","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":6,"mp_id":"105862567","mp_crag_id":"105862554","climb_id":"5t55Ca73VDSCSffZMrYuUQ==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"No Sweat is a short, rather nondescript crack climb that shares anchors with Sweat.  Starts about 15 feet to the left of Sweat in a vertical hand crack.  After about 15 feet of easy climbing, the crack widens, and then basically becomes a small ledge that continues up and right to the anchors at the ledge above Sweat.  Short and easy, often used to set up a top rope for the other Sweat climbs.","protection":"Light rack to a #3 Camalot.  2-bolt anchor at the top.","location":""},"__v":0},{"_id":"uA3vUzWtVBC8ZQU2I9bzpA==","name":"Pro Sweat","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"James Crump","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":9,"mp_id":"105862585","mp_crag_id":"105862554","climb_id":"uA3vUzWtVBC8ZQU2I9bzpA==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"Pro Sweat is a fun route that follows a line of bolts up the wall to the right of Sweat.  Climb past the first bolt to a small overlap.  Just above the overlap is a small ripple that heads up and right.  Using the holds along the ripple, step above the overlap and continue past three additional bolts to a set of anchor just right of the Sweat anchors.  A little thin at the bottom, the climbing eases somewhat once you get above the overlap.  Felt a little easier than 5.9.","protection":"Four quickdraws and something for the anchor.","location":""},"__v":0},{"_id":"vu9uWoRmVvumoTfTN5hNCA==","name":"More Sweat","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":7,"mp_id":"112414656","mp_crag_id":"105862554","climb_id":"vu9uWoRmVvumoTfTN5hNCA==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"Climb the face to the left of the Sweat crack. It's extremely thin climbing and feels a grade or two harder than Pro Sweat to me.  \n\n  Getting above the overlap is probably the technical crux but there are some very very thin moves further up on the route too.","protection":"TR. 2-bolt anchor can be set by leading Sweat to the right or No Sweat to the left.","location":"This route is found on the face directly to the left of the Sweat crack."},"__v":0},{"_id":"aauLifimUOaXxMnkmXLpYg==","name":"Mercy Street","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Keith Guillory","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":10,"mp_id":"105862596","mp_crag_id":"105862554","climb_id":"aauLifimUOaXxMnkmXLpYg==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"Face Right of Pro Sweat is the right-most route on News Wall.  Very similar to Pro Sweat, but more difficult and slightly run out between bolts.  Climb to the same overlap on Pro Sweat, this time without the benefit of a bolt below it.  You could probably protect the overlap with a small cam (TCU), but the placement wouldn't be great.  The crux is pinching small crystals and stepping above the overlap.  The climbing remains steep to the first bolt and the eases up a little to the top.  Climb past one more bolt en route to the anchors.","protection":"Two or three quickdraws, an optional small TCU or Alien at the overlap, and something for the anchors.","location":""},"__v":0},{"_id":"OU7EoEcyVku4JdOKJsjL7A==","name":"Late Night","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"James Crump","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":2,"mp_id":"108647017","mp_crag_id":"105862554","climb_id":"OU7EoEcyVku4JdOKJsjL7A==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"This route is largely unprotectable, except by top rope. Climb the unprotected low angle slab left of the Walter Funkite overlap and below the steep arching feature. Mount the overlap to its left. Once on the overlap traverse a few steps to the climbers right and proceed up the flake and nice foot holds. Finish on reasonably well featured low angle slab. Move left to top out into the alcove.","protection":"Very little or no meaningful pro can be found on the route and there are no bolts. It is pretty much a top rope or solo route. It is sometimes top roped by the guide services that frequent the area. Requires medium pro to build a TR anchor. There are no bolted top anchors. Note that it will require some exposure to rig a TR anchor on this climb. Also note that the near by anchors in the alcove will not serve as a TR anchor for this route due to the high risk of a pendulum into the slab below in the event of a fall. Those anchors serve as the designated rap anchors for parties climbing the Backside on a single 60. They are not intended to be used for all day rappelling or climbing. They do not protect any climb.","location":"Starts left of the Walter Funkite overlap and right of Baba Wawa."},"__v":0},{"_id":"Ap8tgZazVcaUaknDFrJ5/g==","name":"Good Morning America","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mike Head","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":5,"mp_id":"112414680","mp_crag_id":"105862554","climb_id":"Ap8tgZazVcaUaknDFrJ5/g==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"Good TR route, pulling through the overlap is likely the hardest move but there are a few thin face moves once above the break too.","protection":"TR. Anchors are at the rock band before the walk-off to the summit of E-Rock. CAUTION: route is almost exactly 30 meters!  \n\n  There is no natural pro beyond the horizontal break, it would be X if you lead it. A safer option is to lead Funkite, Sweat, or one of the other climbs in the area and rappel from Good Morning America to set up an anchor there.  \n\n  It's possible to set up the TR walking down from the summit of E-Rock but getting to the anchors would be a bit exposed.","location":"Follow the face left of No Sweat and straight up the face passing through the horizontal break in Walter Funkite."},"__v":0},{"_id":"GGNhQO5vVwqQN0zAHQFxiA==","name":"Baba Wawa","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Sanders, Richard Kocurek","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"left_right_index":0,"mp_id":"108650191","mp_crag_id":"105862554","climb_id":"GGNhQO5vVwqQN0zAHQFxiA==","areaRef":"L9L13xloUsq49ef/sejLIw=="},"content":{"description":"At the time of this posting this route is largely unprotectable except by top rope. You may be able to find pro behind the flakes down low. However, it will quickly become useless as you move higher. Start on the low angle slab and follow it to a short series of flakes. Climb the flakes and continue up a system of nice edges until it blanks out near the top. Finish by smearing your way up the low angle nearly featureless slab. Crux is at the top.","protection":"Very little meaningful pro can be found on the route and there are no bolts. It is pretty much a top rope or solo route. It is often top roped by the guide services that frequent the area. Requires small to medium pro to build a TR anchor. There are no bolted top anchors. Note that the near by anchors in the alcove will not serve as a TR anchor for this route due to the high risk of a pendulum into the slab below in the event of a fall. Those anchors serve as the designated rap anchors for parties climbing the Backside on a single 60. They are not intended to be used for all day rappelling or climbing. They do not protect any climb.","location":"Located to the right of Prok Wall and left of Late Night."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,6c47f3c8-2910-50ea-8631-1f1812ee9412,7deb29c6-0902-580e-b590-3e026bc39308,2fd2f5df-1968-52ca-b8f5-e7ffb1e8cb23","pathTokens":["USA","Texas","Enchanted Rock State Natural Area","Main Dome","News Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.4"},{"count":3,"label":"5.7"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.6"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":8,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.8198,30.5077]},"bbox":[-98.82032191337684,30.507250339818135,-98.81927808662313,30.508149660181864],"left_right_index":-1,"ext_id":"105862554","area_id":"L9L13xloUsq49ef/sejLIw==","polygon":{"type":"Polygon","coordinates":[[[-98.82032191337684,30.507250339818135],[-98.81927808662313,30.507250339818135],[-98.81927808662313,30.508149660181864],[-98.82032191337684,30.508149660181864],[-98.82032191337684,30.507250339818135]]]}},"content":{"description":"News Wall is located on the right side of the Backside of the Main Dome.  Using the Echo Canyon trail, it's the first of the four Backside walls that you'll encounter.  News Wall is also the smallest of the four with most of the routes under half a rope length.  All but two of the climbs require gear, and most have anchors at the top.  \"Sweat\" is one of the best climbs at the grade (5.7) in the park."},"density":0,"totalClimbs":12,"__v":1,"createdAt":"2022-11-07T06:25:05.531Z","updatedAt":"2024-01-20T01:06:41.915Z"}