{"_id":"6368a60be80bff5a995c53f8","area_name":"Cutthroat Peak","shortCode":"","climbs":[{"_id":"VVmiHSAoXV+0tM414QtV9Q==","name":"West Ridge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70347,48.52623]},"left_right_index":1,"mp_id":"110174839","mp_crag_id":"109326648","climb_id":"VVmiHSAoXV+0tM414QtV9Q==","areaRef":"dLExYvLsUymnmW2m+ACczw=="},"content":{"description":"Fairly easy route that can be done with running belays. Summit is nice, descent requires a fair amount of rappelling. Average time from Trailhead to Summit is 6 hours. And about 4 hours to go back down to the TH.\n\nThe West Ridge is the standard descent route for the peak.","protection":"Small stoppers and any-size cams useful for running belays.","location":"From the North Cascades Highway, about 2 mi west of Washington Pass, drop down and cross creek and ascend meadows into the bowl southwest of the summit. Ascend to the saddle just west of the end of the West Ridge.\n\nTraverse east along the South Face of the West Ridge about 100 ft to a shallow blocky gully. Scramble the first section of the gully and then belay up to the ridge crest past two solid pitons (about a 50 ft pitch). Easy scrambling along the ridge leads to the summit block. The last section of the ridge is exposed. A belay may be needed. At the summit block traverse an obvious ledge to the North Ridge. One belayed low 5th class pitch and easy scrambling leads to the summit.\n\nDescent: All rappel anchors are now bolted.  The first anchor is obvious, just west of the summit.  Rappel to another set of bolted anchors and rappel again to a flat part of the ridge.  From here, bypass two Southwest facing gullies (looks like many teams get sucked into these... don't do it!) and begin easily downclimbing the ascent route, right along the ultra-exposed ridge crest.  Eventually, you'll be forced off of the ridge crest onto 3rd class ledges on the South side of the ridge.  Make three more rappels from bolted anchors to reach the ground."},"__v":0},{"_id":"McDCOCDrWSaaruuGYwwgLQ==","name":"South Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Fred Beckey and Donald Gordon, 1958","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70347,48.52623]},"left_right_index":2,"mp_id":"109326651","mp_crag_id":"109326648","climb_id":"McDCOCDrWSaaruuGYwwgLQ==","areaRef":"dLExYvLsUymnmW2m+ACczw=="},"content":{"description":"This face, clearly visible from the road, is climbed via wandering easy rock climbing broken up by steeper sections up to 5.8. Route finding generally follows the path of least resistance and variations are possible. Expect both solid rock and sections of loose blocks and kitty litter.\n\nPitched climbing generally starts at the steep section below the top of the leftmost gully.  Pitch count and breakdown varies, but one obvious way to break down the route is as follows (note: the Supertopo guide shows this as 16 pitches, linking pitches as per below will make the easy sections of this route go much faster, everything below can be done with a 60m rope).\n\nBegin climbing on the large ledge in the left hand gully, about 30m below the obvious top-out on the ridge.\n\n1: Up gully to ridge crest, left on ridge, belay at tree.\n\n2: Up ridge crest, staying right of steep faces, then turn left up obvious ramp to huge ledge.\n\n3: Either continue up the blocky crest, or traverse ledge left and go up the 4th-low 5th gully/ramp.  Turn left at next large ledge and belay at tree.\n\n4: Right and up ledge through small notch, then climb up awkward slabby section to a small ledge system with big exposure to the right.  Belay at base of chimney right before ledge ends at the SE face, rock here is a bit questionable.\n\n5: Climb chimney then move right onto the face, which soon eases off to a sandy ramp/gully scramble under a huge chockstone.  Crawl under chockstone, then boulder on top and belay on great ledge right above chockstone.  This is a good feature to confirm you're on route.\n\n6: Traverse ledges right from belay, and climb cracks and flakes up.  Lots of options here, including a squeeze chimney and some awesome crack and flake climbing.  At the top of large flakes and blocks, traverse up and left to a belay tree, or belay on gear above the blocks.  This pitch is super fun!\n\n7: Up and left from the belay, climb a couple fun short steps with laybacking and jamming to a belay stance in a small notch with trees below the crux pitch.\n\n8: Crux pitch.  Climb the ramp leading to the wide chimney/stembox feature (limited protection).  Stem up, then step right to the face with great hand cracks.  Climb up, then make an awkward move back left/down to top out into the sandy gully.  Belay from tree.\n\n(Carry rope up sandy gully between false summits to obvious notch.  From vantage point at the top of the notch, take a look at the last 1-2 pitches so you know where you're going.  The super clean summit ridge offwidth is very obvious from here.)\n\n9: Downclimb into the notch (easier than it looks).  Go left and drop down the loose gully.  Make a short climb up a face with good holds but limited protection to access the gully leading up and right.  Belay at the base of a corner on the left.\n\n10:  Climb up the corner (easy) to get on top of the ledge/ridge.  Do the short slabby lieback boulder problem to access the very obvious hands/offwidth crack.  Climb the crack (splitter!), then walk across the big slab and scramble up easy terrain to the summit.","protection":"A single rack from 0.3-3 sews up the crux pitches.  A few doubles in the 0.5-2 range would stitch the whole route up.  Supertopo says optional #4 for the (very short) summit ridge offwidth.  Lots of single and double length runners.  Single 60m rope is sufficient for the descent.","location":"Park at a long pullout on the north side of the highway 1.5 miles west of Washington Pass.  The trail leaves from the east end of this long pullout and drops down into the woods.  Follow the trail across the creek and up into the large meadow below Cutthroat peak.  After climbing the steeper section of trail and arriving in the boulder field below the south buttress, bear right and aim for the leftmost of the large gullies which come down from the south buttress/ridge.  Climb this gully (a few unexposed 5th class steps) until about 100 ft from the top, where it forks and gets steeper.  Most parties will rope up here and begin on the first pitch, climbing the left side of the gully to the ridge crest."},"__v":0},{"_id":"j9w2Z5RcUFOyxuf4e38wUA==","name":"North Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Fred Beckey, Jim Crooks, Ed Kenney. August 19th, 1940","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70347,48.52623]},"left_right_index":0,"mp_id":"114788795","mp_crag_id":"109326648","climb_id":"j9w2Z5RcUFOyxuf4e38wUA==","areaRef":"dLExYvLsUymnmW2m+ACczw=="},"content":{"description":"From the North Ridge Notch, climb up a trough and over some unprotected 5.6 slab to gain the ridge crest.  From here, continue moving up the ridge, mostly following second and third class ramps and corners on the East (left) side of the ridge. Once you reach the final gendarme before the summit, do a short 5.0 downclimb and cross the flat part of the ridge to final summit headwall.  This headwall is easily climbed in a single 5.4 pitch.","protection":"Single Rack .4-3, nuts","location":"The North Ridge can be approached from Rainy Pass via the Pacific Crest Trail into Porcupine Creek.  From this side, you must climb 2-3 short pitches of low fifth class to gain the North Ridge Notch.  Alternatively, you can approach as for the South Buttress route, veering right off of that approach below the lower part of the South Buttress to gain the basin Southeast of Cutthroat Peak.  From this side, there is a loose and runout (5.7 PG13) pitch that gains the North Ridge Notch. The crux of this pitch can be somewhat protected with one or two marginal cams (narrow head width cams help greatly), but it's best not to test them!"},"__v":0},{"_id":"dgdL+VpQWC+9/PapIIV6Ag==","name":"Complete South Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.70347,48.52623]},"left_right_index":3,"mp_id":"111086430","mp_crag_id":"109326648","climb_id":"dgdL+VpQWC+9/PapIIV6Ag==","areaRef":"dLExYvLsUymnmW2m+ACczw=="},"content":{"description":"This is an extension to the Regular South Buttress Route. There is a rock ridge that begins lower down the ridge that the South Buttress rises from. This ridge offers some enjoyable 3rd & 4th class, and easy 5th class climbing - and creates a longer day of alpine travel. This ridge involves two half-rope rappels to gaps/cols.","protection":"Same rack you'd have for the South Buttress. There are fixed tat anchors for the rappels - though they may need some updating when you get there.","location":"Hike the main trail toward the South Buttress Route to about 6500'. Then contour SE off trail around to the SW edge of the buttress and begin on some easy, ledgey slabs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,654ed03a-bd15-5545-b25f-4474e027735d,728b06de-e8c1-5ee6-af71-bc29729507d1,bec8f6d2-89a9-5283-8aba-7e22fb2870b3,63085d13-a2a7-5cea-bcea-bf0407ea8856,74b13162-f2ec-5329-a799-6da6f8009ccf","pathTokens":["USA","Washington","Northwest Region","Hwy 20 and North Cascades National Park","North Cascades","Washington Pass","Cutthroat Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":2,"label":"5.8"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.70347,48.52623]},"bbox":[-120.70414896078111,48.52578033981815,-120.70279103921891,48.52667966018186],"left_right_index":-1,"ext_id":"109326648","area_id":"dLExYvLsUymnmW2m+ACczw==","polygon":{"type":"Polygon","coordinates":[[[-120.70414896078111,48.52578033981815],[-120.70279103921891,48.52578033981815],[-120.70279103921891,48.52667966018186],[-120.70414896078111,48.52667966018186],[-120.70414896078111,48.52578033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:30:49.020Z","updatedAt":"2024-02-19T18:42:17.700Z"}