{"_id":"63689d20e80bff5a994f2583","area_name":"Acropolis","shortCode":"","climbs":[{"_id":"bSh/4K/+XAu1HwTBx8Y0AQ==","name":"Sisyphus","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"SG&SP '72; FFA: TB&DA '81","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79934,32.32439]},"left_right_index":0,"mp_id":"114182825","mp_crag_id":"121390234","climb_id":"bSh/4K/+XAu1HwTBx8Y0AQ==","areaRef":"sNWpi4o5V/e6tkS+mtgDwQ=="},"content":{"description":"This is among the finer all-gear \"crack\" climbs in the area (there's a pin down low but it's superfluous). It's fairly splitter for SOAZ, and although you're not jamming/locking the entire time, which is actually really nice (tasty face moves too...), you never really leave the crack system. While noted by Bob Kerry as \"THE test piece in Sabino\", it is easily protected and the climbing fairly straightforward, if not continuously pumpy and exciting! Definitely worth the effort if you're visiting the Acropolis.Starts steep right off the bat above the belay ledge and stays that way, culminating with a pumpy bulge and run to the anchors. The line probably protects better in the fingers to hands size as the smaller gear is often in hollower rock, but you'll fill up some of your jams if you do.","protection":"Overkill OS rack: doubles 0.2-0.5, triples 0.75-#2, one optional #3/#4, stoppers; the belay atop the approach pitch takes 0.3-#1; top anchor is two fat, newer buttonheads with quicklinks","location":"Farthest left route on the Acropolis; reach the belay ledge via a ~5.7 approach pitch in a right-facing corner a bit right of the obvious main splitter--you could also link this into the entire climb if you wanted; rappel the route with two ropes, or an 80m might just make it back down (tie knots!). Steiger's topo here"},"__v":0},{"_id":"rvOlR2VyVTqFqfWE8ZX8sg==","name":"Pandora’s Tower","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"70s?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79934,32.32439]},"left_right_index":2,"mp_id":"114573461","mp_crag_id":"121390234","climb_id":"rvOlR2VyVTqFqfWE8ZX8sg==","areaRef":"sNWpi4o5V/e6tkS+mtgDwQ=="},"content":{"description":"A cool hidden feature tucked in at the base of the Acropolis ( left side ) area. After checking out Sisyphus we scrambled around and found it.  We will keep it adventurous so look at the Bob Kerry guidebook to find it.\n\n A nice addition after doing a route on the wall. It is recommended to solo this and down climb since there are a a lot of loose boulders inside the chimney.","protection":"Take a rope and set of nuts or solo it and down climb","location":"Check out the book and try and find it"},"__v":0},{"_id":"cjQx4s4YV9WbEKXEAzMXxQ==","name":"Mission Control","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike McEwen and Mark Axen, Oct, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79934,32.32439]},"left_right_index":3,"mp_id":"111511656","mp_crag_id":"121390234","climb_id":"cjQx4s4YV9WbEKXEAzMXxQ==","areaRef":"sNWpi4o5V/e6tkS+mtgDwQ=="},"content":{"description":"From old Summit Hut guide: \n\n  Thin crack system with small overhang.  Climb broken blocks to roof and jam and layback to top.","protection":"Standard Lemmon rack.","location":"On rock outcrop left of main Acropolis.  North side of outcrop."},"__v":0},{"_id":"9+6IelplVT6YAMdxOfoshA==","name":"Colorado Crush","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"to top of P2: MM, DB, '71  full route: JS, RR '78  direct: RR, HN, JS, '81","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.79934,32.32439]},"left_right_index":1,"mp_id":"107378816","mp_crag_id":"121390234","climb_id":"9+6IelplVT6YAMdxOfoshA==","areaRef":"sNWpi4o5V/e6tkS+mtgDwQ=="},"content":{"description":"Colorado Crush is one of the best multi-pitch trad climbs around, with an easy approach to boot. I don't think it gets much traffic, which is a shame. It climbs the tallest part of the Acropolis, the first cliff you come to in Sabino Canyon (the Acropolis really should have its own page). \n\nKerry, per Steiger, says that \"the dihedral pitch is excellent, but the rest of the route...is not as good.\" I say bollocks. The direct start on P1 is superb, and pitches 3 and 4 are also very good-MUCH better than they look from the belays. Overall, the rock is high quality with just a short loose section at the top of pitch 3. Of course, due to neglect, the route is a little dirty and/or vegetated in places. \n\n  2015 edit: I reluctantly note, based on the comments here and my conversations with several people who have done the route, that not everybody...okay, virtually nobody else agrees with me that this route, particularly the upper pitches, is the second coming of Abracadaver.  \n\n  Use the topo in Backcountry Rockclimbing. What follows are annotations-as usual, stop reading if beta gets your dander up: \n\n  1) We did the direct start. The description says \"ingenuity is critical for protection before the bolt is reached.\" At some point, an unknown party replaced ingenuity with a bolt, of late 80s/early 90s vintage. You'll still get a mental challenge as the (now) 2nd bolt, protecting the crux slab move, is a rusty, ancient spinner. The lower bolt looks better and with an alert belayer, should keep you off the ledge if the top bolt fails. \n\n  Aside from the protection, the actual climbing moves are really fun on this short pitch. The original start is a long traversing 5.6 pitch that does not look as high quality as the direct, but who knows. \n\n  2) One of the best crack pitches in the Catalinas. Doubles of hand size are unnecessary, as the crack pinches down for nuts periodically. \n\n  3) A wild rope-stretcher, particularly if you do it as shown on the topo. Next time I would break it into two, belaying just below the awesome stemming crux (although this might leave you a little more exposed to rockfall at the belay). Lots of micro-routefinding, traversing, and some moderate runouts on this pitch. \n\n  4) Much wilder (and better) than the \"5.6 chimney\" notation on the topo might imply! I'll leave it at that. Another long pitch.","protection":"Standard rack. A number 4 friend was useful in spots but not necessary.","location":"The route starts in the middle of the Acropolis, which is a long, 300'-500' high cliff whose western end is visible from the parking lot. Take the road from the visitor center to the first shuttle stop, then take the Phoneline trail until below the route. Head uphill 5 minutes from the trail to the base. This approach is 45 min.-1 hr of pleasant hiking. \n\n  Descent: you can walk (i.e. thornwhack) down around the west end of the cliff back to the base of the climb, but a much better alternative would be to avoid leaving anything at the base and plan on taking the Blacketts Ridge trail, which is 100 yards uphill from where you top out, back to its junction with the Phoneline trail and then back to the parking lot from there."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,5db81997-ac2d-5a5b-b4ef-84b5d419d3bb,b0d5a98b-8a39-57f7-bab6-44be9ad803c1","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Sabino Canyon","Acropolis"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.79934,32.32439]},"bbox":[-110.79987212063338,32.32394033981814,-110.79880787936663,32.324839660181865],"left_right_index":-1,"ext_id":"121390234","area_id":"sNWpi4o5V/e6tkS+mtgDwQ==","polygon":{"type":"Polygon","coordinates":[[[-110.79987212063338,32.32394033981814],[-110.79880787936663,32.32394033981814],[-110.79880787936663,32.324839660181865],[-110.79987212063338,32.324839660181865],[-110.79987212063338,32.32394033981814]]]}},"content":{"description":"Easily accessible, decent sized chunk of multipitch gneiss in a beautiful setting directly above the Phoneline Trail. Choss abounds but there are many lines, some cleaner than others. Go have an adventure. More info:http://climbaz.com/Backcountry/page_html/page88.html"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:52:54.942Z","updatedAt":"2024-02-19T18:28:11.310Z"}