{"_id":"63689de0e80bff5a994f9ef4","area_name":"Kissing Couple","shortCode":"","climbs":[{"_id":"vW2hgFv2WUCAi9nOU7wC0A==","name":"Long Dong Wall (aka Bell Tower)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Layton Kor, 1960s. FFA: Andy Petefish, Tom Stubbs, & Jim Pearson did the first free ascent, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.71813,39.08928]},"left_right_index":0,"mp_id":"105750316","mp_crag_id":"105745495","climb_id":"vW2hgFv2WUCAi9nOU7wC0A==","areaRef":"e2gnA/n4WCKk9uZP8LrNOw=="},"content":{"description":"\"Far out!\" someone lightly etched into the sandstone on the second to last belay on Long Dong Wall. Although disturbing, it hit the nail on the head! This route is on the Kissing Couple formation just uphill from Independence Monument.\n\nPitch 1. The route's crux - this pitch is in your face and makes a harsh warm-up! You climb a crack and some flakes straight up, while fishing small gear into the sandy crack. The crack goes to a finger crack then a hand crack. After this, you traverse left (crux) on thin holds to the chain anchor.\n\nPitch 2. Climb the chimney system directly above the P1 anchors. Go up the chimney, past a couple 5.7 moves, and you access a bigger chimney. Bridge up the big chimney without any gear and only a little ledge for your feet at one spot for about 25 feet until you get to a roof. You can plug a #3.5 cam into a little pocket at the roof. Then squeeze between the roof and the wall to a mantwle. Clip the chains.\n\nPitch 3. This is more of a scramble, but there is no pro. Move right from the anchors, and go up an easy chimney/ramp. You will see a few big slings around a rock pillar. Belay here.\n\nPitch 4. There appears to be two different ways to start this pitch. Both of the cracks going up from the pillar converge after about 15 feet. We chose the right side which seems more correct. Either way, go up the slightly offwidth crack for about 20 or 30 vertical feet. Then you enter a really cool chimney. Chimney up between the \"long dong\", and the wall with no pro for about 20 or 30 more feet to a small, exposed ledge where you will see that somebody wrote \"Far Out!\". Clip a bolt, and belay from it. According to the guidebook, after the offwidth part, this is the best 5.8 pitch in the desert! It was really, very cool....\n\nPitch 5. You are now in \"The Belfry\". This is an exposed chimney/hole that goes all the way through the middle of the tower. There is overhanging pillars of rock going everywhere, and it is a little intimidating. You climb the face, sometimes stemming to the outside face, until the two sides converge at the very top. Do a little mantel move onto a ledge with chains, and belay. 5.10? for this pitch, mainly for the moves at the start, and the crazy exposure/committing moves. This pitch is really fun despite the fecal material which is located in parts of the belfry. From here, you can unclip and do an easy, short, chimneying boulder problem to the summit. Downclimb to the anchors, and get ready for the next crux...the descent/walk out.\n\nDescent: you need to bring two ropes on this route and hope to leave with them! You basically rap the route. This is how we did it, the book called for 4 raps. The first rap is done to the outside of the tower instead of down through the Belfry. Throw your ropes out to the wind, and rap down to the anchors at the top of pitch two...you will have to move around to this side during the rap. You will then have to pull like crazy to get the rope down. It is best to secure yourself with an anchor, and yank the rope from the ledge about 10 feet right of the anchor. Of course, you still hope that you get the rope back even if you are successful in pulling it! You might be better off going to the belay at top of pitch 3 in between raps, but it didn't look like it would help much, and the anchor at pitch 4 is just one bolt. You can rap all the way to the ground (above the boulder problem start) from the top of pitch 2. Make the long, uphill walk out...it isn't as bad as you think it will be.\n\nAll in all, this is a great route. I gave it 3 stars because of the variety of moves, nice and unusual setting, and the adventure of the climb. Have fun, and give yourself plenty of time for this route!","protection":"Standard rack, stoppers and cams.  Maybe include a couple wide pieces.  We had a 4, and a 4.5 cam, and did fine with that.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,ad22b47b-28bf-545c-bb26-55da9f0f1805,a5a2ca0a-2c4e-5bd6-a0a9-fac15d58ca13,7b682703-f9f8-5822-a4f6-e64ff0bacd3b","pathTokens":["USA","Colorado","Grand Junction Area","Colorado National Monument","Kissing Couple area","Kissing Couple"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.71813,39.08928]},"bbox":[-108.71870933626717,39.08883033981814,-108.71755066373282,39.08972966018187],"left_right_index":-1,"ext_id":"105745495","area_id":"e2gnA/n4WCKk9uZP8LrNOw==","polygon":{"type":"Polygon","coordinates":[[[-108.71870933626717,39.08883033981814],[-108.71755066373282,39.08883033981814],[-108.71755066373282,39.08972966018187],[-108.71870933626717,39.08972966018187],[-108.71870933626717,39.08883033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:44.318Z","updatedAt":"2024-01-20T01:00:52.998Z"}