{"_id":"6368a214e80bff5a9955d926","area_name":"Zoonotic","shortCode":"","climbs":[{"_id":"KYQ7Vyv/XVCh41dBw9I9qA==","name":"Monkeypox","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Marta Reece, Jesse Sharp, 8-18-2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":2,"mp_id":"110908838","mp_crag_id":"109285771","climb_id":"KYQ7Vyv/XVCh41dBw9I9qA==","areaRef":"j16SYYfKXp6x4aj54PQx/Q=="},"content":{"description":"Monkeypox shares first pitch with Cowpox, then follows a crack system to the right, past a ridge line, and continues up a corner toward the top of the right side of Zoonotic. \n\n  Pitch 1, 5.7, (identical to Pitch 1 of Cowpox). Go up a shallow draw to the right of the chimney splitting Zoonotic. Stop at a large crack about 6 feet past the end of the chimney. \n\n  Pitch 2, 5.5, go up along the line of small blocks clustered around a crack (see image). Stays below the large block on the ridge line. Belay from a comfortable spot on the ridge. \n\n  Pitch 3, 5.6, traverse right under the wall using a bridge of boulders (protectable). Go up the nice, clean corner to its end, then continue slightly left over easy terrain to the ridge and along the ridge to the top.","protection":"Standard rack, with an emphasis on small pieces.","location":"Starts just to the right of the main gully which splits Zoonotic, ends at the top of the slab on the right side of it. \n\n  To get down, you can do an exposed scramble to the left and walk off as for Cowpox. Rapelling off the large live tree at the top of the slab is another option. To keep the rope from snagging on a lower tree, we stopped at the first large ledge with a second rappel of this lower tree."},"__v":0},{"_id":"6lYVFClBUhuh/KQc4y9H+w==","name":"Monkey Fever","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Marc Tarnosky, Marta Reece, 7/12/2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":3,"mp_id":"112021496","mp_crag_id":"109285771","climb_id":"6lYVFClBUhuh/KQc4y9H+w==","areaRef":"j16SYYfKXp6x4aj54PQx/Q=="},"content":{"description":"This route takes a full advantage of the right-facing corner in the middle of the right half of the Zoonotic wall. It shares the top half of it with Monkeypox. \n\n  Pitch 1 (100 ft) goes up a groove on the right side of the wall, switches to a parallel groove just to the left of it, continues up over couple of steep bulges, and ends on a wide ledge just left of the tree. \n\n  Pitch 2 (100 ft) starts at the left end of the ledge and goes up the prominent right-facing corner. A small alcove above the top of the corner provides shaded belay. \n\n  Pitch 3 (70 ft) goes right and then up over a slab, the angle of which has moderated by now. Heading directly for the rap station on the large, live tree is probably best. Protection is in pockets opening along the seems. \n\n  Pitches 2 and 3 can probably be combined, but we have climbed this route in the summer for its shade, which would have to be sacrificed. There would also probably be some rope drag from the change in direction.","protection":"Standard rack is sufficient. There are rap slings on trees at the destination ledges, but these are not in locations suitable for belay anchors.","location":"The route goes up first the right side, then the left side, of the slab left of Short Line.  \n\n  It takes two rappels to get down, the first of which is a two-rope rappel. 60m ropes are okay. Alternatively one may do an exposed scramble across the top of the main gully dividing Zoonotic and scramble from there into Citadel Canyon."},"__v":0},{"_id":"5xXRR7oWUAO/6qtd8v2wSg==","name":"Mad Cow","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ian Harris, Jessica Jelacic, Marta Reece, Summer 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":0,"mp_id":"110619013","mp_crag_id":"109285771","climb_id":"5xXRR7oWUAO/6qtd8v2wSg==","areaRef":"j16SYYfKXp6x4aj54PQx/Q=="},"content":{"description":"This is a new, harder and cleaner, version. It offers a solid rock and good climbing, with finicky enough pro on the crux to keep you checking just how crazy you are, before it hands you the perfect pocket to keep you in the game. \n\n  Pitch 1: (5.7, 170 feet) Step onto the left side of the chimney that splits the wall down the middle. Move left onto an indistinct ledge, then continue slightly leftward toward the left end of a short, horizontal line of small bushes above. Once past the bushes, go right a bit, then up. With the steep part done, you will see a broad head wall interrupted by two apparent gullies. Take whatever route is convenient (we went left a bit and then sharply right) to the the base of the left one. \n\n  Pitch 2: (5.8, 80 feet) Go up the steep, almost perfectly straight trough above. At the top turn right to find a good belay spot on the easy slab.","protection":"Standard rack.","location":"Mad Cow starts to the left of the base of the chimney which slashes Zoonotic in two. Walk off from the top toward the Citadel canyon as for Cowpox. The top of the walk-off is marked with a cairn."},"__v":0},{"_id":"ShJqu2StW62I1hDqh6JknA==","name":"Cowpox","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Marta Reece, Pat Geoannini, July 20, 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":1,"mp_id":"109285779","mp_crag_id":"109285771","climb_id":"ShJqu2StW62I1hDqh6JknA==","areaRef":"j16SYYfKXp6x4aj54PQx/Q=="},"content":{"description":"Pitch 1 (80 ft) goes up a shallow suggestion of a trough about 20 feet right of the gully and is visible from the ground. It gives the impression that protection will be sparse, but there is just enough if one takes pretty much every opportunity. A short but decent vertical crack protects the more delicate climbing higher up. The route slowly comes closer to the gully. A short, horizontal crack makes for a good belay with a decent stance in the gully itself or near it. \n\n  Pitch 2 (110 ft) takes the gully for 30 feet or so. When going forward starts to look less than technical, climb instead up the wall on the left. This step will take you onto an easy but unprotectable slab. Move on it somewhat leftward to a spot where you can mount a ramp leading to the right toward a small head wall. Belay from 10 feet or so below this wall from a good crack. \n\n  Pitch 3 (60 ft) starts by reaching the head wall but then going to the right along this to the ridge line where the progress upward is over the large steps on the right side of the ledge. Continue to the right over a cactus. Go up the corner and up again on the right onto non-technical ground.","protection":"Standard rack with cams up to #3.","location":"Approach: Go up Rabbit Ears Canyon. Turn off into a side canyon on the right just before Citadel. The rock on the right side of the canyon will be divided by significant gullies into individual walls. Shortline, set a bit farther from Citadel Canyone, can be thought of as a second one of these walls and is identifiable by a smooth east face with distinct cracks. Zoonotic is the large wall above Shortline. It is split near the middle by a vertical gully. This gully, with a juniper tree just below its base (this may be visible somewhat later), is your landmark. To get to it, you need to take a short side canyon. \n\n  Descent: The top-out is on a false summit. Getting to the ridgeline above the Keyhole appears easy but was not attempted. Instead we have scrambled down into Citadel Canyon by heading toward it and somewhat to the right. A scramble down the canyon then leads down to the packs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,6a0aec06-4561-5200-b345-f54acd82b72a,8f5e9261-87ca-5e9e-b1e1-a8f9e0f431fd","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Rabbit Ears Area","Zoonotic"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"bbox":[-106.57777237866618,32.36780033981814,-106.57670762133381,32.36869966018186],"left_right_index":-1,"ext_id":"109285771","area_id":"j16SYYfKXp6x4aj54PQx/Q=="},"content":{"description":"A broad, mostly north facing wall on the right side of Citadel Canyon, just above Shortline."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:45.433Z","updatedAt":"2022-11-25T11:20:27.511Z"}