{"_id":"63689de0e80bff5a994f928f","area_name":"Bihedral (Upper Tier), The","shortCode":"","climbs":[{"_id":"+9QXQ3X/WfGYnMdfuW/hdA==","name":"Where's Ray?","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Hand & Kent Lugbill 11/1/06","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":30,"mp_id":"105882601","mp_crag_id":"105745016","climb_id":"+9QXQ3X/WfGYnMdfuW/hdA==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Clip a bolt and climb the overhang. Follow easier rock to the crux at the 3rd & 4th bolts where the rock steepens and the holds get smaller.","protection":"Four bolts to a 2-bolt anchor.","location":"8 feet right of Bihedral Arete start."},"__v":0},{"_id":"jXDkn+bXWZyzjAEJ5lBnXg==","name":"Trick or Treat","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Olsen, Brenda Leach, BIll Henson, 10/31/08","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":20,"mp_id":"106294434","mp_crag_id":"105745016","climb_id":"jXDkn+bXWZyzjAEJ5lBnXg==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Trick or Treat is a fun new mixed route that goes up the right side of the Dan's Line slab.\n\nStart as for\n\nDan's Line\n\n, at a flat boulder.  Climb straight up the slab past two bolts, and continue to a steep headwall.  Move right and surmount the headwall (crux).  Continue up to a right-angling crack.  Climb the crack, then angle left past two more bolts to the anchor shared with Dan's Line.","protection":"7 bolts and 1 or 2 cams (green #0.75 and red #1 Camalots) for the crack.  2-bolt anchor with lowering hooks.","location":"At a flat boulder, just left of Hold the Line.  Same start as\n\nDan's Line\n\n."},"__v":0},{"_id":"NIeM1HUfUGiq2e77ZAaB6A==","name":"Tool King","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Hand & Kent Lugbill, 3/23/2007","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":1,"mp_id":"105935178","mp_crag_id":"105745016","climb_id":"NIeM1HUfUGiq2e77ZAaB6A==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Follow 3 bolts on well-featured rock to a ledge that leads to a finishing crack that is easy to protect. Nice moderate climb with chicken heads and flakes. Easy-to-protect crack for the learning trad leader.","protection":"3 bolts plus yellow & red Aliens, #1.5 Friend, optional small wire, to a 2-bolt anchor.","location":"On a buttress on the left side of the Bihedral area, this is 15 feet left of\n\nEdge of Reality\n\n."},"__v":0},{"_id":"ClvZW59cWASvaSYVt+gr3A==","name":"Thumb Tack","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Larry Dalke & Cliff Jennings, 1965. FFA: Alan Bradley & Dan Hare, 1984.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":33,"mp_id":"105762354","mp_crag_id":"105745016","climb_id":"ClvZW59cWASvaSYVt+gr3A==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This route is one of two routes up the striking headwall that caps the Bihedral.\n\nThis climb can be seen easily from the road on the top 1/4 of the Bihedral.  It starts in a overhanging handcrack for a few meters, gains a small square pod/cave, then exits the feature on the right hand side in sustained tight finger-locks and sidepulls, going up to a tree at the summit.\n\nP1: Approach via the climb Rhodian Shores, Crack Variation, or Bihedral Arete. After the belay common to all of those, continue, tending slightly right to go up to the bottom of said headwall. Belay down and right of the bottom of the climb (#2 Friend, #1.5 Friend, & another small-med Friend or #3 Camalot.)\n\nP2: Head up the crack on the headwall placing a 2.5\"-3\" cam at the start, and possibly a medium nut overhead before pulling past some insecure moves (5.11) to get into the pod.  The VERY tall might not find this as hard. A #1 cam goes in the  center of the top of the pod.  Place a very small cam, ballnut or small nut overhead and exit the pod on the right and continue up to a not-quite \"thank god\" hold. (5.11) and then place tiny cams and continue upward past a series of thin locks and sidepulls with marginal feet (crux) to reach the lower-angle finish.","protection":"You need the appropriate rack for the approach pitches, then something for the belay (cams 1\"-2\").  For the route, take a 2.5\"-3\" cam for the start and then a double set of cams from the smallest you have to .5\" plus two 1\" cams and a few nuts from #3 BD-#8 BD. The tree up top has an anchor that needs to be beefed up. Please consider adding a rapid link.","location":""},"__v":0},{"_id":"MSCddEaCVM2fCYw9Eb9UjQ==","name":"Sun Spot","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"George Bracksieck,  Patti Smith, 1975. Bolts: Ron Olsen, Bill Henson, Gillian Collins, 2/6/09","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":21,"mp_id":"106353563","mp_crag_id":"105745016","climb_id":"MSCddEaCVM2fCYw9Eb9UjQ==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Sun Spot is a fun new mostly trad route that climbs the big right-facing dihedral between Trick or Treat and Hold The Line. A little easier than the first pitch of the Bihedral Route since it's not as sustained. Bring your trad rack and a few extra big cams and give it a go.\n\nThe route name comes from the fact that the Bihedral Area is a great place to climb on a sunny winter day. There were a dozen climbers here on a 50-degree Saturday in February.\n\nStart as for Hold The Line, and scramble left up a ramp to the big right-facing corner.  Climb the corner and work up to a bolt on the left. Traverse left at the bolt (crux) onto an arete.  Continue up the corner, clip the last bolt on Hold The Line, and continue to a bolt anchor (shared with Hold The Line).  Lower from hooks.","protection":"Standard rack with a few extra large cams. Two #3 Camalots and a #4 Camalot are useful. Save one of these big cams to protect a move about 8 feet above the first bolt. 2 bolts and a 2-bolt anchor with lowering hooks.\n\nThe route can also be top-roped after leading Hold The Line.","location":"Start below the bolts on Hold The Line, and scramble left up a ramp to get to the corner."},"__v":0},{"_id":"U+I7AVmKUpm3g6jufQ4ryw==","name":"Sands of Iwo Jima","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bob D'Antonio & Greg Hand, 10/8/2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":32,"mp_id":"106039762","mp_crag_id":"105745016","climb_id":"U+I7AVmKUpm3g6jufQ4ryw==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Exquisite position and movement. You will encounter laybacks, smears, crimps, palming, dynos, backsteps, flags, and an overhang. Quite a few moves packed into a short pitch 200 feet above the ground. Clip the first bolt by climbing near the anchors and reaching right. Then start climbing below the first bolt. This is so you do not fall directly onto the belay. There is one rest below the overhang.","protection":"6 bolts to a 2-bolt anchor.","location":"Begin atop\n\nFlags of Our Fathers\n\n."},"__v":0},{"_id":"9RdENJ0zXXeexkHgSyzn4Q==","name":"Rhodian, Naturally","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"March 1998","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":23,"mp_id":"105759945","mp_crag_id":"105745016","climb_id":"9RdENJ0zXXeexkHgSyzn4Q==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"If you only like/climb sport climbs, ignore this submission.  It has later been bordered by couple sport climbs.\n\nThis was a little naturally-protected line just L of\n\nBihedral\n\n.  It certainly may 'ave been climbed previously.  Historically speaking, we spied the line in 6/97,\n\nRhodian Shores\n\ndid not have bolts at that time.  Mentioned in brief to a sly Mark (oh, well!) and there were bolts there by the next time we went up to do it 10/97 (we were a wee scooped).  No tears.  Nonetheless, this natural line weaves a backward-shaped S via 3 crack/groove weaknesses.  This is for the tradster who may climb traditionally and ignore bolts.  You could clip some of the bolts to make it less runout.  It is in the shade in the earlier (10ish) morning hours.\n\nScramble/climb up to the ledges below the\n\nBihedral\n\n.  Move L into the groove/crack perhaps 10 feet L of\n\nRhodian Shores\n\n(8s).  Slightly tricky pro here with wires or brassies, Aliens/small cams and you gain the jug (same jug after\n\nRhodian Shores\n\n' crux).  Easier moves with a bit of runout take you to the large, nearly-horizontal crack.  Good pro with larger cams (#3, 4 Camalots).  Traverse R to another groove/crack system.  Fiddle in a small cam, step up to a jug (9-s).  Easy terrain leads you to either the anchor for\n\nRhodian Shores\n\nor the belay for\n\nBihedral\n\n.\n\nYou could consider this an alternative to P1 of the\n\nBihedral\n\nif you've done that a bunch 'o times.  You may continue with second pitches\n\nHeterohedral\n\nor\n\nBihedral\n\n.","protection":"Standard rack to a #4 Camalot.","location":""},"__v":0},{"_id":"D6fBf8utU1uLbzRNiOo7Nw==","name":"Rhodian Shores","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve Muller, Dianne Barrow, and Mark Rolofson, 1997?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":24,"mp_id":"105758116","mp_crag_id":"105745016","climb_id":"D6fBf8utU1uLbzRNiOo7Nw==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Rossiter calls this a 9, and I believe Rolofson a 10. It felt harder than 9. This demands good slab technique and is bolted a bit for the taller person, even though the bolts are closely spaced. That said, the route begins 15 feet left of the left-facing dihedral that is P1 of the\n\nBihedral\n\nroute and ascends a low-angle slab which steepens near the top. Two tricky sequences get the blood flowing at the third and fifth bolts. This is a great route.","protection":"[8] well-spaced bolts to a two-bolt Fixe anchor with lowering hooks that is shared with\n\nHold The Line\n\n.","location":""},"__v":0},{"_id":"hzFKci7eV0+tMCTMB1WuvQ==","name":"Puff Daddy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ron Olsen and Mike Amato, 3/20/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":19,"mp_id":"105933938","mp_crag_id":"105745016","climb_id":"hzFKci7eV0+tMCTMB1WuvQ==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Puff Daddy climbs the bulging headwall above\n\nHold The Line\n\nand\n\nDan's Line\n\n.  It can be done as a second pitch after either of these routes. The climbing looks steep and improbable, but edges and holds appear just where you need them.  Well bolted in the hard sections so there's a minimal fear factor.\n\nClimb\n\nHold The Line\n\n(5.9) and belay at the anchor at 100'. Alternatively, climb\n\nDan's Line\n\n(5.8) and belay at the higher anchor at 110'. This anchor is about 20' left and 10' higher than the anchor on Hold The Line.\n\nFrom\n\nHold The Line\n\n, climb up and left on easy rock.  You can place a red Alien or purple Camalot in a crack about 10' above the belay.  Continue  to a horizontal crack, where you can place another red Alien or purple Camalot. Step up and clip the first bolt.  This is about 25' above the belay, but the climbing is easy.\n\nFrom\n\nDan's Line\n\n, climb straight up easy rock to the horizontal crack, place a red Alien or purple Camalot if desired, and step up and clip the first bolt.\n\nContinue up the headwall, which gets harder the higher you go, to a bulging section at the sixth bolt.  Work up on thin holds (crux), hang in and make the seventh clip, and continue up past one more bolt to the anchor.  Lower back down and let your partner have a shot at it. If you want to belay from the top, continue up and right about 15' to a higher anchor on a ledge.  From this higher anchor, rap back down to the anchor atop\n\nHold The Line\n\n.\n\nFrom the anchor on\n\nHold The Line\n\n, you can rappel back to the ground with a 60m rope.","protection":"8 bolts to a 2-bolt anchor with lowering hooks.  Optional red Aliens/purple Camalots can be placed before the first bolt.  Lower or rappel with a 60m rope, then do another rappel to the ground.  There is a higher anchor, above and right of the lowering anchor, if you want to belay from the top.","location":"This is a second pitch that starts atop\n\nHold The Line\n\nor\n\nDan's Line\n\n."},"__v":0},{"_id":"JfwIv212U7K9yn7uVOiHEA==","name":"Pariah","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan Hare and Pat Adams, 1994.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":34,"mp_id":"105936123","mp_crag_id":"105745016","climb_id":"JfwIv212U7K9yn7uVOiHEA==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This route climbs the overhanging arete on the right side of the upper headwall of the Bihedral. I did not climb this route, but watched Bret Ruckman and his partner Marco climb it, and talked with them about the climb afterward. This description is based on how they did the route.\n\nP1: Climb the first pitch of\n\nBihedral Arete\n\nand belay.\n\nP2: Start up the last pitch of\n\nFlags of Our Fathers\n\n, and break right after the third bolt. Go across the slab to the arete on the right side of the upper headwall. Pariah starts here. Work up the arete past eight bolts to a 2-bolt anchor with hangers but no lowering rings.  Bret and Marco left carabiners on the hangers.  Lower back to the belay on Bihedral Arete.\n\nThe route has not been climbed very much, and has lots of lichen, making it more difficult. Bret said the route felt harder than 12b (the guidebook rating).","protection":"8 bolts to a 2-bolt anchor with no lowering rings. Carabiners in place to lower as of 3/25/07.\n\nBring additional gear (5 QDs, red Alien, small wire) for the section on Flags of Our Fathers.\n\nThe first pitch of Bihedral Arete has 7 bolts which can be supplemented by a few small-to-medium cams and wired nuts.","location":"On the arete on the right side of the upper headwall on the Bihedral."},"__v":0},{"_id":"ZRoF+CP/X9OHoG6NUqfEEA==","name":"Oh Boy","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bob D'Antonio & Greg Hand","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":9,"mp_id":"107874463","mp_crag_id":"105745016","climb_id":"ZRoF+CP/X9OHoG6NUqfEEA==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Oh Boy climbs the short, right-facing corner directly above\n\nNight Moves\n\n. Clip the chains on that anchor, and continue up the fun corner.  The corner has some 3 star climbing, but it is very short. A bolt protects the final moves to the anchor.","protection":"Doubles from 0.4 to 0.75, but it could be done on a single set.","location":"This is on the far left side of the cliff...."},"__v":0},{"_id":"9MApIXzsV7We3fA0OUoFFQ==","name":"Night Moves","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ron Olsen, Bill Henson, Gillian Collins, 11/26/08","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":7,"mp_id":"106311078","mp_crag_id":"105745016","climb_id":"9MApIXzsV7We3fA0OUoFFQ==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Night Moves is a short but fun mixed route that starts at the same place as\n\nDiamonds and Rust\n\n, on a big shelf about 20' left of\n\nHeterohedral\n\nand 10' right of\n\nEdge of Reality\n\n.\n\nStep up and clip a bolt on the left.  Climb straight up a right-facing corner.  A yellow Alien can be placed in an undercling between the second and third bolts.  Mantel onto a big ledge on the left, and continue up the face to the anchor.  A green Camalot can be placed to protect the final move to the anchor.","protection":"5 bolts plus a yellow Alien and green #0.75 Camalot.  2-bolt anchor with lowering hooks.","location":"The route starts on a big shelf about 20' left of\n\nHeterohedral\n\nand 10' right of\n\nEdge of Reality\n\n. This is the same start as for\n\nIt's Time for Change\n\nand\n\nDiamonds and Rust\n\n.\n\nTo get there from the main Bihedral area, traverse left on the narrow exposed ledge past\n\nDan's Line\n\nand\n\nGroup Therapy\n\n. Be very careful. Not a good approach for kids or pets. A safer approach can be made by coming up from the\n\nLeft Side\n\narea, but this is a long way from the main Bihedral area.\n\nAn anchor has been installed on the right side of the shelf, so you can do a diagonal rappel back to the main Bihedral area instead of reversing the exposed traverse; see ??."},"__v":0},{"_id":"UlXgsBo6UeSwUggpZE2E9A==","name":"Left-Handed Tool","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kent Lugbill","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":0,"mp_id":"106799068","mp_crag_id":"105745016","climb_id":"UlXgsBo6UeSwUggpZE2E9A==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This is a variation of\n\nTool King\n\nthat had been previously done. I was surprised at how perfect and solid the upper crack was.\n\nStart up\n\nTool King\n\nor the crack and slab to the left and reach a ledge up and left of the 3rd bolt of\n\nTool King\n\n.  Traverse a few feet left to a very solid handcrack (gold-blue Camalot) and use a long sling to keep the rope somewhat straight. Continue up on 3\" gear to the top, where a ledge is reached a few meters left of the\n\nTool King\n\nanchors.  Place gear and traverse right to the anchors (bolt and chain) to retreat.","protection":"3 bolts & hand-sized gear + a few longer slings.","location":"Start on or just left of\n\nTool King\n\n."},"__v":0},{"_id":"fm0xfSRLWqSo9PeqBEAO5g==","name":"Just Putin Around","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"for good chunks of this - George Bracksieck, LP","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":35,"mp_id":"108715896","mp_crag_id":"105745016","climb_id":"fm0xfSRLWqSo9PeqBEAO5g==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This is a micro-adventure route that really isn't recommended for all but those who don't mind funky rock, decisions, and not falling.  The line is just what we pieced together for a good ole time.\n\nP1. Climb\n\nSea Breeze\n\n,\n\nThe Minstrel\n\n, or\n\nAu Natural\n\nto the 2 bolt anchor.\n\nP2. Move right onto a bulging section protectable with small cams. There is a wiggling flake here or there on this bit.  Pull over without falling, staying over your feet. Move upwards on lower angle terrain with a bulge or two. Be careful not to hook your rope on the dead tree/stump.  ~120' up you can get a directional under the small face, and then you can angle down and left to a belay under what looks like buck teeth.\n\nNote, we explored left from the bolted belay but found the features rounded enough to move us rightward.  Also, you could \"Z\" the pitch by traversing over to the tree on the left, but this inverted \"L\" seemed to portend less drag.\n\nP3. Now this start is probably indicated on p. 99 of Rossiter's excellent 1999\n\nRock Climbing Boulder Canyon\n\n.  Avoiding the thin wire crack directly above the belay (which we dubbed the Yanukovych option), we moved slightly left into a better featured crack/groove that felt harder than 5.5.  Once on the face, we angled right into a left-facing dihedral.  A cruxy move into the dihedral gets your attention.  Continue upward on bits of face climbing into a pod on the left and belay.\n\nP4. Here you have some options.  The straight-above-the-belay option gets your initial vote but has a precarious-looking block which might teeter out and kill you and/or your belayer if you pulled the wrong way (which we dubbed the Obama option).  Traversing rightward, you see the next left-angling dihedral with crusty-looking footwork and crumbly looking edges of the crack (which we dubbed the Putin option).  A stopper or two for a directional and additional rightward traversing leads to a more solid-looking bulge solution.  Still, you must take care not to fall, given the ledge below the bulge. Clear the bulge,  follow a right-leaning line to a ledge on the right, and belay.  A #4 Camalot is nice here.  There used to be a death-defying, 3-4 foot, guillotine blade here which George most generously cleared.\n\nP5. Now, you move slightly left and aim for the inviting dihedral above.  There are still some loose blocks on this pitch.  In particular, there is a hanging peninsula of rock in the dihedral (which we dubbed Crimea) which is very difficult to avoid pulling upon.  Above, there is a block on the left which seemed okay to stand upon, but avoiding pulling upon it may be best to survive passage.  Finish the dihedral and belay.\n\nWalk off down the right side of The Bihedral.","protection":"Double ropes were used but may not be required.  A rack with wires, a few medium to large hexes, and cams from small to a #4 Camalot is useful.  Long slings, including some 48\" slings will keep down the rope drag.","location":"Find this line wandering up to the prow and right of The Bihedral.  See the topo photo."},"__v":0},{"_id":"AN6BFu7JU4CdKmj4uRryLA==","name":"It's Time For Change","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Olsen and Bob D'Antonio, 1/20/09","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":6,"mp_id":"106341750","mp_crag_id":"105745016","climb_id":"AN6BFu7JU4CdKmj4uRryLA==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"It's Time For Change is dedicated to Barack Obama, who was inaugurated as the 44th President of the United States on the day of the first ascent.\n\nFun moves and exhilarating exposure make this one of the best moderate routes at the crag.\n\nClimb\n\nNight Moves\n\npast the first three bolts to a good ledge.  Continue up a short right-facing corner to another ledge. Stem up a steep dihedral and pull left onto an airy arete (crux). Follow the arete to the anchor.\n\nNote: Climb almost straight up the arete; don't go too far left or you'll miss the bolts and the anchor.","protection":"8 bolts and three optional gear placements (yellow Alien, green #.75 and yellow #2 Camalots).  Two-bolt anchor with lowering hooks.  Strong leaders may be happy with just the bolts.","location":"On the big shelf on the left side of the Bihedral, where\n\nNight Moves\n\nand\n\nDiamonds and Rust\n\nbegin. The route shares the first three bolts with Night Moves before splitting off to the left."},"__v":0},{"_id":"BTtIPkXNVrWCxQX/rnDIsg==","name":"Hold The Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ron Olsen and Mike Amato, 3/14/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":22,"mp_id":"105931317","mp_crag_id":"105745016","climb_id":"BTtIPkXNVrWCxQX/rnDIsg==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Hold The Line is a fun new sport route on the Bihedral, about 30' left of\n\nRhodian Shores\n\n.  It features the same high-quality stone but is a grade easier. Varied climbing that makes you think.\n\nAngle left up a ramp to the first bolt.  Climb up past 5 bolts, mostly 5.7-5.8 with a spot of 5.9.  Clip the 6th bolt and work up into a V-corner (crux).  An optional red Alien/purple Camalot can be placed after the 6th bolt.  Climb past a wedged chockstone at the top of the corner, and angle left up a slab to a 2-bolt anchor on a nice ledge.\n\nBelay from here or lower 100' back to the start.","protection":"9 bolts to a two-bolt anchor with lowering hooks that is shared with\n\nRhodian Shores\n\n. An optional red Alien/purple Camalot can be placed after the 6th bolt.  Lower/rappel 100' back to the start.","location":"Start on a ramp about 30' left of\n\nRhodian Shores\n\n."},"__v":0},{"_id":"5Jtycjf4V12SwfvC3DZR8g==","name":"High Hard One","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ron Olsen, Bob D'Antonio, Greg Hand, 11/12/08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":15,"mp_id":"106301291","mp_crag_id":"105745016","climb_id":"5Jtycjf4V12SwfvC3DZR8g==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"A high fastball in baseball...and a route with the hardest moves at the top.\n\nBegin at the rappel anchor about 20' left of the flat boulder at the start of\n\nGroup Therapy\n\n. The belayer should clip into this anchor, as the spot is exposed.\n\nClimb about 20' left along a low-angle ramp to the first bolt.  Clip the bolt and crank up a short wall to an easy slab.  Climb the slab to a good ledge where the wall steepens.  Climb a pillar with a hairline crack past five more bolts. A smooth slab awaits at the top of the pillar. Climb up on small holds past three more bolts (crux), and traverse right to the anchor.","protection":"9 bolts to a 2-bolt anchor with lowering hooks.","location":"Start at the rappel anchor about 20' left of the flat boulder at the start of\n\nGroup Therapy\n\n."},"__v":0},{"_id":"P9jxAxwQXTGS2syBuMNPlA==","name":"Heterohedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. Hanson, A. Bradley, D. Hare, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":11,"mp_id":"105759918","mp_crag_id":"105745016","climb_id":"P9jxAxwQXTGS2syBuMNPlA==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This is a moderately interesting alternative to\n\nthe Bihedral\n\n.\n\nScramble up to the same ledge where\n\nBihedral\n\nstarts.\n\nFind a right-facing dihedral system about 100 feet left of the obvious, left-facing dihedral of\n\nBihedral\n\nand just right of\n\nEdge of Reality\n\n.\n\nP1. Angle up & right  along this dihedral system.  It can be moist with recent rains.  Pass a small roof on its right  and find a ledge.  Belay.\n\nP2.  Angle up and right  along a small, right-facing dihedral to face climbing to below a crack.  Fire up a crack in black-lichen covered rock with slightly tricky jams and top out just left of the finish of\n\nBihedral\n\n.","protection":"Standard rack to a #4 Friend.","location":""},"__v":0},{"_id":"nSYKOdzxXHCc/5zrmZajxQ==","name":"Hesitantly Decisive","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"R. Rossiter (probably 1980s)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":14,"mp_id":"111588728","mp_crag_id":"105745016","climb_id":"nSYKOdzxXHCc/5zrmZajxQ==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This is a so-so possible finish to\n\nHeterohedral\n\nand is not as good as the route proper.\n\nFrom the top of what would be referred to as the first pitch, when the corner ends, one can continue up and very slightly left, ascending a series of intermittent cracks and flakes to the top of the buttress, always staying a few body lengths to the left of the bolted lines up there, which I believe to be the last 30 feet of Group Therapy and then Puff Daddy. Once up top, you can traverse right on the ledge and belay from the anchors of Puff Daddy.\n\nDo 2 raps to the ground first from the anchors on Puff Daddy and then from the anchors of either Dan's Line, Group Therapy or Hold that Line.","protection":"Gear is occasional and when it can be had, reasonable.  It is not sufficent to assure short falls, but it will keep you off of the ledges and the ground if you find and place it well.","location":"This is a direct finish to the\n\nHeterohedral\n\nthat runs up directly from the top of the corner where it ends. You can get up on a high ledge at the top of the crag and belay there on a fixed bolted anchor."},"__v":0},{"_id":"N2FogPx7V/qQ+AEARTnboA==","name":"Group Therapy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ron Olsen, Bill Henson, Brenda Leach, 11/1/08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":17,"mp_id":"106294459","mp_crag_id":"105745016","climb_id":"N2FogPx7V/qQ+AEARTnboA==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Group Therapy is a new sport route that goes up the left side of the Dan's Line slab.  It is well bolted, and a good route for a new sport leader.\n\nStart as for\n\nDan's Line\n\n, at a flat boulder.  Scramble up a left-angling groove to a good ledge above a little pine tree.  The first bolt is about 10' above the tree.  Climb straight up the face on good edges.  At the fifth bolt, step right and climb up to a big ledge, avoiding the dark fractured rock on the left. Continue up the slab, staying on the face as much as possible, avoiding the corner on the left.  Surmount a small bulge, and continue to the anchor.","protection":"10 bolts to a 2-bolt anchor with lowering hooks.\n\nBe careful if you lower; some 60m ropes come up a little bit short -- tie a knot in the end of the rope.","location":"Same as for\n\nDan's Line\n\n, at a flat boulder."},"__v":0},{"_id":"GokMx96xWFKMJkBLbVKNPg==","name":"Flesh Eating Flies","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Vaino Kodas, Bob D'Antonio, 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":37,"mp_id":"105832846","mp_crag_id":"105745016","climb_id":"GokMx96xWFKMJkBLbVKNPg==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This route climbs an arete and face located on the far right side of the headwall of the Bihedral. The best approach is to take the Happy Hour Crag trail to its end, and then traverse the hillside to the left. Be very careful here, as the Riviera climbing area is below.\n\nDescription from\n\nvainokodas.com/climbing/cor…\n\nused with permission.","protection":"6 bolts to a two-bolt anchor.","location":""},"__v":0},{"_id":"ZFcli2C/Wless87zexA1Sg==","name":"Flags of Our Fathers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kent Lugbill & Greg Hand 11/3/06 & 12/15/06 & 3/14/2007","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":31,"mp_id":"105882606","mp_crag_id":"105745016","climb_id":"ZFcli2C/Wless87zexA1Sg==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Pitch1: Walk right from\n\nWhere's Ray\n\nalong a ledge to a yellow/orange lichen corner. Place a green Alien, and traverse right and up on easy rock to the first bolt. Place a blue Alien before the 2nd bolt and clip three more bolts as the rock gets steeper.  Crux at last bolt.  Fun climbing on small positive edges.\n\nPitch2: (12/15/2006) Face climb up past 2 bolts and follow easy climbing to a 3rd bolt (crux). Small wire may be placed and climb up and left to 4th bolt and anchors above. May be climbed as 1 pitch.\n\nPitch3: (3/14/2007) When doing the 3rd pitch, you should belay at the top of the first pitch of the Bihedral Arete. Climb just right of the belay (red Alien and small wire to protect a hard start), then follow 6 bolts to the new anchor slightly higher (and more comfortable) than the anchor for the Bihedral Arete. Crux is at the last 2 bolts.\n\nMy father lasted 19 days on Iwo Jima before being injured.","protection":"Pitch 1: Four bolts to a 2-bolt anchor plus green and blue Alien.\n\nPitch 2: Four bolts to a 2-bolt anchor plus small wires after 3rd bolt.\n\nPitch 3: Red Alien plus small wire at the start, then 6 bolts to a 2-bolt anchor.\n\n60 meter rope easily gets you to the ground from the second anchor.","location":"20 feet right of\n\nWhere's Ray\n\n."},"__v":0},{"_id":"o2ogSScMX6CNAz6qecHvbg==","name":"Fat Tuesday","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bob D'Antonio, Greg Hand, Dan Brockway, 2/09","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":12,"mp_id":"106562457","mp_crag_id":"105745016","climb_id":"o2ogSScMX6CNAz6qecHvbg==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This is a line that splits off of\n\nHeterohedral\n\nover a small bulge protected by 2 bolts with brown-painted hangers.  It is probably easier for taller folks, with those above 6' probably thinking it is easier and those 5'6\" or less thinking it is more difficult.\n\nStart as for\n\nHeterohedral\n\n, pop over a small bulge at a left-angling crack.  Continue up less-than vertical terrain along a groove with limited natural protection to finish with the last bolt or two of\n\nDiamonds and Rust\n\n.","protection":"3-4 quickdraws plus a light rack of gear to a #3 Camalot.","location":"Start as for\n\nHeterohedral\n\n."},"__v":0},{"_id":"VUaY2yVsX6613Sz13WCb3w==","name":"Edge of Reality","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Dan Hare & Rob Stanley, 1997","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":3,"mp_id":"105759912","mp_crag_id":"105745016","climb_id":"VUaY2yVsX6613Sz13WCb3w==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This route is marked as route #2 in Rossiter's Bihedral section of the Boulder Canyon book.  Standing near the base of the Bihedral dihedral or Bihedral Arete, look left past the Heterohedral to a tower-like buttress that creates the vertical horizon. The edge of this is the route at hand. Scoot over to this by walking left on the big ledge, then scrambling up and over on a thin ledge system (4th class, but leave your pack at the base and put on your shoes beforehand if you want to feel good about it) and then to the base of the climb. Belay between a nasty bush and the wall.\n\nThe first clip is good, which is misleading. The second clip is nasty -- you have a choice between a huge reach off of a wrist-wrenching, finger-pumping undercling (I'm 5'10\" and have ape-like arms and this was really pushing it) or doing a 5.11 move with bad feet to a slick hold to clip from. Either way, the clip sucks and I don't know why it was placed where it was. The next few moves are the crux, on bad hands and feet. Proceeding upwards, you will see more evidence of the botched bolting job including a sleeve with no bolt, two bolts 2 feet apart, etc...  All remaining bolts look good though. Some holds were releasing crystals of rock under hand and foot. Up near the top the thank-god hold is covered in reeking bird crap.\n\nI'll finish with the disclaimer that I hung on this route several times, and grabbed a sling to clip up high on it (4th or 5th?) in case that affects your interpretation of my description of this route. In my subjective pont of view, even though I had hung on it, I'd still be able to call it good if it had been -- it just wasn't. Most of the pump came from the second clip, not the moves, and most of the fall potential from a few slippery or crumbling holds, not from difficulty of the moves. My partner (who can climb at that level) declined to even try the route. I do admit that a better climber than I would have flashed it, but after seeing it, probably wouldn't have bothered.\n\nOn the way down I cleaned it in so much as possible with my bare hands. Hopefully this will have improved the route.","protection":"A set [6] of draws.\n\nPer\n\nBruce Hildenbrand\n\n: Dale Haas and I replaced the coldshut as one of the anchors with a Fixe ring hanger. This now makes two Fixe ring hangers at the anchor.\n\nPer\n\nMark Rolofson\n\n: this is only R rated if you don't bring any gear. RPs (BD steel nuts) and/or small Aliens can be placed above the ledge to protect the moderate climbing leading to the anchor.","location":""},"__v":0},{"_id":"ZsD6lBEzUQ+eokj5LbZFEQ==","name":"Dihedral Variation","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Erickson and Chris Reveley, 1979.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":28,"mp_id":"105763917","mp_crag_id":"105745016","climb_id":"ZsD6lBEzUQ+eokj5LbZFEQ==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Dihedral Variation is a great alternate start to Bihedral Arete.\n\nTry it the next time you go up to do Bihedral Arete -- you won't be disappointed.\n\nEDIT: The following text was added by someone other than me, and is not my opinon: (\"The protection is good -- two bolts were added with permission from the FA Jim Erickson in February 2009. The dead bush at the crux was removed, dirt cleaned from the crack, and lichen brushed off the walls of the dihedral. It's a fun, physical climb that deserves to see more traffic on lead.\")\n\nThis is the shallow dihedral between\n\nBihedral Route\n\nand\n\nBihedral Arete\n\n. Climb up the right face using holds on the arete, then work back left to the corner.\n\nEDIT: The following text was added by someone other than me, and is not my opinon: (\"Two bolts protect the crux, with good gear placements before and after. Exit right at the top of the dihedral, and continue up p1 of\n\nBihedral Arete\n\n.\")\n\nYou can rap 100' from a 2-bolt anchor at the top of p1 of Bihedral Arete with a 60m rope, or continue up p2 of Bihedral Arete (10a), or up the last pitch of\n\nFlags of Our Fathers\n\n(9), and descend via two rappels.","protection":"2 bolts and gear from small wires to a 0.75\" cam (green Camalot) for the initial dihedral, then QDs and gear to 2\" for the rest of p1 of Bihedral Arete.  2-bolt anchor at the top of p1 of Bihedral Arete.","location":""},"__v":0},{"_id":"mT1x02w/WPGrwmDy5XHdmw==","name":"Diamonds and Rust","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ron Olsen, Bob D'Antonio, Nickie Kelly, 11/26/08","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":10,"mp_id":"106311070","mp_crag_id":"105745016","climb_id":"mT1x02w/WPGrwmDy5XHdmw==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Diamonds and Rust is a new sport route on the big shelf left of Heterohedral.  Start about 10' right of\n\nEdge of Reality\n\nand 20' left of\n\nHeterohedral\n\n. This is the same start as\n\nNight Moves\n\n.\n\nStep up and clip a bolt on the right, and traverse right to a right-facing corner.  Climb the corner to a ledge at its top. Climb a tricky slab past an overlap (crux), and continue straight up to the anchor.","protection":"9 bolts to a 2-bolt anchor with lowering hooks.","location":"The route starts on a big shelf about 20' left of\n\nHeterohedral\n\nand 10' right of\n\nEdge of Reality\n\n. This is the same start as for\n\nNight Moves\n\n.\n\nTo get there from the main Bihedral area, traverse left on the narrow exposed ledge past\n\nDan's Line\n\nand\n\nGroup Therapy\n\n. Be very careful. Not a good approach for kids or pets. A safer approach can be made by coming up from the\n\nLeft Side\n\narea, but this is a long way from the main Bihedral area.\n\nAn anchor has been installed on the right side of the shelf, so you can do a diagonal rappel back to the main Bihedral area instead of reversing the exposed traverse; see ??."},"__v":0},{"_id":"S1bgyWBTWI+NYfl6GcBsOg==","name":"Daydreaming","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bob D'Antonio & Greg Hand","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":8,"mp_id":"107025357","mp_crag_id":"105745016","climb_id":"S1bgyWBTWI+NYfl6GcBsOg==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Daydreaming climbs a steep, well-protected finger crack at the top of\n\nNight Moves\n\n.  There are a number of good stems and edges along the way to the anchors on \"\n\nIt's Time For Change\n\n\".","protection":"A #2 Camalot and cams from blue to yellow Alien....","location":"The finger crack for Daydreaming starts at the top of P1 of\n\nNight Moves\n\n."},"__v":0},{"_id":"QdhtcQa5WFGUOVJ9dKYCdw==","name":"Dan's Line","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dan Hare and Noel Childs, 3/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":18,"mp_id":"105933907","mp_crag_id":"105745016","climb_id":"QdhtcQa5WFGUOVJ9dKYCdw==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Dan's Line is another good moderate sport route on the Bihedral.\n\nStart about 20' left of\n\nHold The Line\n\n, at a nice sitting boulder by a small pine tree. Climb up and left on a ramp to a stance and clip the first bolt.  Make some thin moves past the second bolt, continue up past an easy overhang, and climb up the slab, with some more thin moves, to a a 2-bolt anchor with lowering hooks at 100'.\n\nLower off this anchor (60m rope is OK), or continue 10' up to a higher anchor. Belay at the higher anchor if you want to do\n\nPuff Daddy\n\n(10a), which continues above.","protection":"8 bolts to a 2-bolt anchor with lowering hooks at 100'. Lower off this anchor with a 60m rope.","location":"About 20' left of\n\nHold The Line\n\n, at a nice sitting boulder by a small pine tree."},"__v":0},{"_id":"i/uyNClCW2uUILWr+NXi3w==","name":"Crack Variation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Chris Reveley and  Diana Hunter, 1975.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":26,"mp_id":"105756550","mp_crag_id":"105745016","climb_id":"i/uyNClCW2uUILWr+NXi3w==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"From the route Bihedral's mid-point, at the first belay, head hard right around something of a bulge until you are below a tiny conifer.  Climb up the broken, lichenous rock with some intermittent seams and flaring cracks past the tree and up to the bottom of the huge headwall.  Undercling up and left under the headwall past the fabulous looking crack,\n\nThumb Tack\n\nand then continue left around a corner to the top of the bihedral and belay.  The pitch is about 120' total from the belay on\n\nRhodian Shores\n\n.\n\nThis is no place for a beginner, as the climbing is delicate and quite poorly protected.  Lichen covers much of the rock.\n\nThis can also be done from the top of\n\nRhodian Shores\n\nby moving up and left, past the roof that is just above you, and then hard right to the beginning of the \"crack\" as described.  From there the climbing goes up and then up and left.  If you want to do this all in 1 pitch from\n\nRhodian Shores\n\n, you will either put in no pro until the real deal starts, or you'll have a lot of drag.  I chose not to place pro, as the zig-zag climbing was easy.","protection":"There is not much pro, so a light rack is about right.  You can place a mix of small cams and nuts to the top, where a few standard sized pieces are good.","location":""},"__v":0},{"_id":"iwTvkWSoW3eSNene8lVhAg==","name":"Blood Diamond","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":13,"mp_id":"106561362","mp_crag_id":"105745016","climb_id":"iwTvkWSoW3eSNene8lVhAg==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Arch right and back left on the cool slab, ending up under a steep dihedral with 2 bolts on the left wall.  Pull the roof, then head up and left to the anchor on\n\nDiamonds and Rust\n\n.","protection":"7 bolts and a 2 bolt anchor with Mussy hooks. Also this has a 2 bolt belay anchor at the bottom.","location":"This route is located left of the rap anchors to get back to the base.  Start between\n\nHigh Hard One\n\nand\n\nFat Tuesday\n\n."},"__v":0},{"_id":"veVe2zfQVVubcXqPY3AaCw==","name":"Bihedral Arete","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Vaino Kodas and Mary Zuvela","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":29,"mp_id":"105757414","mp_crag_id":"105745016","climb_id":"veVe2zfQVVubcXqPY3AaCw==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"A spectacular route that climbs the beautiful arete just right of the Bihedral Route.\n\nPitch 1: Gain the arete and climb up past three bolts on good holds. Reach a thin crack (small gear) climb the crack angling to the left and climb up past four more bolts to a two-bolt anchor.\n\nPitch 2: Angle left up to small tree (with gear), clip a bolt and make cool moves on the exposed arete climbing the cool face/arete past several bolts to a two-bolt belay.\n\nRap the route with 2 ropes from pitch 2 or do two rappels with a single 60m rope. This route is going to be a classic.","protection":"Bolts and small-to-medium gear. Two-bolt anchors at the first and second belays.","location":""},"__v":0},{"_id":"g96zrgf6W7C+AhsSN8P7tw==","name":"Bihedral","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"L. Dalke, C. Jennings, 1967","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":25,"mp_id":"105756346","mp_crag_id":"105745016","climb_id":"g96zrgf6W7C+AhsSN8P7tw==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This climb ascends the obvious, and namesake, left-facing dihedral on the Bihedral Wall.  The first pitch is supposed to go at 7, while the second pitch is 8.  I thought both pitches were a bit on the sandbag side.  Little wonder that Rossiter describes this route as \"somewhat of a classic\".\n\nP1.  Ascend the dihedral with good pro all the way up, using face holds on the left where necessary.  Traverse left past the bolts on top of\n\nRhodian Shores\n\n(slab climb described elsewhere), and continue left and up on nebulous terrain until you reach a spacious ledge.  Belay here with less-than-comforting gear (small).\n\nP2.  Continue up the obvious, but smaller, left-facing dihedral directly above to the top (8+/9-).  While I am hesitant to add an s, good gear is not really available on the second pitch until after the first crux, and the chances of a painful fall at that point are about 100%.  Best to be solid at the grade.\n\nDescent: there are now numerous rap points.  Two single raps on a 60m or a 50m rope will work if you go to the lowest intermediate chains and then scramble down the final bit to the ground.","protection":"Standard rack to #4 Camalot sized.","location":""},"__v":0},{"_id":"Hs+UwZd/U8uoODJHVKBa4A==","name":"Backdoor Slider","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bruce Hildenbrand, Dale Haas, and Patrick Haas, June 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":16,"mp_id":"120861418","mp_crag_id":"105745016","climb_id":"Hs+UwZd/U8uoODJHVKBa4A==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"If you like slab climbing, this route is for you, otherwise you might be doing a bit of sliding at the crux.\n\nClimb up easy rock to a high first bolt, then proceed past three bolts on ever steepening terrain to a nice ledge and the final crux slab with three bolts. The difficulty is very similar to\n\nHigh Hard One\n\nto the left. The last two clips are entertaining!","protection":"Seven protection bolts to the two-bolt anchor with Mussy hooks shared with\n\nHigh Hard One\n\n. All hardware is stainless steel.","location":"Start from the same large ledge used for\n\nGroup Therapy\n\n,\n\nDan's Line\n\n, and\n\nTrick or Treat\n\n. Backdoor Slider climbs between\n\nHigh Hard One\n\non the left and\n\nGroup Therapy\n\non the right. Both these two routes have tan Fixe hangers. Backdoor Slider has silver (bare stainless steel) colored Petzl hangers."},"__v":0},{"_id":"LyvDYr1FVXKTIQDgfAE/aA==","name":"AHR","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Mark Tarrant & Dan Hare","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":27,"mp_id":"106069654","mp_crag_id":"105745016","climb_id":"LyvDYr1FVXKTIQDgfAE/aA==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"The crux is getting past the fifth bolt. Cool climbing up a series of short, steep corners.","protection":"Eight clips will get you to the anchor on the second pitch of Bihedral Arete.\n\nDan hasn't named the route yet...AHR stands for Another Hare Route.","location":"Climb Rhodian Shores or any of the routes that lead to that anchor. From the anchor climb straight to the first bolt. Watch out for loose rock getting to the first bolt."},"__v":0},{"_id":"Jt9xT39/UkCoQacz/mq0vw==","name":"Acid Rock","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tobias and Cunningham (1971) or Tobias and Pierce (1970)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":36,"mp_id":"108540594","mp_crag_id":"105745016","climb_id":"Jt9xT39/UkCoQacz/mq0vw==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"I have found descriptions of this route in the following guidebooks: Ament and Erickson's \"5.10\" (1972); Ament and McCarty's\n\n\"High over Boulder\"\n\n(1976 and 1985); Rossiter's\n\n\"Boulder Climbs North\"\n\n(1988); and Rossiter's\n\n\"Boulder Canyon\"\n\n(1999). In the first of these guides, the name of Tobias's partner is different from the one listed in the subsequent three. Each of these guides contains a different description of the route; BCN has a vague topo that shows the beginning of the route (in a position that is different from at least one of the written descriptions); BCN and BC have good photos of the Bihedral area (without showing the route's location). Rossiter's photos show many possibilities. Because guidebook writers often just paraphrase previously published descriptions, while attempting to disguise outright plagiarism, perpetuating contradictory and/or vague information is often the result.\n\nWhew, lots of dissection of unimportant trivia, good thing these aren't important trivia.","protection":"SR.","location":"It is between\n\nPariah\n\nand\n\nFlesh Eating Flies\n\n."},"__v":0},{"_id":"IrPNu6/FUlCWN3sCLXKjGg==","name":"Acid Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"George Bracksieck and Patti Smith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":5,"mp_id":"108062031","mp_crag_id":"105745016","climb_id":"IrPNu6/FUlCWN3sCLXKjGg==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"This is a fun crack, mostly hands and big hands, that goes through a small overhang near the bottom.  George Bracksieck thought it was about 5.9, but it is definitely harder.  He climbed it in 1975, so maybe opinions have changed.  If it was longer, it would be classic.  It is fun though.","protection":"Bring a rack with some large cams.  We used two #4 Camalots and 2 #3 Camalots.  We used some smaller cams as well but no nuts.  I think the smallest cam needed is a #1 Camalot.  The anchor can be made with #2 Camalots and maybe a #1.","location":"This is the crack to the right of\n\nCase of the Fags\n\n.  You start with the first three bolts of\n\nIt's Time for Change\n\n, going to a large ledge.  From the ledge, go up another crack on the right to a small ledge at the start of the main crack.  To get down, climb down to the anchors on\n\nLeft-Handed Tool\n\n.  It is best to belay at the top of the climb itself."},"__v":0},{"_id":"yvfLYWymW4CneQpsO+F5tw==","name":"A Fly in the Ointment","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob D'Antonio & Greg Hand, 1/12/2008","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":2,"mp_id":"106089997","mp_crag_id":"105745016","climb_id":"yvfLYWymW4CneQpsO+F5tw==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Layback past 3 bolts (crux) to a big bucket. Place a small cam to protect a move to a big ledge. Follow the final crack of\n\nTool King\n\nto anchors.\n\nThe name was inspired by a recent trip to Australia. I got very good at the\n\nAustralian Salute\n\n, not to mention spitting them out.","protection":"3 bolts plus finger size to 1 1/4\" cams.","location":"Begin just right of\n\nTool King\n\n."},"__v":0},{"_id":"Gsrx/gKaU/WHsxM5Gy+Q0A==","name":"[Redacted]","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Josh Lyons, Zach Holtzman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"left_right_index":4,"mp_id":"106059914","mp_crag_id":"105745016","climb_id":"Gsrx/gKaU/WHsxM5Gy+Q0A==","areaRef":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":"Start in the obvious dihedral for 15 feet to a ledge, then go up easy an unprotected wide crack for 5 feet.  Head left on horizontal crack to find a thin crack up the left side of the face for 25-30 feet.\n\nThe wide section has some loose rock, but it is easily avoided by climbing on big holds outside of the crack.  The thin crack (crux) through the face is sequency, sustained, and steep.","protection":"The bottom corner is two inches.  The wide section has a spot at the bottom for a #3.5 Camalot in good rock.  The wide crack is unprotected and created by a large, dettached block, be careful!  The first good gear after this is small TCUs to 1 inch in the horizontal crack.  The main crack takes small units and brass.  It is very well-protected.  Built gear anchor on top and descended on\n\nTool King\n\nchains.","location":"The left of two cracks which are around the corner, to the right of\n\nEdge of Reality\n\n, on the East face of the pillar.  In between\n\nEdge of Reality\n\nand\n\nHeterohedral\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,e46a4a41-0d4e-5857-a8fb-612b0932f1bf,60282644-9647-5325-a0cc-d55cafcdad4a","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Bihedral Area, The","Bihedral (Upper Tier), The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.8"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.7"},{"count":2,"label":"5.9-"},{"count":3,"label":"5.10b"},{"count":4,"label":"5.10a"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c"},{"count":5,"label":"5.9"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12a/b"},{"count":3,"label":"5.8+"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11c/d"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":10,"intermediate":11,"advanced":2,"expert":0}},"sport":{"total":26,"bands":{"unknown":0,"beginner":9,"intermediate":11,"advanced":6,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":14,"intermediate":16,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3964,40.0035]},"bbox":[-105.39698701976948,40.00305033981814,-105.39581298023052,40.00394966018187],"left_right_index":-1,"ext_id":"105745016","area_id":"YCgmRJZHUyWgzNVcr82tSg=="},"content":{"description":""},"density":0,"totalClimbs":38,"__v":1,"createdAt":"2022-11-07T05:55:57.444Z","updatedAt":"2022-11-25T11:16:30.338Z"}