{"_id":"6368a60be80bff5a995c5390","area_name":"Red Mountain","shortCode":"","climbs":[{"_id":"FH4VSNx6VTWG1TtSaQD8uA==","name":"South Face","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.3892,47.45592]},"left_right_index":1,"mp_id":"119517789","mp_crag_id":"111532050","climb_id":"FH4VSNx6VTWG1TtSaQD8uA==","areaRef":"ngqxFPmAWgeKa9grlqI0EQ=="},"content":{"description":"This is the class 3-4 route up the solid south ramp of Red Mountain. Most ascents are done via the west side of the south ridge, which is a much more class 2 - scrambly affair, but this involves the most solid rock found on the peak in several easy, enjoyable class 3 pitches. Most climbers will do this entirely unroped as the exposure is not great, or simply rope up when necessary. Belay spots can be found on the sides of the ridge with trees, although how useful they can be is yet to be seen.\n\nHike the PCT from the Snoqualmie Pass north trailhead until it reaches the Commonwealth Creek trail. Hike this for about 2 miles until the peak is visible; occasionally this will bring you too far to the west. Simply traverse on heather over the ridge and perhaps downslope until you reach the solid, low-angle, bright red rock gully (class 3, no gear required, 2 pitches). Ascend until you pop over a small ridge to the main gully below the summit. Continue ascending this until the summit section becomes steep and roofy overhead. Then move left onto the hiking finish on the west side of the south ridge. Descend via the scrambling class-2 hiking route on the west.\n\nAlternatively, continue on the steep summit block directly; class 4 or low 5. Requires rope, at least, due to exposure. Next summer I'll come back and do it for real.","protection":"No gear needed in general. Some parts of the descent could be rappelled from trees; webbing and rap rings required.","location":"You'll pop out of trees on the flank of Red eventually, but this may bring you too far west. If you reach Red Mountain Pond, you've gone too far."},"__v":0},{"_id":"8QTEJ4FNXhaseZpWiwhD8w==","name":"East Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-121.3892,47.45592]},"left_right_index":2,"mp_id":"119773850","mp_crag_id":"111532050","climb_id":"8QTEJ4FNXhaseZpWiwhD8w==","areaRef":"ngqxFPmAWgeKa9grlqI0EQ=="},"content":{"description":"Climbing Red Mountain via its long East Ridge. Fred Beckey describes this route in his CAG as 'some minor scrambling east from the Kendall Katwalk,' this is not correct in the slightest. On the Internet, only a few instances of people attempting this route have been recorded, and all of them as a descent route. Trying to ascend this way would be disastrous. (Beckey's error is possibly because, in a previous edition before the new PCT was built, he wrote 'it might be possible once the PCT is built to scramble the East Ridge,' and apparently never went to try it.)\n\nIt is possible to descend this route; I have done it. However, it involves very dangerous and slippery downclimbing on alternating polished slabs and unpleasant loose rock. I will describe it as a descent rather than an ascent, as that's how I've done it. Begin climbing down the summit block to a few slabs; traverse along them underneath the ridge crest until the ridge drops sheerly ~20 feet. Downclimb farther down to avoid this. Continue along the ridgecrest for a short while, then downclimb through loose rock around another drop. Soon afterward, downclimb into a short gully and across to where the ridgetop is heathered and forested.\n\nEverything previous is dangerous and unprotectable, although easy: a slip would lead 200 feet down onto gentler slopes. Here, however, it becomes REALLY unpleasant. There is a sheer 200+ foot cliff in the ridge; on the opposite side is a talus field that leads to the Kendall Katwalk/PCT. Downclimbing ridges and bushy gullies on the west side of this drop is a long, tedious, frightening, dangerous affair, as there's no place for a rappel and it's very difficult to see if you're leading to a straight drop or finding a passage down.\n\nOnce you're down, near the head of a Commonwealth Creek tributary, begin climbing polished slabs that lead up toward the talus field. In wet weather, stay in the bush clumps as these could become very treacherous. Follow the talus field east to a final slope that reaches the PCT; then hike 6 miles back to the trailhead.","protection":"A rope might be helpful, but there's very few anchor/protection options when you need them.","location":"Either start from the summit of Red Mountain or from just before the Kendall Katwalk."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,7e417346-4bea-5085-9f18-3c0f60efd272,6b052fb6-8d97-5eaf-a3ab-da30b42975aa,9e0ab114-f980-5a07-8a6b-d82b96a23411","pathTokens":["USA","Washington","Central-West Cascades & Seattle","Snoqualmie Pass Area","Red Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"4th"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.3892,47.45592]},"bbox":[-121.38986502311141,47.45547033981814,-121.38853497688858,47.45636966018186],"left_right_index":-1,"ext_id":"111532050","area_id":"ngqxFPmAWgeKa9grlqI0EQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:30:47.849Z","updatedAt":"2022-11-25T11:24:44.044Z"}