{"_id":"6368a36ae80bff5a995829be","area_name":"Southside","shortCode":"","climbs":[{"_id":"PdXljwFfXtqCrPZA/wic1g==","name":"West Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Unknown, 1960's","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":0,"mp_id":"106776023","mp_crag_id":"118897491","climb_id":"PdXljwFfXtqCrPZA/wic1g==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"Long, intimidating, exciting.  The West Face, even at 5.5, scares people off regularly.  It's probably because the rock is worst, and steepest at the very beginning of the route.  By no means would I say, \"Don't worry about that, it gets safer\".  If you are frightened by the start, don't go on.  But if 5.5X sounds alright, this is a great route.  Perhaps the only 5.5X in the Marsupials that can compete with it is the South Buttress of Brogan (ha ha).     But seriously, if you can abide with the runouts, this route is really fun.  It's got almost entirely solid rock (just keep an eye out and you'll see the bad stuff), really fun moves, and great position.  What's more, it's a long route, and ends on a cool summit. \n\n  It is a bit odd calling it a trad route, because it has no gear, and pretty much the only protection is provided by bolts, but then, I would never describe it as a sport route.","protection":"You won't need much.  Pretty much just stuff to clip into the bolted anchors, and the (very) occasional bolt along the way.  Bring nuts for the last section leading to the summit.","location":"The West Face of Brogan starts by the notch at the downhill side of the Spire.  The easiest descent (I think): Descend via the Cave Route by rapping off the summit.  Rap again down the corner of the Cave Route's second pitch.  Pass through the hole of the Cave Route, walk fifty feet across flat ground, and set up one more short rappel to the ground.  A single 60 will get you down this way."},"__v":0},{"_id":"Ri9ytjMJVeictxoeNhOe0A==","name":"Walking on Broken Glass","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":6,"mp_id":"105812674","mp_crag_id":"118897491","climb_id":"Ri9ytjMJVeictxoeNhOe0A==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"This one is worth doing if you are in the area for the Cave Route but not worth the hike alone. \n\n  An unusual route for Smith, overhanging jugs.  \n\n  Swing your way up the overhanging monkey bars to an anchor.","protection":"bolts & rappel hangers at the anchor","location":"In the Cave Route alcove (see that route for approach). There are three short overhanging sport climbs here, this is the left most and more difficult of the three."},"__v":0},{"_id":"I7nOiAWVXm64PpEgBM3DxQ==","name":"Under the Gun","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Soule, Ron Vickrey, 1996.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":8,"mp_id":"108424205","mp_crag_id":"118897491","climb_id":"I7nOiAWVXm64PpEgBM3DxQ==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"Short but fun overhanging jugs. This is a great intro to the grade if the climber lacks technique but has a little muscle. It's sharp but the holds are great. Crux is about 3/4ths the way up the route with a little reachy balancy move.","protection":"4 Bolts. Anchors. Rap.","location":"if you've already found the hidden wall, it's the second from the left."},"__v":0},{"_id":"6CZ+nNNCWtWeVCa7PLAc1w==","name":"South Buttress","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bruce Watson, Brian Watson, Charles Cuningham, 1970","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":5,"mp_id":"106303364","mp_crag_id":"118897491","climb_id":"6CZ+nNNCWtWeVCa7PLAc1w==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"Deep in the Marsupials, this route deserves more attention than it receives.  The first pitch, beginning at the Juniper snag, is mostly low angle face climbing that meanders up the back side of the buttress.  Follow the line of weakness, and you'll be fine.  Expect no protection.   The route angle will flatten out, and you will find yourself at the bottom of a short section of exposed vertical rock.     With your left leg hanging over the abyss, find the solution jug, and mantle your way to another flat section, which seems to pass over a tunnel through the rock (though it's hard to tell from the top).  [Note: this is not mentioned in the Watts book- there is probably an easier line, but this way looked really nice].   From there, follow the line of least resistance to the awesome spire summit, where you will find rap anchors.     For me, the first pitch was reminiscent of the final pitch of the Traveller's Buttress at Lover's Leap: long, exposed, with solid knobs and edges. Pass through or over tunnels, around corners, and enjoy the creative routefinding in truly three dimensional terrain on both this and the adjacent Cave Route (South Buttress is much better, I think).     Most pleasant is the varied, somewhat athletic approach, incredible views of the sisters, broken top, and bachelor, an awesome summit, and all with no one around.  Dreamy.   ","protection":"I'd bring a set of nuts and a couple of slings.  Don't bog yourself down, you won't be able to place any of it anyway.  Sixty meter rope.","location":"Take a right after the bridge at the bottom of the approach hill, and follow the river around the bend.   Pass the Monument, the miraculous The Product (except for the excessive sika, for shame!), a cool sculpted trail in a suspended rock slide, and the old climber's camp on your right.  At a stretcher and sign postings, head uphill (two ways, left is easier), and make your way up onto the closed dirt road.  Emerge slowly onto the road, taking care not to surprise the rattlers, or the horses (sorry, ma'am).  Make your way uphill on the road, and pass the Koala (climb Round River to warm up). Chimney your way through the pass on the downhill side of Brogan Spire, descend a short slab, and hike up hill until you find a \"burnt out Juniper snag\"(Watts).  The route begins here on the vertical stuff, and becomes low angle within twenty feet.   \n\n  The easiest way to get down seems to be to rappel the Cave Route.  A sixty meter rope should make the belays, though I used a forty five, and down-climbed a fifteen foot section of dirty rock (not recommended)."},"__v":0},{"_id":"FN4tbhoBVBK8+VTKzzJ5rw==","name":"Smash the Silence","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":2,"mp_id":"113483005","mp_crag_id":"118897491","climb_id":"FN4tbhoBVBK8+VTKzzJ5rw==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"A single route ascends the main spire's south wall. Begin atop a small boulder, crank a crux move right off the deck, and climb some of Smith's most massive huecos to the shelf below the summit. The rock would be better if it saw more traffic. Rappel off with two ropes or continue to the top via the West Face.","protection":"13 bolts, anchors, two rope rappel","location":""},"__v":0},{"_id":"FqgbTYcCXt26F3MPAw9boA==","name":"Short Sharp Shock","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bill Soule, Jay Wells, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":7,"mp_id":"107653142","mp_crag_id":"118897491","climb_id":"FqgbTYcCXt26F3MPAw9boA==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"This route has no specific crux but rather continuous easy power moves on overhung rock. expect sharp deep pockets that have fun throws all the way to the anchor.","protection":"Bolts. Rap off anchors.","location":"two bolt lines left of \"The Cave Route\"."},"__v":0},{"_id":"KE0jCVDsVxif25GVaop5QQ==","name":"East Jesus Nowhere","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ryan Ried","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":1,"mp_id":"121503343","mp_crag_id":"118897491","climb_id":"KE0jCVDsVxif25GVaop5QQ==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"Two bolts of slightly overhanging crimping leads to a stemming dihedral and no hands rest on a big ledge. From here moderate face climbing brings you to a small ledge below some tufa-like jugs. Fire up the overhang establishing on the vertical face above where a bit more moderate climbing leads to an anchor. ","protection":"12 quickdraws","location":"Cut through the notch between brogan spire and the mudpile. Turn left to head uphill once you're back on the dirt. It's the first route you'll come to on this wall and begins in a wide water groove with good rock. Alternatively, head uphill 5-10 mins from the mudpile or kangaroo and look for the first line of bolts past the notch on the southeast face."},"__v":0},{"_id":"ePDtg4sVU7+DOq1o3XfkIQ==","name":"Death Of a Raven","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Shannon Thalman, Danielle Thalman, Jim Abloa, June 22, 2007","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":3,"mp_id":"108424150","mp_crag_id":"118897491","climb_id":"ePDtg4sVU7+DOq1o3XfkIQ==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"This route is different from the norm at Smith. Expect good jugs and pockets the whole way. The crux would probably be the pump from the overhang.","protection":"9 Bolts. Anchors. Rap or continue to summit.","location":"The only Bolted route on the south side of the ampitheater or about 50 yards uphill and left of the start of Barred Reality."},"__v":0},{"_id":"3ZAogO7lUPq9bbPy20qYkA==","name":"Cave Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ted Davis and Jon Marshall 1963","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":9,"mp_id":"105812662","mp_crag_id":"118897491","climb_id":"3ZAogO7lUPq9bbPy20qYkA==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"Smith's version of Stolen Chimney on Ancient Art.   Easy climbing to an airy summit makes for a worthy mini adventure. \n\n  Pitch 1: What used to be a 5.6 solo has now been bolted. Climb a short steep section to a slab above and end at a bolted anchor or continue to the tunnel. \n\n  Pitch 2: Continue up to a tunnel through the formation, climb through the tunnel and turn right. Follow a run out groove (couple of bolts) to the shoulder above and belay at a bolted anchor. 5.3-5.6 \n\n  Pitch 3: The goods. Climb easy rock to the summit spire and enjoy the view. 5.4 \n\n  Descent: Rap the route with two ropes ","protection":"small rack and draws","location":"start in an alcove on the East side of the formation. there are three short and overhanging sport climbs just left of the start of this route. \n\n  Approach by hiking past Koala Rock to a chimney between Brogan Spire's south end and Mini Half Dome (5.0) then turn up hill and hike along the base of the formation and pass through a tunnel where a large block leans against the face. The alcove is just above there."},"__v":0},{"_id":"+R7Sa1GhUWGfXKj5L0MzdA==","name":"Barred Reality","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"left_right_index":4,"mp_id":"106874388","mp_crag_id":"118897491","climb_id":"+R7Sa1GhUWGfXKj5L0MzdA==","areaRef":"CKFbPLuxX7iVSInG6MwVNQ=="},"content":{"description":"\"After a powerful boulder problem off the ground, tricky moves on weird looking rock lead to a beautiful slab. Climb the simple slab past widely spaced bolts to an anchor on a large ledge. Another boulder problem leads past two bolts to a second anchor. The third pitch climbs from the hole in The Cave Route straight up the featured slab to the summit. Rappel The Cave Route.\" -- Rod Jacobson's Smith Rock '09 Supplement \n\n  Double rope rappel from last anchor. DO NOT RAPPEL FROM 1st OR 2nd BELAY STATIONS AS YOUR ROPES WILL GET STUCK!!!","protection":"1st pitch: 9 bolts; 2nd pitch: 2 bolts; 3rd pitch: bolts","location":"At the base of the wall/buttress, before the turn the corner that takes you through the cave and up to the sport routes and Cave Route's start."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,e7aeefae-15e1-5de7-a395-a48727784e98,f3c655b6-9c95-597f-aaa6-fd7d8a4865ec,6c1a61fb-128b-5f3f-8c6a-c54e4e2bcdbf,0c572553-9c0e-53fb-806f-4de66e1a81d1,08a15b3c-bbb1-5fb8-9548-89c6e8cc1535","pathTokens":["USA","Oregon","Central Oregon","Smith Rock","(w) The Marsupials","Brogan Spire","Southside"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.5"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.12383,44.3687]},"bbox":[-121.12445902310745,44.36825033981814,-121.12320097689253,44.369149660181854],"left_right_index":-1,"ext_id":"118897491","area_id":"CKFbPLuxX7iVSInG6MwVNQ==","polygon":{"type":"Polygon","coordinates":[[[-121.12445902310745,44.36825033981814],[-121.12320097689253,44.36825033981814],[-121.12320097689253,44.369149660181854],[-121.12445902310745,44.369149660181854],[-121.12445902310745,44.36825033981814]]]}},"content":{"description":"The \"backside\" of Brogan contains a good selection of easier climbs, from 5.5 multipitch romps to steep 5.10 sport climbs. Get sun most of the day. The Tail and Opossum are features that are a continuation of the Brogan Spire formation on the uphill side."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:19:24.469Z","updatedAt":"2024-02-19T18:39:10.874Z"}