{"_id":"6368a214e80bff5a9955d757","area_name":"(C) Reddi-Wip Area","shortCode":"","climbs":[{"_id":"bnLu3errVUG6mQDnSi5v7g==","name":"Try Trad","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"left_right_index":7,"mp_id":"107667906","mp_crag_id":"106379870","climb_id":"bnLu3errVUG6mQDnSi5v7g==","areaRef":"jwJ2KpZPVKS0gjOUqD6FlA=="},"content":{"description":"Go up about 40 feet along, and to the top of, the crack in the middle of the photo. This portion is low fifth class but sustained enough to be enjoyable. Continue by traversing to the left on easy ground toward the chains of Sweat, Blood, and Steers. The crux is the last move to the chains. It can be protected by a placement high in the crack to its right.","protection":"The entire route protects well enough for a first trad lead. We have done it once with just a single set of mid to small cams, but nuts are useful, and there are some good tricam pockets as well. It can be used to top rope Blood, Sweat, and Steers.","location":"Try Trad is located to the right of Blood, Sweat, and Steers and shares the chains with it. Starting from Blood, Sweat, and Steers and going right you will come across a left facing corner and then two cracks. Try Trad goes up the second one of these cracks."},"__v":0},{"_id":"fKusQQF7Upe44Sq/lwvlTA==","name":"Tall Trad","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Jones","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"left_right_index":6,"mp_id":"108042639","mp_crag_id":"106379870","climb_id":"fKusQQF7Upe44Sq/lwvlTA==","areaRef":"jwJ2KpZPVKS0gjOUqD6FlA=="},"content":{"description":"This climb starts on the arete 10 ft to the right of Blood, Sweat and Steers and left of Try Trad. Top out on the 35-foot arete, go up the crack system to right of chains for Blood, Sweat and Steers and finishes up on the 30-foot overhanging head wall 8 feet to the right of the climb Brangus Muffins. Start the head wall in the small dihedral. You can see the layback flake at the top that you go up. The head wall at the top is really good! (5.10+).  There is good protection all the way up so don't use any bad placements. As with all trad climbs here you have to watch for loose rock.","protection":"Trad gear with #3 Camalot or similar size cam.  There is a tree and/or a big boulder to put webbing around (25 ft of webbing for boulder) and a good #3 camolot placement for belaying at top.","location":"This route starts up the arete 12 ft to the right of Sweat, Blood, & Steers and to the left of Try Trad.  Goes up east side of the arete, tops out on arete at about 35 ft then up or by the crack system to overhanging headwall. To get down I then lean over edge and clip in to chains of Brangus Muffins and rappel down."},"__v":0},{"_id":"pVJXSHNgUY+rqNqkpmVUww==","name":"Reddi-Wip","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mickey Hazelwood","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"left_right_index":2,"mp_id":"106379912","mp_crag_id":"106379870","climb_id":"pVJXSHNgUY+rqNqkpmVUww==","areaRef":"jwJ2KpZPVKS0gjOUqD6FlA=="},"content":{"description":"One of the cleanest routes at the Rough and Readies, Reddi-Wip follows good pockets up a steep face. The climbing remains sustained throughout. Shorter climbers may find it more difficult, as they may not be able to stem off the wall to the right. Toward the top the bolts are to the left of the line that is typically climbed and may be difficult to see and even harder to reach.","protection":"7 bolts to anchors. It is possible to top rope it by climbing a very dirty chimney to the right, deep inside the wall.","location":"This route is tucked back in an alcove and is flanked on the left by a second line of bolts (Fingerbang)."},"__v":0},{"_id":"/rTZEgdZUCOG+YHrCLhqiA==","name":"Fingerbang","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mickey Hazlewood","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"left_right_index":1,"mp_id":"107007307","mp_crag_id":"106379870","climb_id":"/rTZEgdZUCOG+YHrCLhqiA==","areaRef":"jwJ2KpZPVKS0gjOUqD6FlA=="},"content":{"description":"Start below the scoop at B1.  Climb straight up the face utilizing pockets.  After clipping the 6th bolt continue up into the crack (add pro in the crack).  Move right to the anchor shared with 'Reddi-wip'.  \n\n  There's a stopper placed high in the crack for use as a directional when top-roping from the shared anchor.  Please do not remove this piece.","protection":"6Bs, Gear to 1\", 2-bolt anchor.","location":"Left of 'Reddi-wip'."},"__v":0},{"_id":"z8cdVHzhXvS+rjEXbf2Ggg==","name":"Rough Rider","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mickey hazelwood","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"left_right_index":0,"mp_id":"106379919","mp_crag_id":"106379870","climb_id":"z8cdVHzhXvS+rjEXbf2Ggg==","areaRef":"jwJ2KpZPVKS0gjOUqD6FlA=="},"content":{"description":"Slightly overhanging, at the start. Pulling off the ground is one of the harder moves, but the climbing is sustained for the first 4 bolts following big holds that are sometimes widely spaced. Some sections/holds seem a little loose.","protection":"5 bolts to anchors. Some prefer to stick-clip the first bolt.","location":"Located two routes left of Reddi-Wip on a quasi-arete."},"__v":0},{"_id":"0wG557+HXqCEV2FrppuKbg==","name":"Excrement Adventure","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mickey Hazelwood","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"left_right_index":4,"mp_id":"106584053","mp_crag_id":"106379870","climb_id":"0wG557+HXqCEV2FrppuKbg==","areaRef":"jwJ2KpZPVKS0gjOUqD6FlA=="},"content":{"description":"This is a long & really fun route, with a beautiful, slightly overhanging headwall with small pockets, high off the ground.  \"Rock Climbing New Mexico\" rates it 12a but it seemed a lot easier than that--there are no moves harder than 10+/11-, and if you step left halfway up the headwall, there is a pretty good rest.  (I'm not saying it's not hard, it was plenty challenging for me--just not 12a.  I found \"Unruly Macaque\" 11c, just down the way, to be significantly harder.) \n\n  At any rate, it's a great route.  Take care down low, as there is a long runout (moderate climbing) on poor rock. This protects with gear, but would it hold?  If not you'll probably hit the ground.  Above this the harder climbing is very well-protected with bolts. \n\n  You can start on Brangus by the Horns and then move right after two bolts to create a more sustained route. This would also eliminate the need for gear, although it might create rope drag.","protection":"a bunch of draws, one long sling for under the roof (or backclean the draw), and one or two friends in the 1.5-3 size range. 50 meter rope might not be long enough.","location":"This is just right of Brangus by the Horns (two routes right of Reddi-Whip), and just to the left of the obvious pocketed slab, Blood, Sweat and Steers.  It has one bolt, followed by a chossy crack, a small roof, and then a beautiful headwall which appears very difficult from the ground. Long pitch."},"__v":0},{"_id":"Q5ZoQhxKWpyXEBPPZlJdkw==","name":"Brangus by the Horns","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bolted by Mickey Hazelwood FA: Scott Jones","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"left_right_index":3,"mp_id":"107372084","mp_crag_id":"106379870","climb_id":"Q5ZoQhxKWpyXEBPPZlJdkw==","areaRef":"jwJ2KpZPVKS0gjOUqD6FlA=="},"content":{"description":"Fun long route with an overhanging juggy crux down low (feels a bit committing getting to the second bolt) and a steep, pocketed 5.10 headwall to finish. Both sections are very enjoyable. The middle section is easier, and a little bit loose and runout so it subtracts a star. A 50 meter rope might not be long enough for this route. \n\n  You could start on Excrement Adventure and move left above the Brangus crux to create a long, fun 5.10 route. Conversely, move right after the Brangus crux to create a more sustained version of Excrement.","protection":"7 bolts, two bolt anchor. The anchor bolts are far apart and slings would be helpful to equalize them rather than the common 2-draw set-up. \n\n  Supposedly a cam can be placed in between bolts 2 and 3, but I did not have one, and the rock is poor in this section. The climbing is easy, although clipping bolt #3 is awkward, and if you blew it (or a hold broke!) you'd go 40 feet to the ground-assuming you didn't place a piece or it didn't hold.","location":"Just left of Excrement Adventure and Blood, Sweat, and Steers, this starts up an overhang to a long face just right of an arete. The next routes further left are Reddi-Whip and Fingerbang."},"__v":0},{"_id":"TEfxtZ7CXZSWDUaURawZRw==","name":"Blood, Sweat and Steers","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Lucas","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"left_right_index":5,"mp_id":"107372122","mp_crag_id":"106379870","climb_id":"TEfxtZ7CXZSWDUaURawZRw==","areaRef":"jwJ2KpZPVKS0gjOUqD6FlA=="},"content":{"description":"Really fun pocketed slab with better rock than most Rough and Readies routes. Tricky crux by bolt 2 and then the climbing eases slightly.","protection":"6 bolts to 2-bolt anchor","location":"First bolted route in the Reddi-Wip area, this climbs a smooth face with a large pocket about 20 feet up as well as numerous smaller pockets. Two longer routes are just left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,fec16753-74c0-53ba-a7d4-0b75987f150c,8f02762a-964f-54a4-b482-3394a83e8594","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Rough and Ready Hills","(C) Reddi-Wip Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.5"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.03712,32.39492]},"bbox":[-107.03765253584348,32.394470339818135,-107.03658746415651,32.395369660181856],"left_right_index":-1,"ext_id":"106379870","area_id":"jwJ2KpZPVKS0gjOUqD6FlA==","polygon":{"type":"Polygon","coordinates":[[[-107.03765253584348,32.394470339818135],[-107.03658746415651,32.394470339818135],[-107.03658746415651,32.395369660181856],[-107.03765253584348,32.395369660181856],[-107.03765253584348,32.394470339818135]]]}},"content":{"description":"This area is named for one of the better 5.10s found at the Rough and Readies. Most of the lines in this area offer a mix of steep jugs and technical faces. Bees are commonly an issue in this area."},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:13:40.934Z","updatedAt":"2024-02-19T18:37:58.949Z"}