{"_id":"6368a38be80bff5a99585c46","area_name":"Beam Rocks","shortCode":"","climbs":[{"_id":"9O4hxlHSUm6VfjYwTB5Z+Q==","name":"Your Other Left","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"open for 1st","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":6,"mp_id":"109875815","mp_crag_id":"109333148","climb_id":"9O4hxlHSUm6VfjYwTB5Z+Q==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Stand start with your hands in the seam near the \"W''s (graffiti) and work your way up to some solid holds on the next layer of rock.  Position yourself to match the crack/hole in the middle of the roof and then throw for the seam a foot or so up on the outside of the roof on the vertical.  Work some magic with your feet and then top out last easy bit of this high ball that all makes for a great problem.","protection":"crash pad or 2, spotter","location":"Located at the roof on the Western side of the crag.  One of the first problems to the left as you come down the Western trail.  Where the Graffiti is"},"__v":0},{"_id":"93FABC1PWMi4F6uVLM6aLA==","name":"You must find a SHRUBBERY!","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"no info available, I claim 1st send 9/20/2014","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":3,"mp_id":"109491699","mp_crag_id":"109333148","climb_id":"93FABC1PWMi4F6uVLM6aLA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Fun little problem,  Sit start in the seam how ever you want,  Only one way that i found that worked well.  Pull one big move to hit the big lip/horizontal crack.  Work your way up on a mix bag of fun holds.  Once up on the 2nd layer of rock work your way left then up for a top out.  You can continue straight up as opposed to going left but sooner or later the bushes get the better of you and you run out of rock.","protection":"crash pad","location":"On the West most side of the crag, one of first climbs you get to if you come down the Western trail. Would be on your left if coming down the trail/hill.  Not really a boulder, it is part of the lower Western side of the crag.  Start in the seam/crack."},"__v":0},{"_id":"xhFlk4+KVnGzHtsYDZwB3Q==","name":"Yankin' Yoda's chin","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":17,"mp_id":"113458904","mp_crag_id":"109333148","climb_id":"xhFlk4+KVnGzHtsYDZwB3Q==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Sit-start matched on right flake with feet on lower opposite facing flake. Work hand's up under overhang, then over to the \"chin\" of the second yoda head up. Finish up \"Ain't no thang\"","protection":"Crash pad. Landing slopes in toward face","location":"Same boulder as Ain't no thang."},"__v":0},{"_id":"EOBXnKp0V4+2vlOH8k41wQ==","name":"Workin The Corner","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"open for 1st","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":15,"mp_id":"110353966","mp_crag_id":"109333148","climb_id":"EOBXnKp0V4+2vlOH8k41wQ==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"grade lowered based on new start position.  Stand start on the corner.  Left foot low, right hand low right and left hand in corner undercling.    Work your feet and get situated to transition up the arete for a solid top out.  Boulder is around 17 feet high, entire problem runs close to 20 feet or slightly more, second half of the problem goes easy.","protection":"crash pad or two, spotter never hurt","location":"on the corner between \"Cool Runnings\" and \"Ain't No Thang\"  One of first boulders you come across walking down around the Western Trail.  Boulder will be on left when walking down the hill."},"__v":0},{"_id":"13DADhCAV5OwaKCq4pU3rg==","name":"Why So Serious","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"no info available, I claim 1st 08-16-2014","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":32,"mp_id":"109359574","mp_crag_id":"109333148","climb_id":"13DADhCAV5OwaKCq4pU3rg==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Great problem, may seem more difficult than V1 if you don't see the move but once you see it, figure out how to hit it, it all falls into place.  Could go softer? IDK?  \n\n  Breeze up the rest of the problem to where the last move to top out goes a bit un easy.  On less than solid footing and odd angle left hand hold make a big reach with the right for the far top right of the rock and hope you find a hold... it's there :)","protection":"Crash pad would be suggested, as stated, last move is only sketchy move but it is also at the top.","location":"just to the right of \"Frosted Flakes\" on large boulder on the main trail below the crag."},"__v":0},{"_id":"VFx1wMpTWDiY9OMgi4kCzA==","name":"Wait, that's not....right?","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Tim V","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":7,"mp_id":"113487196","mp_crag_id":"109333148","climb_id":"VFx1wMpTWDiY9OMgi4kCzA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Stand start both hands in crack under the first roof flake, workup to roof pocket lay out and reach hard for the left edge of the crack. Finish in the bushes on the ledge above.","protection":"Crash pad. Spotter.","location":"Down climb involves snaking through bushes on a ledge then downclimbing the far left on part of You must find a SHRUBBERY! and mad gab. Get to know that area of this bloc before climbing this"},"__v":0},{"_id":"ZV2xptMYU8m/2piZ0eGqOw==","name":"Varicose Veins","yds":"V3-","grades":{"yds":"V3-","font":"6A","vscale":"V3-"},"fa":"No info available, I claim 1st 11/04/14","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":29,"mp_id":"109339571","mp_crag_id":"109333148","climb_id":"ZV2xptMYU8m/2piZ0eGqOw==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"(Stand start) On the left front face of the boulder start this great problem out on an under hook and shallow 2 finger hole (or whatever works for you) work some magic with your feet and do some rearranging to hit a phenomenal 2 hole pinch and from there find your way to the vein like features the problem gets it's name from.  Work for a fairly solid yet high top out and find your way down the backside of the boulder.  \n\n  20 feet high measured.","protection":"2 pads would be nice and at least 1 spotter.  Problem does not wander to much, but there is one rock that is in the landing zone.  Boulder is high enough you would not want to fall off in any way once up there ;) If you are sending this problem you understand your limitations and the risks ;)","location":"Heading down the main path below the Western side of the crag. (when approaching the crag from the parking on the hiking trail you would turn right once you reached the top of the crag and head West until you could get around that side of the crag. Follow that trail down around and continue for 50 yrds and the rock is sticking straight out of the main path as the path starts to turn Eastward. Problem faces down hill away from the crag on left side of main face of boulder"},"__v":0},{"_id":"9QSaWdsYWeOopRZZ4wC7WQ==","name":"Under the rhodo shelf","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"Tim V","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":16,"mp_id":"116814520","mp_crag_id":"109333148","climb_id":"9QSaWdsYWeOopRZZ4wC7WQ==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Stand start on crimps below the shelf, left of where the lower incut meets the ground.  go straight up through the overhang then left to the arete to top out.","protection":"crash pad , spotter","location":"Visible from the main trail, first large standing boulder on the left. On the right side, if facing towards the large flat face."},"__v":0},{"_id":"oJp/MqM2WCWQeSUisIefcA==","name":"Tony the Tiger","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Jake Dacus","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":31,"mp_id":"114461429","mp_crag_id":"109333148","climb_id":"oJp/MqM2WCWQeSUisIefcA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"The start is the same as Frosted Flakes, but after your first couple moves up the boulder you to traverse to the right, to top out on the far right ledge. You won't run short of holds on this quick, fun climb","protection":"Crash Pad, and a spotter towards the end","location":"Same boulder as Frosted Flakes. On the main path below the western side of the crag. The boulder is toward the bottom of the crag and sticks straight out of the path."},"__v":0},{"_id":"14RIlbwNVQilV1xGWiUfdA==","name":"Supernumerary","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":27,"mp_id":"110930055","mp_crag_id":"109333148","climb_id":"14RIlbwNVQilV1xGWiUfdA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Start way back in the cave on a right-hand undercling and a slightly donky flake. Move through iron bands to arete and up face.","protection":"2 pads","location":"On boulder opposite Scratching Post."},"__v":0},{"_id":"rXoFO2Y5W1aABk205fE8dg==","name":"Stuck like penit butta","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"Tim V","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":0,"mp_id":"113487087","mp_crag_id":"109333148","climb_id":"rXoFO2Y5W1aABk205fE8dg==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Match hands on far right plate, feet high on left wall. Work hands left get a foot to the start hold and pull for the sidecut crease then out to the top. Right wall is off limits, stick to the roof.","protection":"Crash pad.    Down climb Mad gab to the right once top is touched","location":"Cave behind Mad gab."},"__v":0},{"_id":"IXN+liXAUQG8Mhb0V7Qhsw==","name":"Staircase to Nowhere","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"Daniel Kenyon and Ben Comin","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":19,"mp_id":"111706992","mp_crag_id":"109333148","climb_id":"IXN+liXAUQG8Mhb0V7Qhsw==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Start out just right of \"Ain't No Thang\" at the bottom of the natural staircase. You will see a really clear side pull off to your right and a jug that looks like part of a stylized mountain range (if you use some imagination). Place your right hand on the sidepull and your left hand on the \"hump\" of the mountain range. Place your right foot turned inward (this is important) on the only little wavy vertical bacon on the rock that it looks like it might hold about ten to twelve inches up from the ground. The tricky part of this climb is the first few super-technical moves that will require speed because your foot placement will not hold for long. Place your weight on that right foot and as your body moves up take your right hand off of that sidepull and reach up for the palm smear directly above your head. As you pull that with some friction move your left foot out to the wavy bacon to your left and stand up enough to tuck your toes on your right foot into that sweet little pocket (you'll know the one). As you do transition your right hand up onto the pinch above your head to the right a little and your left hand to the pocket just to the left of the pinch. You'll have to pull that pocket a little bit like and undercling (almost). Pull yourself up a bit and slap the moss on the top with whatever hand you can be free of for a few precious moments. You're done! Now go grab a beer you sexy beast. You've earned it.","protection":"A crash pad and at least one spotter.","location":"Directly to the right of \"Ain't No Thang\" at the bottom of the natural staircase (hence the name)."},"__v":0},{"_id":"uQ4dca05UNmEAgPK0w127A==","name":"Scissor Me Timbers","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"no info available, I claim 1st 08-16-2014","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":25,"mp_id":"109359546","mp_crag_id":"109333148","climb_id":"uQ4dca05UNmEAgPK0w127A==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"A fun little problem, work up left, then stretch those legs to come back over to the right before topping out.","protection":"can't go wrong with a crash pad","location":"On the Eastern side of the \"Chicken wing on a string\" boulder, faces \"Perdy Mouth\" problem"},"__v":0},{"_id":"Hc3Q9DWRUVWNLy6Ndtl11Q==","name":"Scratching Post","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"no info, i claim first 04/02/2015","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":26,"mp_id":"109875681","mp_crag_id":"109333148","climb_id":"Hc3Q9DWRUVWNLy6Ndtl11Q==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Sit start just inside on the right wall of the small cave created by these two large boulders.  Work your way up the available holds towards the outside arete.   Continue working your way up between the boulder and the tree just beside it to top out where the two boulders meet.  (adjacent boulder is off)","protection":"crash pad would be nice","location":"To the left of \"Perdy Mouth\" in small cave created by one boulder leaning on another.  There is a tree only a foot or so away from the corner of the boulder problem."},"__v":0},{"_id":"jSFxEdtEXty+db/7wvPnhg==","name":"Ruffles Have Ridges","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"no info, open for 1st","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":11,"mp_id":"109741231","mp_crag_id":"109333148","climb_id":"jSFxEdtEXty+db/7wvPnhg==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Sit start in the cave/tunnel in the same seam as \"Over The Rainbow\" on the crag side of the tunnel.  Hit the same first move but then work your way right instead of left.  Boulder that creates other side of cave/tunnel is off.  Work your way around and up the ridge of the large potato chip flake until you reach the over hang.  Pull the small roof and head up \"most likely left\" for a top out.  Guess on grade, until it is finished.","protection":"crash pad, spotter","location":"On the Western side of the crag, when you come down the Western trail it is immediately to the left ~ 20yrds, start is in the tunnel/cave."},"__v":0},{"_id":"jJK/bKOLW+SAGpbF+xHutA==","name":"Proboscis","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Open for 1st","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":33,"mp_id":"109505868","mp_crag_id":"109333148","climb_id":"jJK/bKOLW+SAGpbF+xHutA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Sit start this tall knife like boulder and work a few holds and some easy moves to get up on some solid footing.  From there do what you gotta do to make it go which may or may not include using the large nose like hold the problem derives it's name from.  Adjacent boulder is off.","protection":"crash pad or 2, spotter never hurt. Safety first","location":"Below the Main wall on Eastern side of the crag to the left if you are looking at the wall.  It is to the left of \"Just The Tip\""},"__v":0},{"_id":"RjcrS5S9WleMiReHDXK7oQ==","name":"Pink Patchouli Flower Power up","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Tim v","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":21,"mp_id":"113460742","mp_crag_id":"109333148","climb_id":"RjcrS5S9WleMiReHDXK7oQ==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Sit start with left foot low right foot flagged, left hand on right crimp closest to the flake, right hand on the bottom of that flake. Get feet in the right pocket and hand's up the flake grab jug with left and arete with right get a high left foot and go for the top of the right arete.","protection":"Crash pad. Spotter. Easy problem with a bad landing area","location":"Straight to the top variation of Pink Patchouli flower, hence the name."},"__v":0},{"_id":"x5BTtJXaX/SXTuW84InGuQ==","name":"Pink Patchouli Flower","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Tyler Stafinski","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":20,"mp_id":"113227913","mp_crag_id":"109333148","climb_id":"x5BTtJXaX/SXTuW84InGuQ==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"The route sit-starts on the obvious flake to the right of the boulder (see pictures) and follows an arc up and over toward your left. The problem terminates in one of two places: You can either downclimb back to the ground or top out on top of the boulder following the same route that you would use for Collateral Damage.","protection":"Pads are a must. The landing at the start of the boulder problem is iffy and could be a real ankle-buster even with pads because of the rocky ground. We found that even with two pads they came together in a \"V\" that could have easily caused an ankle to get rolled. We used two pads for protection and a spotter.","location":"Sit start to the right of Chicken Wing on a String and Collateral Damage. This boulder is west of Frosted Flakes and Scratching Post facing the ridge-line."},"__v":0},{"_id":"vqOf3TauXmuZbqn1RsUTlA==","name":"Pinches of Power","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":999999,"mp_id":"120622374","mp_crag_id":"109333148","climb_id":"vqOf3TauXmuZbqn1RsUTlA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Starts on the left side of the dihedral. Work your way up to just below the roof. Following the big pockets, start working right around onto the main wall. Crux is right about halfway up the route. You'll know hit it when the hand holds become less apparent and more crimpy. Past the crux, work up the slab and mantle onto a small ledge. Make your way right again, around and then up the tower to the top. A variant exists from the start on the right side of the dihedral. The beginning moves here are little more difficult.","protection":"No fixed protection. Single rack of cams. Natural anchors.","location":"Working left to right, tallest of the climbs on the main wall. "},"__v":0},{"_id":"SDj7cvBeVvOhyNjsXjYnfg==","name":"Perdy Mouth","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"no info available, open for 1st","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":28,"mp_id":"109339609","mp_crag_id":"109333148","climb_id":"SDj7cvBeVvOhyNjsXjYnfg==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"This grimacing problem goes up the Western side of this large boulder.  (Stand start) Find your right foot then initiate the climb and bump your way to a thumb hole and index/middle finger pinch, or however you want to hang on it. Find your feet and figure out your next move, may seem daunting at first but goes fairly easy.  Get up to the angled seam and prepare to do your last few moves to top out this highball with a sketchy landing.\n\n (currently a project of mine, more to come)","protection":"Crash pad, 2 would be nice and a spotter.  Large rock in the landing zone and a sketchy top out.","location":"Heading down the main path below the Western side of the crag. (when approaching the crag from the parking on the hiking trail you would turn right once you reached the top of the crag and head West until you could get around that side of the crag. Follow that trail down around and continue for 50 yrds and the rock is sticking straight out of the main path as the path starts to turn Eastward. Boulder faces down hill away from the crag, problem is on the left (Western) narrower side of the boulder."},"__v":0},{"_id":"QIEtj7I1VEqsj215Ht3btA==","name":"Overhang Route - C","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":999999,"mp_id":"120622427","mp_crag_id":"109333148","climb_id":"QIEtj7I1VEqsj215Ht3btA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Start by scrambling up the blocks to the crack. Follow the crack all the way up. ","protection":"No fixed protection. Single rack of cams. Natural anchors.","location":"Last climb far right on the main wall. Just before the access point to/from the top. "},"__v":0},{"_id":"C7ecFyYrVHSE7+V3Df/3DA==","name":"Over the Rainbow","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"No info available, I claim 1st 11/22/14","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":10,"mp_id":"109741063","mp_crag_id":"109333148","climb_id":"C7ecFyYrVHSE7+V3Df/3DA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Sit start in a seam near the middle of the the cave/tunnel created by the main wall and boulder.  Just above the sit start seam is a large juggy hole that is your first move. (tall people might be able to reach it from sit start, encouraged to start on lower holds).  After you are up work your way out of the cave/tunnel (both sides are on for this problem).  Once out work your way up the main wall and up the slight over hang to a ledge.  Work right on the ledge and climb your way back down an easy decent to end up on top of the boulder you were originally underneath.","protection":"crash pad","location":"On the Western side of the main crag where it is lower.  When you come down the Western side trail it is immediately to your left about 20 yards.  Can't miss the cave/tunnel."},"__v":0},{"_id":"9mbeQ070Wleg2fiFb+Fi1Q==","name":"Monkey Shuffle Traverse","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Tim Hoffman","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":5,"mp_id":"111785238","mp_crag_id":"109333148","climb_id":"9mbeQ070Wleg2fiFb+Fi1Q==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Start on the horn to the left where the crack begins. Match hands along the crack keeping feet low. The first crux is near the peace sign on the wall. Match feet on the wall below the \"MAD\" graffiti and then stem your right foot below the peace sign. Keep moving right until you get to \"We'll See\" and heel hook just right of the word \"See\" and start to move out onto the roof. There is a nice heel hook up and to the left of the monkey's face for your right heel after you match feet on the \"See\" hook. Follow the seam on the roof flake and continue right. The protection gets really sketchy here and you will NEED a spotter over the rocks. Continue until the route naturally terminates above those nasty sharp rocks on the ground. You hands will run out but your feet will end on the corner. It runs horn to horn.","protection":"At LEAST one pad and a spotter. Two of each would be better over those rocks. Spot close. If you fall from the roof you will land on your back on pointy rocks. No bueno.","location":"Follow the trail from the top of the cliff and it's the first route you'll see on your left under the roof."},"__v":0},{"_id":"jFXVtab7U8q3T+p+3GB6fA==","name":"Monkey Face","yds":"V5-6","grades":{"yds":"V5-6","font":"6C+","vscale":"V5-6"},"fa":"08/23/15","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":34,"mp_id":"109504142","mp_crag_id":"109333148","climb_id":"jFXVtab7U8q3T+p+3GB6fA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"This boulder stands at full salute at the bottom of the crag near the main wall.  Work the arete and friction holds to reach the tip...errr top.  (problem formerly known as \"just the tip\")  renamed after a first send.  Will update name mentions in time, like on the location topo.","protection":"crash pad, or 2, spotter wouldn't hurt","location":"At the bottom of the Eastern side of the crag, just left/West of the main wall"},"__v":0},{"_id":"1E7hsYzKVOiJJEz1v42qfw==","name":"Mad Gab's Mouth","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"Tim V","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":1,"mp_id":"113459049","mp_crag_id":"109333148","climb_id":"1E7hsYzKVOiJJEz1v42qfw==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Match hand's on plate hold, feet on back wall. Work hands left, feet right to front wall then pull for the crease and work out of the cave and up to the big sloper.","protection":"Crash pad. only 1 ground rock in a bad spot for start move.","location":"In the under hang behind mad gab."},"__v":0},{"_id":"+97G2H6oVUyGYqrqHbPWxg==","name":"Mad Gab","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Tim Hoffman and Ben Comin","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":2,"mp_id":"111785883","mp_crag_id":"109333148","climb_id":"+97G2H6oVUyGYqrqHbPWxg==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Stand start on the round knob at foot level and move up into pockets while matching hands on the palm smear at head height or a little higher (I'm tall so it might be a little above your head if you're of average height). There are two really great hidden plate holds that are super fun to find so I won't spray beta. You'll just have to search to find them. Pull on the plates until you top out in the moss.","protection":"Spotter and pad. The down climb is pretty gnarly and involves hopping across a crack between boulders at the back of the problem and then sliding/surfing down this wet tree trunk to pass between boulders back to the front of the problem. The downclimb was way more dangerous than the actual boulder problem.","location":"To the left of You Must Find a Shrubbery."},"__v":0},{"_id":"XwZx5ObxUiGVm2agGIt43Q==","name":"Lute's Delight","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Jake Dacus","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":9,"mp_id":"114458533","mp_crag_id":"109333148","climb_id":"XwZx5ObxUiGVm2agGIt43Q==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Follow the crack system up to the roof. A fall would be dangerous but it's easy climbing. The block itself in the middle feels loose and wobbled a bit so beware if you pull on it. Fortunately it's possible to do without using that part. Go Lutes! ","protection":"","location":"This is a really short easy problem on the right hand side of the block that contains Mad Gab, Monkey Shuffle Traverse, and Over the Rainbow. Follow the block into the cave until you see the cracks running up the block on your left."},"__v":0},{"_id":"MxwPNI3dUPSvxINHTSIQnQ==","name":"High Step Scramble","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Jake Dacus","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":36,"mp_id":"114458553","mp_crag_id":"109333148","climb_id":"MxwPNI3dUPSvxINHTSIQnQ==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"High feet and good hands to a top out on this natural staircase. A fall might cause you to roll down the hill to the cliff's edge so a spotter is recommended. There is also a nasty rock in the ground at the base so cover it with a pad to protect your ankles.","protection":"","location":"If you are standing on the overlook at Beam Rocks facing out over the cliff turn right and scramble down and to your right keeping the cliff's edge on your right until you see the obvious set of three \"steps\" in the rock just to the right of the chimney problem \"Chub Rub\"."},"__v":0},{"_id":"HNL/bIJHWc+MzaMbtTjmww==","name":"The Great Migration","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"project, open for 1st","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":4,"mp_id":"109675010","mp_crag_id":"109333148","climb_id":"HNL/bIJHWc+MzaMbtTjmww==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Sit start in the same vertical seam as \"You must find a shrubbery\" Once you are up, and at the horizontal seam start working your way right under the roof.  Continue under the roof on an amazing mix of holds in the roof and off the lip, utilizing the horizontal seam when necessary for 10-15\" until you can pull the roof on the far right.  Knock out the last 8 or 9 vertical feet to top out for one amazing journey.  Guess on grade until it's completed.","protection":"Crash pad, 2 would be nice, spotter for top out and to re arrange pads.  Most of the climb is on a low roof with minimal risk, only the last section pulling the roof and finishing the climb get sketchy with poor landing zone due to rocks.","location":"On the far West side of the crag.  Easy approach if you take the right fork in the trail to the crag that circles around the Western side of the crag."},"__v":0},{"_id":"1cUu7/WRVvGRNoi96c+8Kw==","name":"Exclusion Delusion","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"8/29/15","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":38,"mp_id":"110957433","mp_crag_id":"109333148","climb_id":"1cUu7/WRVvGRNoi96c+8Kw==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Small boulder that has a little angled overhang.   Sit start in the low corner with feet under the overhang, work up and out of the over hang.  Anything besides the overhang is off.  No smearing the vertical flat or using anything far right.  See photos for details.","protection":"crash pad","location":"Exactly at the mile 41 marker for the Laurel Mountain Hiking trail. \n\n  Work down the Western side trail and then follow it back along the bottom of the crag for 100 yards or so until you get to mile marker 41, its right there."},"__v":0},{"_id":"L5+6N6acXgG/s8vU4KwJow==","name":"Don't Forget Your Towel","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"no info, open for 1st","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":24,"mp_id":"109741272","mp_crag_id":"109333148","climb_id":"L5+6N6acXgG/s8vU4KwJow==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Sit start this high ball just inside the mouth of a low roof cave.  Work up for a match on the large corner hold.  Pull some magic with your feel and go far right before pulling up the seam.  If your fingers are narrow and or you are better than I at jamming this section could go easy for you.  Continue up to where the rock come out just a bit and work left and up for what looks like an easy last half.  Know your limits and the art of the down climb, no room for error.   \n\n  (See photos for exclusion)  \n\n  Projecting and piecing sections together on this problem is quite a treat as the large tree just 2 feet away from the rock face makes for a great resting/cheating post ;)  \n\n  May be possible to start way inside the cave following the right wall seams out adding another 10-15' of length upping the difficulty and creating a new problem.","protection":"2 crash pads for top out and a spotter.  The landing could be better and by \"could be better' I mean it is pretty terrible.  This could be top roped","location":"Easiest approach is from the Western side of the crag.  Come down around the Western trail, follow the main wall to the left, around the  cave/tunnel and up left around some boulders.  There is a hole and a 15 foot deep cave underneath the wall here.  Sit start just at the mouth just inside the cave."},"__v":0},{"_id":"9sACfQnDV52tf410UT46tQ==","name":"Escape Hatch","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Jennifer Flaggs & Greggo","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":13,"mp_id":"120705744","mp_crag_id":"109333148","climb_id":"9sACfQnDV52tf410UT46tQ==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Standing start to the right of Cross Hatch on a left under cling and a right side pull.  Work the face moves to the sloper above you and find the crimp at the back of the topout.  Holds can be very mossy.","protection":"","location":"To the right of Cross Hatch using face holds.  Top out to the left of the small tree at the top.  "},"__v":0},{"_id":"yr9UpUOXXjCgvXwJzYtyTA==","name":"Double dutch don't pop the clutch","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Tim V","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":8,"mp_id":"113576688","mp_crag_id":"109333148","climb_id":"yr9UpUOXXjCgvXwJzYtyTA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Start under the roof, on the right. Hands on the chest high sloping edge at the end, feet on the flake directly below, go up to and across the top crack to the end of the flake, then up for the top ledge.","protection":"2+ pads. Spotter. A lot of large odd angle rocks below the start moves.","location":"On the first area you see coming down the main trail.   Down climb involves going across a ledge and down-climbing the far left get to know the \"mad gab\" area of this spot before climbing up"},"__v":0},{"_id":"Es0jEBlvXl20Sn8KnhcB8g==","name":"Frosted Flakes","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"no info available, I claim 1st 08-09-2014","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":30,"mp_id":"109339471","mp_crag_id":"109333148","climb_id":"Es0jEBlvXl20Sn8KnhcB8g==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Fairly high boulder problem directly on the main trail just down the hill from the main crag.  Problem goes up the center of the high nearly vertical rock on lipped flake like holds.  Be cautious of thin flakes and don't pull out as much on the holds as you pull down, they can be brittle.  Lots of options for holds, do what works for you, keep your feet in comfortable positions on some of the narrower sharper holds to prevent discomfort work up the rock to the lip on the right for quick rest before pushing out the last few feet towards the left.  Top out and straddle the top of the rock and throw your hands up in the joy of success then scamper your way down the slopey other side. \n\n  20 feet high measured","protection":"Crash pad, or 2, spotter.  Problem is mostly straight up so little ground to cover but problem is fairly high and no joke, Rated V1, IDK? Could go V1- holds and moves are pretty straight forward, new climbers should be cautious as it would be easy to get high on the rock before fatigue and fear of falling set in, this or one break or slip from up high could easily result in sever injury. Be safe out there","location":"Heading down the main path below the Western side of the crag. (when approaching the crag from the parking on the hiking trail you would turn right once you reached the top of the crag and head West until you could get around that side of the crag. Follow that trail down around and continue for 50 yrds and the rock is sticking straight out of the main path as the path starts to turn Eastward.  Problem faces down hill away from the crag"},"__v":0},{"_id":"+04Kf2rTVzKsWLwS4p8Bgg==","name":"Cross Hatch","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Open for 1st","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":12,"mp_id":"109504386","mp_crag_id":"109333148","climb_id":"+04Kf2rTVzKsWLwS4p8Bgg==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Cling to the scarred holds of this boulder as you make your way up the over hung arete, work for an interesting top out.  Hold on tight ; )","protection":"crash pad is nice","location":"Below crag just off to the left of the main trail that comes down the West side of the crag.  Boulder is directly below the \"Ain't No Thang\" boulder.  Pretty much the second boulder on your left after you pass the crag and make your way down the trail.  \"Chicken Wing On A String\" boulder is just a bit further down trail on left."},"__v":0},{"_id":"7L9E1QnTUIutUuKPVhvAXQ==","name":"Cool Runnings","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"092615","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":14,"mp_id":"110334176","mp_crag_id":"109333148","climb_id":"7L9E1QnTUIutUuKPVhvAXQ==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"17 foot high slightly angled flat side of this boulder with some cracks and shallow dimples.  Give those toes a work out as you make your way up this flat slick slab.  Might make 2 problems out of it, one that goes up a few feet then left to the edge, work edge to top out and one that continues up the center of the boulder.  Time will tell.","protection":"Crash pad or 2, spotter never hurt","location":"One of the first boulders you come to as you make your way down the trail around the Western side of the crag.  It is on the left of the trail if you are going down the hill can't miss it."},"__v":0},{"_id":"pgU4msFlWVqF3H4rCpf6Hw==","name":"Collateral Damage","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Daniel Kenyon","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":23,"mp_id":"113227942","mp_crag_id":"109333148","climb_id":"pgU4msFlWVqF3H4rCpf6Hw==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"This is a pretty short easy boulder problem. Follow the obvious holds up the face and use the generous lip to top out. While helping Dan establish the problem I smashed my finger moving a loose boulder at the bottom of the project. Hence the name.","protection":"Pads and a spotter. Be mindful of the tree behind you.","location":"Just left of Pink Patchouli Flower and Chicken Wing on a String. This boulder is west of Frosted Flakes and Scratching Post."},"__v":0},{"_id":"3RMTKolKXjq0gtNUx/Y98w==","name":"Chub Rub","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"Ben Comin","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":37,"mp_id":"114458509","mp_crag_id":"109333148","climb_id":"3RMTKolKXjq0gtNUx/Y98w==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"A dirty, wet, moss-covered, but rediculously fun chimney with good hands and feet the whole way up. Top out to complete. Bring a spotter. They won't be able to help you much if you fall in the chimney but they can keep you from rolling down the hill and over the cliff.","protection":"","location":"If you are standing on the top of the overlook at Beam Rocks facing out over the cliff turn right and scramble down following the cliff line on your right until you reach the obvious chimney."},"__v":0},{"_id":"MhmZ1/o7U+OgnTx1O5lyzw==","name":"Chicken wing on a string","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"no info available, I claim 1st 08-16-2014","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":22,"mp_id":"109359528","mp_crag_id":"109333148","climb_id":"MhmZ1/o7U+OgnTx1O5lyzw==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Easy climb up decent sized boulder.","protection":"crash pad at most","location":"On boulder between \"Ain't no thang\" and \"Perdy Mouth\" boulders.  Problem faces up hill towards the crag."},"__v":0},{"_id":"u28tBk1XUJiDfTIOwdo7FA==","name":"Ain't No Thang","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"no info available, I claim 1st 08-09-2014","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":18,"mp_id":"109339349","mp_crag_id":"109333148","climb_id":"u28tBk1XUJiDfTIOwdo7FA==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"An easy boulder problem just off the main path below the Western side of the crag.  Problem goes up the center of the stone with a slightly positive pitch on meaty juggy holes and some seams and under hooks in the rock, work your feet to make an easy send to top out and scamper down the other side of the rock.  Really great problem for beginners.  \n\n  17 feet high measured","protection":"a crash pad and spotter are never a bad idea but should be mandatory for beginner climbers.","location":"just off to the left (heading down the path) of the main path below the Western side of the crag. (when approaching the crag from the parking on the hiking trail you would turn right once you reached the top of the crag and head West until you could get around that side of the crag.  Follow that trail down around and continue for ~ 30yrds and rock is on your left just off the trail, the problem faces down the hill away from the main crag."},"__v":0},{"_id":"da6kQ1c2V32Tp+s0mzFPyQ==","name":"52 card pick up","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"left_right_index":35,"mp_id":"110957583","mp_crag_id":"109333148","climb_id":"da6kQ1c2V32Tp+s0mzFPyQ==","areaRef":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Easy problem that goes up a seam in this 13 foot high pillar that sits on top of a section of the crag.  There are more difficult problems up different parts of the pillar, this will be the easiest way up.  The top makes for the perfect spot to take a break and get some sun.  Climb up but be prepared to climb down, the down climb is easy though.","protection":"crash pad or two.  The top of the pillar to the other sides is part of the main wall, ~ 60\"  From the bottom to the top of the pillar is one of the more difficult routes on the crag.","location":"At the top of the main wall just down and to the right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e66a7f5e-9c62-5282-8578-b6d5e239d014,a6ec1917-1fd1-55b1-a9c8-02cb06cb4167,22609518-4603-506f-82c1-a53ec680d665","pathTokens":["USA","Pennsylvania","Southwestern Highlands","Beam Rocks"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"V4"},{"count":6,"label":"V1"},{"count":5,"label":"V3"},{"count":1,"label":"V3-"},{"count":7,"label":"V-easy"},{"count":1,"label":"V6"},{"count":2,"label":"V2-3"},{"count":1,"label":"V0-"},{"count":4,"label":"V2"},{"count":5,"label":"V0"},{"count":1,"label":"5.9"},{"count":1,"label":"5.5"},{"count":1,"label":"V5-6"},{"count":1,"label":"V3-4"},{"count":1,"label":"V0-1"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":39,"bands":{"unknown":7,"beginner":7,"intermediate":13,"advanced":11,"expert":1}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":7,"beginner":8,"intermediate":14,"advanced":11,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.15672,40.13262]},"bbox":[-79.15730813354227,40.13217033981814,-79.15613186645774,40.13306966018187],"left_right_index":-1,"ext_id":"109333148","area_id":"ImCVGEYDUG+CwaU+xoDWZQ=="},"content":{"description":"Easy access and approach, ~25' - >60' high PA sandstone cliffs. ~100 yards long Cracked & broken sections, single pitch.  Very shaded, damp, some areas to moss covered to climb, but where it is good....it's good ;) mix bag of holds, cracks, seams, veins, holes, if you know SWPA gritstone and sandstone you know what i'm talking about. \n\n  NO PERMANENT EQUIPMENT (no bolts).  Top rope for majority of routes as trad on PA sandstone is not always possible but there are some cracks which possibly could be done trad.  This being said rocks will be rough on gear, especially rope coming off the top so pack accordingly.  A good brush and extended brush will also come in handy.  Area is frequented by hikers throughout the day, especially the top main section, some climbers may feel uneasy and worried about their anchors being messed with or simply hikers unintentionally knocking down debris on the route, a 3 person team would be great, one on the rope, one to belay and another to keep watch up top.  There are a fair amount of boulders worth messing around on.  Some nice easy problems V0-V1 some V3's-V5 and a few >V6.  \n\n  Not many serious boulderers currently hitting this place up, grades of listed problems are open for interpretation, send any of these? shoot me a message and let me know what you think, I'd be happy to change the grades listed to the consensus.  On occasion you bump into some TR'ers here.  \n\n  Yes I am sure all of this has been climbed before but there is no available info so it has to start somewhere.  \n\n  Things to watch out for, poisonous plants, ivy, oak ect... Venomous snakes, Timber rattlesnakes  (ask me how i know ;) ) \n\n  Please check out this link  \n\nrockclimbing.com/routes/Nor…\n\n  on rockclimbing.com for some more info a member over there had put up regarding some of the top rope routes.  They have a topo and some grades for some of the climbs."},"density":0,"totalClimbs":41,"__v":1,"createdAt":"2022-11-07T06:20:04.020Z","updatedAt":"2024-01-15T16:48:17.108Z"}