{"_id":"63689d5be80bff5a994f3f13","area_name":"Mammoth Rock","shortCode":"","climbs":[{"_id":"/0Y8lsonW/yfhwS04LP5Pg==","name":"West Shoulder","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Unknown - climbed by Preston Rhea 7/9/2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9913,37.615]},"left_right_index":1,"mp_id":"108006965","mp_crag_id":"108006960","climb_id":"/0Y8lsonW/yfhwS04LP5Pg==","areaRef":"tFxnrwj0V4a/zm+sJZxNcQ=="},"content":{"description":"The route follows the path of least resistance up the west shoulder of Mammoth Rock. It offers a fun alternative to the short and easy scrambles up the southern side. The rock is not very good and would be hard to lead, but if you are comfortable soloing roughly 4th class terrain over loose rock, this route may be for you.\n\nStart at the obvious ramp system about a third of the way up. It is a stair-like break in otherwise steep face. This is the start of the route. From there, follow the path of least resistance trending to climber's right. A few awkward moves are encountered, but never more than a move at a time. Once on the summit, descend by heading south towards the saddle between the Sherwins and Mammoth rock to downclimb the southern face by either the South Chimney (2nd Class) or the South Face (3rd Class).","protection":"The rock is limestone/marble and very broken. To protect it, I would recommend: small cams to #1, nuts, and a pin or two. Pro is questionable though and you are better off leaving the rack and rope at home.","location":"To find the route, start at the mine at the base of Mammoth Rock and continue straight up towards as if climbing up and behind Mammoth Rock. As you are skirting the western shoulder, look for an obvious ramp system about a third of the way up. This is the start of the route."},"__v":0},{"_id":"iIPob/acV8yLm2dVBEL/dw==","name":"South Gully","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9913,37.615]},"left_right_index":2,"mp_id":"117384194","mp_crag_id":"108006960","climb_id":"iIPob/acV8yLm2dVBEL/dw==","areaRef":"tFxnrwj0V4a/zm+sJZxNcQ=="},"content":{"description":"About the easiest way to a nice summit with big view. One short sequence much harder than the rest which is mostly steep hiking, a little 3rd class scrambling.\n\nAbout 620 vertical feet from parking to summit.\n\nCould be useful as a descent route.\n\nApproach: Trailhead with sign is on Old Mammoth Rd around GPS latitude longitude (N37.6186 W118.9932) -- not many parking spaces. After a short ways SE on the bike + hike trail, head off Left steep up SSE aiming toward Mammoth Rock. Higher up aim to the right of the rock, and reach the saddle connecting the rock with the main Sherwin Crest slope, around (N37.6144 W118.9915).\n\nSouth gully starts a bit below the East side of the saddle ridge. Into the gully and scramble up its right side. Squirm under rock to get to left side of gully. Up a steep section with some thoughtful stemming moves (perhaps facing outward?). Next scramble up to reach the East ridge of Mammoth Rock. Hike roughly W up the ridge to the summit.","protection":"No hardware as of 2019.\n\nNot many opportunities to place Trad protection gear.","location":"Around the \"back\" of the Mammoth Rock peak. A little down east from the saddle connecting Mammoth Rock to the main Sherwin Crest NE slope."},"__v":0},{"_id":"r3sPSx0lXK6Ea50RuATRMQ==","name":"Justification","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"Preston Rhea 2/15/13","type":{"trad":true,"snow":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.9913,37.615]},"left_right_index":0,"mp_id":"108007008","mp_crag_id":"108006960","climb_id":"r3sPSx0lXK6Ea50RuATRMQ==","areaRef":"tFxnrwj0V4a/zm+sJZxNcQ=="},"content":{"description":"Justification starts up a short couloir that runs halfway up the northwest face before traversing onto the west shoulder to the summit.\n\nStart climbing the couloir up moderate snow past two chockstones to a small snowfield below a 20' of easy mixed climbing. The easy mixed will end in the largest snowfield and the end of the couloir. From here, traverse climber's right on an obvious ledge to a chimney. Climb the chimney until possible to traverse to climber's right again to easier terrain. Once out of the chimney, climb virtually straight up to the top.","protection":"The rock is typically of poor quality limestone/marble. Small cams to a #1, nuts, a couple pins. Snow pickets would work at the top of the first pitch.","location":"The route is obvious from the trailhead as in winter the couloir is the only place snow consistently collects.\n\nAfter summitting, descend the south face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,6d8bdd9e-c624-5964-8393-4f6f5fe53d70,b45c67af-08f4-5786-bfce-6fac259c4d71","pathTokens":["USA","California","Sierra Eastside","Mammoth Lakes Area","Mammoth Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.9913,37.615]},"bbox":[-118.99186765966402,37.61455033981814,-118.990732340336,37.61544966018186],"left_right_index":-1,"ext_id":"108006960","area_id":"tFxnrwj0V4a/zm+sJZxNcQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:36.386Z","updatedAt":"2022-11-25T11:11:41.200Z"}