{"_id":"63689de0e80bff5a994f92b8","area_name":"Shirt Tail Peak","shortCode":"","climbs":[{"_id":"Vs62egC4VhGgTtsnyszaFQ==","name":"Windlass or 'The Tail'","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"R Briggs and L. Hamilton, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":11,"mp_id":"105764877","mp_crag_id":"105745304","climb_id":"Vs62egC4VhGgTtsnyszaFQ==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"I have entered this climb as both 'The Tail' and 'Windlass' which I believe to be the same climb.  This climb is a lost route in [the] Rossiter book, which states that the location of both routes is unknown, although both start above the huge pine in the dihedral, ending on the top of Gambit.  As well, the FFA of both was listed as by the same folks at the same year...  So I went looking for this route, and I believe I found it (them).\n\nClimbing ~200' feet up the 'Mountaineer's Route' you reach a tremendous pine tree with a fixed sling rap station. Above this perhaps 20' higher in the slot there is a stance on a ledge with a comfortable belay position/ledge.\n\nFrom this, looking straight up, there is a intermittent crack that rises up to 2 small trees growing out of it, 4-6\" in diameter at the trunk. These guard the base of a very nice section of hands-to-thin-hands crack, which is followed to its termination just above a 1.75\" section of left-leaning crack. The crux moves are made above small wires just above this, continuing up to reach where the crack will open up again, rising somewhat up and left when it is opportune to reach, at ~58 meters of height, the top of the rock to belay as for Gambit.\n\nThis is a seldom climbed section of rock and the path definitely crosses loose rock and lichen. A would-be leader must consider their own safety and the safety of all nearby and below before casting off on this climb, as there is severe fall potential and also death-blocks to avoid pulling on or placing protection behind. A very competent and aware party should not endanger folks below, but if this were a high-traffic route, I'd stay away from Shirt Tail entirely. As it is, I merely advise a \"heads up\" to anyone below a party on this climb and suggest to assess if you trust them with your life- because that is what you are betting here. In this case a helmet will not help you.","protection":"A standard Eldo Rack. Be sure to include some brass nuts and plenty of slings. A few extra hand-sized [pieces] will come in handy if done as a single 200' pitch.","location":""},"__v":0},{"_id":"2lJ0yBIQVY+tT+vANXkZWg==","name":"Tiger Balm Arete","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Culp and George Hurley, 1965, FFA: Jim Erickson, 1975","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":5,"mp_id":"105755053","mp_crag_id":"105745304","climb_id":"2lJ0yBIQVY+tT+vANXkZWg==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"This route is a forgotten classic.  After getting on it for the first time, I had to do it again, and SOON.\n\nAfter a junky first pitch, the climb shows 3-4 beautiful pitches on great stone, each with their own character.  Tiger Balm Arete climbs the solid left-side arete of the Shirt Tail Peak, just left of the climb\n\nGambit\n\n.\n\nPitch 1: On the prow of the huge arete on Shirt-tail climb the obvious off-width system or junky, bush-choked cracks to the left (either is 5.8) to reach a big in-cut ledge system with a 7' tall pine tree and good hand-crack above.  Don't belay at this tree- keep going through P2. It would also be just as well to do the first pitch of Gambit to the large belay tree and go up and left on the big shelf the first pitch belay of Tiger Balm Arete.\n\nPitch 2: This is the first good pitch. From the belay-tree pull up and left into the thin-hands crack.  The hard part will be getting past the tree and into the crack off of the deck.  Climb 45-50' of hand jams and perfect jugs to a final 6' of finger-crack (right) or wide hands crack (left) to finish on the next incut ledge.  This pitch protects well with a few cams 1.5\" to 3\". If this pitch were longer it would be a classic in and of it's own merit, and there would be lines of climber cued up to do it. Worthy! Belay on the large ledge system above this crack.\n\nPitch 3: This is the crux pitch. Pull up off of the ledge system to a good, fat bolt on secure holds. Clip the bolt and twist through the big crux move. I found this to be much more technical then powerful. This long move (5.11b) would be extremely difficult without the right body position. Above the crux move there are good holds, but the wall is steep and does not give good rest. Move up and right (5.10a) from the in-cuts to a large horizontal (you can place #4.5- #5 camalots in this broken groove) and then up to a small crack in a right-facing feature (5.9). Load this with RP's or small nuts and a ball-nut before continuing up (5.8) and onto the slab above (5.7).  The slab protects occasionally and should be considered S, but if you get that far, I don't think you will be falling at that point. Continue up the slabby face past a small ledge (5.4) to the next incut ledge and belay from the large pine tree with fixed anchors (100').\n\nPitch 4:  There are a few options, but the best two both start by climbing straight up above through the finger-crack with 2 big jugs, a fun and physical start. After 30' the route splits Option 4a: Climb up the easy, well protected, left-facing corner and hand traverse (5.9) out the roof to reach the arete.  This will create drag if you were hoping to shoot for the summit from the last belay. Option 4b: Climb up the dark arete up and two your right for 35 feet. This will leave the rope free of drag, and if you have a 60m rope (a 50m MIGHT work), you can run for the summit. This is 5.8- and has no protection at all. A fall would be a career-ender, but the moves are secure and relatively easy. All finish: Continue up the sharp prow of the arete, protecting when ever pro becomes available, as it may not again soon. Since there are no really good belays on the arete, fire for the spectacular summit of Shirt Tail Peak for a belay. The final 35 meter arete is comparable to the summit pitch of\n\nThe Yellow Spur\n\n. However, the pitch is a little more vertical, a little more protectable, and in my opinion, a little better.\n\nWhat a fabulous route!","protection":"The crux is bolted.  After the crux the climb is mostly small wires and a small ballnut, but take a standard rack of cams to proect the rest.\n\nIf you think you will be afraid of a 15' ledge fall from the 5.9 moves, a #4.5 and #5 Camalot can be placed in a broken horizontal for protection just above the crux bolt.\n\nRossiter gives this climb a VS, but I don't agree with the rating.  Several good nuts can be placed along the way and the only real runouts are rated 5.7.","location":""},"__v":0},{"_id":"oMS3rwUkV4OgDcnQtdFwlA==","name":"The Throne","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Mike Clinton & Bill Demaillie, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":13,"mp_id":"105931845","mp_crag_id":"105745304","climb_id":"oMS3rwUkV4OgDcnQtdFwlA==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"This is the bolted line on the same face that\n\nCro-Magnon\n\nand\n\nSerrated Jam Crack\n\nare located.  I really liked this climb, lots of good hard face climbing with some nice exposure towards the end.  The route starts on the face just right of the start to\n\nCro-Magnon\n\nand\n\nSerrated Jam Crack\n\n.  Some hard moves need to be passed before the first bolt, then at which point, make the crux moves out left to join\n\nCro-Magnon\n\nright before its crux.  The Throne continues to move up and left via some more 11ish face moves to the arete with bolts for protection.  Then just run it out with easier climbing to an anchor with a bolt and two pins.","protection":"There's 5 bolts leading to the anchor on this route.  Getting to the first bolt can be protected with a micro stopper (I used a # 5) and between the 1st and 2nd you can get the same pro in that you would for the crux of\n\nCro-Magnon\n\n(#0.5 Camalot for me).","location":"To reach the base of this route, take the same 1st pitch as\n\nCro-Magnon\n\nor\n\nSerrated Jam Crack\n\n.  Another option is to climb P1 of\n\nGambit\n\n, and traverse right along the ledge and scramble up to the base of the route.  You can do two rappels to get back to the ground, or pull left around the arete at the top and continue up with\n\nGambit\n\n."},"__v":0},{"_id":"wkaCxPUYXXS4no+HFQG+8w==","name":"Sorenson Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tobin Sorenson, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":6,"mp_id":"111105730","mp_crag_id":"105745304","climb_id":"wkaCxPUYXXS4no+HFQG+8w==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"This is a nice alternate start to\n\nGambit\n\n. It has great hand jams with good rests on vertical rock. Begin left of the regular start of\n\nGambit\n\nor climb the first 30' and traverse left, aiming for a big tree on a ledge. The lower half is a bit chossy, so be cautious of you and your belayer, and wear helmets.","protection":"SR and an optional #4 Camalot.","location":"The first pitch of\n\nGambit\n\nfollows a large, right-facing corner. Sorenson Crack is to the left of it (around the arete). It's the clean hand crack on the right side of the huge block from the first pitch of\n\nTiger Balm Arete\n\n."},"__v":0},{"_id":"JPCnemEhVZKzgjF0NiwZDw==","name":"Serrated Jam Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"pre1975?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":12,"mp_id":"105759459","mp_crag_id":"105745304","climb_id":"JPCnemEhVZKzgjF0NiwZDw==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Serrated Jam Crack is the companion climb to\n\nCro-Magnon\n\n, see the\n\nCro-Magnon\n\nroute description for more detail.  Start with P1 of either\n\nCro-Magnon\n\nor\n\nMountaineer's Route\n\n.\n\nP2:  Head up through the roof and up the small dihedral, place pro, step right to twin thin cracks and up to sloping ledge (crux, same as\n\nCro-Magnon\n\n.)  From here, the left crack is\n\nCro-Magnon\n\nand the right, more obvious line is Serrated.  Cruise up the hand/layback crack (5.7) to the ledge and belay, or cross over to the bolt/pin belay on\n\nThe Throne\n\n.  Great climb, less sustained than\n\nCro-Magnon\n\n.","protection":"Standard rack, maybe a couple extra hand-size.","location":""},"__v":0},{"_id":"kAzXLxECXgOpje4yIRtN5g==","name":"Mrs. Clean Gets Down","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"J.&R. Rossiter, K. Kuddes, '86","type":{"trad":true,"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":3,"mp_id":"105761097","mp_crag_id":"105745304","climb_id":"kAzXLxECXgOpje4yIRtN5g==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Approach Shirt Tail Peak to the left, as for Gambit, but continue well left of that route, to the West side of Shirt Tail, above Rincon Wall. Go 20 meters or so up the gully and look up to a large, dark, West-facing wall. Scramble up 20+ meters of easy rock to reach a tree below and west of the West-facing wall, and set a belay. King of Pain and Mrs. Clean Gets Down both ascend the flat wall above.\n\nThe start for both routes is the same: Climb up to the left of the obvious slot, placing a nut or two on long slings, then at a hanging flake, step to the right across the slot to the right into a wide stem, and get up onto the main wall. 2 small cams can be placed here. Then up into an odd pod. For King Of Pain, head up and left. For Ms Clean Gets Down, head up and right from the pod towards a bolt on the right. The moves to reach the first bolt are reasonable (5.9) but a fall from here would be ill-advised. Climb up and right past the bolt to a crux (15-foot+ fall if you miss), and then up easier ground on positive edges to the 'tiny wire(s)' placement, which is barely worth the effort to place. Continue up on climbing no harder than 5.9 to reach a tree near the top of the face (hitch for pro) and top out. To the left there is a 2-bolt anchor with cold shuts. Rap off to descend.\n\nThere is a 3rd bolt 6' back and left to back up a TR anchor if desired.\n\nNote: These climbs are VERY hard in the afternoon sun.","protection":"The one bolt on this route is good, but will be below your feet on the thin crux. As well, a lead [to] this requires a heady moves some distance from so-so gear to get to the first bolt, and some large runouts after the bolt. The 'tiny wire' after the crux that is noted on Rossiter's Eldo. topo is a #0 RP or tiny copper-steel. Even with 2 of them equalized, they are not going to hold much of a fall in the flexi-flake they are behind. Count on the runout.\n\nGear: some small to medium stoppers, some hand-to-fist sized cams, and a two 0.3\" TCUs will get you onto the vertical face. The bolt is good, but this is not a sport route. If you want to [amuse] yourself, take some tiny nuts to place 15' above the bolt. The tree near the top can be hitched for top-out pro prior to reaching the bolt-anchors of King Of Pain. You can probably reach these anchors (from which it is possible to TR this route) from a scramble left of mid-route on Gambit.","location":""},"__v":0},{"_id":"GozVH5MdXcaLvkD+QVO9gw==","name":"Mountaineer's Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"George and Jean Hurley, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":16,"mp_id":"105755191","mp_crag_id":"105745304","climb_id":"GozVH5MdXcaLvkD+QVO9gw==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Mountaineer's Route ascends the prominant gully separating the two summits of Shirttail. After scrambling up the loose talus gully between Rincon and West Ridge, you'll arrive at a rotten red ledge that runs along the base of the low angle slabs that make up the bottom of Shirttail. Here you'll see a huge pine tree which sits in the gully, 200 feet up from the ledge. Mountaineer's Route starts about 20 feet up and right from this ledge. Just look for the easiest way to reach the obvious gully.\n\nP1: Cruise up and left on slabs and cracks to reach the gully, and continue up to belay at the huge pine tree.\n\nor do what we did: From the top of the talus approach gully, go left along the broken red ledge for about 15 feet. P1: Start in a short, obtuse right-facing dihedral, passing three trees in the first 15 feet. Run it out over easy slabs for 40 feet up to an upward-pointing triangle flake, finally placing gear, then make some tricky (5.7) moves. Now in the obvious gully, continue up to the huge pine tree and belay - 185 feet.\n\nP2: This is obvious. Start in a deep V-slot and make some interesting chimney moves. Continue up the dirty gully for 100 feet (might want a broom) thrashing through some trees along the way. Go right around the overhang/roof and belay at the top of the gully in the ridge crest - 195 feet.\n\nP3: Go north along the sharp ridge/arete to the flat summit. There is some exciting exposure as you look down the expansive southwest face! - 40 feet.\n\nThis route can easily be broken into 4 pitches with a 50m rope, but a 60m will get you there in style.\n\n2 stars for the climbing, but three for the unbeatable summit!","protection":"Standard rack to #4 Friend. Bring a couple extra 24in runners for slinging trees.","location":""},"__v":0},{"_id":"OJmqfKgPVg6N0z4g29r4BQ==","name":"Moriarty's Revenge","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"T Beaman and S Woodruff, 1975.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":15,"mp_id":"107072800","mp_crag_id":"105745304","climb_id":"OJmqfKgPVg6N0z4g29r4BQ==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"As I wrote the description for the variation called\n\nMoriarty's Mistake\n\n, and this route is mostly common to that one, I am pasting the relevant text (mine) into this route, and then changing the end as appropriate.\n\nFrom the big tree, climb the seam up and left (5.9) to reach the trees. This slanting seam/crack is 5.9 and would be difficult to protect, so make sure the belayer has been firmly anchored into the great dihedral. Sling the rightmost tree and then head up the fun and interesting handcrack (great jamming in Eldo- a rarity) for about 30' before its abrupt end. This is 2-2.5\" cam sized, which you will need again later, so take extras in this size.\n\nFrom the end of this crack, look up above. There are two options across a section of unprotectable, vertical face. Either one will reach a new seam or crack after 10-15' of 5.9 face climbing. Either one could produce a spectacular fall if ill-considered or executed. This is the route's physical and mental crux. I chose to aim for the leftmost of the two cracks, as the right most had some dirt and grass in it. This paid off, as after some insecure moves, I once again placed gear and moved up on good stone, continuing on easier moves up and occasionally stepping left or right before reaching the roof. There were a few other runouts, but none were severe. With extra 2.5\" cams, it would have been less exciting.\n\nIf you have a 60m rope, you may continue. If you are bound by a 50m rope, belay under the roof in an uncomfortable and dubious position.\n\nMoriarty's Mistake\n\nis a variation route goes up and right under the roof and onwards to the summit.  To do the original route, Moriarty's Revenge, head left under the roof, around its left end (5.9 again) and up and left above the roof before doubling back slightly right and on to the summit.  This is slightly harder than\n\nMoriarty's Mistake\n\n.","protection":"As described above, the route is fairly runout in a few sections, particularly between the cracks, on P1. I would advise only SOLID 5.9 leaders to attempt this route. The first crux move was about 8' above decent gear and was insecure. There were several other technical moves without nearby protection. The best way to do this route by far is in a single long pitch, so perhaps you should even carry a large rack overall and lots of slings considering the left-right action required to finish it. Take a standard rack with several hand-sized pieces.  My notes to myself in my book suggest that 3 cams total between 2.5-3\" (yellow Camalot) would be beneficial in the continuous zig-zag crack prior to the runout.","location":"Shirt Tail Peak is comprised of two main walls split by a massive dihedral/gully, which is climbed via \"\n\nThe Mountaineer's Route\n\n.\" The left hand wall contains the popular classic\n\nGambit\n\n, and the right hand wall is generally the less solid rock.\n\nStarting from up into the\n\nMountaineer's Route\n\n, you can reach a very large pine tree after some distance. This is obvious from the ground below. About 40' past the big tree, up the gully/dihedral, you can see 2 small pine trees side-by-side on the left hand wall, 15' from the big dihedral. A left-leaning crack and seam leads up to these. This is the start of two great routes,\n\nMoriarty's Mistake\n\nand Moriarty's Revenge."},"__v":0},{"_id":"9vleQbsyVcm2ip+hqWFZig==","name":"Moriarty's Mistake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"S Woodruff, D. Hare, 1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":14,"mp_id":"105754954","mp_crag_id":"105745304","climb_id":"9vleQbsyVcm2ip+hqWFZig==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Shirt-Tail Peak is comprised of two main walls split by a massive dihedral/gully, which is climbed via \"\n\nThe Mountaineer's Route\n\n.\" The left hand wall contains the popular classic\n\nGambit\n\n, and the Right hand wall is generally the less solid rock.\n\nStarting from up into the\n\nMountaineer's Route\n\n, you can reach a very large pine tree after some distance.  This is obvious from the ground below.  About 40' past the big tree, up the gully/dihedral, you can see 2 small pine trees side-by-side on the left hand wall, 15' from the big dihedral.  A left-leaning crack and seam leads up to these.  This is the start of two great routes, [Moriarty's] Mistake and Moriarty's Revenge.\n\nClimb the seam up and left (5.9) to reach the trees.  This slanting seam/crack is 5.9 and would be difficult to protect, so make sure the belayer has been firmly anchored into the great dihedral.  Sling the right-most tree and then head up the fun and interesting handcrack (great jamming in Eldo- a rarity) for about 30' before its abrupt end.  This is 2-2.5\" cam sized, which you will need again later.  Take extras in this size.\n\nFrom the end of this crack look up above.  There are two options across a section of unprotectable vertical face.  Either one will reach a new seam or crack after 10-15' of 5.9 face climbing.  Either one could produce a spectacular fall if ill considered or executed.  This is the route's physical and mental crux.  I chose to aim for the left-most of the two cracks, as the right most had some dirt and grass in it.  This paid off, as after some insecure moves I once again placed gear and moved up on good stone, continuing on easier moves up and occasionally stepping left or right before reaching the roof.  There were a few other runouts, but none were severe.  With extra 2.5\" cams, it would have been less exciting.\n\nIf you have a 60M rope, you may continue.  If you are bound by a 50M rope, belay under the roof in an uncomfortable and dubious position.\n\nPlace a few good pieces under the roof and work up through it's apex on the right hand side at a crack, grabbing one of several solid chockstones.  Again, this is solid 5.9 climbing, and the pro will come and go.  The moves are fun and [exciting], and not always just above protection.  As you move up you will start climbing on chockstones frequently.  I tugged, tapped, and pounded at the critical chockstones that I wanted to use as holds- they did not move.  What a head-game!  A heavy rack will benefit the leader now, as you will have little pro left if you've both carried a light rack and run the two pitches [together].  Move up over on several fun sections until you reach the summit and belay your partner from the huge boulders there.  You can see the ski lifts [of Eldora] from this position.\n\nI would have given this route 3 stars as a single pitch, for it's uniqueness and mind-games.... but not everyone uses those same standards, but it would be hard to give it less than 2 stars for sure.\n\n[Descend] by 3 raps as for\n\nGambit\n\n.","protection":"The route is fairly runout in a few sections, particularly between the cracks, as described below.  I would advise only SOLID 5.9 leaders to attempt this route.  The crux move was about 8' above decent gear and was insecure.  There were several other technical moves without nearby protection.  The best way to do this route by far is in a single long pitch, so perhaps you should even carry a large rack overall. Take a standard rack with several hand-sized [pieces].","location":""},"__v":0},{"_id":"wHVbJnobXj6onGw7N3dZgg==","name":"Missing Link","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Joyce and Richard Rossiter, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":8,"mp_id":"105754639","mp_crag_id":"105745304","climb_id":"wHVbJnobXj6onGw7N3dZgg==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Missing Link is a variation to the dihedral pitch of Gambit.  From the cramped alcove \"belay\" midway up pitch 2 (where Gambit cuts right to switch to the left-facing corner), Missing Link instead takes the obvious chalked roof crack out left.  The crack is easier than it appears and involves more underclinging and reaching than jamming.  A balance transfer onto a high foot ledge (flexibility helps here) moves past sharp hand jams and onto some lower angled, lichen-covered rock.  Face climb up to a spacious ledge and continue with Gambit, Ginseng Junkie, or Tiger Balm Arete.  The latter is highly recommended to conclude any Shirt Tail route; moderate and extremely exposed arete crawling in a superb position to gain the loftiest summit in Eldorado.\n\nTrade a three-star pitch for a one-star boulder problem and you've got Missing Link.  Exchange the beautiful, clean, sustained Gambit dihedral for a cruxy, awkward, flaky and unaesthetic variation only if you really want something a little more difficult than 5.8.","protection":"This pitch requires cams up to a #1 Camalot.  Unless you're soloing 5.8, your rack for the approach pitches will more than suffice.  Handsize pieces may be useful for the belay.","location":""},"__v":0},{"_id":"kROqVv1LXQyjKQ/RQYcT5w==","name":"King Of Pain","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"R.&J. Rossiter, '86 on TR. Lead: Clinton, DeMallie, '88","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":2,"mp_id":"105761094","mp_crag_id":"105745304","climb_id":"kROqVv1LXQyjKQ/RQYcT5w==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Approach Shirt Tail Peak to the left, as for\n\nGambit\n\n, but continue well left of that route, to the West side of Shirt Tail, above Rincon Wall. Go 20 meters or so up the gully and look up to a large, dark, West-facing wall. Scramble up 20+ meters of easy rock to reach a tree below and west of the West-facing wall, and set a belay. King of Pain and\n\nMrs. Clean Gets Down\n\nboth ascend the flat wall above.\n\nThe start for both routes is the same: climb up to the left of the obvious slot, placing a nut or two on long slings, then at a hanging flake, step to the right across the slot to the right into a wide stem, and get up onto the main wall. 2 small cams can be placed here. Then move up into an odd pod. For\n\nMrs. Clean Gets Down\n\n, head up and right towards a bolt on the right. For King Of Pain, head up and left, with good undecrlings left, under a long flake. The moves to reach the first bolt are pretty hard (5.10). Climb upward with increasing difficulty until the 3rd to last bolt, an old \"ring bolt\" near a mono (old bolt hole?) and a nub. Bump slightly left to stand on the nub and look the crux in the eye... for a while. Up and right is very hard, and it took me several falls to latch a move in that way before peeling off anyway and discovering that the route goes left then up (confirmed later by the topo). The move right is much harder. Finish on 5.11 climbing to a 2-bolt anchor with cold shuts.\n\nThere is a 3rd bolt 6' back and left to back up a TR anchor if desired. Rap off to descend.\n\nNote: these climbs are VERY hard in the afternoon sun.","protection":"You can TR this from anchors as reached by a scramble from\n\nGambit\n\nor\n\nTiger Balm Arete\n\n, or from\n\nMrs. Clean Gets Down\n\n. The bolts on this route are mostly good, but leading requires some heady moves some distance from so-so gear to get to the first bolt, and clipping from the given stances may be difficult for most people. Gear: some small to medium stoppers, some hand-to-fist sixed cams, and a two 0.3\" TCUs will get you onto the vertical face. One more 0.4\" TCU might add a piece in the underclings to the left before the first bolt, but I did not place this, so I am not sure it would be good.","location":""},"__v":0},{"_id":"8a7EUGWZWNOtERVSubfbtA==","name":"Giuoco Piano Direct","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Hurley, Culp '65, FFA: Reveley, Nordon, Zimmerman '74","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":17,"mp_id":"105761100","mp_crag_id":"105745304","climb_id":"8a7EUGWZWNOtERVSubfbtA==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"This route is really good, but in years of looking and asking, I have never seen or heard of anyone doing it. It is a worthy route and the best of the ones I did on Shirt Tail this weekend. A few spots of iffy rock prevent me from giving the 4-star rating. Still, it was a great pitch. The route ascends the smaller, right-most arete of the main wall of Shirt-Tail Peak, well right of\n\nGambit\n\n, and just right of the huge\n\nMountaineer's Route\n\ndihedral. The climb takes a short crack system (10M) up to reach a thin dihedral nestled into the arete for 50M more, then to a low angle finish. The route is striking and unmistakeable.\n\nWe climbed the meat of the route as a single pitch, leaving the 5.6 upper slabby arete for a second pitch. This can be done on a 60M or 70M rope, depending on the belay you want to reach. The 70M option seems best, and also sets you at eye-level with a set rap station (webbing w/Rapid Link on a tree) on the face to the left, should you opt-out of the easy summit pitch.\n\nArrive at Shirt-Tail peak to the right, and scramble up the dirty gully until if becomes 'mush.' Step left between two trees to reach a ledge system maybe 40' down and left of the start of the route. Drop the packs, change the shoes, and rack up here. Scramble to the base of the climb and set a belay back and right below the large pine tree. The crack system going straight up is\n\nDouble Life\n\n(bomb) but the system heading up and left to the steep wall and corner, G.P. Direct, is a great route. It may be advisable to set the belayer back behind the tree from the climber, in case any loose rock should happen to come off early on the climb.\n\nPitch1: Proceed up the climb setting small to medium nuts and the occasional cam. Just before the crux, a pink or red tricam places very well in a yellow horizontal slash to the right, then a 2\" cam up in a small undercling, and then a few feet higher, a nut. This is the crux pro. Move up over the bulge to a good hold on the right of a pillar of rock just before stepping left in a changing-corners move, then continue up to stand on the pillar. Good 1-1.5\" cams or a large stopper can be had here. This ends the real runout and by and large ends the hardest climbing. Continue up in a left-facing corner and some cracks for another 40-50 meters to reach a roof over a finger crack with a fixed angle piton (old but good). Pull the roof and belay on the ledge to the left (60M rope) or continue up to another ledge (70M rope) and belay.  For the higher belay, a cordalette on a big horn and a great seat are backed up with a stopper and a #2 Camalot. If you are sqeamish, take a #4 Camalot for the belay too.\n\nYou can escape left from here to a series of raps from trees (2 raps and a scramble on a 70M, but a 60M will not reach the next station) or continue on P2.\n\nPitch 2: Climb up the easy, runout arete as the angle leans back to reach the summit, 40M. A piece of gear goes here and there, mostly cams in horizontals. A hard move is available up top for an optional finish... a zig-zag finger crack though a bulge. The rock is a little licheny there though.\n\nTo descend, Rap the\n\nMountaineer's Route\n\n(presently no top anchor) or hike to the West and rap as from\n\nGambit\n\n.","protection":"A standard Eldo rack including a set of stoppers, with extra medium, a set of cams from very small to 3\". An extra fist-sized piece could be good, and a 4\"+ cam might be nice at the belay at 70M if you are squeamish, but not at all necessary. Lots of slings are advisable (10 to 15 slings).","location":""},"__v":0},{"_id":"idR2T6M2XnGXR44tr0rmFg==","name":"Ginseng Junkie","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard Rossiter and Linda Willing, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":7,"mp_id":"105754642","mp_crag_id":"105745304","climb_id":"idR2T6M2XnGXR44tr0rmFg==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Another short pitch on the \"Tour of 5.10 Variations to\n\nGambit\n\n,\" this one improves slightly over\n\nMissing Link\n\non quality.  From the big ledge above\n\nMissing Link\n\n(or the top of the dihedral pitch of\n\nGambit\n\n), belay near a pine tree.  Work up a short, bulging, triangular corner with a fist crack (briefly 5.9) to another ledge, step right to a steep dihedral, and ascend a nice finger crack to a larger ledge (Yosemite Ledge).\n\nFrom the belay on Yosemite Ledge, continue straight up easier cracks overhead, or, perhaps better, traverse to the left margin of the massive Shirttail face, and join the spectacular summit pitch of\n\nTiger Balm Arete\n\n.","protection":"Eldo gear to a #1 Camalot, plus a #3.5 or 4 Camalot for a short fist crack below the crux.","location":""},"__v":0},{"_id":"mCDTzAt6UvOOVOCF4ZexKw==","name":"Gambit","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"George Hurley and Bob Culp, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":9,"mp_id":"105751960","mp_crag_id":"105745304","climb_id":"mCDTzAt6UvOOVOCF4ZexKw==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Gambit shines like a rough, uncut diamond. Interesting climbing gets increasingly better with each pitch, as one gains the majestic Southwest Face, finishing on the highest summit in Eldorado Canyon State Park. This is a very fun climb.\n\nDue to the loose rocks on the belay ledges, it is NOT advisable to follow another party up Gambit - 120% vigilance is required at the belays, and most of the time you're lost in the views instead, but luckily, you should find Shirt Tail quiet; mostly due to the 45-minute hike. An early start is advisable in the summer as shade is provided all morning until the climber ventures out onto the southwest face. This face can be hot in the afternoon.\n\nThe following description breaks the climb into 5 pitches. It can be done by condensing P2 & P3, but by breaking them into two sections, the leader avoids some rope drag approaching the 5.8 roof and also enjoys at least one \"normal\" belay (read: slightly uncomfortable Serta-lounger-with-a-view on a carpet of pigeon shit). After all, the other three belays are roomy, comfortable, and relatively safe on good ledges. Pitches 4 and 5 combine nicely with a 60m rope.\n\nApproach: follow the newly built (fall 2010) trail up Shirt Tail Peak until it ends at a nice, big, flat rock step.\n\nP1. Start just to the right of the base of the\n\nTiger Balm Arete\n\n(the blunt arete that narrows and finishes on the West of the summit) from near a large tree growing curiously \"around\" a bulge in the slab, following a large crack that gets thin, passing a small tree and entering a right-facing dihedral. Once at another small tree, jog up and left entering another short, right-facing dihedral. Fun liebacks gain the first big ledge. Belay by a big tree on this ledge.\n\nP2. Follow the steep, tricky crack straight up from the ledge, mastering a slight overhang. Interesting climbing continues up steep terrain to a second overhang. Master this small roof, and set up a belay on the pigeon shelf, which actually provides a nice view of your second having fun in the crack below. If you plan to continue on (recommended), mind your rope drag with a long sling when protecting the traverse.\n\nP3. From the pigeon shelf, traverse right and stem out across the void with a stunning move into the left-facing dihedral above. A great hand/fist crack follows, splitting the aesthetic dihedral. The crack arcs up and slightly left, ever steepening until it meets an overhang. Jam out the fun roof, and pull onto a roomy ledge with lots of loose rock. [addendum: if you place a #3 in the last ~20 section, there is a good chance that you'll lose it. Place a #2 instead or use a very long sling.]\n\nP4. This pitch packs more punch than may be implied by the 5.7 rating it garners. This one is a classic. Improbably, you must first find a way up and right from the roomy belay, through a narrowing slot. A hanging slab with few holds and a half exposed pin forces climbers into the offwidth on the right. Clip the pin, go set up a nice #4 (I used a 3.8\") in the back of the offwidth, reach back, and unclip the (mostly psychological) pin. I won't tell you the secret of the offwidth -- that's half the fun. Surmount the chockstone at the head of the slot, and you'll be standing on a ledge just below the Southwest Face. Now it's party time - step up right and out onto the face, following a right-angling, slightly overhanging hand crack over stupendous exposure with knockout jams...a real treat. Continue up the face until you see a made-to-order 2-foot ledge angling across the face. You get a choice of belays on the ledge, but the crown of the ledge, with two seats, made for airy position and a comfortable crib. You are belaying in space, the flat face dropping away below you. With a 60m rope, you can make it to the top if the drag isn't bad.\n\nP5. Continue up the face on good cracks past blocky, seemingly sketchy rock that ends (thankfully!) right on the summit. Stay left near the top to avoid the worst of the loose rock. Bring your second up, watching to the south the busy Eldorado antics, the fascinating Flatirons to the north, or the Indian Peaks to the west; reveling in the solitude of the upper canyon.","protection":"SR up to a #4.","location":""},"__v":0},{"_id":"lqjhrBvhUdC57zlm5s9Rng==","name":"Future Primitive","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"R. Rossiter, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":19,"mp_id":"105761121","mp_crag_id":"105745304","climb_id":"lqjhrBvhUdC57zlm5s9Rng==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"A fun route up the Giucco Piano Arete that ends up on the top of ShirtTail Peak.\n\nP1 -- To start, scramble up and right past the vertical lower section of the arete (Rossiter).  You'll start at a big tree in an alcove, and climb about 40 feet up along a discontinuous L facing dihedral to another large tree with slings.Past the tree it's up a gully, and at 100 head L into a rotten band.\n\nP2 -- Climb through 2 bushes (amusing if you're in the right mood), and head L at the first available crack.  A 3.5 cam fits nicely here, and now the climbing is terrific:  exposed airy moves heading straight to the arete.  A bit loose.  Excellent pro on the far side of the arete for anchors.100 feet.\n\nP3 -- Up the arete, 130 feet, to a false summit.  Beautiful.\n\nP4 -- Climb the SE arete to the summit.  100 feet.\n\nIf the first pitch and a half weren't so bushy, I'd say 2 stars.  Still, this is a fun, well-protected moderate climb.","protection":"Standard rack up to #3.5 Camalot, med to big stoppers.  I found small tricams helpful.","location":""},"__v":0},{"_id":"x+U4PC1cXtGn8VsYDz25Sg==","name":"The Emperor's New Shoes","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":1,"mp_id":"106092027","mp_crag_id":"105745304","climb_id":"x+U4PC1cXtGn8VsYDz25Sg==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"This route is best done as a finish to the route \"Sunstroke\", or after summiting Shirt Tail Peak via one of the other routes on the south face.\n\nFrom the top of the second (of three) rappels on the descent (the more eastern of 2 sets of rappels that start in the gully), look climber's right to locate a clean wall with a small roof/bulge about 20' up and 2 short parallel cracks above the roof/bulge. The route starts about 10 feet right of an obvious, moderate, hand crack that angles slightly left. Begin on a ledge just left of a large pine tree and ascend easy rock for 10 feet. Work your way up the rest of the face before entering the roof/bulge(tricky gear). Proceed through the roof/bulge(crux)(tricky gear) to a good stance. Make a few more nice moves through the parallel cracks for another 10 feet to a good ledge. Continue up and left to the top of the rappels, or keep climbing up fun, easy rock to the summit.\n\nThe relationship between this route and the finish of \"Sunstroke\" is unknown.","protection":"Standard rack.","location":"This route is on the west face, above and left of \"\n\nKing of Pain\n\n\" and \"\n\nMrs. Clean Gets Down\n\n\", just left of a large pine tree on a ledge."},"__v":0},{"_id":"ON0kbjsKX/qlfOSc+d6LBg==","name":"Destruction","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Andy Donson, Marc Gay","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":4,"mp_id":"105761703","mp_crag_id":"105745304","climb_id":"ON0kbjsKX/qlfOSc+d6LBg==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"This route climbs the left side of the prominent bulging prow of Shirt-tail, just left of the crux pitch of Tiger Balm Arete. Continuous climbing, technical gear and sweet exposure make this a memorable pitch. The route was headpointed, and would be a tough, but not unreasonably reckless ground up lead.\n\nStart one pitch up Tiger Balm on a spacious pedestal.Climb Tiger Balm p.2 as far as the bolt, then traverse left around an arete and into a hanging L-facing corner. Climb to the top of this(10+ s/vs) where a shake out and good gear can be had. Battle up and left into another hanging L-facing corner (crux, 12a/b s). Place some tricky gear in the corner (crucial blue alien and #8 rock) then stem up and right (11a s/vs), eventually joining the arete and easier ground. Run up to the large tree and terrace.  You can rap from bolts on top of King of Pain and scramble down to the base.  These bolts can also be used to t.r. off of with a few directionals.","protection":"Doubles of one inch cams and down, double set of nuts to one inch, RPs, 2 blue aliens (crucial), double ropes, one 3.5 inch cam, long slings.","location":""},"__v":0},{"_id":"gzTaHKZuXG2nPtcqzeq95A==","name":"Double Life","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Harrison, Stuberg, Brooks, 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":18,"mp_id":"105754951","mp_crag_id":"105745304","climb_id":"gzTaHKZuXG2nPtcqzeq95A==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Shirt-Tail Peak is comprised of two main walls split by a massive dihedral/gully, which is climbed via \"\n\nThe Mountaineer's Route\n\n.\"   The left hand wall contains the popular classic\n\nGambit\n\n, and the Right hand wall has several lower quality routes, one of which is Double Life.\n\nThe obvious arete/face to the shallow left-facing corner on the prow of the right-hand buttres is the\n\nGiuoco Piano Direct\n\n.\n\nDouble Life is a short ways to the right of\n\nGP Direct\n\n, on the South Face of the West wall, starting in a crack system & shallow, right-facing corner. Rossiter gives this route a star (1/1 star rating), which makes me wonder if he's ever climbed it, because I generally really enjoy the routes he highlights in his books, but this one sucks.\n\nThe crack system moves up and right for the first pitch, and is better looking from the ground than it is in reality.  For the first 20-30 feet, your main concern is bad rock, not difficulty.  Continue up the crack system for perhaps 80 feet to 2 reasonable pins (with good gear all around them) and execute the 'crux' moving up and left around them.\n\nOnce on a large solid ledge, follow another crack system up and right to a false summit, or up and left to join the\n\nGP Direct\n\n.  Neither option is particularly good, clean, or hard.  Do whatever you pick- or maybe spend more time on a better route.  I liked Moriarty's Revenge/\n\nMoriarty's Mistake\n\na lot better.\n\nAs of Feb 2002, the best way off is to traverse to the left-hand summit and rap as for\n\nGambit\n\n, or to get into the big dihedral/gully as for the\n\nMountaineer's Route\n\nand rap, although there is no anchor on the top of the last pitch.  Some of the other anchors need some upgrading as well.","protection":"The route takes a mixed bag of protection.  [A set] of stoppers & cams or hexes will do.  The quality of the rock on pitch 1, particularly at the start, leaves something to be desired and some run-outs. A better name for the route may have been Nine Lives.","location":""},"__v":0},{"_id":"vpipIvWHW9S0yvZshj6oiA==","name":"Cro-Magnon aka The Tail","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Richard & Joyce Rossiter, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":10,"mp_id":"105759453","mp_crag_id":"105745304","climb_id":"vpipIvWHW9S0yvZshj6oiA==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"Shirtail Peak has two prominent aretes;\n\nTiger Balm\n\n/\n\nGambit\n\non the left and\n\nGiouco Piano\n\non the right.  The\n\nMountaineer's Route\n\ngoes up the big dihedral in between.  Three routes cross the \"crux buttress\" level with P2 of\n\nGambit\n\non the wall between\n\nGambit\n\nand\n\nMountaineer's\n\n;\n\nThe Throne\n\n, Cro-Magnon and\n\nSerrated Jam Crack\n\n.\n\nP1:  Climb the slab midway between\n\nMountaineer's\n\nand\n\nGambit\n\nto a short dihedral/small roof (5.8) and up to a large tree with slings.\n\nP2:  Follow a short finger crack over a roof (5.8) and up the small left-facing dihedral above.  Place gear as the crack in the dihedral ends and traverse one move right and then up thin cracks to a sloping ledge (crux.)  Cro-Magnon takes the left (smaller) of the two cracks above the sloping ledge, the larger crack on the right is\n\nSerrated Jam Crack\n\n.  Follow the thin crack (5.9) up to a short face. Climb the thin face (5.8?) up to the two-pin, one bolt anchor on The Throne.  I clipped the last bolt on\n\nThe Throne\n\nfor gear here as the flakes seem pretty fragile.\n\nA 60M rope should get you down to the tree with slings and another rap to the ground, or finish up to the top on\n\nGambit\n\nor something else.  Using a 50M rope left us with a little soloing to do between belays, not hard but exposed.\n\nI really enjoyed this climb so I gave it three stars, I suspect others may only give it two, since it is only the second pitch that it outstanding.  This route is fairly sustained, the pro is good but takes a little thought to place.\n\nA word on loose rock:  Shirtail has it!  There were 5 parties on\n\nGambit\n\nlast Saturday, I got pegged in the head by a pebble and we saw a basketball size boulder crash on the slabs at the base from up high.  This is not a good crag to get too popular, but it seems that the lure of\n\nGambit\n\nis high.","protection":"Lots of wires and some small to medium cams","location":""},"__v":0},{"_id":"zMnOBWdRWt+4QI9a8y86kg==","name":"Can't Find My Way Home","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Hammond and Kevin Bains 9-2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"left_right_index":0,"mp_id":"106262676","mp_crag_id":"105745304","climb_id":"zMnOBWdRWt+4QI9a8y86kg==","areaRef":"PdXdLMTqV16vJXaVSPjZCw=="},"content":{"description":"P1-5.8s - Climb up an arete/face feature for about 25ft, then move L. to next cleaner rock and up. Continue to trend L. to cross big ledge with tree. (This is where a single rope rap will land you, then you can scramble off skier's right.)\n\nClimb straight up set of several shallow corners (small cams to start) and aim for big tree with rap slings. Beware loose rock on this pitch. This pitch is contrived and wandering to follow the best climbing with the best chance for protection (while avoiding the worst of the loose rock).\n\nP2-5.9, 60ft - Climb up to next big tree with slings through double cracks through overhang, then move L to finish up crack with tiny tree in it. Longer, though less steep crack/corners exist to left.\n\nP3-5.10-80ft - Above is a sweet looking corner on R or a blocky, stem-boxy overhanging system on L. Right looks better but isn't (we did both). Take the left system and grunt up into it. End at large belay/rappel tree.","protection":"Basic Eldo rack.","location":"Start at bent tree to the left of start for\n\nTiger Balm Arete\n\n, where trail is forced away from base of cliff. Route climbs the rappel route (one of them), so rap."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,3dd5dd2c-c4ea-575e-af25-769548f8d90b","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Shirt Tail Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.8"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":20,"bands":{"unknown":0,"beginner":4,"intermediate":11,"advanced":5,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":11,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28837,39.93429]},"bbox":[-105.28895642573198,39.933840339818126,-105.28778357426803,39.93473966018186],"left_right_index":-1,"ext_id":"105745304","area_id":"PdXdLMTqV16vJXaVSPjZCw==","polygon":{"type":"Polygon","coordinates":[[[-105.28895642573198,39.933840339818126],[-105.28778357426803,39.933840339818126],[-105.28778357426803,39.93473966018186],[-105.28895642573198,39.93473966018186],[-105.28895642573198,39.933840339818126]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:55:58.085Z","updatedAt":"2024-01-20T00:59:50.707Z"}