{"_id":"63689d5ce80bff5a994f4c6a","area_name":"6-Franosch","shortCode":"","climbs":[{"_id":"sP4M/NqfXhevkUNC1p/hJQ==","name":"Urnas' Edge","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":15,"mp_id":"117402054","mp_crag_id":"112288365","climb_id":"sP4M/NqfXhevkUNC1p/hJQ==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"If only the two crux sequences were longer. Pumpy lower crux and thoughtful tricky top crux.\n\nTop crux can be done on its own by starting from the top boulder of the route Right Scramble -- traverse right onto face.\n\nFind the steep gully just right of the bottom of the non-steep diagonal which is the base of the upper part of sector 6 Franosch -- and just left of the Left Chimney route (1 bolt) in lower part of sector 8.\n\nUp the dirt to reach bottom of rock. Head for dead tree to right under steep overhang. Right-ward over tree, then diagonal left up through overhang.\n\nNext roughly straight up the slab about 6 ft left of the bolts for ??\n\n. . . (Easier if go more left closer to the gully, but does not offer perceptual warmup for top crux).\n\nAim for small shallow broken dihedral in top steep section. But then move Left from that to join the left edge Arete where it curves left and becomes a bit less than vertical.\n\n. . . (? Variation : project 5.11? Finish up the shallow broken dihedral).\n\nCrux is getting over to, then established over the edge of the arete.\n\nFinish directly up it to reach the summit of the Silverhorn.\n\nTop-Roping\n\n: Obvious top anchor (shared with the route \"Right Scramble\") is on the SouthEast side of the summit of the Silverhorn peaklet (obvious knob above right from this sector) -- two bolts connected by chain with ramshorn lower-off. The Silverhorn peaklet can be reached from the top of the upper main wall of this sector by hiking north across slope to the overhang on the south side of the summit, then hike up left, then step right around to its west side, and scramble up (3rd - 4th class) 10-15 feet to its top. Notice two facultative bolts on SW side of summit knob, which could be used for security to reach the top anchor for this route, which is across on the SE side. Or if this scramble feels unsafe, can hike further north along W side of Silverhorn summit ridge, then get up onto the ridge easier.\n\n. . . (Or the SIlverhorn summit could also be reached by leading certain routes in sector 8 Moynier.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Top-Rope anchor is two bolts connected by chain, with ramshorn (pigs tail) lower-off.\n\n. . . (details see the route \"Right Scamble\").\n\nNo fixed hardware installed for intermediate lead protection as of 2019.\n\nProtection for Trad leading is unknown and likely inadequate.","location":"Photo to be added."},"__v":0},{"_id":"ZFlg/dkgXgOF558acykMvw==","name":"Right Scramble","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":14,"mp_id":"117397627","mp_crag_id":"112288365","climb_id":"ZFlg/dkgXgOF558acykMvw==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"More interesting than it looks. The climbing is mostly not in the dirty gully, rather stemming across it, or above its right side.\n\nFind the steep gully just right of the bottom of the non-steep diagonal which is the base of the upper part of sector 6 Franosch -- and just left of the Left Chimney route (1 bolt) in lower part of sector 8.\n\n. . Note that while it's safer (from rockfall) to belay top-rope from higher platform about 20 ft south from Silverhorn platform, it's fairly intimidating for a climber to be\n\nlowered\n\nfrom there down the gully (even though that might save time). Likely better to have a more experienced climber rappel to get the rope down, then have the less experienced climber(s) waiting at the bottom to start from there. Then the belayer can get to the high platform by a different route (e.g. upper part of Left Scramble).\n\nFirst get up through the grass + dirt to reach bottom of rock. Up the gully using rock on both sides. Perhaps a couple of overhanging traverse moves just after passing the dead tree. Above this, avoid the dirt, instead stay on rock above right side of gully. Near the top, step across dirt easily onto a rock on left side. Then a last big step up across dirt onto the top boulder (under Silverhorn summit overhang) and a thoughtful move up onto boulder's flat top.\n\nRecommended finish to wonderful viewpoint: Continue by hiking up west under the overhang, then step right around to the west side of the SIlverhorn summit knob, and scramble up (3rd - 4th class) 10-15 feet to its top.\n\n. (This finish is not protected by top-rope belay, so if this final scramble feels unsafe, can hike further north along W side of Silverhorn summit ridge, then get up onto the ridge easier).\n\nTop-Roping\n\n: Obvious top anchor is on the SouthEast side of the summit of the Silverhorn peaklet (obvious knob above right from this sector) -- two bolts connected by chain with ramshorn lower-off. The Silverhorn peaklet can be reached from the top of the upper main wall of this sector by hiking north across slope to the overhang on the south side of the summit, then hike up left, then step right around to its west side, and scramble up (3rd - 4th class) 10-15 feet to its top. Notice two facultative bolts on SW side of summit knob, which could be used for security to reach the top anchor for Right Scramble, which is across on the SE side. Or if this scramble feels unsafe, can hike further north along W side of Silverhorn summit ridge, then get up onto the ridge easier.\n\n. . . (The SIlverhorn summit could also be reached by leading certain routes in sector 8 Moynier).\n\nAnother idea for a top anchor is to use long slings or static rope around a rock horn just above the top boulder of this route (below the overhang of the Silverhorn summit knob). Perhaps the belayer can stand on the obvious wide ledge about 25 ft below left from the Silverhorn knob. The problems with the belayer standing at near the bottom of the route are increased exposure to rockfall hazard for the belayer, and rope-stretch impact for the fallling climber.\n\nDescent\n\n: Can down-climb the upper part of the route \"Left Scramble\" (4th class), or traverse horizontal south from the Silverhorn about fifty feet or so, then rappel from the top anchor for the route \"Left Face\". Reaching this anchor requires down-climbing 3rd class with exposure. There are two facultative bolts which could be used to help protect this down-climb. One is just three feet horizontal climber's left from the anchor, the other is 15-20 feet above climber's left from the anchor on the side of a small rock ridge.\n\n. . . (Another option is to hike/bushwhack West to the main hiking trail, then walk easily North down that (likely with a shortcut scramble down to the highway by the NW corner of Silver Lake then a short walk N along the road to finish at the snack bar).\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Top-Rope anchor is two bolts connected by chain, with ramshorn (pigs tail) lower-off.\n\n. . (Bolt studs are 2.75 inch x 0.375 inch wedge expansion bolts, 304 Stainless steel.\n\n. . . upper hanger is 304 Stainless, lower hanger and ramshorn/pigstail are 316 Stainless.\n\n. . . Chain and quick-links are Plated steel. All anchor hardware installed 2019).\n\nNo fixed hardware installed for intermediate lead protection as of 2019.\n\nProtection for Trad leading unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector -- also the note above on this page.","location":"Photo to be added."},"__v":0},{"_id":"G1CzvvtaWxGl8kkPgzfi1g==","name":"Right Ridge","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":13,"mp_id":"117402104","mp_crag_id":"112288365","climb_id":"G1CzvvtaWxGl8kkPgzfi1g==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Fun moves all the way.\n\nFind the broad ridge at the bottom of the left-trending ramp which is the base of the main upper wall. About 4 ft left from the gully of the Right Scramble route (and 10-12 ft left of Left Chimney of sector 8).\n\nUp the ridge to bush. Dodge around its left side, then continue on ridge above bush, and finish on right side of shallow gully to to right of top anchor for the route to the left of this one.\n\nTop-Roping\n\n: Can use the top anchor for the route to the left of this one.\n\nThere is a directional bolt below the bush, which should help to reduce the impact of the falling climber on Top-Rope belay from swinging right-ward.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware installed for top anchor or intermediate lead protection as of 2019.\n\n. . (can use top anchor the route to left of this one).\n\nProtection for Trad leading is unknown and likely inadequate.\n\nThere is a directional bolt below the tree to help protect Top-Roping.\n\n. . (The bolt stud is 80 mm x 10 mm wedge expansion bolt, 316 Stainless steel.\n\n. . . Hanger on anchor is 304 Stainless. All installed 2019).","location":"Photo to be added."},"__v":0},{"_id":"yxZXqFQiXviw/ts4mxC0Kg==","name":"Right alongside Right Gully","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":12,"mp_id":"117512193","mp_crag_id":"112288365","climb_id":"yxZXqFQiXviw/ts4mxC0Kg==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Some thoughtful moves and some fun moves.\n\nStart just right of wide loose gully\n\nwhich is just Left of the Right Ridge.\n\n. (Not the narrower gully for the route Right Scramble which is just Right of the Right Ridge).\n\nClimb on the more solid rock outside the gully. Soon pass left of some plates. Later might move right closer to the ridge. Then trend a bit left to reach alcove below left from bolts-with-chain top anchor for the route Right Ridge.\n\nClimb up out of alcove to finish to (or just left of) bolt anchor with lower-off\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Top anchor is two bolts connected by 3-link chain, with ramshorn (pigs tail) lower-off.\n\n. . (Bolt studs are 80 mm x 10 mm wedge expansion bolts, 316 Stainless steel.\n\n. . . upper hanger is 304 Stainless, lower hanger and ramshorn/pigstail are 316 Stainless.\n\n. . . Chain and quick-links are Plated steel. All anchor hardware installed 2019).\n\nNo fixed hardware installed for intermediate lead protection as of 2019.\n\nProtection for trad leading is unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"sK84ck2HWIi3M8QkMJxByA==","name":"Left Scramble","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":0,"mp_id":"117388315","mp_crag_id":"112288365","climb_id":"sK84ck2HWIi3M8QkMJxByA==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Lots of interesting scrambling in the upper pitch, also some (easier) in lower pitch.\n\nTop-Roping? Perhaps either pitch\n\ncould\n\nbe top-roped, but likely works better for someone to Lead it, then have others follow.\n\nThe bottom of the lower pitch starts way below most of this sector -- below even sector 5 -- or any rock faces.\n\nEven the upper pitch is mostly way below the main upper wall of this sector -- at the level of the base of sector 5.\n\npitch 1\n\n: Get to the bottom by going up left from base of sector 7 on herd path to below wide gully full of loose rocks. Start up the short slab just Left past the bottom of the loose gully. Up the right-side ridge. After passing left of big pine tree, reach rather wide ledge. Across this to right side of short slab. Up onto the right side of its top, then step down to just above twin pine trees, and reach the bottom of the route Central Gully of sector 5 - (could belay using tree as anchor).\n\nVariation P1 finish (harder like 5.5 or at least 5.4): Instead stay left and climb directly up next slab to belay using big tree above left as anchor).\n\nbetween pitches: From the bottom of the Central Gully in sector 5 walk up gentle right 25 ft to reach pine tree with very thick trunk.\n\n. . . (Start of pitch 2 could also be reached by climbing a route on Trail Slab of sector 7, then hike horizontal Left).\n\npitch 2\n\n: Straight up rock face behind big tree. When reach steep obstruction, aim (left-ward) for giant gnarly bush. Next pass through under right side of that bush. Emerge into gentle grass. Next aim for high rock gully with non-large tree at top left -- up some rock to reach left-tranding diagonal ramp which is base of main upper wall of sector 6. Diagonal up left to top of (narrowing) ramp.\n\n. . . Variation finish: Instead cross the ramp and up short face to pine bush (which is the route \"Far Left Tree Plus\").\n\nFrom top of diagonal ramp, continue left above for a few feet, then sharp right into careful traverse onto gentle ground above left fron top of upper main wall.\n\nRecommended continuation: Hike horizontal Right about 50-75 ft to reach overhanging south face of the Silverhorn knob. Turn Left to join the finish of the route \"Right Scramble\" and get up west side (or north ridge) of Silverhorn summit knob.\n\nDescent\n\n: Can down-climb the upper part of this route, or rappel from the top anchor for the route \"Left Face\". Reaching this anchor requires down-climbing 3rd class with exposure. There are two facultative bolts which could be used to help protect this down-climb. One is just three feet horizontal climber's left from the anchor, the other is 15-20 feet above climber's left from the anchor on the side of a small rock ridge.\n\n. . . (Another option is to hike/bushwhack West to the main hiking trail, then walk easily North down that (likely with a shortcut scramble down to the highway by the NW corner of Silver Lake then a short walk N along the road to finish at the snack bar).\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware installed for anchor or intermediate lead protection as of 2019.\n\nProtection for trad leading is unknown, but some possibilities.\n\nFor now calling it PG-13 until get a report on how Trad protection works out.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"yVOgCBYZUiaa2kvXrKcbJw==","name":"Left Gully Shelf","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":3,"mp_id":"117388337","mp_crag_id":"112288365","climb_id":"yVOgCBYZUiaa2kvXrKcbJw==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Some Interesting moves. Too bad it's not longer.\n\nStart under groove 10 ft up below gully. Up the groove, finish directly over right side of short steep face blocking middle top of gully.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware installed for anchor or intermediate lead protection as of 2019.\n\nProtection for trad leading is unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"GmRYX94uVAyKRKbXMNVWWA==","name":"Left Gully Edge","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":4,"mp_id":"117388378","mp_crag_id":"112288365","climb_id":"GmRYX94uVAyKRKbXMNVWWA==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Some Interesting moves. Too bad it's not longer.\n\nStart up wider lower grooves below right from high gully. Trend a bit left. Finish on left edge of face which forms right boundary of top gully.\n\ntop-roping\n\n: Could use the top anchor for the route \"Left Face\", together with a directional bolt below left from it.\n\nAt the top of this routes is a facultative bolt designed to enable reaching the top anchor for the route \"Left Face\" from\n\nabove\n\nthe top of the wall from its left side.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware installed for top anchor or intermediate lead protection as of 2019.\n\nInstead could use the two-bolt top anchor for the route \"Left Face\".\n\nDirectional bolt tor Top-Roping is below left from that top anchor.\n\n. . (Bolt stud is 80mm x 10mm wedge expansion 316 Stainless steel.\n\n. . . . Hanger is traditional flat stock 304 Stainless. Both installed 2019).\n\n. . . . Details on the facultative bolt, see the route \"Left Face\".\n\nProtection for trad leading is unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"RZq0AHtGU7a9znwHRfWrEw==","name":"Left Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":5,"mp_id":"117388439","mp_crag_id":"112288365","climb_id":"RZq0AHtGU7a9znwHRfWrEw==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Some Interesting moves. Too bad it's not longer.\n\nFace under big sprawling bush above top of wall.Up the face between the two obvious cracks. Thinner crack in left side of face is on.\n\nTop-Roping\n\n: Two-bolt anchor at top of route, but no connection between the bolts, and no rappel / lower-off fixture as of 2019.\n\n. . (Perhaps could reach this anchor after leading the route \"Central Grooves\", then traversing left below top of wall).\n\nTwo facultative bolts:\n\nTo the Left of this top anchor is a facultative bolt designed to enable reaching this anchor from\n\nabove\n\nthe top of the wall from its left side.\n\nAnother facultative bolt is above left from that one, above the top of this wall, on the right side of the top of a ridge-like rock.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Top anchor is two bolts connected by 5-link chain with quick-links, and with ramshorn (pigs tail) fixture for rappel or lower-off.\n\nTwo facultative bolts to left and above left of top anchor.\n\n. . (Bolt studs are 80mm x 10mm wedge expansion bolts 316 Stainless steel.\n\n. . . . Lower hanger of anchor and facultative hangers are round-bar stock 316 Stainless steel.\n\n. . . . Ramshorn lower-off is 316 Stainless steel.\n\n. . . . Upper hanger of anchor is traditional flat stock 304 Stainless.\n\n. . . . Chain and quick-links are Plated steel.\n\n. . . . All installed 2019).\n\nNo fixed hardware installed for intermediate lead protection as of 2019.\n\nProtection for trad leading is unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"UIC6V68QXeGPv1d1ZSdadA==","name":"Left alongside Right Gully","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"sport":true,"tr":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":10,"mp_id":"117512156","mp_crag_id":"112288365","climb_id":"UIC6V68QXeGPv1d1ZSdadA==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Lots of fun moves.\n\nStart at the bottom of the left-trending diagonal ramp, which is the base of the right ridge. Get established on the rock on left side of ridge, then up diagonal left across the wide gully to directly below the top anchor (roughly at the 3rd bolt).\n\n. . Variation Start -- Shorter direct underneath -- Start roughly directly below the top anchor for this route -- just right of broken crack at L side of wide loose gully (which is just left of the Right Ridge). Up to rejoin main route at 3rd bolt.\n\nUp along left side of wide gully (perhaps with some weaving) to two-bolt anchor which is below right from bush above top of cliff, below right from top anchor for the route \"Central Right Face\", and horizontal left from top anchor for the route \"Right Ridge\".\n\nClip a quickdraw to the bolt just below the top anchor to keep the difficulty at 5.3, done free it's more like 5.5 or at least 5.4.\n\n. . . Variation Finish -- High Left (more difficult): Skip the anchor and instead go up left to the top anchor for the route \"Central Right Face\".\n\ntop-roping\n\n: Could use one or both of the top bolts as a directional for top-roping from the two-bolts-with-chain-and-ramshorn anchor for the route \"Central Right Face\". Or add sling or cord to the two bolts near the top of this route.\n\nThere is a facultative bolt above left from the anchor which can be used for moving either direction between the anchor for this route and the anchor for the route \"Central Right Face\".\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"6 bolts for intermediate Lead protection on main route.\n\nIf do the Shorter direct underneath Start variation, that subtracts 2 intermediate bolts.\n\nIf do the High Left Finish variation, that adds 1 intermediate bolts.\n\nTop anchor is two bolts connected by 1-link chain with quick-links, but no rappel or lower-off fixture (as of 2019).\n\n. . Bolt studs are 80mm x 10mm wedge expansion bolts 316 Stainless steel.\n\n. . . . Hangers with traditional flat stock are 304 Stainless steel.\n\n. . . . Hangers with round stock are 316 Stainess steel.\n\n. . . . Hangers for most intermediate Lead bolts are traditional flat stock.\n\n. . . . Hangers for lowest intermediate Lead bolt, and Facultative bolt above left are round stock.\n\n. . . . Anchor: Upper hanger is traditional flat stock, lower is round stock.\n\n. . . . Chain and quick-links are Plated steel.\n\n. . . . All installed 2019.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"2cDfdS/+Vj2CUtUyGczTfA==","name":"Far Left Pine Plus","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":2,"mp_id":"117515967","mp_crag_id":"112288365","climb_id":"2cDfdS/+Vj2CUtUyGczTfA==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Fun face moves up to pine bush -- \"plus\" a short thoughtful ridge.\n\nStart at high left side of main upper wall at broken rock below pine bush on Left side of gully, just right of where base ramp shows a steeper rock.\n\nUp the face, pass right of tree, finish on short ridge above to gentle knob.\n\ntop-roping\n\n: One idea for a top anchor is to use a static line from one of the trees higher above left from top of route. Reach this by going up left to top of diagonal ramp and scrambling up above that.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware installed for anchor or intermediate lead protection as of 2019.\n\nProtection for trad leading is unknown and likely inadequate.\n\nTop-Roping ideas: See above on this page.","location":"Photo to be added."},"__v":0},{"_id":"PDRxEl5BXw6mG9/g8bKkwA==","name":"Central Scramble","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":1,"mp_id":"117397590","mp_crag_id":"112288365","climb_id":"PDRxEl5BXw6mG9/g8bKkwA==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Lots of interesting scrambling moves in a variety of situations.\n\nThis route is well below the main upper wall of this sector -- at the level of the base of sector 5. Find a giant tree about 25 ft right from the bottom of the Central Gully of sector 5.\n\n. . (More climbing could be added below by starting with the first pitch of the route \"Left Scamble\", or by climbing a route on Trail Slab of sector 7 then traversing horizontal climber's left).\n\nStart about 10 ft right of that giant tree, below old gnarly bush 10-12 ft up with left-side horizontal branch. Up to that bush - and step over left-side branch. Next climb face just right of mature pine tree (just left of outside-right facing corner).\n\nGentle on grass a couple feet, across rock a couple feet, next slightly down onto slanted rock. Traverse horizontal across slanted rock to reach near left end of short steeper wall. Step across onto that wall a couple feet above its base, then straight up to reach gentle left-rising ramp.\n\n. . . (which is the base of the main upper wall of this sector).\n\nWalk across the ramp, then finish on the route \"Central Grooves\" . . .\n\nUp the wide crack / narrow shallow gully below big sprawling bush above top of wall . . . just left of small bush at top of wall, and a few feet left from small bush hanging over edge.\n\nStraight up to reach bolt anchor.\n\n. . . (or could finish instead with a move left to the top anchor for the route \"Left Face\", or a move right to the anchor for \"Cental Crack\").\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"9 bolts intermediate protection for Leading (including 3 bolts for the route \"Central Grooves\") . . .\n\nTop anchor is two bolts (but with no chain or cord connecting between the bolts, and no rappel or lower-off fixture as of 2019).\n\n. . Bolt studs for lower 6 bolts are 80mm x 10mm wedge expansion bolts 316 Stainless steel.\n\n. . The round-stock hanger is 316 Stainless, the traditional flat-stock hangers are 304 Stainless.\n\n. . All installed 2019.\n\nFor details on upper 3 intermediate bolts and the top anchor, see description of the route \"Central Grooves\".","location":"Photo to be added."},"__v":0},{"_id":"3kylQubmXJ6gAS2TYwka+g==","name":"Central Right Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":9,"mp_id":"117512130","mp_crag_id":"112288365","climb_id":"3kylQubmXJ6gAS2TYwka+g==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Interesting moves much at similar difficulty.\n\nStart below Central two-bolt top anchor (whicb is left below bush above top of wall, and right from bush hanging down on cliff).\n\nHigher up likely easier to finish a bit right of anchor, harder finish to its left.\n\ntop-roping\n\n: There is a facultative bolt below right from the anchor which can be used for moving either direction between the anchor for this route and the anchor for the route \"Central Right Face\".\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Top anchor is two bolts connected by 3-link chain and quick-links, and with ramshorn (pigs tail) fixture for rappel or lower-off.\n\n. . (These two bolts are 80mm x 10mm wedge expansion bolts, 316 Stainless steel.\n\n. . . Upper hanger on anchor is 304 Stainless, lower hanger and ramshorn are 316 Stainless.\n\n. . . Chain and quick-links are Plated steel. All installed 2019).\n\nNo fixed hardware installed for intermediate lead protection as of 2019.\n\nFor more details about the facultative bolt below right from the anchor, see the description for the next route to the right of this one.\n\nProtection for trad leading is unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"26C75WOvVKOhi52UnX2wqQ==","name":"Central Left Face","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":8,"mp_id":"117512107","mp_crag_id":"112288365","climb_id":"26C75WOvVKOhi52UnX2wqQ==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Some intersting moves -- easier in lower part, harder + lichen-encrusted near top.\n\nStart under directional bolt below right from bush hanging down over top edge of wall. Roughly straight up to finish at directional bolt.\n\nTop-Roping\n\n: Simple approach is to use the two-bolt top anchor for the route \"Central Right Face\" together with lower directional bolt near top of this route. Or use the two-bolt top anchor for the route \"Central Crack. Or use a long sling to connect the two bolts near the top of this route.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Two bolts near the top of the route, but widely separated vertically. The lower one was intended mainly as a directional for Top-Roping. The higher one was intended mainly as facultative to help traverse between the top anchor for the route \"Central Crack\" and the top anchor for the route \"Central Right Face\". But with a long sling or cord to connect these two bolts, could be used a top anchor for this route.\n\n. . (Bolt studs are 80mm x 10mm wedge expansion bolts 316 Stainless steel.\n\n. . . . Hangers are round-stock 316 Stainless. All installed 2019).\n\nNo fixed hardware installed for intermediate lead protection as of 2019.\n\nProtection for trad leading is unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"OQU3zDfaXVOlcqV3Q6/1aw==","name":"Central Grooves","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":6,"mp_id":"117388460","mp_crag_id":"112288365","climb_id":"OQU3zDfaXVOlcqV3Q6/1aw==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Some thoughtful moves. Too bad it's not longer.\n\nStart up the wide crack / narrow shallow gully below big sprawling bush above top of wall . . . just left of small bush at top of wall, and a few feet left from small bush hanging over edge.\n\nStraight up to reach bolt anchor.\n\n. . . (a bit below top, could move left to finish at top anchor for the route \"Left Face\").\n\n. . . (much harder to finish up Right to the top anchor for the route \"Central Crack\".\n\nTop-Roping: This route has a two-bolt top anchor (with no connect between the bolts, and no rappel or lower-off fixture as of 2019). Or could use this route's top anchor as a directional to use the top anchor for the route \"Central Crack\". Or could use the bolt below top of this route as a directional for using the top anchor for the route \"Left Face\".\n\nTraversing to other top anchors: To the Right of the top anchor is a facultative bolt for aid and/or protection for reaching the top anchor of the route \"Central Crack\".\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"3 bolts for intermediate lead protection as of 2019.\n\nTop anchor is two bolts connected by 2-link chain with quick-links, but no rappel or lower-off fixture (as of 2019).\n\nFacultative bolt to right of top anchor has round-bar-stock hanger.\n\n. . (Bolt studs are 80mm x 10mm wedge expansion bolts 316 Stainless steel.\n\n. . . . Lower hanger for top anchor and hanger for facultative bolt are round-bar stock 316 Stainless.\n\n. . . . Upper hanger for top anchor, and all intermediate Lead hangers are traditional flat stock 304 Stainless.\n\n. . . . Chain and quick-links are Plated steel.\n\n. . . . All installed 2019).","location":"Photo to be added."},"__v":0},{"_id":"mF3Skqd6V0+VLLbj03VT0A==","name":"Central Crack","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":7,"mp_id":"117388477","mp_crag_id":"112288365","climb_id":"mF3Skqd6V0+VLLbj03VT0A==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Start easy + fun, then gets thin + thoughtful, with exit obstructed my branches.\n\nStart under small bush at top with branch hanging down onto wall.\n\nUp thinner crack (just right of wider crack) to finish just left of branch hanging down.\n\nTraversing to other top anchors: To the Left of the top anchor is a facultative bolt for aid and/or protection for reaching the top anchor of the route \"Central Grooves\".\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"Top anchor is two bolts connected by 5-link chain with quick-links, and with ramshorn (pigs tail) fixture for rappel or lower-off.\n\n. . (These two bolts are 80 mm x 10 mm wedge expansion bolts, 316 Stainless steel.\n\n. . . Upper hanger on anchor is 304 Stainless, lower hanger is round-stock 316 Stainless.\n\n. . . Ramshorn lower-off is 316 Stainless.\n\n. . . Chain and quick-links are Plated steel. All installed 2019).\n\nNo fixed hardware installed for intermediate lead protection as of 2019.\n\nFor details on the facultative bolt to Left of top anchor, see the route \"Central Grooves\".\n\nProtection for trad leading is unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0},{"_id":"lrTdSaMZXz2OfWw7+cjjRA==","name":"Almost-Right Wide Gully","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"left_right_index":11,"mp_id":"117512179","mp_crag_id":"112288365","climb_id":"lrTdSaMZXz2OfWw7+cjjRA==","areaRef":"48IChhZ9Upq9odGjfgWriA=="},"content":{"description":"Lots of fun moves -- also lots of loose rock.\n\nStart roughly at center of wide loose gully\n\nwhich is just Left of the Right Ridge.\n\n. (Not the narrower gully for the route Right Scramble which is just Right of the Right Ridge).\n\nRoughly straight up the gully to reach alcove below left from bolts-with-chain top anchor for the route Right Ridge.\n\nVariation finish (harder than the rest below): Join the route Right side of  R Gully and climb up out of alcove to finish just left of top anchor for Right Ridge.\n\nwarning\n\n: The rock on and near this route has not been climbed much yet, and some of the rock is still breakable and loose -- so the belayer and other people should stand far away from underneath the climber.","protection":"No fixed hardware installed for anchor or intermediate lead protection as of 2019.\n\nProtection for trad leading is unknown and likely inadequate.\n\nFor ideas about how to set up Top-Roping, see the Area page for this sector.","location":"Photo to be added."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,2d851305-4237-55da-9626-16bb345bb0ad,85ff83a4-59fa-5e29-a266-ac1e73e33385,e3c20286-167d-529a-bda1-d1a37e05ab88","pathTokens":["USA","California","Sierra Eastside","June Lake Area","Silver Lake","6-Franosch"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":5,"label":"5.3"},{"count":2,"label":"5.6"},{"count":1,"label":"4th"},{"count":4,"label":"5.4"},{"count":1,"label":"5.7"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":14,"bands":{"unknown":0,"beginner":13,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":14,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.12881,37.77371]},"bbox":[-119.12937887602659,37.77326033981814,-119.1282411239734,37.77415966018186],"left_right_index":-1,"ext_id":"112288365","area_id":"48IChhZ9Upq9odGjfgWriA==","polygon":{"type":"Polygon","coordinates":[[[-119.12937887602659,37.77326033981814],[-119.1282411239734,37.77326033981814],[-119.1282411239734,37.77415966018186],[-119.12937887602659,37.77415966018186],[-119.12937887602659,37.77326033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:54:23.349Z","updatedAt":"2024-02-19T18:29:28.343Z"}