{"_id":"6368a214e80bff5a9955d7db","area_name":"Mosaic Rock","shortCode":"","climbs":[{"_id":"M8ky80HtWNKwmV/xKokhEA==","name":"Walking Dread","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":21,"mp_id":"106135414","mp_crag_id":"105994023","climb_id":"M8ky80HtWNKwmV/xKokhEA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Nearly every climb from the middle to the right side of Mosaic Rock is excellent, Walking Dread included.  Like Bienvenidos and many others at TP, it is well protected on the crux sections, but has runout on easier terrain. \n\n  The first bolt is up high.  You can get to it by climbing straight up (harder, 11c?), or from the right side (5.10) on good flakes, starting just a little to the left of Bienvenidos.  Make an awkward clip of bolt 2 from a sidepull to its right.  I found that to move past the second bolt I needed to move left to the arete to the left and pull on small knobs to reach a right-slanting rail.  This seemed hard for 5.10c, but I'd be hesitant to call this solid 5.11 either, but the pro is a good bolt in the right place.  After the 3rd bolt, angle up and right on classic TP face climbing in the same vein as the others in the area- 5.8 or 5.9 knobs with a lot of space between gear in occasional diagonal cracks and a couple of bolts to guide your way to the top. \n\n  The climb is rated as 5.10c in RCNM (with the start from the right side) and 5.11c in Taos Rock (presumably climbing straight up at the bottom).","protection":"Cams up to 1\" (red camalot) and nuts.  The cruxes are bolt protected; 5 bolts total.   At the top, traverse right to the 2-bolt anchor/rappel station for Bienvenidos (rap from this with 1 60m rope, or walk off farther right if you prefer).","location":"This climb is the bolted line left of Bienvenidos and about 20' right of Clean Green Dream"},"__v":0},{"_id":"655B0fnBVCetZY5aP9SArw==","name":"Unknown (Left of Baby Cakes)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":23,"mp_id":"107169489","mp_crag_id":"105994023","climb_id":"655B0fnBVCetZY5aP9SArw==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Climb the flake to the first bolt pull awkward move the move left on chicken heads to the seam.  Continue up to clip 2nd bolt pull bulge and clip 3rd bolt.  If you continue more or less straight up you will come to the same anchor for Baby Cakes.   [***Bolts no longer present 10/2011***]","protection":"light rack with some small nuts and cams to protect the seam and slab above, you can sling a chicken head as well.   [***Bolts no longer present 10/2011***]","location":"This route is not in the \"Taos Rock\" book.  This is found on Mosaic Wall right between Bienvenidos and Baby Cakes."},"__v":0},{"_id":"W/48+N/lUN6p8z8UW7M2Pg==","name":"To Bolt on Lead or Not to Bolt (TBOL)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Doug Couleur, Lee Sheftel","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":3,"mp_id":"107903492","mp_crag_id":"105994023","climb_id":"W/48+N/lUN6p8z8UW7M2Pg==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"If you can ignore the ethical ideology in your face, this is a very cool line up the best wall at Tres Piedras.  (I'm joking a little bit, and respect that this type of thing was a big deal when this climb was put up. As for myself, I'm much more concerned about climbing than I am about bolt ethics.  Search the forums for the answers to that.)  It is nearly as good as Techtonics and Techweenie to its right, climbs in a similar style to those routes, and maintains an independent line.  Although it's given an \"R\" for protection in the guidebooks, I think its similar to Techtonics as far as headiness (you have to be willing to climb a bit more than usual above your last gear), and confident 5.11 leaders should give'r a go. \n\n  Go up thin edges and plates to a high 1st bolt.  A hard move after the 2nd bolt gains an obvious flake.  I wasn't so sure about gear in, or behind this flake, but you can get some pieces in a crack above it.  At about the 3rd bolt, it looks like a blank face, going left, then up, then back right, is the way; don't get tempted to join Techtonics.  The difficulty eases soon after the 4th bolt.  While you're looking at the 4th and 2nd bolts, old buttonheads, and deciding whether to punch it to the next crack, remember that Couleur put those in on lead from hooks, as he on-sighted, which must have been pretty fun. \n\n  I traversed right to the anchor for Techtonics, but it might have been slightly easier to clean the route if I'd gone to the anchor for the new climb to the left.\n\n ","protection":"4 bolts, plus a light rack (I placed a couple finger-size cams, the biggest was a #0.75 camalot). \n\n  Use the anchor for Techtonics, or the new climb to the left. \n\n  Some of the bolts are not confidence-inspiring.","location":"The left-most of the \"Mosaic\" climbs.  Scramble up the gully as for the start of Dirty Diagonal, and choose the left-most line on the steep, beautiful face above.  A key feature is the left-facing, really big, flake, after the first 2 bolts."},"__v":0},{"_id":"P/bWGMFXWnSbv4uTaqNkzQ==","name":"Threshold","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Andrew Rippy and Randy Judycki","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":33,"mp_id":"113405848","mp_crag_id":"105994023","climb_id":"P/bWGMFXWnSbv4uTaqNkzQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"The crux is at the first to third bolts","protection":"Bolts and optional trad gear in the beginning","location":"To the left of Surprise-surprise on West facing wall."},"__v":0},{"_id":"LQsE8XzFWJ+dEATezsw1xA==","name":"Techweenie","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Lee Sheftel and Doug Couleur","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":5,"mp_id":"106155095","mp_crag_id":"105994023","climb_id":"LQsE8XzFWJ+dEATezsw1xA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"A fantastic, steep face route using the edges of multiple plates up a beautiful face of rock. Ascend nicely featured rock to the first and second bolts before a semi-runout section to the third bolt. From the third bolt, aim for obviously chalked up crystals under a tiny roof. Staying in balance on thin feet around the crystals is a crux.  \n\n  After the fourth bolt head slightly left on more great edges and then back right for the fifth and sixth bolts.  A large runout on easier terrain (5.8/5.9) to the anchor can be minimized with a .5 or .75 camlot in the horizontal crack above.  \n\n  The route is listed as 5.11+/5.12- in both the Taos Rock and Falcon NM Climbing books. I suspect it's 5.12- for shorties but for people 5'10\" and taller, it's 5.11+ as there are good ledges for hands and feet but if you're shorter, it probably means more intermediate moves between the good ledges.","protection":"Six bolts with optional medium cam placement going to the anchor. Shared cold shuts anchor (you better be rappelling after cleaning it!) with three other routes on the face.","location":"Left side of the Mosaic Wall, also known as the Painted Wall. Scramble up the water trough/slot and this route is the one right at the top of the slot. It's the second route in from the right on Painted Wall, just left of the dark streak. Look for the crystals under the tiny roof."},"__v":0},{"_id":"evuvEz/eVlSS40mk+oxL1w==","name":"Techtonics","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Todd Bibler","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":4,"mp_id":"106236626","mp_crag_id":"105994023","climb_id":"evuvEz/eVlSS40mk+oxL1w==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Really enjoyable face climbing on tiny edges on steep rock in the same vein as Techweenie. Small edges on cool plates serve up unique movement from straight down pulling, side pulling, and underclinging. Cruise up generous chickenheads and edges to the high first bolt. After that, things get smaller and more interesting past three more bolts. Take some small gear to fish into some tricky placements and keep going to easier ground above the fourth bolt to the anchors.  \n\n  The D. Jackson book gives this the \"R\" protection rating where J. Foley does not. Probably is \"R\" if you don't take tiny gear or are unable to place that gear in some tricky placements.","protection":"Five bolts plus tiny supplemental gear.    I placed a poor #0 C3 right next to a .3 camalot that was better between bolts 3 and 4. Above the fourth bolt I placed a #000 C3 and a .5 camalot. All this and I still sweated bullets. Two cold shuts for the anchors. Please rappel from these rather than lower through them.","location":"Techtonics is the middle of three mostly-bolted routes on the Painted Wall/Mosaic Rock Left area. It's the four-bolt route just left of Techweenie."},"__v":0},{"_id":"xws2EcXVXVa+/R3c3CUTYg==","name":"Suprise-Suprise","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"?, pre-1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":35,"mp_id":"106525390","mp_crag_id":"105994023","climb_id":"xws2EcXVXVa+/R3c3CUTYg==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Yes, I know it's spelled wrong, but that's the route name as listed in the 1981 guide.  As far as I can reconstruct from the old description, this seems to be the route.   Ascend the black licheny face, wending through a series of horizontal seams and overlaps.  After passing by a mild surprise near the top, find a way to obtain the summit of Mosaic Rock.  May be on the soft side of 5.8, but I left it as rated in the old guide.","protection":"Single set of cams to #3 Camalot.  This would have been an interesting lead on just nuts and hexes....   Gear anchor on top.","location":"This shady line lies on the north face of Mosaic Rock, about 50 yards west of Summer Dreams.  The route starts in a little swale between Mosaic Rock and a granite fin that abuts the dome (called \"Eagle Rock\" in the old guide).  There's a big broken chimney just to the left, and a hard-looking thin face just to the right.  Descend the standard walk-off."},"__v":0},{"_id":"LNNG1D/NWW2Ap052xnNlYg==","name":"Summer Dreams","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":27,"mp_id":"106031090","mp_crag_id":"105994023","climb_id":"LNNG1D/NWW2Ap052xnNlYg==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"[This is a very slightly edited version of the beta Dave Dogruel gave me. Dave asked for a disclaimer: \"my memory of climbing routes is not perfect.\" Dave updated the photo for Dung Alley, his route is the one on the right in bright orange.]\n\n The route is just left of the obvious dead/broken tree stump coming out of the rock, about 5 feet off the ground.\n\n The first 20 feet is pure run-out friction of 5.7, maybe with a 5.8 move or two. A fall here would be a slide and a belayer could easily catch the leader as he/she might slide back to the ground. (You can also walk up the crack that the tree stump is in.) There is a good boulder to sling at the base for an anchor for a belayer.\n\n One could probably protect the horizontal crack that intersects the tree stump with a flex-stem small cam, but I preferred to stuff one into the vertical crack to the left end of the horizontal crack. I followed the crack up the right side of the \"buttress\" to the little tuft of grass seen in the picture. The grass is still there and I recall using the spot right above the grass as a place for both feet while I placed a cam in the crack just above the stance. I then veered a bit left, working along the big boilerplates, some of them a bit hollow-sounding so I didn't yard on them very vigorously. You can go right or left around the big boilerplate flake in the \"lichen band\" in the picture; I think I did it both ways over two climbs and the climbing seemed the same either way. Above this big boilerplate, there are a few places to protect in cracks with small cams and mid-sized nuts in this area, and there are two solid flakes (one small, one large) that are great to sling for pro. Above this large boilerplate, you can look up and to the right and see a piece of static line that runs through at least one bolt hanger (I didn't actually see the second hanger but it looked like there was one based on how the static line was hanging) as the rap anchor if you are using a 50 meter rope. Since I had a 60m, I continued climbing toward the left, where you can now see the two bolt hangers (no chains or other gear) near the top, indicated by the two red Xs in the picture. After clipping one of them, I explored the top of the route, delighted to find a nice fat crack about 10 feet back from the lip at the top for a fine anchor with several #3 to #3.5 cams and a place for a large nut or two. No problem reaching and tying into the anchor I made with a 60m rope. I would estimate there were about 20 feet of spare rope with my belayer.\n\n I would rate the climb a solid 5.7, with fairly consistent moves once you are past the first vertical crack. There is lots of lichen on the climb, but I thought there were plenty of solid hand and footholds on good features that I didn't worry about the lichen. I suspect one could also climb more to the right from the start and end up in line with the anchor identified as the one for Summer Dreams (with the piece of static line), but I think the route I took was more fun, still safe and gained an additional 30 feet or so of climbing. It is also obvious that few people climb any parts of this route since there was no chalk and plenty of lichen.\n\n The path to the descent gully is to head due west off the top for about 50 feet, then drop down left (to the south) in the obvious spot to the descent gully - it is hard to miss.\n\n You can't really see any of the anchor bolts from the ground, or at least I couldn't see any of them.","protection":"1 set nuts, 1-2 sets cams to 3\".  A 2-bolt anchor is at the top--not at the location marked \"approx. location of Summer Dreams anchor\" in the photo, but as shown for Dung Alley.  (9/09:  Dennis Jackson said he believes this to be the Summer Dreams route, didn't know which route these anchors further right are intended to service.)","location":"This climb is on the northeast corner of Mosaic Rock, around the corner from the descent gully. There's a stump from a dead/broken tree coming out of a horizontal crack at the start.\n\n A 2-bolt anchor [with burly chains] is at the top of the interesting climbing, (with so many flakes, I was hesitant to rappel and scrambled off the top and down the standard descent after lowering my partner)."},"__v":0},{"_id":"cPONmi62VvmexHqZNz7ZRw==","name":"Serpentine Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":14,"mp_id":"106175266","mp_crag_id":"105994023","climb_id":"cPONmi62VvmexHqZNz7ZRw==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"This route ascends the obvious sinuous crack near the center of the south side of Mosaic Rock.  The crack starts out as sort of a deeply recessed off-width; as the crack narrows, climb it, as well as the platey face left of the crack, using the cleft for protection.  At the top of the crack (ca. 105 feet up) is a nice ledge on the left (where, as Jackson notes, \"a controversial set of shiny fixed anchors has recently appeared\").     If you rap off from this point, a single 60m rope will take you down to just about 5 feet above the ground, where you land on the gently sloping rock apron, so watch the rope ends!   Above the ledge, you're out of the crack; a short face takes you to a horizontal seam; traverse right and then up onto easier ground -- some people have finished Chicken Heads this way also.     If you intend to climb the entire route (and not bail at the bolted anchor), it's not worth the time to split it into two pitches at that anchor.  Better to do the whole thing as one pitch, but it will be a rope-stretcher with a 60m.   This route is described and illustrated by Foley (2005:78-79) and Jackson (2006:67-68).  This is also probably the same as the two-pitch climb named \"Thin at the Top\" in the 1981 guide.  In the 1984 \"Tao's Rock II\" guide, this crack is plotted on the overview map and is labeled with its current name, but no route description is provided.  It is described in the 1991 \"Taos Rock III\" guide.","protection":"Single set of cams and nuts.     Build a gear anchor anywhere you like on or near the top of the formation (the prominent grassy ledge is good, or you might make it to the next good ledge past that).  Walk off the top to the east.   Although you can rap off the fixed anchors at mid-route with a 60m rope, you probably can't easily toprope the crack off of those bolts, because the rope ends are just above the ground, and the base of the climb is a good ways off to the right of the anchors' plumb line (maybe you could TR with a 70m rope, though).","location":"The usual approach from the parking lot to the south side of Mosaic Rock puts you in the vicinity of Chicken Heads; from there, walk right (east) for about 75 more feet to this climb; if you start climbing up the hill around the southeast side of the rock you're too far."},"__v":0},{"_id":"x8xq0apJX5epMtH0GVspIQ==","name":"Serpent Face","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bruce Holthouse","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":13,"mp_id":"106061921","mp_crag_id":"105994023","climb_id":"x8xq0apJX5epMtH0GVspIQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Begin about 20 feet left of Serpentine Crack. Head up and then left to a bolt (stopper protects). Thin face up and left (crux) leads to a horizontal. From here you wander right and up and left and up and right passing more horizontals (thin gear necessary in these) and three more bolts. A little runnout getting to the last (4th) bolt (but not too hard). From the last bolt, head right and then up to reach a two bolt anchor/rap (100++ feet) which is shared with Serpentine Crack.","protection":"Four bolts, stoppers and thin cams to 1 inch. Slings and draws.","location":"This face climb wanders up the section of rock about 20 feet left of Serpentine Crack and about 20 feet right of Better Red Than Dead."},"__v":0},{"_id":"8OSt85jvWOGI+zGYcQQguw==","name":"Seaman Girl","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":0,"mp_id":"106561551","mp_crag_id":"105994023","climb_id":"8OSt85jvWOGI+zGYcQQguw==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"This climb goes up the face past the lone bolt left of Mama Jugs, then follows the right-leaning thin crack above.  Gear is somewhat tricky to place in the thin crack, though I found ok small stopper placements.  The crux is well-protected by the bolt.  The climb joins Mama Jugs, most naturally at the 2-bolt anchor on that route (though the guidebook shows it continuing higher up to the next right-trending ramp, then moving right to Mama Jugs).  You can rappel from that anchor with 1 rope, or continue up as for Mama Jugs up and right past the giant chickenhead.","protection":"Nuts and cams to 1.5\", including RPs and TCUs.  The climb's only bolt protects the crux moves.   The 2-bolt anchor half-way up Mama Jugs makes for a more convenient rappel descent after the harder climbing, though continuing up Mama Jugs and walking off the east end is also an option.","location":"The face with the bolt left of Mama Jugs, joining a right-angling crack."},"__v":0},{"_id":"VwHf+kfzWjOQA8/5H2rXhA==","name":"Rite of Summer Dreams","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":28,"mp_id":"106859996","mp_crag_id":"105994023","climb_id":"VwHf+kfzWjOQA8/5H2rXhA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Start up a slab with some underclings to a short, wide, dirt-filled runnel.  Continue up to a zig-zag crack.  Sort of runout at the start, but not too bad for a solid 5.7 leader.  Once the rope is up, it's easy to TR. \n\n  This crack is right of the route that the modern guidebooks and most people call Summer Dreams so I came up with this stupid punny name (let me know if it has a real name).   \n\n  Editorial:  I think that this line may actually be Summer Dreams because it more closely resembles a \"crack with good intentions\" (as described in the 1981 guide) than the route to the left.  In the 1984 \"Tao's Rock II\" guide, Summer Dreams is described as: \"just to the North of DUNG ALLEY, note crack with small chimney, climb it, exit East\", which matches this crack pretty well.  The 1991 \"Taos Rock III\" guide describes Summer Dreams as a \"Crack and face climb around the corner from #25 [i.e., Dung Alley].\"  So, who knows.....","protection":"Standard TP rack of single cams & nuts.  A monstrous chained anchor awaits at the top, slightly to the left.","location":"This is the second route to the right of the large detached pillar at the northeastern corner of Mosaic Rock. It's to the right of the dead/broken tree stump coming out of the crack in the rock."},"__v":0},{"_id":"uHkg9ga0VimA4JUrW7JfEQ==","name":"Ocho Diamentes (Tech-No-Star)","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Doug Couleur / Lee Sheftel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":6,"mp_id":"107604563","mp_crag_id":"105994023","climb_id":"uHkg9ga0VimA4JUrW7JfEQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Thin face climbing characterizes this climb, which follows a green streak below the tree.  Stay just left of the bolt line past the first 2 bolts.  The crux is a thin/reachy section just after bolt 2.  After this, move right, clip the last two bolts, and work up courage for the last 20' to the tree, which turns out to be easier than it appears.  The guidebooks show that one could continue past the tree up and left to the bolted anchor for Techweenie (bring gear if doing so), but I can't think of a compelling reason to do this. \n\n  Though this is a worthwhile climb, a bit of flaky grunge to the right, and the temptation of significantly easier climbing to the left in the lower half detract, to some extent. \n\n  The old guide from the late 1970s(?) notes some people climbed as far as the tree, not sure on exactly how, but didn't continue to the top (THE MOSAIC- unfinished - probable 5.11).  This would have been before the modern version of the climb was bolted.  The Techweenie comments has some info: apparently there were some slings on the tree, the comments on that page suggest that Holthouse (or Todd Skinner?) may have gotten up there.","protection":"4 bolts to a tree with slings.","location":"The line to the tree on the steep section of Mosaic Wall, just left of Dirty Diagonal."},"__v":0},{"_id":"tZFPSXPFVVKMzaV1SnLF5A==","name":"MSMACITU (Matt Samet, Most Awesome Climber In The Universe)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Matt Samet and Spike Lynch","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":2,"mp_id":"107229141","mp_crag_id":"105994023","climb_id":"tZFPSXPFVVKMzaV1SnLF5A==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Featuring more of the fun plates and holds typical of the left side of Mosaic Rock, this relatively new addition to the wall finds a good balance in difficulty between Mama Jugs to its left and Techtonics to its right.  \n\n  Start from the same curving, small ledge that marks the start of Techtonics but head up a smallish finger crack feature to the high first bolt. While the distance is significant, the climbing isn't too difficult and good pro options exist in the finger crack. Awkward and thinner moves comprise the crux around the second bolt. Continue up and right to a left-facing flake feature where some gear placements can be found. Cruise the up the flake to the third bolt and, eventually, the anchor.","protection":"While it could be moderately well protected just using the three bolts on the route, a small to medium gear placements can be found between bolts. A two bolt anchor awaits at the top.","location":"Between Mama Jugs and Techtonics. The bolts are visible. A single 60m rope gets you down."},"__v":0},{"_id":"3ILbpEpaWi+4XGM42H9MMg==","name":"Mamma Gnamma","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chuck Calef","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":36,"mp_id":"117278006","mp_crag_id":"105994023","climb_id":"3ILbpEpaWi+4XGM42H9MMg==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"The most obvious feature of this route is the wide white line of granite with a thin crack running up it in a sea of black lichen. This white line resulted from several hours of lichen scrubbing and crack cleaning. About 12 feet above ground the crack narrows to a seam and presents the first crux, tricky foot friction. Easier climbing -- cracks and flakes -- leads to steeper rock and the second crux, reaching the good holds at the top of the initial face. Above the angle eases to scrambling steepness before reaching a final short vertical headwall that easily leads to the top of the rock and the eponymous gnamma.","protection":"Tiny wires protect the seam. Elsewhere larger nuts or medium cams can be used. No bolts.","location":"Located on the north side of Mosaic rock about midway between the east and west ends. There is a large gully/chimney to the left of the route. Near the summit of Mosaic rock is a 15-foot-long depression formed by weathering in the granite which fills with water in wet years. This is the \"gnamma\", a geological term for a horizontal hueco or weathering pit. The top of Mamma Gnamma, the climb, lies a few feet due north of this gnamma. There are excellent cracks here at the cliff edge that can be used to set anchors to toprope the climb or to rappel to its base."},"__v":0},{"_id":"zgUgj6NBVQ2r0EOIHCZJUQ==","name":"Mama Jugs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":1,"mp_id":"106031065","mp_crag_id":"105994023","climb_id":"zgUgj6NBVQ2r0EOIHCZJUQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"This one is great. The line is somewhat confusing to follow (hopefully this helps). Mama Jugs does not have bolts, except for a 2-bolt anchor for toproping the bottom half of it (it helps if you find this before you start- the climb goes straight up to it).Start up the scrambling slot approach to Dirty Diagonal and the \"hardman Mosaic Wall Tech climbs\". Walk left on the slab, left of a new 5.9+ sport climb, and belay here near a tiny (almost dead) pine bush (the left of the 2 pine bushes you can see) at a stance behind a flake. (You can also get here by climbing directly up low angle slab just right of a tilted ponderosa tree). If you go too far left, you might see a bolt for Seaman Girl. It helps if you find the 2-bolt anchor at the top of the first pitch.Climb straight up the alligator flakes, with creative pro and great moves to a 2-bolt anchor on a small ledge. Lower off if you have a good reason, or climb the 2nd pitch for full value -- it is worth doing too.For the 2nd pitch, move right off the belay into a left-facing corner. Climb this corner, step right then fire straight up over the giant chickenhead on the skyline. Build a belay up on top of the dome.The 2 pitches can be linked with a 60m rope, if you pay attention to rope drag.Topping out is recommended, at least once, since you get to explore the summit area of Tres Piedras's biggest rock on the traverse to the descent off the east side.","protection":"Cams and nuts to 3\", RPs helpful.","location":"Toward the left side of the S face of Mosaic Rock, identify the smaller and left-most of 2 pine trees just left of the exquisite and steep Mosaic Wall, above low slabs.  Mama Jugs proceeds up from here. \n\n  To descend: 3rd class walkoff to the east."},"__v":0},{"_id":"2ehjnZUTWeOBHZt+EEY2hA==","name":"Jug or Not","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"First Recorded Ascent (FRA): Randy Judycki, Nuala Judycki and Hanna Judycki","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":31,"mp_id":"113176414","mp_crag_id":"105994023","climb_id":"2ehjnZUTWeOBHZt+EEY2hA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"The crux is at the 2nd bolt. The holds are positive but have a lot of lichen on them. Will be better with more climbing on it.","protection":"5 bolts to two bolt anchor","location":"Upper part of the backside of Mosaic Wall. Lower off anchors. Location is at the top of the gully on the right side."},"__v":0},{"_id":"kOpV68OhVEawcitHlRJ3uQ==","name":"Holthouse to Hell","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"FA: Bruce Holthouse (ground-up rope solo aid), FFA:  Dave Jones","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":15,"mp_id":"106518748","mp_crag_id":"105994023","climb_id":"kOpV68OhVEawcitHlRJ3uQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Holthouse to Hell is probably the easiest route up the intimidating wall right of Serpentine Crack with the Holthouse climbs, and is the best climb I've done so far at Tres Piedras at this grade or easier, at least, as far as I can recall. \n\n  The Direct Start (5.11) is recommended, it adds another challenging crux to the climb but the result is the most aesthetic line.  Begin just right of Serpentine Crack, face climb past 2 bolts, and reach an easy runout.  Or use the original start to reach this same section by traversing over from Serpentine Crack past a black bolt. \n\n  If you look carefully, you'll see 3 bolted lines that you could follow from either of these starts.  Take the middle of the 3 lines, which is the most natural and obvious way to go, going pretty much straight up clipping new bolts.  Pull through a roof, a crazy mantle onto a chickenhead, and through another roof to more classic TP slabbing.  Up high, there are a few options; route find the easiest way to a ledge with small oak trees and belay.  An short and easy, but poorly protected, 5.2 pitch finishes the climb (you can't get all the way to the top in a single pitch with a 60m rope). \n\n  The bolts are in great places to protect the hardest moves. \n\n  This section of cliff is confusing because the routes have different starting variations and split from one another, and both guidebooks have errors/omissions. Taos Rock shows this line as \"Learn to Forget\", and lists Holthouse to Hell as the line to its left.  RC:NM shows this line correctly, but shows \"Learn to Forget\" as angling farther right and incorrectly lists it as 5.11- (and it also doesn't show the left bolted line).  Based on the comment from Bruce Holthouse passed on by Mike below, I'm confident the line I describe here is Holthouse to Hell at least.","protection":"6 to 8 bolts. Supplement these with nuts and cams to 2\", especially #0.3 camalot size, mainly placed in the diagonal seams. ","location":"For the recommended Direct Start, begin just right of Serpentine Crack below 2 bolts.   For the original start, begin as for Serpentine Crack and traverse right, passing a bolt.     Above, the climb follows the 2nd bolted line right of Serpentine Crack."},"__v":0},{"_id":"CNApneJYX6mKB9GY7cg/kA==","name":"Holthouse In A Haulbag","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"1985 Paul Horak, David Baltz, Mark Leonard","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":16,"mp_id":"113625416","mp_crag_id":"105994023","climb_id":"CNApneJYX6mKB9GY7cg/kA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"This one-pitch route climbs underclings, flakes, and a short crack, protected by two fixed pins and small wireds, to exit left at the top of the crack onto a smooth steep face.  Two bolts protect crux slabby face moves and a difficult high-step leading to a horizontal seam rising to the right and finally joining Cryin' In The Rain.   Finish up Cryin' In The Rain.","protection":"Small stoppers & RPs, and 1.5 and 2\" cams.","location":"About 30 feet right of Holthouse To Hell below a prominent right-facing flake 30 feet up."},"__v":0},{"_id":"NscUN26DUG+/OtEo9CvNMw==","name":"Fried Chickens","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":11,"mp_id":"106244099","mp_crag_id":"105994023","climb_id":"NscUN26DUG+/OtEo9CvNMw==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Head up the right-leaning crack, using face and crack holds, to a series of overlaps and plates which Jackson (2006) called a cruxy roof.  There's not really a roof here to surmount, nor is there a crux, but there are some very annoyed cliff-dwelling critters in there.  Continue straight up through a field of chickenheads and plates.  Finish slightly right through a fairly runout frictiony bulge -- some people have finished Chicken Heads this way also.     A 60 m rope will take you to the big grassy belay ledge, with only about 10 feet of rope to spare.  From there, it's about another 30 feet of easy Class 4/5 to the actual top, up which I belayed the second climber and then he gave me a body belay from above to finish out.  You might actually get to the top with a 70 m rope, dunno.  Also, I didn't study it, but you may also be able to traverse right to the anchor at the top of the first pitch of Serpentine Crack if you need to break this climb up.   Described by Jackson (2006:65-66; called it a 5.8) and Foley (2005:78-79; called it a 5.8+R).  Also described in the 1991 \"Taos Rock III\" guide (as a 5.8).  In the 1984 \"Tao's Rock II\" guide, this is probably the same as the Unnamed route #6 (5.8 \"just to the east of CHICKEN-SHIT\").","protection":"Standard TP rack, with plenty of smallish nuts and cams.  Lots of slings to reduce drag and for slinging 'heads.  Save some 3-4\" cams for the belay anchor.","location":"On the south face of Mosaic Rock, about 35 feet to the right of the green-streaked bottom of Chicken Shit.  To descend, walk off the top to the east."},"__v":0},{"_id":"D+vXHS70VCKG/meRcZJBJg==","name":"Forever and a Day","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown (FA info needed)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":29,"mp_id":"121265361","mp_crag_id":"105994023","climb_id":"D+vXHS70VCKG/meRcZJBJg==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"A fun roof pull on jugs to airy climbing on highly featured rock with just enough trickiness to keep it interesting. Start up very licheny slab to a runnel of sorts and a good stance below the roof. Clip a bolt at the roof and pull the strenuous, steep roof using great, featured jugs to a good stance above the roof. Climb up and left along the featured rock passing good opportunities for small to medium gear. This is some airy, fun climbing. Aim for the two chickenheads on the skyline. Once you reach the first chicken head either continue up the chickenheads and make a hard right to the shared anchor with Bleeds No More or, from the first chickenhead head up and right with fun moves to the shared anchor with Bleeds No More. ","protection":"One bolt, 0.3 camalots and/or small/medium nuts. A 0.75 camalot below the first bolt at the roof is nice for rope management and a confidence boost getting to the bolt. Shared fixed anchor with Bleeds No More.","location":"On the north side of Mosaic Rock at the eastern end. This spot offers shade, often a breeze and an excellent sun deck and view. A great place to hang out on warmer days. The route is just left of Bleeds No More but starts up the same licheny slab to the roof and shares the same anchor. "},"__v":0},{"_id":"Hyg1aNyOXbWO4ThpipMqlw==","name":"Five Years After","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":9,"mp_id":"106031119","mp_crag_id":"105994023","climb_id":"Hyg1aNyOXbWO4ThpipMqlw==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"The first half of 5 Years After is a popular sport and toprope climb at TP.   \n\n  Climb Chicken Shit to a ledge, or scramble up 3rd class to its left.  Continue up on solid flakes and positive holds to a 2-bolt anchor.  It's 5.8 with closely spaced bolts up to this point; the 2nd bolt is not visible until it's at your nose.  Most people lower from this anchor, but they are missing out.  The adventurous can continue up a seldom-climbed and runout face (5.9 somewhat runout, at first, then easier above) between big flakes to the top of the rock. If you plan on continuing to the top, don't belay at the anchor, combine it into a single 190' pitch.","protection":"2 bolts to the 2 bolt anchor midway up.  If you stop here, only 4 quickdraws are needed (5 quickdraws, if starting with Chicken Shit). \n\n  If you plan on topping out, you'll need some gear to build an anchor up high at the top, and a light rack of cams and nuts to 3\", including micros, to get there.","location":"The face left of Chicken Heads and right of Dirty Diagonal.  The 2 bolt anchor is obvious.  Lower from that anchor with 1 rope, or walk off to the right if you top out."},"__v":0},{"_id":"GNejWiuEX+ieVWq6r9wQKA==","name":"Fine Little Line","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Randy Judycki and Andrew Rippy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":32,"mp_id":"113405896","mp_crag_id":"105994023","climb_id":"GNejWiuEX+ieVWq6r9wQKA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Crux from first bolt to third","protection":"Bolts with optional trad gear for the beginning crack","location":"Left of Threshold"},"__v":0},{"_id":"diu/WjyqW3O6MCILhzwlMQ==","name":"Dung Alley","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":26,"mp_id":"106243968","mp_crag_id":"105994023","climb_id":"diu/WjyqW3O6MCILhzwlMQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"This unfortunately-named climb starts out with 30 feet of actual, thrutchy offwidth crack climbing, and then transitions into a face climb through a licheny area of semi-detached plates.  The crux is near the bottom of the offwidth, as you're trying to gain entrance to the crack.  Protects fairly well throughout, if you've got the big cams. \n\n  This route is not described in any of the modern guides, but is noted in the old-time guide.  However, if you carefully read Jackson's (2006) description of Summer Dreams and compare it to the old-time guide's description of that same route, I think Jackson actually directs the climber to start at the base of Summer Dreams and to top out on Dung Alley's anchors instead of the actual top of Summer Dreams (which appears to have a bolted anchor about 20 feet right and 10 feet below Dung Alley's anchor, see the MP.com beta photo).","protection":"Lemme guess:  you've got a pair of # 5 and 6 camalots or friends that are still shiny and new.  Break 'em out.     A single set of cams to #6 would suffice, if you don't mind walking the #6 up with you.  Two #4s or 5s would be reassuring in places, though.  Hand-sized cams will work once you get out of the offwidth. \n\n  As of August 2008 there was some tatty sling and cord, with a single screw-link, hung on the anchor bolts.","location":"On the far northeastern end of Mosaic Rock.  Walk around the east end of the dome, pass the bottom of the standard descent gully, and continue for about another 125 feet.  The old-time guide notes that you will \"trip over a large detached buttress, climb it.\"  The left side of the detached pillar/buttress is marked by a prominent left-arching offwidth crack.   I'm pretty sure this is the correct detached buttress mentioned in the old guide, because of its close proximity to Summer Dreams, which is also described in the old-time guide.  If this offwidth route is not Dung Alley, someone let me know. \n\n  Two fairly new bolts provide an anchor located at a good stance that lies about 10 feet below the top of the climb. I don't know if you can rap all the way to the ground from this point.  I have only ever climbed past the bolts to the top of the formation and walked off the standard descent.  I'm not convinced these bolts were necessary, because it's an easy thing to summit and walk off.  However, their placement near the top of the climb does allow good communication with the second climber, which might be greatly impeded if you top out and build a belay back from the edge."},"__v":0},{"_id":"sqigir6zXV613hhwxScfqw==","name":"Doctor Yousuf's Gang","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Randy and Nuala Judycki","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":34,"mp_id":"115334677","mp_crag_id":"105994023","climb_id":"sqigir6zXV613hhwxScfqw==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"The crux is at the third bolt.","protection":"6 bolts with bolted anchors with rings","location":"To the left of Surprise Surprise and right of Threshold."},"__v":0},{"_id":"K+YWjR+yWryM0myCZf6scA==","name":"Dirty Diagonal","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":7,"mp_id":"106031111","mp_crag_id":"105994023","climb_id":"K+YWjR+yWryM0myCZf6scA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"A great beginner climb! This good 5.7 route isn't dirty as the name would imply. Probably the easiest route on Mosaic Rock.Scramble up 3rd class slabs to the base of the biggest right angling crack on the south face of Mosaic Rock. Staying right of the crack on knobs and positive edges is easier than the wide crack itself. You can find pro in cracks between the flakes. [Currently there is a 2-bolt anchor at the end of the most interesting climbing, but it seems to come and go, so make sure it's there before relying on it to lower off.] For more climbing and a fun overall experience, continue up to the Mosaic Rock summit from here by following low angle cracks and ledges (5.2). If you summit, scramble off the east side of the formation (some 3rd class).","protection":"Nuts & cams to 3\", optional larger cam","location":"This climb follows the big fat right-angling crack just right of the Mosaic Face, left of the Chicken Heads wall."},"__v":0},{"_id":"jTdwc4a0X7WqcNzLnK/2QQ==","name":"Dirty Black Nightmare","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":18,"mp_id":"106736064","mp_crag_id":"105994023","climb_id":"jTdwc4a0X7WqcNzLnK/2QQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"This contrived 3-bolt variation direct start to Black Streak is neither dirty, nor frightening.  It's clean, and the 5.11 has closely spaced bolts. \n\n  Begin just left of the usual Black Streak/Clean Green Dream start (the start is a crack that is Cryin' in the Rain, which continues up and left).   Decide when to leave the crack system you're in and face climb between the bolts.  Join the regular line of Black Streak, and climb straight up the streak, which has a couple of short sections of 5.10.  You'll likely want 1-2 pieces of gear for the section shared with Black Streak, and to build an anchor.","protection":"6 bolts, plus a few cams & nuts to 1\".","location":"Direct starting variation left of Black Streak. \n\n  Scramble/rappel off the east end of the rock."},"__v":0},{"_id":"0qjfYmxwXnSe2MNq1qU9UQ==","name":"Clean Green Dream","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bruce Holthouse, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":20,"mp_id":"106009080","mp_crag_id":"105994023","climb_id":"0qjfYmxwXnSe2MNq1qU9UQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Start atop a large block and make a few easy moves to clip a bolt, pull the roof (crux) and gain the crack.  From here head up the flaring crack can clip a bolt to the left with a long sling.  Before exiting the crack head right to a bolt you can't see from the ground.  Continue angling right for the dike past another bolt.  Head for the top passing occasional opportunities for pro.","protection":"4 Bolts, Nuts & cams up to hand size, runners to avoid rope drag.  Build a anchor at the top or belay from the rap bolts atop Bienvenidos.  Descent can rap Beinvenidos with a single 60m or walkoff to east.","location":"Between Walking Dread and Dirty Black Nightmare, shares start with Black Streak.  Look for the low first bolt and roof leading to a 20 ft crack."},"__v":0},{"_id":"XQ3P5t3UXcC1lrfSpWc4jg==","name":"Cryin' in the Rain","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"pre-1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":17,"mp_id":"106937254","mp_crag_id":"105994023","climb_id":"XQ3P5t3UXcC1lrfSpWc4jg==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Ascend the left-leaning crack, past two small roofs, to gain a low-angle left-trending ramp.  At this point, the route can take two variations, apparently.     1.) The old Taos II & III guidebooks indicate that the route continues up to the left, to a bunch of chickenheads and then up.  (We didn't go this way, so it's not clear how far left you have to go.  Maybe you have to cross through Holthouse in a Haulbag and Holthouse to Hell?  I have no idea if there is 5.9 territory over there.)   2.) Jackson's 2006 guidebook indicates that you are to finish Cryin' in the Rain by merging into the top part of Holthouse in a Haulbag.  We went straight up this way, up a lieback flake and past one bolt.  But I thought this was way harder than 5.9 (maybe 10.b-ish?), and sure enough, after the fact, I read in the 1991 Taos III guidebook that this finish is described as a 5.10 variation.  So, be aware.","protection":"Standard TP rack of single cams & nuts.  A #3 C4 can be useful on the low-angle ramp.","location":"Located on the south face of Mosaic Rock, just left of the huge detached flake that marks the start of Clean Green Dream.  Start up a left-leaning crack behind the tree.   At the top of the route, you reach a ledge covered in oak brush.  From there, climb or scramble wherever you see fit to the summit; walk off the east side."},"__v":0},{"_id":"SeF7bDluX2yX5nGNvIRZxA==","name":"Chicken Shit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":8,"mp_id":"105994047","mp_crag_id":"105994023","climb_id":"SeF7bDluX2yX5nGNvIRZxA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Fun climbing up an attractive (and featured) slab.","protection":"A single (high) bolt protects the crux move.  Gear placements down low are possible, though probably not necessary.","location":"Follows a green streak roughly in the center of the rock to a ledge about 40 feet up.  Get down by continuing up Chicken Heads (5.7) or Five Years After (5.7 or 5.9)."},"__v":0},{"_id":"u9RzF/glWP6rdgIVffW+yA==","name":"Chicken Heads","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":10,"mp_id":"105994028","mp_crag_id":"105994023","climb_id":"u9RzF/glWP6rdgIVffW+yA==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Start at the base of a right trending diagonal crack on a ledge 40 feet up the center of the wall.  Follow the crack up and right, heading left and up where the crack turns left just before it ends.","protection":"Standard trad rack (set of nuts and set of cams w/ extra slings). Belay from gear at the summit (large cams useful).  60m rope necessary to reach the summit from the ground in one pitch.","location":"Obtain the start ledge by climbing Chicken Shit (5.7). Walk off to the East (right)."},"__v":0},{"_id":"laH6QYWGVku9UZJ05p1m2A==","name":"Bleeds No More","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":30,"mp_id":"121265258","mp_crag_id":"105994023","climb_id":"laH6QYWGVku9UZJ05p1m2A==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Shady, interesting, well-protected and engaging, this route on the north side of Mosaic Rock offers a good bit of variety in a relatively short amount of climbing. Start up very licheny slab to a runnel of sorts and a good stance below the roof. Clip a bolt at the roof and pull the roof using crimps and a sidepull/undercling to a good stance and some smaller gear in a crack. Crank off the crack to more sidepulls and another bolt. From there, tricky slab moves lead to another vertical crack and some great RP placements. Continue on more featured climbing past another bolt to the anchor. ","protection":"Three glue-in bolts (painted brown) with smaller gear (larger RPs and BD C3s work well) between the bolts to a glue-ins anchor shared with Forever and a Day with lowering hardware. One of the lowering biners is very grooved and could use replacing (it's all I had on me at the time.) ","location":"On the north side of Mosaic Rock at the eastern end. This spot offers shade, often a breeze and an excellent sun deck and view. A great place to hang out on warmer days. "},"__v":0},{"_id":"+BE1n+N7WKexqheW5F27BQ==","name":"Black Streak","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Holthouse?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":19,"mp_id":"106031071","mp_crag_id":"105994023","climb_id":"+BE1n+N7WKexqheW5F27BQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"The start is shared with Clean Green Dream.  Climb up the block to the bolt-protected starting roof.  Pull this into a finger crack.  Clip an optional bolt out to the left (part of the Dirty Black Nightmare start), join the namesake black streak, and step up to gain a good rest below the bolt-protected thin crux.  Continue up the streak or just next to it, following bolts generally straight up.  You'll want some gear in a diagonal crack up high, just before the last bolt.  Set a belay when the angle eases. \n\n  The next step after Clean Green Dream.  Black Streak has bolts in great places on all the 5.10 sections.  This is a great \"1st 5.10\" at TP.","protection":"4-5 bolts, a few nuts and cams (up to #2 camalot).","location":"Same start as Clean Green Dream, Black Streak begins up a block below a bulge toward the right side of Mosaic Wall.  The namesake black streak is obvious. A couple of nice granite boulders for lounging on are at the base.   \n\n  To descend: traverse to the Bienvenidos 2-bolt anchor and rap with a single 60m rope, or walk off farther to the east."},"__v":0},{"_id":"ELNnHboJXxuzNpGavC8JVw==","name":"Bienvenidos","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Holthouse?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":22,"mp_id":"106031075","mp_crag_id":"105994023","climb_id":"ELNnHboJXxuzNpGavC8JVw==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Face climb a few moves off the ground to a left-leaning thin hands crack.  At the top of this crack, clip a bolt, pull the crux bulge, clip the 2nd bolt.  Follow  a water groove (5.7R), and don't pass up placing pro in 2 diagonal cracks that cross this groove on your way to the 2-bolt anchor.  There are really cool fins and big holds in this upper section, but the runout is 25' so you've still got to keep your focus.   \n\n  Note that all climbing harder than 5.8 is well protected on this climb, but runout on 5.7.  Welcome to TP 5.10s. \n\n  Watch out for people who might be about to use the anchors to rappel.","protection":"Standard TP rack: 1 set cams to 2\", 1 set nuts.  2 bolts protect the crux 5.10 moves.  Ends at a 2-bolt anchor.","location":"Toward the right end of Mosaic Rock, at the South/SE corner, behind a pine tree: you can see the left leaning hand crack that begins about 8' up.  Soon after this route, the cliff faces more south east than south.  It's the next climb left of the Baby Cakes flake. \n\n  Rap the route with a 60m rope from the 2-bolt anchor with chains.  You could walk off if you wanted to, or if you had a shorter rope."},"__v":0},{"_id":"C82CVcPLXaSiGFEKlsskCg==","name":"Better Red Than Dead","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bruce Holthouse","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":12,"mp_id":"106031098","mp_crag_id":"105994023","climb_id":"C82CVcPLXaSiGFEKlsskCg==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Quintessential TP climbing with the crux moves above your gear make \"Better Red Than Dead\" a bit intimidating.  My first time I was a bit spooked, a couple more recent times, it didn't seem as bad.  One of the more rewarding 5.10s here. \n\n  Face climb up to right-angling crack.  Step onto the slab above to clip the 1st bolt, slab up and right to the 2nd bolt.  From here, sneak up 5.10 slab/face straight up to a seam (no pro there), then a thank-god left-angling finger crack.  You probably don't want to fall in that section.  After you reach the finger crack and get some gear in, pull an interesting bulge and rest at a good ledge.   From here, there are a few options:    (1) Find the bolt up and a little to the right.  Go to that, traverse right (5.10 airy), and ramble up to reach the 2-bolt anchor above Serpentine Crack. You can rappel from here with a 60m rope (100' rappel).   (2) Go generally straight up staying with the rightmost giant chickenheads and knobs (5.9, shown this way in Taos Rock guide) and continue up through progressively easier ground to set a belay and walk off.    (3) You could probably escape left to the big chicken heads and easier climbing.","protection":"Light rack of nuts, cams, RPs, and long runners.  2 bolts on route (and 1 bolt up high maybe on route).","location":"This is the 2nd bolted climb to the left of Serpentine Crack.   Rappel from the Serpentine Crack 2-bolt anchor (100' rappel, watch the ends with a 60m rope); or, if you top out, walk off to the east."},"__v":0},{"_id":"dZjHltW2X7CFj6V7CYYhcQ==","name":"Baby Cakes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":24,"mp_id":"106006533","mp_crag_id":"105994023","climb_id":"dZjHltW2X7CFj6V7CYYhcQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Obtain the top of a large semi-detached flake at the start of the route by laybacking up the left side or    by traversing in from the right.  Continue up to the base of a small roof.  Proceed through two roofs to a narrow seam (crux).","protection":"Standard trad rack (set of nuts, set of cams, slings). Leave the big stuff behind and you may want extras in the small to mid range.","location":"On the far right hand side of Mosaic Wall (close to the descent gully), find the large flake at the base of the route.  Walk off to the right or lower/rappel from anchors up and to the left from the top of the narrow seam."},"__v":0},{"_id":"iHEZ+sFgVMawpMMF/aZ/uQ==","name":"Areted Development","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"left_right_index":25,"mp_id":"117310663","mp_crag_id":"105994023","climb_id":"iHEZ+sFgVMawpMMF/aZ/uQ==","areaRef":"d8SA8ldOVpWAeOJPAtHjUA=="},"content":{"description":"Begin behind the highest pine left of Dung Alley and climb a thin crack then make a traverse right onto the arete.  Continue up the arete to a large ledge then finish up the steep face to the top of the pillar and the rap anchors.","protection":"small to medium stoppers and cams.","location":"The south side of the pillar with unnamed rap anchors left of Dung Alley."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,03122f56-29be-54e4-8fa0-b6acfcea22fd,c8616672-2b43-55e0-8e46-fb9569f22a64,77c480f2-574e-5695-8078-e24f02d1e350","pathTokens":["USA","New Mexico","Taos Area","Tres Piedras","Mosaic Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11c"},{"count":4,"label":"5.10a/b"},{"count":2,"label":"5.11+"},{"count":7,"label":"5.8"},{"count":4,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":31,"bands":{"unknown":0,"beginner":12,"intermediate":14,"advanced":5,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":17,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.98299,36.66049]},"bbox":[-105.98355054244944,36.660040339818146,-105.98242945755055,36.66093966018187],"left_right_index":-1,"ext_id":"105994023","area_id":"d8SA8ldOVpWAeOJPAtHjUA==","polygon":{"type":"Polygon","coordinates":[[[-105.98355054244944,36.660040339818146],[-105.98242945755055,36.660040339818146],[-105.98242945755055,36.66093966018187],[-105.98355054244944,36.66093966018187],[-105.98355054244944,36.660040339818146]]]}},"content":{"description":"The highest concentration of routes at Tres Piedras ascend the lovely south face of Mosaic Rock. This 200 ft tall cliff offers many excellent (mostly) single pitch climbs protected by bolts and gear.  While the south face receives the most attention with its taller, varied routes, the north side has a number of shorter yet still plenty entertaining that offer shade, often a breeze and some wonderful views on the northeast end of the rock. The standard descent from Mosaic Rock is via a downclimb in a gully on the eastern end of the rock. While not difficult it may have a couple moves of fourth class.  The routes are sorted here on MountainProject from left to right (west to east) and wrap around the eastern end of the formation to the routes on the north side.  The routes from Dung Alley to Mamma Gnamma are on the north side (climber's right of the descent gully), sorted left to right from the descent gully. "},"density":0,"totalClimbs":37,"__v":1,"createdAt":"2022-11-07T06:13:42.419Z","updatedAt":"2024-01-20T01:04:51.653Z"}