{"_id":"63689de0e80bff5a994f9ef5","area_name":"Dirty Old Man Tower","shortCode":"","climbs":[{"_id":"cs/CRKuvXk6Zdq1FMHgQUA==","name":"Dirty Old Man","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Harvey Carter, Layton Kor 1960's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.71878,39.08887]},"left_right_index":999999,"mp_id":"105847237","mp_crag_id":"108059224","climb_id":"cs/CRKuvXk6Zdq1FMHgQUA==","areaRef":"DMO8zwM3VMO01a/lSvv51w=="},"content":{"description":"This route ascends the gigantic gash on the Southwest side of the \"Dirty Old Man\".  Bushwhack around from the base of the Kissing Couple up and into the slot.\n\nClimb a fearsomely dirty chimney for a long way (past the point where she narrows down into a semi-decent stance at 1 ancient terrible angle and a good 0.5/0.75 crack for backup).  Leave the large cams at home, 'cause there is a nice hand crack in the back of this section to keep you from vomiting, the larger folks up for this adventure will probably not like this section.  Continue up to a bomber fixed hex and either A) swing over to the nice ledge just around the corner or B) hoist your satchel and fire up into (what looks like) some decent 5.11 fingers on some quintesential Monument funk, and up into the final 5.9 finish.  If you are a coward like me, you will choose the former and end up relaxing on a super good ledge with natural anchors looking up at a good 5.9 section that some idiot felt necessary to retrobolt with 1/4\" studs and no hangers (next to a bomber crack, I might add!)  Anyway, slot your nuts over the washers if you want and continue up to the summit.\n\nNow for the real adventure:  this summit anchor is the remains of some poor souls climbing rope wrapped around the entire left summit. A completely tattered 30' of 11 mill is your appetizer for a three rappel onsight down the backside of this choss pile. If that does not make you salivate, as we inspected this relic, we found a foot long core shot on the unseen back side (down to the final strand!).  But being the true pirates we are, we just cut this section out with a knife and tied her back together.\n\n\"Good as new,\" I smiled.\n\nWe extended her out towards our new direction with a cordalette, fired a biner onto her, and I started one of the most stimulating descents of my life.  At the first and only ledge (approximately 40' down, I made a test pull and she got hellishly stuck!).  After moving the knot a considerable way down, I tried again and she appeared to move better, so I committed myself, and after a hundred and thirty feet or so, I found the first set of two anchors (a pin and a 3/8\" bolt). No one had been here for years; as I simply pulled slightly at the existing webbing, and she tore away from the hangers like a hot knife through cold butter.  My terrified partner joined me and we repeated the process one more time.  Finally, making it to the blessed Earth.\n\nThis one has all the makings of a Carter or Kor Route; it is very old and extreemly adventurous.  It has been three years since we were up there, so someone might have improved its anchor situation, but don't bet on it, be prepared to sacrifice your rope if you're not down with Davy Jones!   ARRGRGGGGG, MATE.","protection":"Not much; singles to a #5 Friend maybe a few extra hands and tight hands/fingers pieces if you like, nuts, hexes, etc.  Double ropes.  Sense of humor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,e8ca6047-b04f-5bd0-afb7-9b485b643d4f,ad22b47b-28bf-545c-bb26-55da9f0f1805,a5a2ca0a-2c4e-5bd6-a0a9-fac15d58ca13,0cc3bccf-0337-54c3-b4d5-afe54afbf9d7","pathTokens":["USA","Colorado","Grand Junction Area","Colorado National Monument","Kissing Couple area","Dirty Old Man Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.71878,39.08887]},"bbox":[-108.71935933289942,39.08842033981814,-108.71820066710056,39.089319660181864],"left_right_index":-1,"ext_id":"108059224","area_id":"DMO8zwM3VMO01a/lSvv51w=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:44.318Z","updatedAt":"2024-01-15T16:43:49.349Z"}