{"_id":"6368a4bbe80bff5a995a773a","area_name":"Central Wall","shortCode":"","climbs":[{"_id":"nkjdcDkLXCORP4VzVpoVrw==","name":"Window Pain","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":10,"mp_id":"106044731","mp_crag_id":"105850163","climb_id":"nkjdcDkLXCORP4VzVpoVrw==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"The line follows clean and well featured rock with the bolt line easily seen from the ground.  \n\n  3 or 4 bolts and 35' up you will encounter a roof where there is a bolt hidden above.  Continue on steep rock up and right to 2 bolt anchor & rappel.  \n\n  More tightly bolted than neighboring routes it provides some welcomed comfort as the rock is steep and sustained.   \n\n  Excellent climbing and a must do for any Hueco Tanks visit.","protection":"11 bolts to 2 bolt off-set anchor","location":"Located right 15' of the large juniper tree and just left of Lunacy the obvious wide left facing dihedral."},"__v":0},{"_id":"aouXkd4FUkWjo9lDbdOswA==","name":"Walking on the Moon","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":9,"mp_id":"106044716","mp_crag_id":"105850163","climb_id":"aouXkd4FUkWjo9lDbdOswA==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"Described as \"hair raising\" in the guide, this runout route fits the bill.  Very fun bouldery start directly in front of juniper tree using large huecos.  Climb up 10' to first bolt then follow features up another 10' or so to a second bolt.   \n\n  Wander up and left using the path of least resistance for 80 feet until you reach a small vertical crack that takes marginal small to medium nuts for protection.   \n\n  Travel another 15' up and right to a 3rd bolt directly left of a flake with huecos that can be slung if you don't see the bolt or like a little added protection.  Cross over the flake by traversing up & right 8' where you will find the 4th and final bolt before running it for the anchors. \n\n  Bolted anchors allows for easy rappel (1 84m or 2 50m+ ropes required)","protection":"4 bolts, small wires, long slings to 2 bolt anchor.   ","location":"Right of the split boulder is a very large and mature juniper tree which is close to the rock.  The route starts directly in front of the tree on steep rock with large huecos."},"__v":0},{"_id":"Zm3Nn7nRUTSWj8S3tG4oxQ==","name":"Uriah's Heap","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":14,"mp_id":"105977472","mp_crag_id":"105850163","climb_id":"Zm3Nn7nRUTSWj8S3tG4oxQ==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"Good fun climb with a small roof section on p2. Third pitch is kind of run out with very little for placements. Bolts on third pitch are far to the left near a cactus, this is also the first set of bolts for the rap down.","protection":"Take small to medium cams and stoppers. There are bolts at the belay stations and rap rings to the left of the line.","location":"To the right of Cake Walk. Hike up behind and slightly left of mushroom boulder. This route starts at the base of a heap of rocks that make a series of cracks."},"__v":0},{"_id":"e928HE1iVy+XBprX1a9ZyQ==","name":"Sea of Holes","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mike Head","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":15,"mp_id":"105850179","mp_crag_id":"105850163","climb_id":"e928HE1iVy+XBprX1a9ZyQ==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"A popular route. Both pitches are long and with widely spaced bolts which makes it feel less like a sport climb. It is possible to supplement the bolts by placing large cams in some of the \"holes\", but this hardly feels necessary. The 2nd pitch traverses right to within 15' of the tree in the corner, before going straight up the steep headwall (crux).The entire climb is steep climbing up huge huecos. Pumpy, but not technically difficult.  \n\n  The good exposure and stinginess of bolts are what make this climb exciting.  Take it for what it is.","protection":"pitch 1: 150ft (5.9), 4 bolts to 2-bolt anchor.   Pitch 2: 150ft (5.10-), 4 bolts and a small cam. 1 bolt anchor can be supplemented with mid-sized cams.","location":"The obvious pock-marked face immediately left of the large tree-topped corner."},"__v":0},{"_id":"qZPEn4DgVOaZneJRYjUJyw==","name":"Purple Microdot","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Head","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":999999,"mp_id":"114286609","mp_crag_id":"105850163","climb_id":"qZPEn4DgVOaZneJRYjUJyw==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"My friend George Bracksieck told me Mike Head described this route to him over the phone when Heuco Tanks was still a \"secret\" climbing area. This description is the variation 1st pitch of Purple Microdot. Find the middle crack with a hole near the bottom.\n\n Start from below the crack and place a fat nut in the slot below the hole. Return to the ground and start the climb on the right face traversing left into the crack, stepping on the nut you placed. Climb the varying width crack till the right \"hands\" crack joins, some 25m. Move out onto the right face (Begin R section), girth hitch a dubious hole before clipping the bolt. Move up then traverse back left toward the incipient crack in right facing corner. With the slot over your head move up to place the #4 and exit left to two bolt anchor.\n\n P2 Follow the arching right facing roof around corner then climb corner to the top (hope to add details at a later date if I'm not to old to lead it again.\n\n The right crack is very nice & is an easier lead, it can be TR.\n\n From P1 60m does NOT make it to the ground, for the decent, don't know if a 70m will make it?","protection":"SR + extra small & medium gear and #4.5 and two #3 and maybe a #4 for the exit move of P1. and some RP's","location":"About 500' to the left of Uriah's Heap, and about 500' or more, to the right of Cakewalk. Find the inside right facing corner with a very hard looking right leaning crack on the left, a long middle crack, and the \"hands\" crack on the right. \n\n This description is of the middle crack."},"__v":0},{"_id":"Kc07nQhEU1+y4qx2r7DUsg==","name":"Malice In Bucketland","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Mike Head, Dave Head","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":4,"mp_id":"106044163","mp_crag_id":"105850163","climb_id":"Kc07nQhEU1+y4qx2r7DUsg==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"Pretty good intro to the Hueco roped routes. Right off the Malice Boulder, jungle gym your way up big deep huecos to the first bolt (about 25' up), then move left and up the rounded arete past seven more bolts, working huecos and good edges. Head up and right at the last bolt to get to the two bolt anchor. There are some pretty good stretches between bolts on this route, so climb carefully!","protection":"8 bolts, 2-bolt anchor. You can slingshot this route with a 70m rope, but NOT with a 60m! Bring two ropes if you have 60m!","location":"The route launches off the Malice Boulder, found on a narrow buttress sandwiched between two large chimneys just right of the Cakewalk section of North Mountain."},"__v":0},{"_id":"VSsr/G6kXr6mZAv3cIQM4g==","name":"Lunar Abstract","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Todd Skinner, Paul Piana","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":12,"mp_id":"106354782","mp_crag_id":"105850163","climb_id":"VSsr/G6kXr6mZAv3cIQM4g==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"One of the shorter pitches on the Front Side.  Barely overhung, but with fun moves.  Lunar Abstract even gets a little sun, unusual for Hueco 5.12's. \n\n  The pitch begins with barn door lie-backing up a left facing, left leaning, small flake-corner.  Hard to see the gear placements on the way to the first bolt.  Three bolts protect face climbing on ivory-like rock. End at a double bolt anchor, about 70 feet up.  ","protection":"Some steel nuts and the smallest cams help getting to the first bolt.  Then it becomes a sport pitch.  Another option is to do either Lunatic Friends or Lunacy to the anchor at 50 meters, then set up a top rope from the Lunar Abstract anchor, passed on the way down.","location":"Hike in to the Main Wall as if approaching Window Pain.  Start from the same belay zone as Lunacy, the big crack/corner.  Lunar Abstract starts on the right wall of Lunacy."},"__v":0},{"_id":"NEsEqE+NXDW8KLasbiiO1g==","name":"Lunacy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Head?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":11,"mp_id":"106354813","mp_crag_id":"105850163","climb_id":"NEsEqE+NXDW8KLasbiiO1g==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"This is a nice crack for those who want to practice carrying a big rack.  It looks like a 100 foot offwidth but is really a stemming corner with a big crack for pro.  After the wide section, the crack decreases in size to fingers.  Above the finger crack is a ledge with two bolts.  Outstanding pitch!  \n\n  From the end of pitch one it is possible to do a 60 meter rappel.  (two 60 meter ropes) \n\n  Pitch two is a wide crack through a roof, above which more squeezing leads to the summit.","protection":"Bring at least on #6 Camalot or friend to \"walk\" along as you stem.  And a finger to fist sized rack of cams.  Enough rope for a 60 meter rappel too, unless your topping out. \n\n  It may be possible to use the anchor of Lunar Abstract to get down with one rope.  I have not tested this yet.","location":"The wide crack right of Window Pain and No Fear of Flying."},"__v":0},{"_id":"RgUJELxuVLWdhyPY//1RDQ==","name":"Hueco Syndrome","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":13,"mp_id":"105850172","mp_crag_id":"105850163","climb_id":"RgUJELxuVLWdhyPY//1RDQ==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"Two short pitches (could be combined?). the first is 5.8+ up moderate huecos. The second tackles a short corner and some face climbing.","protection":"1st pitch: 5 bolts to a 2-bolt anchor.   2nd pitch: 5 bolts to 2-bolt anchor.   A single two-rope rappel for descent, or climb a short pitch to the summit.","location":"Starts left of Uriah's Heap, a pillar of rock leaning against the buttress left of Sea of Holes."},"__v":0},{"_id":"Ul8ycvuQUiCuBwbTIW0DEg==","name":"Divine Wind / All the Nasties","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":6,"mp_id":"106044703","mp_crag_id":"105850163","climb_id":"Ul8ycvuQUiCuBwbTIW0DEg==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"From the top of the Malice Boulder, this route is located on the shoulder immediately to the right of Paul Bunyon Chimney.   \n\n  P1 Climb well featured rock as you angle up and right towards Urinal Ledge to 2 bolt anchor.   \n\n  P2 First bolt off of Urinal Ledge is to the left and up about 6 feet.  Follow featured rock up to the headwall, wandering right past a rusted 1/4\" bolt, and then continue without gear to a large ledge at the base of a few short cracks.  You can traverse further right on this pitch and start clipping the bolts of Brain Dead/All The Nasties, or move left off the belay and pick up some mystery bolts that randomly appear. \n\n  P3 is 18' of 2\" hand crack to reach summit via 5.5 climbing.  Use gear and natural features to set anchor.   \n\n  Walk off to climbers left towards Laguna Prieta.  Be sure to scramble down to a break in the wall before reaching the lagoon. Continue back across toward the Front Side and Lunch Rocks.  \n\n  Note:  Descent can take as long as 20 minutes even if you know where you are going.","protection":"Pitch 1 - 4 bolts plus 2 bolt anchor @ Urinal Ledge.   \n\n  Pitch 2 - 2 bolts, one right off the belay, the other higher up, small, and rusted. \n\n  Pitch 3 - short and easy 2\" handcrack to summit.   \n\n  Make your own anchor using 1\" cams and/or slung features.   ","location":"Divine Wind by the guidebooks description may not exist. This route (Divine Wind II?) starts outside of the chimney on the shoulder of the formation.  I did not see any bolts or routes that were starting up inside the chimney."},"__v":0},{"_id":"l5R3dNUXV22w94gmk7rCPw==","name":"Cowboyography","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Todd Skinner '88","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":5,"mp_id":"106356522","mp_crag_id":"105850163","climb_id":"l5R3dNUXV22w94gmk7rCPw==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"This amazing route has 2 distinct cruxes at 1/3 and 2/3 height. Expect a couple arm-melting runouts on large huecos with the crux being small crimps and shallow dishes.","protection":"8 new solid bolts to the chains, no extra wide gear required anymore.","location":"Around the corner to the right of Malice in Bucketland in the crevice and on the same formation. A very obvious hueco line with bolts. As soon as you start drooling, you're there."},"__v":0},{"_id":"pUPss3ccX9efa/cNZ3vCrA==","name":"Busted","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":3,"mp_id":"114239536","mp_crag_id":"105850163","climb_id":"pUPss3ccX9efa/cNZ3vCrA==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"Ascends a steep buttress above the anchors for Alice in Bananaland. Fun climbing with a great position. Tops out near top of Cakewalk. Walk off as for Cakewalk.","protection":"2-bolt belay anchor at base, and 3 bolts on buttress. I used a small nut and a medium cam to protect the approach to the buttress, and a nut and small cams for an anchor at the top.","location":"After climbing Alice in Bananaland, instead of heading left to anchors below bushes, head straight up past the bushes to a higher 2-bolt anchor."},"__v":0},{"_id":"uJsiaY72XXWG8WQGB8xU1g==","name":"Brain Dead","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike Head, Dave Dyess, 1986.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":7,"mp_id":"106354701","mp_crag_id":"105850163","climb_id":"uJsiaY72XXWG8WQGB8xU1g==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"If you've been loving those iron-rock in-cuts on the boulders, then this might be the pitch for you.  Laurel Lacher, in Rock & Ice #36, called this pitch:  \"...one of the most tenuous 5.10+'s at Hueco.\"    \n\n  To begin, climb either Divine Wind / All the Nasties up to the two bolts on \"Urinal Ledge\".   \n\n  Brain Dead is the second pitch and starts off the right side of the belay.  Follow a line of nine bolts up the center of a steep, perfect, slab of iron-rock.   \n\n  After 50+ meters, the pitch ends on a big ledge with no easy anchor. We did it with a 50 meter rope and barely had enough rope to sit way back on the anchor-less belay ledge.  I remember dusting off a nub on the ledge to sling like a horn and using a fat rope and hip belay for bringing up my second safely.  \n\n  The final pitch is a 100 foot exit crack, maybe 5.5, from the big anchor-less ledge to the summit.","protection":"Mostly quick-draws.  Maybe some steel nuts and more likely small aliens for isolated back-ups on both Brain Dead and All the Naties.   \n\n  For the anchor-less ledge atop pitch two, I would bring a 70 meter rope and maybe some hand sized-plus cams to get a better belay anchor.  My recollection is that you'll have to climb up the crack a bit to find any placements worth using and they won't be enough for an ATC Guide-on-the-anchor setup.  Just gotta sit tight and hope your partner doesn't out-weigh you by much. \n\n  On the FA this pitch was done with two bolts and one TCU. \n\n  Four stars for a route with a funky belay ledge?  Oh Yeah!   ","location":"Divine Wind / All the Nasties begins from a nice belay zone, at the base of the Main Wall, between Split & Malice Boulders.  Divine Wind starts from the top of the Malice Boulder.  Nice sun atop the boulder, but many people like leave packs below the boulder and wear climbing shoes for getting onto the boulder."},"__v":0},{"_id":"ZAzzeLqgUZSgxHj5wiNBuA==","name":"Bitchin Chimney","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":1,"mp_id":"106423152","mp_crag_id":"105850163","climb_id":"ZAzzeLqgUZSgxHj5wiNBuA==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"Why would anyone jump onto this squeeze chimney route while surrounded by quality sport and trad lines and even higher quality bouldering? The Sherman Guide for Hueco tanks (2nd edition) states \"... it has only been climbed once by a skinny and lanky person who said it was tight.\", so you'll probably feel like the second person ever to climb this route. I sure did. Not being an avid wide-crack or chimney climber, I was intimidated by tackling the route. Nothing about it looks all that difficult, but you may as well forget about protection. Much to my surprise and enjoyment, I realized that for squeeze chimneys such as this one, protection isn't required for making you feel secure. Of course, I'm also a fairly skinny person... If you're here and up for it, jump on this route for a secure-feeling, but mostly solo squeeze climb.","protection":"A really big bro? The first chock-stone you can sling is 40ft up, followed by a large chock-stone you can stand on and then another 20-30 ft to reach some protectable cracks. Despite this you may not feel like slinging the first chock-stone as it is fairly awkward to reach, and once you're on top of the second chock-stone the squeeze is over, the climbing eases up and you'll probably continue on without slinging it either.  \n\n  The top of the first pitch shares an anchor with Alice in Banana Land.","location":"The large chimney in between Banana Patch and Alice in Banana Land."},"__v":0},{"_id":"HuQ998LRUl+JxCJUn9eNqQ==","name":"Banana Patch","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":0,"mp_id":"105961322","mp_crag_id":"105850163","climb_id":"HuQ998LRUl+JxCJUn9eNqQ==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"A clean line following a thin crack. It starts up a thin seam for about 15 ft. The crux is traversing 10 ft to the right to reach the bottom of another thin finger crack. It is mostly a mental crux, requiring good composure as you face a near groundfall. A few moves up the finger crack and the climbing becomes easier although still steep. Big huecos to either side of the crack provide rest holds and gear-placement stances. The crack ends by petering out next to a huge chimney.   A very exposed move bridges the chimney at an obvious weakness, and traverses right for a few feet before climbing up to a ledge/bush and a bolted anchor. \n\n  An alternate start (also 5.10) is to climb the face 4 ft to the left of the chimney to a bolt 15 ft off the ground, and then make a few moves to the left to reach the upper thin crack.  \n\n  Some delicate climbing involved, fun exposed moves, and good gear makes this route a worthy tick.","protection":"Small wires and cams. A large wire or tricam can protect the exposed chimney move. Use long slings on gear near the chimney.","location":"Located on the cakewalk buttress to the left of a large chimney (Bitchin Chimney). Two-rope rappel from anchor, or finish up another route and walk-off."},"__v":0},{"_id":"cnG/kESIVYCOtU6k4vCNgQ==","name":"All the Nasties","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":8,"mp_id":"105850166","mp_crag_id":"105850163","climb_id":"cnG/kESIVYCOtU6k4vCNgQ==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"the first pitch is fairly bold, with scant bolts and some loose rock. Climb past the first bolt (~25ft high) to a thin crack which can be protected with small wires. Then head right past 2 bolts before heading left underneath a small bulge to the last bolt. Belay on a nice ledge with a solid two-bolt anchor (100' to ground).  \n\n  Pitch 2 is easier, has better rock and excellent protection. Gear required for the belay at a huge ledge. A short 3rd pitch up cracks leads to the top.","protection":"1st pitch, 4 bolts and a few small wires in the shallow cack. 2nd pitch requires wires and small camming units, but is well protected.","location":"Starts just behind the Split boulder. Walk-off to the north or find rap-anchors for another route."},"__v":0},{"_id":"owCF9OqzXbegzS/zUW3Ujw==","name":"Alice in Banana Land","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"left_right_index":2,"mp_id":"106146405","mp_crag_id":"105850163","climb_id":"owCF9OqzXbegzS/zUW3Ujw==","areaRef":"0jPZwxoOWjaZc3nl9J/ccA=="},"content":{"description":"Reach high for a jug (may be a difficult start for the shorter  folks), and trend up and right to the first bolt about 15 feet up. Continue up through the bolts. The bolt spacing is enough to make you think, but not terrible for someone who is solid at the grade. Fairly well protected for Hueco standards. Excellent climbing will eventually bring you to a point where there is a crack and no more bolts. The options here are a few medium to larger sized nuts, some small cams, or running it out. \n\n  The guidebook notes that this route is 105 feet. This is clearly not true as the mid mark of our rope was a good 15-20 feet up. Two ropes are required for the rappel.","protection":"6 bolts to a two bolt anchor. I also used two green Camalots (could just as easily use one green 0.75 and one purple 0.5) and one medium nut on the top crack.","location":"Find the arete  that is Malice In Bucketland, and head left about 30 feet or so. Right of Bitchin Chimney."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,457ea224-0d15-5f68-9d1e-2a153b89bc3b,aa4c43f3-b2ae-56b4-b0c4-00dbb6d00a29,d233d9c3-1a0e-5a36-9973-79e5f49fdc70","pathTokens":["USA","Texas","Hueco Tanks","North Mountain","Central Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.10"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.13b/c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":1,"expert":1}},"sport":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":12,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.04789,31.92218]},"bbox":[-106.0484197804357,31.921730339818144,-106.04736021956431,31.92262966018186],"left_right_index":-1,"ext_id":"105850163","area_id":"0jPZwxoOWjaZc3nl9J/ccA==","polygon":{"type":"Polygon","coordinates":[[[-106.0484197804357,31.921730339818144],[-106.04736021956431,31.921730339818144],[-106.04736021956431,31.92262966018186],[-106.0484197804357,31.92262966018186],[-106.0484197804357,31.921730339818144]]]}},"content":{"description":"The large wall on the west side of North Mountain. Scope it out as you drive into the park. The central wall is the section between Split Boulder and the huge corner with the tree in it."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:25:00.585Z","updatedAt":"2024-01-20T01:06:37.316Z"}