{"_id":"63689de0e80bff5a994f9dc3","area_name":"Acrophile, The","shortCode":"","climbs":[{"_id":"rw5LzL72XoCY4L5vX5FGuA==","name":"Yellow Jersey","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Gillett, E. Roslansky, G. Felix, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":10,"mp_id":"109875857","mp_crag_id":"105746593","climb_id":"rw5LzL72XoCY4L5vX5FGuA==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"From the two bolt belay, proceed up and left to roof with a bolt. Follow the difficult crack left, protect with a finger-size cam and a #3 Camalot, until you can get a stance and place a piece of pro on the right. Move right clipping the second bolt, make balance-y moves through the remaining 2 bolts, laybacking your way to the ledge and the end of the difficulties. The crack above the last bolt is flared, I do not recommend trying to jam it.","protection":"4 bolts plus a few pieces between bolts 1 & 2. You will want to tape up to make placing pro on the left-leaning crack less painful.","location":"It is right of\n\nBadger Crack\n\n, starting at the bolt of left-slanting hand crack."},"__v":0},{"_id":"tluHzL2KV/yom4axOPiA5w==","name":"Yawning Flake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bernard Gillett and Jason Cushner, 2002","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":8,"mp_id":"107640385","mp_crag_id":"105746593","climb_id":"tluHzL2KV/yom4axOPiA5w==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"P1 - Climb up the chimney (9-) about 25' to the layback flake. At this point, if you have big gear (#5 and #6 Camalots), do the layback flake (8+). About 20' up the layback, you can step left to easier terrain if you choose to (we did - but Gillett suggests continuing up the layback). If you do not have big gear, then consider this part at least R-rated. Alternatively, from the belay, take the corner just left of the chimney flake instead (5.7). It joins the normal pitch at a slot that is easily climbed to a nice belay ledge. 60'\n\nP2 - Climb the thin, left-trending crack (9+) just above the belay which will lead to a right-facing corner.  Up this easy corner and the easy cracks/face above till you are below another a corner that is capped by a small roof. Awkwardly jam pass the roof (9-) to gain easier terrain once again. Continue to the summit, 120'.\n\nDescent: Rappel from chains found 25' SW of the belay to mid-station rappel point. Recommend 70m for the rap. Gillett indicates 60m will barely make the 1st rap.","protection":"Standard rack plus #5 and #6 Camalots.","location":"From the left side of the access ledge, scramble up about 50' on 4th class terrain till the ledge below the left-facing chimney and the yawning flake above it."},"__v":0},{"_id":"DfwzOtHcUN+42Zv8/PpQTw==","name":"Twin Pillar","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"B. Gillett and P. Bodmar, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":16,"mp_id":"118890257","mp_crag_id":"105746593","climb_id":"DfwzOtHcUN+42Zv8/PpQTw==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"Twin Pillar is a good climb if you like chimney climbing. It is not so great if you don't.\n\nP1, 5.8+. Start up the mellow and non-descript corner on very easy climbing. After a few body lengths, a flake on the right side wall appears. Place a piece of gear in this, and pinch and cling your way up into it (crux) and around to the right. Top out on the tower this surmounts, and foot-traverse low or hand-traverse high for 3-4 meters on to the main wall. Head back and right to an obvious wide crack and slot to build a belay on hand-sized cams.\n\nP2, 5.8-.  Chimney up above the belay facing either direction- left has no holds, and right has funky balance. Either way, it's a chimney. A #5 Camalot C4 is useful if you want to protect the wider areas of this. After a bulge in the slot, the climb curves left, and the grade eases. You can stop on the shoulder of the summit & walk off, or you can head up to the true summit and do a set of two 100' raps.\n\nA 70m rope adds comfort for those raps. If you are on a 60m, watch the ends carefully.","protection":"A standard rack with a #5 C4 Camalot if you like protection overhead in OW/squeeze chimnies. Also, bring a 70m rope if you rap the rock from the summit instead of walking off, which is recommended!","location":"Start from the top of the upper part of the access ledge, 6 meters left of the big, twisted Juniper trees at the base of Groovy.  The guide describes this as a chimney, but I'd say it is more of a jumbled left-facing corner."},"__v":0},{"_id":"UnCkUiMKVlWIaMw6tYbfgg==","name":"That '70s Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown - but contains '70s vintage fixed gear","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":13,"mp_id":"119051906","mp_crag_id":"105746593","climb_id":"UnCkUiMKVlWIaMw6tYbfgg==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"That '70s Route has few short independent pitches that can be linked into one, followed by a 3rd finish pitch for a total of about 250' of rock.  Along the way there is a bit of everything, but the business is a boxed-in shallow corner with limited gear options, followed by some thin face moves.\n\nStart up the mellow splitter on the central pillar, working back to the main cliff on top of that first feature. Climb up a right-facing, right-leaning, and ever-shrinking corner crack to an insecure crux at a (perhaps) 50 year old pin. Check your gear, and go for it. Above that, you step up onto thin face holds and clip a dubious bolt from an insecure stance. At least the fall line looks clean, but the bolt is not a sure thing, so be glad of that....\n\nFrom the bolt, step up, and head left onto a blunt arete-like feature and up to the belay. This is probably about 150' total as a single lead.\n\nFor a topout pitch, follow cracks and flakes up and left past a small tree and up under the main roof. Cross left under the roof and to its left side. Head up an easy corner and to the summit from there, where a set of two 100' raps can take you back to the main ledge.","protection":"A set of gear from tiny cams and a few RPs to 3\". A buttonhead bolt with a Leeper hanger protect the final slab moves, but those are 5.9. The crux is over before you are runout, and the fall would be clean if you had protected before the crux bolt.","location":"The route starts up on a good ledge about 1/2 way between the start of\n\nBlack Powder\n\nand\n\nTwin Pillar\n\n. This is just around to the right side of the primary left-facing corner from the ledge and perhaps 5 meters left still of the second, smaller such corner. The first pitch is easily linked into the second to the second belay as for\n\nBlack Powder\n\nand can likewise be finished with the same 3rd pitch."},"__v":0},{"_id":"hf7exw1EXs+suyFVxKobRA==","name":"Stiff Lipped","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Gillett, Jasperson, Arganbright, Seaver, Hill","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":11,"mp_id":"109876051","mp_crag_id":"105746593","climb_id":"hf7exw1EXs+suyFVxKobRA==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"From ledge below roof with crack, climb the face past 3 bolts, pulling on very small holds. Sharing a foot hold at 3rd bolt maybe the crux for some or moving to small, right-facing \"hand-hold\" just below the roof for others. Gain the short, right-leaning crack, lever into it and up, then follow slab/crack to left, ending at a 2 bolt belay.","protection":"3 bolts plus a few pieces for crack and ramp above roof ending at 2 bolt belay.","location":"Above 4th class ledge in center of wall is a small roof with a right-leaning crack and 3 bolts below the roof."},"__v":0},{"_id":"0nkKGQ70X6Ooc/ONMgkynA==","name":"Southern Comfort","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"D. Sniveley and B. Gillett, 2002 (?) or Tom Brown and partner? Or maybe 1970s, unknown?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":7,"mp_id":"119052818","mp_crag_id":"105746593","climb_id":"0nkKGQ70X6Ooc/ONMgkynA==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"Southern Comfort is a 2 pitch route with mostly mellow climbing of 5.6- 5.7 or so. One brief section of awkward 5.9 comes in near the top of the second pitch with good rock and good gear that is out of character with the rest of the route, but it does make it a bit more challenging and memorable.\n\nP1 (5.6, 80-100'). Starting at the extreme left end of the central access ledge and just a meter or to to the right of the\n\nSouth Slabs\n\nroute, step into a system of cracks and corners the rises up and left. While these cracks are individually discontinuous, protection and holds are pretty continuously available. At the end of the pitch, you can work a few meters to the left & belay at the bolt & chain anchor as for\n\nSouth Slabs\n\nand later move the belay), or continue up onto the ridge line of the feature and work out to the right (and eventually down and right) to get into the base of a series of right-facing corners with a gear anchor. This will prevent drag and make moving the belay later unnecessary but might be more trouble that it is worth. We belayed on the bolts & moved the belay later.\n\nP2) (5.9, 100'). Starting from a good ledge down and right of the left end of the upper part of the cliff band and in an obvious right facing-corner, start up with jams, stems, and generally easy climbing. The route almost seems too easy most of the way. Right around the time you start wondering where the crux is, the last section of corner appears, narrows, and throws a section of 2-3.5\" hard-to-reach crack at you. Plug in some gear, and negotiate the awkward but fun crux section, which ends at a small roof after the hard part is over. Climb up over the roof or go right under it and then up onto a ledge, neither option being as hard as the crux, then scramble up to the summit above.\n\nA bit of wandering around on the ledge below the huge summit boulders will eventually lead you to find the summit rap anchors to the climber's right. Two 100' raps will take you back down to the main access ledge. The next set of anchors may be slightly obscured by a juniper tree at first, but they are visible if you look hard for them.","protection":"A standard rack with a set of nuts and cams to 3\" with plenty of runners. A 4\" cam is optional.","location":"This route is on the far left end of the central access ledge and climbs up a series of left-leaning, low-angle cracks and flakes on the first pitch, then it goes up a series of right-facing corners to the summit."},"__v":0},{"_id":"Ro59/pR2VVmrIEXC3kPE/w==","name":"South Slabs","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"E. Roslansky, G. Felis, and B. Gillett, 2002","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":6,"mp_id":"106331508","mp_crag_id":"105746593","climb_id":"Ro59/pR2VVmrIEXC3kPE/w==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"This climb is the leftmost climb, which is accessed from the upper approach ledge.  Start in a short finger crack (crux?) and follow gear placements in horitzonals to two bolts.  The climbing near the bolts is only around 5.8, unless you avoid the big holds to the left.\n\nDescend from chains on a 2-bolt anchor....","protection":"A light rack to a #2 Camalot....","location":"Follow the 4th Class approach to the upper ledge system. Head left on 4th Class ledges to the base of the climb."},"__v":0},{"_id":"dd6HObV3VOO4LTUGWsr6Og==","name":"Slabolishous","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":15,"mp_id":"112343533","mp_crag_id":"105746593","climb_id":"dd6HObV3VOO4LTUGWsr6Og==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"Directly below Twin Pillar is a line of bolts through a roof. Easy slabbing gets you to a mantel to an awkward stance. I placed a finger-size piece below the roof before standing up then placed a #3. Do a hard pull over the roof, and it is done. You could cut left and avoid the last move if you wanted to. Pulling on the big block is kind of creepy, it is hard to tell how attached it is. If anyone has a name for this and the FA info, I will update the route info.","protection":"A few finger-sized pieces and some draws for the bolts. Cruise up to the two bolt anchor, then rap to the ground. A 60m rope is fine.","location":"On the right side of the crag, start a bit off the ground."},"__v":0},{"_id":"39RrvbJ3UW64g1I7z/jSgA==","name":"Slab in the Face","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":0,"mp_id":"112343593","mp_crag_id":"105746593","climb_id":"39RrvbJ3UW64g1I7z/jSgA==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"This ascends the OW left of\n\nClaustrophobia\n\n, you can't miss it.  It is short but pack a lot of punch. It took me considerable effort and loss of skin to get up this thing. I will add a different name and FA info if anybody has it.  Otherwise, it is Slab in the Face.","protection":"I used a #4, #5, and a #6. There is a two bolt anchor to get back down.","location":"It is on the left side of the crag."},"__v":0},{"_id":"OEDIc6DMX4GVamx00vzf2A==","name":"Shitty Surprise","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":1,"mp_id":"112343562","mp_crag_id":"105746593","climb_id":"OEDIc6DMX4GVamx00vzf2A==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"This is an excellent, slanting, overhanging, hand/fingercrack with a hard layback crux. It is short but worth the effort. Hand placement and sequence is super critical, since all the jams are shallow and generally kind of crappy.","protection":"A few small and hand-sized pieces. There is a two bolt anchor to get down.","location":"It is left of the obvious OW and located next to the start of\n\nClaustrophobia\n\n."},"__v":0},{"_id":"EZ+w41K+WJWC6FIoV6LRkQ==","name":"Pine Straw","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Bernard Gillett, Paul Bodnar, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":20,"mp_id":"106609932","mp_crag_id":"105746593","climb_id":"EZ+w41K+WJWC6FIoV6LRkQ==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"An interesting crux move that optionally involves a hand stack, but otherwise not very interesting. After a bit of an initial move involving a bush, get some gear in and hike the low angle trough. Swing right around the first ceiling and then climb the crux second ceiling which is trickier than it looks.","protection":"A single set of cams to new #4/old #3.5 gray Camalot. There are no anchors at the top, so either traverse left to the\n\nIced Tea\n\nanchors or traverse right to the top of a gully.","location":"Just right of\n\nIced Tea\n\nat the very right end of the ledge is a crack system paralleling\n\nIced Tea\n\nthat leads up a low angle trough to a ceiling.\n\nTo descend either rap from the\n\nIced Tea\n\nanchors or very easily scramble down the gully on the right."},"__v":0},{"_id":"chD2tWw1WC2GyOY1dhCsEA==","name":"Lithophyte","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bernard Gillett, Brad White, Jason Cushner, Dave Warowski, Thad Eggen, Chris Hill, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":5,"mp_id":"106599384","mp_crag_id":"105746593","climb_id":"chD2tWw1WC2GyOY1dhCsEA==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"This climb ascends a left-facing crack system to a right-facing dihedral on the skyline when viewed from the base. The cracks at the bottom will improve if more traffic cleans up some of the grunge.\n\nThe upper dihedral, however, is whistle clean. Getting established in it is the crux. Some fun mixed trad/bolted climbing follows to a two-bolt chain anchor. You can rap from there on a single rope to a ledge with easy down-climb options.","protection":"Small wires to cams of 3\".","location":"The route is on the southwest face near where the approach described in Gillett's St. Vrain guidebook brings you to the crag. It begins in a left-facing, slightly grungy crack system just to the right of a face under large roofs."},"__v":0},{"_id":"zS2sylh9VQuE2oRJZYw58Q==","name":"Iced Tea","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Gillett, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":19,"mp_id":"106331492","mp_crag_id":"105746593","climb_id":"zS2sylh9VQuE2oRJZYw58Q==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"This climb follows a RF and right-leaning dihedral to the right of\n\nDead Deer Cracks\n\n.  The crack goes from fingers to fists, and is a good exercise in jamming.  The quality and difficulty will depend on the state of the vegetation in the crack.  Expect to do some cleaning if it has not been climbed in a while.\n\nDescend from a 2-bolt anchor....","protection":"Rack up to #4 C4, with doubles in thin to large hands....","location":"Follow the 4th Class approach to the upper ledge system. Head right on more 4th Class ledges to a tree below the climb."},"__v":0},{"_id":"3715ANoHUHGSO69zo9aTxQ==","name":"Groovy","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"B. Gillett & P. Bodnar, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":17,"mp_id":"118890103","mp_crag_id":"105746593","climb_id":"3715ANoHUHGSO69zo9aTxQ==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"Groovy is a mellow route, but there is nothing wrong with that - there is no need to change into climbing shoes, even. Approach shoes are just fine for this one. Rack up a single set of cams, and head up the slot, climbing and protecting mostly on the right side. As the system widens and goes to low angle after about 60', head up and right on low angle rock to a set of bolt anchors as for\n\nDead Deer Cracks\n\nand\n\nIced Tea\n\n.\n\nThese each have a biner on them and could really use some links or chain so that they don't pinch the rope when you try to pull after a rap.\n\nThere is a possible second pitch that takes you to the right hand shoulder of the summit and a walkoff, but this means you'll have to reaccess the mid-rock ledge again to get back to the base and the other climbs in the area.","protection":"A single set of cams from fingers to fist should be sufficient.  A few longer runners are helpful.","location":"Just a few meters left of\n\nDead Deer Cracks\n\n, there lies a wide slot/chimney above a set of juniper trees (Gillett refers to these as cedars). Climb up past the lower one, and belay the leader up above the second."},"__v":0},{"_id":"4WrB5wwSVgip/LwAICs22g==","name":"Dead Deer Cracks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gillett, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":18,"mp_id":"106331500","mp_crag_id":"105746593","climb_id":"4WrB5wwSVgip/LwAICs22g==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"Dead Deer follows the obivous crack system to the left of\n\nIced Tea\n\n.  Head up past a wide section and jam the twin crack system to the top.\n\nDescend from a 2-bolt anchor....","protection":"A single set of cams to #4 C4....","location":"Follow the 4th Class approach to the upper ledge system. Head right on more 4th Class ledges to a tree below the climb."},"__v":0},{"_id":"t4NMxiwbUYOUuTvvC9qbTQ==","name":"Claustrophobia","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Gillett & Roslansky, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":2,"mp_id":"109875834","mp_crag_id":"105746593","climb_id":"t4NMxiwbUYOUuTvvC9qbTQ==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"P1. I'll quote Gillett, since we did a \"variation\" to the left for pitch 1. \"Climb to a spike, then jam and stem a right-facing corner to the base of a slot, work up the slot, and belay in alcove.\"\n\nP2. From the alcove, gain top of the block on the left, and clip a bolt. Starting under roof with a dynamic move, reach high into the the slanting crack, and follow it to the next roof and slab above with anchor.","protection":"SR + large gear.","location":"It is on left side of the west face, 20 feet to the right of the chimney with the detached flake, at left side of roof band below an obvious OW crack."},"__v":0},{"_id":"/sbw69xMXUGQhF1jh3KBGQ==","name":"Black Powder","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"B. Gillett, D. Snively,  2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":12,"mp_id":"106331512","mp_crag_id":"105746593","climb_id":"/sbw69xMXUGQhF1jh3KBGQ==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"This climb starts where the 4th class approach deposits you on the ledge system.\n\nP1: (5.7, 75 feet, 2 stars) Follow one of the 5.6-5.7 crack systems to the right of the 5.11 bolted slab. Belay on the ledge to the right of the RF dihedral.\n\nP2: (5.9+, 75 feet, 2 stars) The crux pitch climbs a fun, RF dihedral with arching roof. I would recommend placing gear in the right seam and using long runners on the gear in the roof. I guess the rope will jam in the roof crack.  Belay at two pins.\n\nP3: (5.5, 100 feet, 1 star) Follow thin cracks in the blunt arete, and traverse left under the summit block. Follow broken terrain up and right to rap anchors.\n\nRap 2 times from 2-bolt anchors. A 70m is nice, since the rappels are right at 100 feet.","protection":"Rack to #3 Camalot, w/ doubles in large fingers ---> hands....","location":"Follow the 4th class approach to the upper ledge system."},"__v":0},{"_id":"i7+cl2fxWuamCTBGoKW58w==","name":"Binary Cracks","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"B. Gillett, B. White, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":14,"mp_id":"119057072","mp_crag_id":"105746593","climb_id":"i7+cl2fxWuamCTBGoKW58w==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"Binary Cracks is a good crack route that offers some good jamming and good protection along the way. In addition to the 80' pitch that is listed as independent climbing in the guidebook, one can add a starting pitch for 60' extra feet and a finish up a groove to total around 200'.\n\nP1a. Start as for\n\nThat '70s Route\n\n, and climb a 60 foot 5.8 crack pitch to the top of that short buttress  With proper sling work, a belay may not be needed, and you could perhaps continue without terrible drag onto P2, but belaying might be for the best.\n\nP1b. Start just to the right of P1 of\n\nThat '70s Route\n\nin the back left side of an inset. Climb up some 5.8 O.W. until it becomes a hand-fist crack. Protect here, and then head up flakes and cracks to the base of P2 after 60 feet, where you will continue easily without a belay or any drag.\n\nP2. Step over to the right of\n\nThat '70s Route\n\nto join a overlapping crack system. This starts with a low right crack that ends a body length after a high left crack starts. The 5.9 crux is where the cracks run parallel and are a bit thinner, and it protects quite well. Finish up on the left crack to a ledge, now totaling perhaps 150' feet. The route formally ends here according to Gillett, but a low angle groove can be continued to the top for perhaps another 50'.\n\nThis can just barely be completed as a single pitch with a 60m rope if you started on the alternate (direct) start.\n\nFrom the formal finish, you can descend via a walk off, or better yet, head for the summit and pick your way back down to the decent anchors as for\n\nYellow Jersey\n\n, rapping 100' twice to reach the access ledge.","protection":"Gear from stoppers to 4\". To do the alternate start, a large piece (6\") could be useful but is far from necessary.","location":"This route starts as for\n\nThat '70s Route\n\nor in an inset with an OW-fist crack just to the right, continues past the left/right overlapping cracks, and goes onto the summit in 200' total."},"__v":0},{"_id":"BgNXCm49XnC9RCr576ouCA==","name":"Badger Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bernard Gillett and Eric Roslansky, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":9,"mp_id":"106991938","mp_crag_id":"105746593","climb_id":"BgNXCm49XnC9RCr576ouCA==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"This is a fun three-pitch route that goes to the summit of the formation. It has a very awkward crux pitch.\n\nThe first pitch goes up nebulous terrain to a right-facing corner with a bulge. Make awkward moves to surmount the bulge, go up a low-angle wide crack, and then cut up and left via a handcrack to a small shelf with a bolted rappel anchor (5.7, 100 feet).\n\nThe second pitch can be seen at this point, and it's a left-leaning finger and hand crack. Climb easily up and left from the belay to a stance below an obvious bolt. Go up a corner to the left of the bolt and then climb the left-leaning crack; after the leaning crack fun, climb straight up to a finger crack in a corner capped by a small roof. Surmount the roof to arrive on a large ledge (5.10, 100 feet).\n\nThe last pitch starts with a wide-hands crack (or fist depending on your hand size) and then climbs easily to the summit (5.8, 40 feet).\n\nA few notes: we linked the last two pitches.\n\nWe also gardened out dirt from the crux section of the second pitch.\n\nWe inadvertently added a crux to the second pitch by climbing past the bolt and then going up and left via another awkward crack. We then stepped over to the left to get back on route.","protection":"A standard rack up to a #3 Camalot. I don't remember using anything smaller than a 0.3 Camalot.","location":"Get yourself to the access ledge that runs across most of the rock. On its left side, you'll see a steep, bolted slab with a roof above it split by a crack (that's the route\n\nStiff Lipped\n\n). This route starts just to the left; you're aiming for a right-facing corner with a crack through a bulge.\n\nWe descended from a rappel anchor from the summit (best to belay one another to the anchor) and then rappelled to the anchor at the top of pitch one. The guidebook topo indicates \"100ft+\" for this rappel. We used a 70m rope and were fine, but I think you'd come up short with a 60m. Rappel once more back down to the access ledge."},"__v":0},{"_id":"lklOd980UUejLe6iTIjsbA==","name":"Acrophobia","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"B. Gillett, C. Hill, E. Roslansky, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":3,"mp_id":"107755430","mp_crag_id":"105746593","climb_id":"lklOd980UUejLe6iTIjsbA==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"This is a great route with generally good stone and fantastic moves and position.  A few more ascents will clean it up a little more still.\n\nAcrophobia and Acrophelia share 2/3 of their climbing but follow different cruxes/finishes.  Acrophilia requires large gear to protect.  Arriving with no off-width gear and then seeing this set of climbs compelled us to do Acrophobia.\n\nTo do so, follow a set of discontinuous cracks from the left edge of this ledge.  This starts in the far left-most, right-facing corner, NOT in the left-facing, lichenous corner a meter before that (dead end in lichen land).  Climb up and right with good gear opportunities to and past a single bolt 40' up.  Climb directly above the bolt on a long runner, then just above that, hand traverse directly right into the very bottom of a shallow, right-facing corner below the roof.  Establish yourself here, and then punch up the corner.  If you place gear here, walk it up or use long slings, or both.   Arrive at good jams and rest just below the roof and get in some good gear with long slings in the corner and in the roof (hand-sized cams and a #3 Camalot).  Big exposure awaits.  Punch it out and left through the horizontal/diagonal crack in the roof and around the corner.  Get up to a vertical hands-to-off-hands crack that leads to the top. Use slings on gear here since the anchor is out to the right and the crack has a high-friction right side.  Rap ~100' to the ledge from the anchor.  A 60m should be just fine.","protection":"While the book suggests rack to an old #4 Camalot, I did not need/place the #4 in the meat of the climb.  I admit to dumping it in 5.5 territory just before hitting the anchor up top to get my partner to carry it.\n\nPersonally I'd advise a standard rack to 3.5\" up to a #3 Camalot will do just fine.  Take an extra piece of each cam in the 2-3\" range.  The protection is all there and can be reasonably safe, but some skill with rope management will be needed for the sling-work to keep the drag off of you in this long and somewhat winding route.","location":"This route lies near the left edge of the Acrophile.  Access the base of the cliff and head left until you are below some massive roof systems 100' up or so.  The climb going up a braided crack system to an shallow, hanging, right-facing dihedral at the edge of the right-most of these sets of roofs is\n\nLithophyte\n\n.\n\nFurther left of there a rocky/grassy ramp and ledge system leads up and left under the roofs to the left of the\n\nLithophyte\n\nroof.\n\nQuick examination of these roofs to the left will reveal that one of them is bordered on its right side by a large offwidth above (this is Acrophelia), and split through the ledge back to center by a hand-to-fist crack coming out horizontally through that edge (this is Acrophobia).  Climb up onto the rocky ledge/ramp and make your way left as far as you can.\n\nPerhaps 6 meters before reaching the end of the ledge you will see a few bolts overhead by some features on the wall.  This is the 5.11b alternate start of Acrophobia/Acrophelia.  The traditional start is yet to your left.\n\nA set of discontinuous cracks starting from the left edge of this ledge is the beginning of this route."},"__v":0},{"_id":"zXdiip0XXpqxGlOm4+gNXw==","name":"Acrophilia","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Tom Brown and Tim Butler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"left_right_index":4,"mp_id":"112348827","mp_crag_id":"105746593","climb_id":"zXdiip0XXpqxGlOm4+gNXw==","areaRef":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":"Start as for\n\nAcrophobia\n\n, keep heading up instead of the left-angling crack. Yard on the great jugs, squeeze into the OW, come out on some good jugs, and then fight your way back into the OW (the crux).","protection":"We top roped after leading\n\nAcrophobia\n\n. It takes everything to a #6.","location":"It is on the lower left side of the crag. Scramble up as high as you can, then start the climb. Go straight up using the corners and cracks or do the dyno start which was a blast."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,dcb3d2c2-fc09-5b1c-815a-16f9c14a1277","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Acrophile, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.8+"},{"count":3,"label":"5.10"},{"count":1,"label":"5.11c"},{"count":3,"label":"5.9"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.4"},{"count":2,"label":"5.11a"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":6,"intermediate":10,"advanced":5,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":10,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.3334,40.1863]},"bbox":[-105.33398859870462,40.18585033981814,-105.33281140129536,40.18674966018187],"left_right_index":-1,"ext_id":"105746593","area_id":"3LPSwvwJWxyBWhb5wUoSdw=="},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:56:40.374Z","updatedAt":"2022-11-25T11:17:26.685Z"}