{"_id":"6368a1b8e80bff5a99554080","area_name":"5. Mt. Webster - Winter Ice &","shortCode":"","climbs":[{"_id":"UgFV23IrWDWfjNhzmznTmg==","name":"Shoestring Gully","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39333,44.19325]},"left_right_index":10,"mp_id":"106100769","mp_crag_id":"106100766","climb_id":"UgFV23IrWDWfjNhzmznTmg==","areaRef":"kOUeaCnXXXqRRSSVX+Yxxg=="},"content":{"description":"[Note- only 2 of the 28 climbers rating this climb gave the climb a rock rating (both were 5.5). Done as an ice climb, it is NEI class 2 to 3- with no rock moves harder than Class 4 - 5.0.  One variation (the NEI 3 exit gully) may have 5.0 - 5.3 moves and a harder variation (\"Shoestring Buttress) is reported to be about 5.5   R Hall, NH  Admin.]  The route starts as an easy snow gully over boulders. After approximately 1000 ft the gully narrows and gets steeper. [NOTE: The beauty of this climb is its alpine nature, really confined walls, especially the right wall. The easiest line over most of the ice is on the right side, usually then moving to the center. Directly up the center is usually 3- to 3. The climb's submitter indicated \"Climb six pitches of water ice 2, steps split between easy snow gullies.\" I guess if you belay each pitch from the first ice to the top it's 5 or 6 pitches, but in normal snow years many of these pitches will be only about 1/4 to 1/3 ice, the rest high-angle snow. R. Hall]If the trail is broken a quick party could complete the climb in half a day, but if conditions are poor it could take quite a bit longer.There are a few variations at different points of the climb.","protection":"A light rack of screws, maybe snow pickets depending on conditions.  I didn't use any rock gear though there are some options.","location":"The Southern most gully on the mountain.The new guidebook lists this approach as the \"standard\" approach now, so I've moved it to first position. Feb 2016, updated Jan 2022, NOTE: The gap at the old dam has widened a bit, or there's less driftwood stacked up against it, so most folk are parking at the Webster Cliff Trailhead, and crossing the Saco on that trail's bridge. Shortly above the bridge the\n\nSaco River Trail comes in on the left ( blue blazes). Turn left and follow this for about 0.4-0.5 mi. to a 12 ft high Boulder with blue-paint arrows. Leave the hiking trail by turning right on a 30-to-45-degree diagonal. Follow climbers path ( or broken branches and occasional flag) for 50-75 yards to intercept the gully very low. Several hundred vertical ft of snow (and or rocks) gives way to the main ice flow.   R Hall Admin. The historical approach parked along the east side (Webster-side) of rt 302 about 1/2 mile north of the Webster Cliff Trail, and about 1/2 mile south of the \"Willey House\". There is an old sign frame and usually a plowed pull-out. [But don't park here if it snowing, NH State plows may plow you in!]  You should be directly below the gully, which is really only visible for a narrow stretch of road about 1/8 mile in each direction. If you're lucky a trail will be broken in the snow and easy to follow, and the stream crossing (the Saco \"river\") will be easy. (It's done at an old broken dam.) If you’ve used the dam-crossing approach, once across the stream, you'll cross the Saco River Trail and continue in the woods to the gully. (Many have wandered for a while here. Some have never found the gully. Recommended is to follow the Saco River Trail right to the 12 ft high Boulder mentioned above. R Hall Admin.) Usually, several hundred vertical ft of snow gives way to the main ice flow, which is easiest on the right, crossing to the left. More snow, and occasional ice, leads to the top. The total climb is about 2000-2400 vertical feet from the car.There are at least two \"usual\" alternate endings: a 5.5 rock on the right just above the main ice, and an easier NEI WI3 (or rock) \"shallow corner\" higher up, also on the right.To descend, hike straight up into the woods from the top of the climb for a few minutes and intersect with the popular Webster Cliff trail. Turn right (South) and hike out to the road. You will likely need to hike North once on the road to your car. It would be possible, though difficult, to rappel the route."},"__v":0},{"_id":"7ADu/J7YXbSRn8bXde+wqg==","name":"Shoestring Buttress","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Bradley White & Larry White  circa 1985","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-71.39333,44.19325]},"left_right_index":11,"mp_id":"121817545","mp_crag_id":"106100766","climb_id":"7ADu/J7YXbSRn8bXde+wqg==","areaRef":"kOUeaCnXXXqRRSSVX+Yxxg=="},"content":{"description":"Bradley posted this to the summer climbs in Crawford Notch, even though on his 2nd ascent it snowed heavily on him and his brother! The top two pitches are \"probably done more likely as an alternate finish\" ice climbing Shoestring Gully than as a rock climb in the summer. Here is the link to Bradley's description as a summer rock route: https://www.mountainproject.com/route/106796149/shoestring-buttress","protection":"Long slings, rock gear","location":"The buttress that forms the right side of Shoestring Gully "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,4cb4229a-5a21-5b48-bd6a-ff1e5bfc0765,90e51e68-29d7-5d7a-9145-24955fe631c6","pathTokens":["USA","New Hampshire","* NH Ice and Mixed","- Crawford Notch","5. Mt. Webster - Winter Ice &"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"Unknown"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.39333,44.19325]},"bbox":[-71.39395714747249,44.192800339818135,-71.39270285252753,44.19369966018186],"left_right_index":-1,"ext_id":"106100766","area_id":"kOUeaCnXXXqRRSSVX+Yxxg==","polygon":{"type":"Polygon","coordinates":[[[-71.39395714747249,44.192800339818135],[-71.39270285252753,44.192800339818135],[-71.39270285252753,44.19369966018186],[-71.39395714747249,44.19369966018186],[-71.39395714747249,44.192800339818135]]]}},"content":{"description":"Many long moderate gullies up the west slope of Mt Webster, opposite Mt. Willey.  The gullies, though moderate, are long, consistent, and offer some stunning views of the notch. \n\n  Most climbs, although perhaps technically easy, are alpine in nature. Be aware of, and cautious of, potential avalanche conditions. [R Hall;  Admin's note]"},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:12:15.082Z","updatedAt":"2024-01-20T01:04:02.555Z"}