{"_id":"6368a214e80bff5a9955d8d5","area_name":"Hall of Giants","shortCode":"","climbs":[{"_id":"5/Qv5SaEW9eBBLOUmi26bw==","name":"Paul Bunyan  5.12- or 5.10d C-0","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"A. Miller and L. Peterson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.36017,35.77947]},"left_right_index":1,"mp_id":"113968637","mp_crag_id":"110554744","climb_id":"5/Qv5SaEW9eBBLOUmi26bw==","areaRef":"zKbsVBKfUL2rNIFnFnuhfg=="},"content":{"description":"This route is a fun-fest adventure for folks looking for perfect hand corners. It has a hard, but bolted start(shared with its twin, Babe) that can be easily aided to get to ledge where the rewards await. Once at the ledge, the most fantastic hand crack on slightly overhanging but perfect stone with an incredible finish. Have to try it to believe it!","protection":"Triples from 0.5 to #2 camalots . A single 3 and a mandatory purple C3 for protecting the moves right after the bolted section. Maybe an extra #1. Bring draws for the 4 bolts and some extras too. Bolted anchor with biners (use draws to top rope!).","location":"Scramble towards the ledge on the left side of the HOG by tucking behind a large upright flake. The route is the rightmost line of bolts heading up a seam near the oak. Climb this to first ledge, stand up, clip 4th bolt and get to second ledge. One could belay from here (another 0.75 then) but continuing in single pitch works better.  Step left to obvious easier crack, and blast up while laughing all the way to top!"},"__v":0},{"_id":"RHlVl6y7V0WT5/L9HMUggw==","name":"Little John","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Established by: A. Miller and J. Smith...Open Project","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.36017,35.77947]},"left_right_index":3,"mp_id":"110587402","mp_crag_id":"110554744","climb_id":"RHlVl6y7V0WT5/L9HMUggw==","areaRef":"zKbsVBKfUL2rNIFnFnuhfg=="},"content":{"description":"Scramble up behind a giant flake to the top of a large block.  A thin crack in an incipient right-facing corner leads up through challenging blocky ledges.  After 75 feet of this you reach a good horizontal hand-rail to the left of the crack to get a rest.  Above, another 75 feet of furiously tricky, very thin splitter crack looms ahead.  Climb through the next 10 feet using thin face holds and lots of technique to gain some amazingly well-textured finger crack and more face-holds.  Hard!!!!","protection":"Lots of thin pieces, maybe 3-4 C3's each from 000 to 2.  A few larger pieces but nothing bigger than a gold C4.  I would recommend some wires too.","location":"Center of Hall of Giants wall."},"__v":0},{"_id":"Tyhe/tXJX0+2h07TTTYCeQ==","name":"Jack and the Beanstalk","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"A. Miller, I. Donnely","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.36017,35.77947]},"left_right_index":4,"mp_id":"110554751","mp_crag_id":"110554744","climb_id":"Tyhe/tXJX0+2h07TTTYCeQ==","areaRef":"zKbsVBKfUL2rNIFnFnuhfg=="},"content":{"description":"To slay this Giant, weave up and through some large boulders to gain a ledge at the base of a flawless splitter that turns to a left-facing corner about 50' up. Climb fingers to hands for 120' through perfect rock that gives you just enough playful features to keep it under 5.11 while dishing out enough business to keep you focused, all the while leaning gently back to finish nearly 20' overhung from where you started!!!  Stunning!!!","protection":"3 each Camalots from 0.5 to 3, 2 each 0.4 and 4 \n\n  Bolted anchor.","location":"On the right end of the wall, look for a beautiful long crack that starts off splitter, turns to left-facing corner, and pulls a little roof bulge at the top to finish in a nice belay pod. \n\n  This line seemed to stay in the shade til just after noon."},"__v":0},{"_id":"VSfXzchbVFOF318C4muoVg==","name":"The Giant Peach 5.12+ or 5.10+ C1","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Established by A. Miller, W. Canning, A. Jordan, open FFA!!","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.36017,35.77947]},"left_right_index":5,"mp_id":"111340904","mp_crag_id":"110554744","climb_id":"VSfXzchbVFOF318C4muoVg==","areaRef":"zKbsVBKfUL2rNIFnFnuhfg=="},"content":{"description":"This beast of a crack-climb ascends great quality rock that slightly overhangs the whole way so that the topout clears 20 horizontal feet from the base of the second pitch.  It starts by ascending 30 feet of really good 5.10 right facing corner to a large ledge system.  From here, you will want to belay for the next 155' section.    3 distinct 5.12 cruxes await you, each of a unique character. The first two are encountered close to the ground and have a bolt to help catch repeated falls (if necessary) or to help you pull through.    The route continues through 100' of astounding 10+ climbing with sections of great pockets and features but close enough to crack to place gear.  Then you hit the last 2 bolts at the final short crux when the pockets seem to run out. Set up for big throw to horn!!!","protection":"4 bolts (currently 1st bolt has no hanger but can aid past on tips to finger sized gear)    Bring 3 to 4 each of 0.2 to 0.5 camalots and set of nuts.  Single cams from #0.75 to #4.     2-60 m ropes required to descend from bolted anchor at ledge.","location":"This is the far right route on the main part of the Hall of Giants wall, just right of Jack and the Beanstalk.  Lower part is right facing and switches to left facing corner at midway.  Upper anchors can be accessed by climbing JATB to anchors, then climb the remaining 15' of 5.9 squeeze chimney to ledge system. Look right for GP anchors."},"__v":0},{"_id":"Fe1l6KMHUpCtkvUVjnAnvg==","name":"The Cracken","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"A. Miller, I, Donnely","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.36017,35.77947]},"left_right_index":0,"mp_id":"110554873","mp_crag_id":"110554744","climb_id":"Fe1l6KMHUpCtkvUVjnAnvg==","areaRef":"zKbsVBKfUL2rNIFnFnuhfg=="},"content":{"description":"Start on a block at the base of a perfect finger splitter, place a 0.4 Camalot or yellow Master Cam to keep you safe, then launch into wild fingers to hands splitter for 80 feet.  End at a nice ledge with bolted anchor.","protection":"Double rack of Camalots from 0.4 to 3.  Possibly a 3rd 0.4.     Bolted anchor.","location":"Left end of Hall of Giants.  From the center of the wall where Little John starts, scramble up and left, behind a huge flake, to large ledge system at base of mid-wall.   Walk to almost left end of this ledge, just around the corner from a right-facing dihedral.  Start at steep bulge with nice fingers."},"__v":0},{"_id":"8xjIi+mHX+O1jyYkqTuobA==","name":"Babe","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"TBD","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.36017,35.77947]},"left_right_index":2,"mp_id":"113968733","mp_crag_id":"110554744","climb_id":"8xjIi+mHX+O1jyYkqTuobA==","areaRef":"zKbsVBKfUL2rNIFnFnuhfg=="},"content":{"description":"The harder twin to Paul B.   Same start as for Paul B., climb past 3 bolts and purple C3 to ledge, clip bolt and get second ledge.  Now look up at the clean tips crack on your right.  Yup.  Burly layback leads to rewarding stemming in surprisingly fun terrain.","protection":"2-3 each green to yellow C3’s, then 3-4 each 0.4 and 0.5 camalots.  That should do it.  Maybe a single 0.75, but maybe not.","location":"Same start as for Paul B., from large ledge system on left of Hall of Giants, start a bolt line above oak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,671e371a-61db-5214-840e-77ebd0ac59fa,7c661144-e7fe-5f65-bbdf-da5fe427442e,2c14b26c-fbf9-58fa-b323-801d8fb53aed,cca6ec54-129f-50bd-ab34-8167167ba17e","pathTokens":["USA","New Mexico","Jemez Mountains and Jemez Valley","Capulin Canyon and Cochiti Mesa Area Crags","Capulin Canyon","Hall of Giants"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12-"},{"count":1,"label":"5.13"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.36017,35.77947]},"bbox":[-106.36072426469094,35.779020339818146,-106.35961573530905,35.77991966018187],"left_right_index":-1,"ext_id":"110554744","area_id":"zKbsVBKfUL2rNIFnFnuhfg==","polygon":{"type":"Polygon","coordinates":[[[-106.36072426469094,35.779020339818146],[-106.35961573530905,35.779020339818146],[-106.35961573530905,35.77991966018187],[-106.36072426469094,35.77991966018187],[-106.36072426469094,35.779020339818146]]]}},"content":{"description":"This wall is downstream from the Main Wall, another 15 minutes walk.  It contains the longest, most continuous lines of nearly plumb cracks in the Canyon.  The routes tend to be big here.  For the most part, the wall gets full sun around 11am.  If trying to stay cool, you can escape to some good routes in the Sanctuary for some temporary shade until the wall goes back into shade after 4 or so."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:13:44.883Z","updatedAt":"2024-02-19T18:38:08.171Z"}