{"_id":"63689de0e80bff5a994f92d2","area_name":"Rincon - Center Route & R","shortCode":"","climbs":[{"_id":"+EJSBz0aUzWYYBGoPxT2zQ==","name":"Warp Riders","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Wayne Crill and Kevin Gallagher, 9/4/10","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":23,"mp_id":"106913929","mp_crag_id":"105807728","climb_id":"+EJSBz0aUzWYYBGoPxT2zQ==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"Warp Riders is a fun 120 pitch of increasingly difficult climbing straight up the middle of the upper S. face of the Rincon Wall. Good position and fun climbing abounds.\n\nThe first ascent began at the tree belay atop\n\nAnother Pipe Line Bone Crusher\n\n, but the preferred approach is via\n\nSpicoli\n\n(5.11), at the those anchors continue with moderate climbing 30 to the tree belay.  Climb the low angle crack till it peters out into vertical 5.9, then to a black and maroon dike-crack splitting the upper face R to L. Follow this crack ~30 to a stance then over a bulge onto the green face above.  Trend up and R toward the orange/maroon dihedral roof below the apex of the face (crux) exiting onto the summit slabs accessing the ridge where natural anchors can be found.","protection":"Gear: Eldo SR with extra small -1 cams, a 3.5-4 piece could be useful but unnecessary.","location":"Location:  S. face of Rincon, starting at the tree atop\n\nAnother Pipeline Bonecrusher\n\n. Climb\n\nSpicoli\n\n(5.11; or\n\nAnother Pipeline Bonecrusher\n\nor Tsunami) or follow a convoluted traverse across the face from the R along the ridge near the beginning of\n\nGambit\n\n(not recommended)."},"__v":0},{"_id":"m7sCy+vlWdKP4Ovin6/bkw==","name":"Toprope Left of Spicoli","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Levin, Topher Donahue","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":24,"mp_id":"105763425","mp_crag_id":"105807728","climb_id":"m7sCy+vlWdKP4Ovin6/bkw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Climb Spicoli and set up a TR.  Watch rope drag, and the sharp edge of the roof.","location":""},"__v":0},{"_id":"800wk3IuWDWdlwPGwXJNlw==","name":"Spicoli","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mark and Scott Tarrant","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":25,"mp_id":"105756394","mp_crag_id":"105807728","climb_id":"800wk3IuWDWdlwPGwXJNlw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"Spicoli is located between\n\nAnother Pipeline Bonecrusher\n\nand Tsunami on the extreme right (east) side of Rincon. The route ascends a direct line up the blank looking orange-brown wall, through the right margin of the obvious roof. There are three cruxes including two ways to get to one of the bolts(one being harder). In all, the line is a combination of 3 star moves, but relying on at least a couple of questionable flake-like holds that if yarded off may \"at worse\" only change the grade.... A tricky onsight, awesome moves, cool roof, a singular NEW route!","protection":"#2 and #1 1/2 Friend at start, 7 QDs, 2 bolt lower off...60m rope recommended to lower all the way (25m rap!! (with no QDs clipped)).","location":""},"__v":0},{"_id":"xPqzkVXNUIm5xG7qv1SIFA==","name":"Rinodina","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"G. Hurley & B. Culp, 1965  FFA: of finish Erickson & Walsh","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":17,"mp_id":"105754981","mp_crag_id":"105807728","climb_id":"xPqzkVXNUIm5xG7qv1SIFA==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This route is near\n\nPoint Break\n\n, and shares a small amount of terrain with that route, but is not very similar.  Refer to the\n\nPoint Break\n\ndescription to help locate this climb.\n\nThe first pitch is difficult to locate and is a little grungy, the climbing gets better with altitude.\n\nPitch 1 & 2: On a face somewhat left of\n\nPoint Break\n\n, and just left of a \"black lichened, right-facing dihedral\" start climbing an easy crack. Theoretically, you would belay below a rotten band, but frankly, I didn't see much worth stopping for. After passing a small roof, close and on your right about 80' up, head sharply up and right to join the second pitch\n\nPoint Break\n\n, sharinging the last 20' of the pitch. Belay on the belay tree as for\n\nPoint Break\n\n.\n\nWARNING: If you do not head hard right you may well instead end up going straight-up a vertical and even overhanging face to a right-facing, right-leaning lichenous dihedral.  There is a lot of rotten rock on this 5.10-, VS variation. I refer to this as \"Undertow.\" (no stars- complete bomb) There was some chalk crossing through 'Undertow' and further left, so I believe parts of it have been previously climbed, but have gone undocumented. I am not sure.\n\nPitch 3: From the belay tree, set a belay- the leader will have to walk 25 to 30 feet down and right on the rotten ledge to a large roof to start the pitch, because there is no good belay down there.  Pull the roof to the face and arete above on secure, but possibly breakable holds with minimal gear below. This felt like 5.9+ to me. The gear would prevent a truly dangerous fall, but the ledge lurks just 8' below, so watch your ankles. After pulling the roof, continue up the face and arete on the right, passing an old bolt along the way. After 70' or so there will be a tree around the corner to the right, solidly rooted on a ledge in a dihedral; belay there.\n\nPitch 4: Go up and left above the dike you are standing near.  Continue for 50 to 60 feet on 5.6 runout terrian until you reach the base of a massive, open-book dihedral.  Climb up this dihedral and crack system to its overhanging top (5.9), where you pull up and left onto the slab at the bolted\n\nPoint Break\n\nanchor.\n\nRap\n\nPoint Break\n\non 2 ropes or finish in a crack system in the corner above, shared with\n\nPoint Break\n\n(5.5).","protection":"Standard rack:  Set of nuts, small tricams and a set of cams. This route is somewhat runout due to face climbing and rock quality.  If you end up off route, you may be climbing is VS territory.  [Variation] \"Undertow\" is rated VS.","location":""},"__v":0},{"_id":"jw81+rSEWSmmUMow//yDCw==","name":"Rincon Light","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":4,"mp_id":"107719405","mp_crag_id":"105807728","climb_id":"jw81+rSEWSmmUMow//yDCw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This route is for those of you who lead at 5.9 to 10a level and always wondered what's on top of the Rincon crag.\n\nP1: climb the same as for the first pitch of\n\nRincon\n\n(5.9+, G).\n\nP2: climb the same as for the second pitch of\n\nRincon\n\n(5.9-, G). Pitch 1 and 2 can be combined into one stellar long pitch.\n\nP3: from the two-pin and bolt anchor on\n\nRincon\n\n, traverse left around the arete, then diagonal up left to join, and complete the third pitch of\n\nCenter Route\n\nto a large ledge with a house-sized boulder (5.8, PG). This pitch is graded 5.8 R in Levin's guidebook, but evaluate the holds in the broken section, and you'll find plentiful of stable holds and good gear placements.\n\nP4: step around the house-sized boulder, and climb pitch 4 of\n\nRincon\n\n(in Rossiter's guidebook). This is a separate pitch in Levin's guidebook called Rincon Direct Finish. If you're shorter than 5'9\", you might have trouble clipping the bolt (from standing on top of the boulder) mentioned in both guidebooks. Bring your small offset RPs for this pitch, otherwise you'll have a 25 foot runout at the top of the slab (5.9-, PG-13).\n\nAt the top of the slab, you have a few options:\n\nA) with a 60m rope, you can step left about 8 feet, and continue up a corner system (about 5.6?), or you can step right 5 feet, and pick up a left-facing corner (also 5.6ish and a little cleaner). After topping out, there will be a 100 foot 3rd Class downhill and another 100 feet through looseness, and you're at the base of\n\nGambit\n\n.\n\nB) if you're not a fan of long pitches, you can head over to a belay ledge on the left with a tree. If you prefer to skip the easy finish, you can walk off to the left (north), which brings you down to the walk-off for the\n\nOver the Hill\n\narea.","protection":"Some smallish RPs for pitch 4 (I was very happy to have a red offset DMM peenut here, which I think is about the same as a #2 or #3 offset RP).","location":""},"__v":0},{"_id":"rOTmMvyXXpiL2w+bZneSyw==","name":"Rincon Dink","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Derek Hersey","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":8,"mp_id":"105762063","mp_crag_id":"105807728","climb_id":"rOTmMvyXXpiL2w+bZneSyw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This route is only one pitch different from the popular route Rincon. Climb first two pitches of Rincon to the bolts, chains, and slings atop pitch two. From here, work right approximately 15 feet towards an old bolt hanger, clip, then move straight up towards a shallow square trough. Before entering the trough, place green/yellow aliens vertically in the horizontal crack off to the left. These should be your last gear for awhile unless you bring those ballnutz for the tiny hole left by the knifeblade I ripped out while on a 40 foot speed-descent... Move gradually left and up on a lichen-covered face with few footholds to eventually gain the rap anchor atop Rincon's pitch four. From here, walk-off according to the Rossiter guide (south), rap Rincon (argh!), or move up to higher routes on the wall.","protection":"Rack up for Rincon, emphasis on black-orange aliens. They saved MY ass... Maybe some ballnutz too.","location":""},"__v":0},{"_id":"m8tqMonZWS20tvNuBbt+Xw==","name":"Rincon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"L. Kor, Jack Turner, 1962. FFA: J. Erickson, Dave Meyers, 19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":5,"mp_id":"105748942","mp_crag_id":"105807728","climb_id":"m8tqMonZWS20tvNuBbt+Xw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"Rincon is four pitches in total, but the first pitch is the most popular, checking in at only 9+ compared to the 11a/b on P3.\n\nP1. Start just right of\n\nCenter Route\n\nat the thin crack just right of a bolted line (\n\nCamouflage\n\n, 12c).  The climbing is sustained and takes good gear, but the moves are not straight forward jam and go. I never really felt one distinct crux, but it's probably in the first 15 feet.  The climbing varies from finger to fist-size crack to face holds.  Good route.  At the top of P1, if you're not continuing on, set a directional, and traverse 25 feet right to a ledge with a tree that now has 2 bolts--or set up a top rope for some of the more difficult and runout cracks on this wall.\n\nP2. Continue up on moderate terrain, follow the R side of a flake, and up the dihedral.  95 feet.\n\nP3. Move up, stem when possible, get as good gear as possible (small), clip the pin, pull the roof/bulge (crux).  This would be a bad place to take multiple falls.  Continue to a tree.  90 feet ish.\n\nP4.  Continue up the dihedral, clip a bolt, continue up a great crack to a big ledge.\n\nDescend left.","protection":"Wired nuts, TCUs, and a few cams in the 1-2 inch range (up to #2 Camalot) for pitch one.","location":""},"__v":0},{"_id":"NFv6WsapWSK7cR90VLQGNw==","name":"Reveley-Hunter","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Revely and Diana Hunter","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":6,"mp_id":"109261477","mp_crag_id":"105807728","climb_id":"NFv6WsapWSK7cR90VLQGNw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This is a bit of an adventure pitch right of\n\nRincon's\n\nsecond pitch. We started from the 2 bolt anchor for\n\nFive-Eight Crack\n\nafter climbing\n\nFive-Ten Crack\n\nas a first pitch. This is a good place to start the pitch due to a hefty crop of poison ivy in the crack on the low angle slab leading to the corner. Some people have successfully rigged pro to keep the line out of the poison ivy continuing straight on from\n\nFive-Ten Crack\n\n, but it would be easy to to drag the rope through the poison ivy without due consideration. I would not want to attempt it from first pitch of\n\nRincon\n\ndue to the poison ivy issue.\n\nSo climb from the\n\nFive-Eight Crack\n\nanchor up and right and sling the small tree to keep the rope way to the right. It adds a little rope drag but keeps the rope out of the poison ivy.\n\nIt is a little \"R\" to get into the corner (5.8 or so) while keeping the rope air born out of the PI and get your first piece(s). If you are comfortable leading 5.10, it isn't bad.\n\nThen into the fun varied corner. This has some typical, fiddly Eldo pro placements, but once fiddled, the pro is quite good. There are some spicy moves above pro and some placements can be hard to see when placing. After an old pin on the left (with placements to back this up), climb left up the slightly overhanging arete until you get established on the face to the left (a little run out, PG-13). Climb up into the corner under the roof, and through it, or step out left earlier to pass the overhang to the left. If you clip the pin under the roof, extend it or expect bad rope drag. Follow the crack above the roof to a couple face moves ending up on the sloping ledge leading left to the\n\nRincon\n\npitch 2 anchor.","protection":"Standard rack up to #3. Small Tricams also useful.","location":"This is the next right-facing corner right of second pitch of\n\nRincon\n\n.\n\nRap to the\n\nFive Eight Crack's\n\nanchor, and do another rap to the ground."},"__v":0},{"_id":"ktRQp870VW+uc6Q/1rbMBw==","name":"Raccoon Soup aka Thunderbolts","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"FA Olevsky, 1975, FFA Chris Piesker and Christian Griffith, 1980","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":13,"mp_id":"105763692","mp_crag_id":"105807728","climb_id":"ktRQp870VW+uc6Q/1rbMBw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This is the route to the right of 5.10 crack, it follows incipient seams up a slightly less than vertical wall.  While only 40 feet long this is a pretty classic toprope, it can be toproped off of the tree atop 5.8 crack along with some gear out left for a directional.  Short, but it has some classic face moves. (a little soft for the grade too).  [It is also known as Thunderbolts or Thunderbolt]","protection":"I have not (yet) lead this excellent toprope, but have inspected the protection and was able to  get in reasonable gear at all the hard parts, back when they didn't have micro gear this was an x rated lead.","location":""},"__v":0},{"_id":"gETazIQMV8+x3zpyL8QKGw==","name":"Point Break","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"[Richard Rossiter]","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":20,"mp_id":"105749245","mp_crag_id":"105807728","climb_id":"gETazIQMV8+x3zpyL8QKGw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This is a good varied route, a minor classic. Start [uphill] from\n\nFive Eight Crack\n\n, it is hard to describe the location of this route, consult [Rossiter's] guide, and look for a left-trending rotten band of rock with a bolt low down on it.\n\nPitch one - 5.7s, climb an easy ramp up to the base of the left-trending rotten band.\n\nPitch two 5.10+ - a great exciting and sustained pitch, start with some 9+ moves up into the band protected by a bolt and fixed pro. Follow the band up twenty feet to a small, right-facing dihedral, dink in some dicey RPs (a TCU might work here, but I used it [earlier] in the pitch, so I can't testify), and pull some delicate moves up the dihedral to a bolt. Clip the bolt, and go up a .10b face to another bolt (ten foot gap between the two). Then run the rope out to a tree on a ledge. This pitch is the crux, it is sustained and one must place gear.\n\n[Pitch three] - from the tree, follow bolts out right over a dicey overhang (8+) and up a devious 5.9 face to the finale: a contrived bolted arete that is very well-protected (.11a). [Rossiter's] guidebook shows that you can break the last pitch into two, this might help with rope drag, the belay spot does not have any good anchor possibilities, it is best to avoid this optional belay.","protection":"The second pitch is tricky to protect, bring a few extra RPs. The bolts on this pitch [aren't] too close together either.\n\nPer\n\nGregger Man\n\n: there are updated anchors at P2 to replace the small tree and at the summit to replace the very dead tree that once was a belay/rappel. After topping out on P4, rappel either direction from a vertical anchor. Do a short rap back to P3 anchors or full length to get to near the base of\n\nGambit\n\navoiding the loose gully.","location":""},"__v":0},{"_id":"/m+p6pkTWpKNLtaGtrWYAw==","name":"Outer Limbits","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"B DeMallie, M. Climton, 1988","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":15,"mp_id":"105753598","mp_crag_id":"105807728","climb_id":"/m+p6pkTWpKNLtaGtrWYAw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This route moves up the face just to the left of 5.8 crack.  Follow the directions to 5.8 Crack at Rincon (or 5.10 Crack or Rincon itself) and look just to the right.  There are 2 huge buckets just behind the large tree to start this route.\n\nThe [initial] moves are an awkward start, not so much for their inherent difficulty, but for trying to avoid leaning back on the tree.\n\nAfter 20' or so of somewhat hard moves, the route becomes less defined.  The rock forced me to the left slightly, nearly onto 5.8 Crack on my first try.  On my second try I forced the line to the right and fell a few times.  The route seems to be never done and the difficulty and lichen present would suggest that the route does move slightly left.","protection":"Well, you can step left every so often and place gear in \"5.8 crack\" or you can turn around and girth hitch a tree behind you with long slings.  The tree is uncomfortably close (hard not to lean on it) for the first 10 feet, and then gets too far away after 30' up.  Really, this is best TR'd from the tree ont he ledge and to the left, above 5.8 crack.","location":""},"__v":0},{"_id":"s/o2KrdKXoOHEaybROP5rQ==","name":"Neato","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Stuberg, M. Brooks, 1980","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":16,"mp_id":"105763824","mp_crag_id":"105807728","climb_id":"s/o2KrdKXoOHEaybROP5rQ==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This route is in the popular 5.8 crack area of Rincon Wall.  The route is the broken flake and crack system about a little ways right of 5.8 crack, and just right of the climb Outer Limbits and the huge tree at the cliff base.\n\nThis climb ascends a dark, broken flake and crack system with awkward moves and small, difficult, pumpy protection.  To descend, rap from the anchor above 5.8 crack.\n\nI waffled briefly about the 'bomb' rating.  The route has some bad rock; it isn't terrible, it's just not worth it.","protection":"There is some pro, but the rock is not great and the gear is pumpy to place.  The gear is a few small [pieces] total. (tiny cams)\n\nYou can rig a TR from the tree above 5.8 crack with some swing potential -watch out for the huge tree below.","location":""},"__v":0},{"_id":"TJQzYLXlWWOFjQxj6cNFNg==","name":"Mind Your Bulging Codpiece","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"(it is a link-up of Mind Over Matter and Bulging Codpiece)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":10,"mp_id":"121575220","mp_crag_id":"105807728","climb_id":"TJQzYLXlWWOFjQxj6cNFNg==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This is the Spice Tour of Rincon. Link\n\nMind Over Matter\n\ninto\n\nBulging Codpiece\n\nin one mega, 48 meter pitch of sustained, runout, and technical climbing. This is a master class in how to climb in Eldo. It has everything that is intimidating about our beloved canyon; groundfall potential, thin and devious crimping, micro gear, funky overhanging climbing on heads up rock, and then a glorious and sustained runout voyage on beautiful featured slabs where falling is not a good options.\n\nAn onsight of this link-up would be a proud feat of mental and technical ability. I'm almost positive no one has done it yet. The gauntlet is laid down....","protection":"A whole rack of RPs, nuts to large (no pun intended), and a single rack of cams. Place it all well, and it will be fine. Make some mistakes, and it will get serious fast.","location":"Start on\n\nMind Over Matter\n\n, between the first pitch of\n\nRincon\n\nand the\n\nFive-Ten Crack\n\n, then keep climbing straight up into\n\nBulging Codpiece\n\n, and finish on the second pitch anchors of\n\nRincon\n\n.\n\nA 100 meter ropes gets you down. With a 70 meter rope, belay at the second pitch anchors of\n\nRincon\n\n, and then do a double rap down."},"__v":0},{"_id":"/GMt7SA4WSubZX0yezztqg==","name":"The Killing Fields","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Brad Bond, Pamela Emanoil and Eric Johnson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":9,"mp_id":"105755500","mp_crag_id":"105807728","climb_id":"/GMt7SA4WSubZX0yezztqg==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"Climb the \"Five-Eight Crack\" or \"Five-Ten Crack\" up and just past the lower-off tree to a ledge. Follow \"White Death\" up a wide, shallow chimney where it it comes close to \"Rhinodina.\"\n\nStep out left of the corner along a thin, strait line of strata that that angles left and connects with the traverse on the \"Briggs Variation\" to \"Rincon.\" This is scary, but the climbing is pretty fun.\n\nNote: \"White Death\" follows the larger broken band that parallels the route above, then steps down to the second belay on Rincon.\n\nThe late Derek Hersey apparently wanted to name a route \"The Killing Fields,\" but never got around to it.","protection":"RPs to a #4 Friend, long runners and tie-off slings.","location":""},"__v":0},{"_id":"DH58k3qoXmyBR3d2p0QjqQ==","name":"Mind Over Matter","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ed Webster","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":11,"mp_id":"105764316","mp_crag_id":"105807728","climb_id":"DH58k3qoXmyBR3d2p0QjqQ==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This is another good toprope problem between\n\nRincon\n\nand\n\nFive Ten Crack\n\n. It crosses a small overlap about twenty feet up and takes a seam to a ledge. The crux is right past the overlap, insecure face climbing, the \"5.10\" seam above is more like .11a/b, this route [doesn't] get led much for obvious reasons, yet is a great toprope, it also feels quite a bit harder than\n\nRaccoon Soup\n\nmaybe in the 11d/12a range.\n\nPer\n\nAdam Brink\n\n: this is a top quality and neglected, 5.11, Eldo slab testpiece that has been largely ignored because of an undeserved reputation. If this route was on the gritstone in England, it would be a classic must do for every E4 aspiring leader and regularly sprayed all over Instagram. Instead, it is an ignored mini-classic, because it is at one of the best trad crags in Eldo, and most Boulderites have gotten a bit soft and aren't willing to face a small runout. It really is a sad state of affairs.\n\nGo directly up to the overlap (which is harder and slightly illogical once you try it) or go up 5.10 crack to the obvious foot ledge, and traverse left to the bottom of the over lap. At this point, there are actually 2 pieces that might hold. We pull tested them from the ground, and they felt solid (fall on them at your own risk). You can also use two ropes and put an RP in 5.10 crack where you traverse left. This made it feel plenty safe. Climb over the little roof, place lots of good, small gear, and have a spanking fun time on the thin climbing above.\n\nThere is maybe one or two moves of 5.11a and the rest is 5.9 or 5.10. All of it is quality, thin climbing. Go ground up, and enjoy the excitement in a proper way. Bring the adventure back to Eldo.","protection":"Didn't check out the pro on this one, there might be some in the overlap, but it would suck, the seam above might take some rp's, but of course that's after the crux.\n\nPer\n\nAdam Brink\n\n: the protection is better than it looks at first. With 2 ropes, it is probably more like PG13. Place a #5 RP high in the 5.10 crack for your right rope where you traverse left. Place a couple pieces for your left rope at the bottom of the overlap. Pull the small roof, and place bomber gear. With this gear set up, there is little chance of decking unless you totally blow it after pulling the roof.","location":""},"__v":0},{"_id":"yjPbXlkTVhaV0yNAp0y7dA==","name":"The Green Room","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Steve Dieckhoff (os) & Emma Williams","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":18,"mp_id":"105753517","mp_crag_id":"105807728","climb_id":"yjPbXlkTVhaV0yNAp0y7dA==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"p182 new Rossiter Eldo guide\n\nUpper Rincon, just to the left of P3 of POINT BREAK.\n\nBarrel roll over the initial bulge and gyrate up into a  shallow corner. It's possible to fiddle in a tiny RP here, and even if it only holds body weight, I'd recommend it.  Head up and left over the bulge (5.7 & very serious if the moves were harder) to find good protection then weave up and left across the face. Good protection is found  frequently. Stay below the froth above and above THE REEF below and continue left until you reach a clean thin crack. Follow this (crux) up and then left to another crack which leads to the belay in the recess shared with FrontSide LipSmack. Follow P2 of that route to the top.\n\nBoth this route and FrontSide LipSmack to it's left are  seen clearly from the Eldorado Canyon Trail. Once past THE REEF each route is swell.","protection":"Many thin & medium pieces for P1 and add a big cam or two for P2.","location":""},"__v":0},{"_id":"e/unsGKUWUCUoqg0IVpEZw==","name":"Front Side Lip Smack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Christie (onsight) & Steve Dieckhoff","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":19,"mp_id":"105753406","mp_crag_id":"105807728","climb_id":"e/unsGKUWUCUoqg0IVpEZw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"p 182 new Rossiter Eldo guide\n\nUpper Rincon, between POINT BREAK and RINCON DIRECT FINISH.\n\nP1 - There is a 'rotten band' and ledge that runs across  the face. Near the middle is a wide crack. Climb over the bulge to the right of the wide crack. A #5 Camalot is the easiest to place to protect this section but a #4 somewhat higher has merit. Aim (5.10b s) for a slot which would have been the continuation of the wide crack had not the connection fallen away. Once above this next bulge follow the left thin crack on solid rock to a belay in a recess.\n\nP2 - The crack continues over the bulge above, and up a slab. A tricky section (5.9 s) leads to a left-facing wide  crack.\n\n__________________________________________\n\nThe large cam is a lot closer that it feels when you're in  the middle of the ROTTEN BAND and the thin crack on pitch 1 is well-protected and quite elegant.\n\nAs far as I know this route has only had one other ascent. Expect some lichen.","protection":"Small stoppers to large cams (#4 or #5 Camalot)","location":""},"__v":0},{"_id":"LAMQ7nZPWo2DfYQHHSHEDg==","name":"Five-Ten Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Roger and Bill Briggs, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":12,"mp_id":"105748945","mp_crag_id":"105807728","climb_id":"LAMQ7nZPWo2DfYQHHSHEDg==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This thin crack starts about 20 feet right of\n\nRincon\n\n.  The crack opens up periodically just about right for gear placements.  The crux is pulling over a small roof with a reachy finger jam and no really good feet.  Continue up on a nice finger crack.\n\nTo descend, traverse right to the tree and rap.","protection":"Wired nuts, TCUs, and a few larger cams.","location":""},"__v":0},{"_id":"G7Ed/ETOWKKYSie+yEKsZw==","name":"Five-Eight Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":14,"mp_id":"105749242","mp_crag_id":"105807728","climb_id":"G7Ed/ETOWKKYSie+yEKsZw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This is a decent lead or toprope (you have to lead it first). It is pretty short. Take a right-leaning crack to a tree festooned with webbing.  It is located on the right side of the Rincon.  1p, 70'.","protection":"I'm [surprised] Rossiter didn't give this an S rating.  The route is quite tricky for the grade, does not have good gear till after a 5.8 move twenty feet up, and is [definitely] not a good route for a first 5.8 trad lead.","location":""},"__v":0},{"_id":"H7PzcQJBVhGsX8kwwGw+4Q==","name":"Cosmic Wave","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Andy Donson and Mike Weeks, 12th December 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":7,"mp_id":"118160627","mp_crag_id":"105807728","climb_id":"H7PzcQJBVhGsX8kwwGw+4Q==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"The unlikely looking zone to the right of the\n\nRincon\n\ndihedral delivers a stack of 5.11 climbing and a 12a crimpy face crux.\n\n5.8 or 5.10a (70 feet). Climb\n\nFive Eight\n\nor\n\nFive Ten Crack\n\n, and continue up and right for about 20 feet to below where the wall steepens (gear belay).\n\n5.12a (180 feet). Climb a thin face past 6 bolts (12a) to a shelf below the rotten band. Climb this (2 bolts) to reach a large roof with a conspicuous, triangular hole that provides a second crux (11, bolt). Above, trend up and right to a hard bulge (11, 2 bolts) and then a shallow, angling crack (gear) which is followed to the ledge system beneath the Reef (2 bolt anchor).\n\n5.11c (120 feet). A few feet up the ramp to the left is a small pine tree - the route trends slightly rightwards\n\nthrough the Reef from here. Climb the steep, blocky wall passing 3 well camouflaged bolts to reach the beautiful, clean, rectangular face. Climb this (crux - 3 bolts). Continue up an easier slab (1 bolt), and then pull the bulge at an obvious yellow crack (gear) to a sloping ledge (2 bolt anchor).\n\n5.6 (100 feet). Climb the slabby groove above, then trend up and left below a large roof to an easy crack leading to a belay at the crest of\n\nRincon\n\nbuttress.\n\nDescent: scramble easily off the back of the ridge, and descend past the base of Shirt Tail Peak.\n\nMany thanks to ACE for their help with the approval and hardware that made this route happen.","protection":"Quickdraws, a standard rack to 3 inches, and a few long slings. P2 has 11 bolts, and P3 has 7 bolts.","location":""},"__v":0},{"_id":"2OBwGEiVVjOgTPtNkGOj4A==","name":"Concentric","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Chris Reveley, Bruce Adams, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":2,"mp_id":"106664085","mp_crag_id":"105807728","climb_id":"2OBwGEiVVjOgTPtNkGOj4A==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This route is a short but fun variation to the first pitch of\n\nRincon\n\nthat finishes on the\n\nCamouflage\n\nanchors.  Climb\n\nRincon\n\n(sandbag 10a) to a stance below an obvious flake underneath the large roof just right of\n\nCamouflage\n\n.  Plug in some good gear and hand traverse wildly left (red Alien) before standing up and clipping the anchors.","protection":"A standard rack.","location":""},"__v":0},{"_id":"egfcMMEFUDSQ3KNIA+6ZcQ==","name":"Counterstroke","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Steve Levin & Andy Donson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":21,"mp_id":"105758892","mp_crag_id":"105807728","climb_id":"egfcMMEFUDSQ3KNIA+6ZcQ==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Several #2 and #3 RPs, small to medium wired stoppers, double set TCUs, two #1 Friends, #1 Camalot.  We used a #2 Ball nut to protect the 5.9 corner after the initial unprotected start.  There is very good gear from the start of the hardest climbing to the top of the pitch.  1 (or 2) ropes off from the slings around the tree at top of P2 Point Break.","location":""},"__v":0},{"_id":"SFbcgTSyUGOdiwfKxSVSYw==","name":"Center Route","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Larry and Roger Dalke, 1965. FFA: Chris Reveley, Scott Woodruff","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":0,"mp_id":"105750400","mp_crag_id":"105807728","climb_id":"SFbcgTSyUGOdiwfKxSVSYw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"Note: I've only climbed the first pitch to the bolted anchors.\n\nStart from the top of a large flat boulder, about 25' to the left of Rincon. The start is an intimidating left facing corner. However the start is actually pretty easy (9) with good holds and rests above.\n\nContinue in the right facing corner (yes, it changes) up under a large roof. There's a fixed pin under the roof of reasonable quality, but other gear is easy to place. Move up and traverse left around the corner below the roof. It is possible to place a #2 Camalot in the pod before you pull out of the roof.\n\nThe crux is getting situated after pulling out of the roof. Placing gear here is slightly awkward, but small/med nuts are available.\n\nStep right over the roof and continue up the shallow right facing dihedral. 10-12 feet of excellent climbing (mid 10) before the difficulties ease somewhat. Two or three fixed pins of marginal quality (and generally good gear is nearby) are in the upper part of this dihedral before the broken band. Traverse left about 8' to a two bolt anchor.\n\nFrom the 1st anchor you can either top rope\n\nEvictor\n\n(12c/d), rappel or continue.\n\nPer\n\nBryson Slothower\n\n:\n\nPitch 2 starts with a tricky 10b move over a bulge above the belay and continues up a right-facing dihedral with raspberry bushes for a 100 feet to a comfortable belay ledge. Protect early on this pitch to avoid landing in your belayers lap and go in August for the best raspberries.\n\nPitch 3 cuts left on jugs up and around the corner to a slab (8+). Continue up the slab passing a band of loose rotten rock (5.8S) and belay on the large walk off ledge. Walk off to the left past the finish of\n\nOver The Hill\n\n.","protection":"Single set of cams to #2 Camalot, nuts. Opening moves can be protected with a #4 Camalot or #4 Friend (slightly small).","location":""},"__v":0},{"_id":"cqqIMa4ZWT+U4mkFm3tcYw==","name":"Camouflage","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Michaels, Meyers, Piana","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":1,"mp_id":"105753058","mp_crag_id":"105807728","climb_id":"cqqIMa4ZWT+U4mkFm3tcYw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"Per\n\nAdam Brink\n\n: this is a truly stellar pitch of slab climbing on bullet stone. There is a dangerous direct start, but most people go up the first 20 feet of\n\nRincon\n\n, place some protection, and traverse left to the first bolt. From the first bolt to the little roof, it is devious, nails thin, and consistently difficult climbing. I have yet to see this onsighted on lead. Any takers on that glory?\n\nAfter the roof, most climbers go right into the short, right-facing corner. This makes the bolts hard to clip (or even see!), but it is the easiest way. There is a direct version going straight up the bolted arete that has been toproped but not yet led.\n\nA big part of the challenge of this route is finding the holds. Please don't use or leave tick marks! - not only does it greatly reduce the difficulty for the next climber, but it ruins any chance of a true onsight.\n\nThe difficulty of this route is hard to gauge. Just check out the suggested ratings! They go from 5.11c (totally insane!) to 5.19c/d (from one of the most well rounded climbers anywhere). Personally, it took as much effort to send as\n\nThe Evictor\n\nor Eldo 5.12+.","protection":"QDs.","location":""},"__v":0},{"_id":"8awUruaLVVegKtgQqjJH+g==","name":"Bulging Codpiece (submitted as On the Crest)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"S. Guerin, Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":3,"mp_id":"105763581","mp_crag_id":"105807728","climb_id":"8awUruaLVVegKtgQqjJH+g==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This is a worthwhile variation to\n\nRincon\n\npitch 2. From the belay at the end of\n\nRincon\n\nP1, ascend a 20' series of broken corners in the left wall of the large\n\nRincon\n\ndihedral; this crux section is strenuous, especially placing gear, but the moves aren't too hard. As the corner ends, pull onto a slab. From here, you can either go left into\n\nCenter Route's\n\nsecond pitch or follow\n\nOTC\n\nstraight up the slab. The slab option is nice, low angle face climbing up to 5.9 with some big runouts. At some point, traverse back right from the slab into the the\n\nRincon\n\ncorner. We traversed about 20' below the anchors at the end of\n\nRincon\n\nP2 which was fun but required some work before, during, and afterwards to keep the rope running well. A smoother alternative might be to continue up the slab until level with the belay and then traverse easily right.\n\nThere is a little loose rock in the crux section.","protection":"RPs to a blue Camalot, some long runners, and plenty of quickdraws.","location":""},"__v":0},{"_id":"nb1MaW8iUsK8AABoXjMlJw==","name":"Another Pipeline Bonecrusher","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Joe Huggins, et. al.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"left_right_index":22,"mp_id":"105756466","mp_crag_id":"105807728","climb_id":"nb1MaW8iUsK8AABoXjMlJw==","areaRef":"BcKt2nKLUpGVPpF/xL/gVA=="},"content":{"description":"This is the overhanging, southeastly-facing fingertip splitter around the south face of Rincon Wall, just uphill from\n\nPoint Break\n\n. It runs through the left wall of a big dihedral capped by a roof and is very overhanging, but with solid locks.\n\nTraverse in from the left (below\n\nSpicoli\n\n, the new bolt-route through the overlaps) and climb past 3 bolts and some fairly rotten rock to reach the base of the corner.\n\nPower out on a flexing flake and head up the steep, strenuous crack on good, but sometimes distant fingerlocks.  An easy but flaky corner caps the roof.\n\nRappel 90 feet (?) off a tree (it may be a good idea to have someone second this pitch, as it leans a lot and has a rope-slicing arete just right of the line).","protection":"Three bolts take you to a finger crack with some fixed wires.  Bring supplemental gear in the small-mid ranges (set of stoppers, small TCUs) and a hand-sized piece for over the lip.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,1ac7aacc-e1e6-51fe-b34a-10ca74b31c9c,05c2adda-728b-5291-953e-917fc4bfe054","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Rincon","Rincon - Center Route & R"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":4,"label":"5.11+"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.9+"},{"count":3,"label":"5.10c"},{"count":2,"label":"5.11a"},{"count":3,"label":"5.10b"},{"count":3,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.11a/b"},{"count":2,"label":"5.12b/c"}],"byDiscipline":{"trad":{"total":23,"bands":{"unknown":0,"beginner":1,"intermediate":11,"advanced":11,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":11,"advanced":14,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28939,39.93423]},"bbox":[-105.28997642521787,39.933780339818135,-105.28880357478211,39.93467966018186],"left_right_index":-1,"ext_id":"105807728","area_id":"BcKt2nKLUpGVPpF/xL/gVA==","polygon":{"type":"Polygon","coordinates":[[[-105.28997642521787,39.933780339818135],[-105.28880357478211,39.933780339818135],[-105.28880357478211,39.93467966018186],[-105.28997642521787,39.93467966018186],[-105.28997642521787,39.933780339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":26,"__v":1,"createdAt":"2022-11-07T05:55:58.555Z","updatedAt":"2024-02-19T18:31:21.625Z"}