{"_id":"6368a11ae80bff5a99542d1b","area_name":"Incisor, The","shortCode":"","climbs":[{"_id":"3NaklMnfWwKNdkUCGo77SA==","name":"Direct West Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ron & Keith Brunckhorst (2001)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.33041,46.03594]},"left_right_index":0,"mp_id":"113518810","mp_crag_id":"113518792","climb_id":"3NaklMnfWwKNdkUCGo77SA==","areaRef":"vA3AumOzVAqfI0dUz8jJqg=="},"content":{"description":"The Direct West Arete of the Incisor is a fun alpine rock climb that offers consistent difficulty on mostly solid rock. We found the route to be slightly shorter than the Select Alpine Climbs to Montana book would suggest (~850' rather than 1,000'). There are many ledges on this climb, making it possible to split or join pitches however you see fit. Several variations are possible up the face, all of which are likely similar difficulty. I'll describe the route we did, which may or may not match the guide book.\n\nP1:  Climb the corner finger crack, pulling a few steep moves with good feet. Move up through broken terrain and ledges above, belaying at a good stance. (5.7, 150′)\n\nP2:  Continue through broken terrain, linking intermittent cracks. We followed the path of least resistance for the next few pitches, which generally kept us about 20-40′ right of the ridge crest. Belay at a good ledge below a steeper, whiteish crack. (5.6, 150′)\n\nP3: Go up the white crack, pulling a move of 5.7. Beware of knocking rocks on your belayer. Continue up through more intermittent cracks. Belay at a good stance. (5.7, 140′)\n\nP4: From the belay, traverse up and right avoiding the main headwall. Belay below the massive corner system. (5.7, 100′)\n\nP5: Head up and slightly right, pulling a few steep sections on jugs with good gear. Belay at a good ledge as the huge corner system becomes a massive chimney. (5.7, 150′)\n\nP6: Continue up the chimney, climbing on large, blocky terrain. Eventually, it funnels down to a few options to exit on to the summit. We chose to go through the right hand option, which ended up being a bit of a squeeze with a backpack on, but was a lot of fun. (5.7, 160′)","protection":"We brought doubles from #3-0.75 C4’s, and overlapping sets of smaller cams (.5-.3 C4’s, 3-2 Mastercams, 2-00 C3’s). We also brought a #4 C4, and found it useful, although not strictly required. A set of nuts (including DMM alloy offsets), some quickdraws, and 10 shoulder length slings rounded out the rack. We never placed any nuts, and felt we had sufficient gear.","location":"From the rounded toe of the main west arete of the Incisor, head slightly uphill to the left. The climb begins at the first corner with a finger crack in the back (starting about 10′ off the ground).\n\nDescent info can be found on the main Incisor page."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,8f38b276-2760-5622-b0c2-03625573cc64,2a286a60-e7cc-5c08-ac4c-356557da4741,11bf95a0-069b-594e-9256-0a86747504aa,bc0dc0ba-63b3-540a-9f23-4754cfc8c9aa","pathTokens":["USA","Montana","Southwest Region","Crazy Mountains","Cottonwood Lake Cirque","Incisor, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.33041,46.03594]},"bbox":[-110.33105773212269,46.03549033981813,-110.32976226787729,46.036389660181854],"left_right_index":-1,"ext_id":"113518792","area_id":"vA3AumOzVAqfI0dUz8jJqg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:35.691Z","updatedAt":"2022-11-25T11:19:32.111Z"}