{"_id":"63689d5ce80bff5a994f4fcc","area_name":"Harlequin Dome","shortCode":"","climbs":[{"_id":"MoKnbNl4XrCrwDSiY8+sbg==","name":"Trilogy","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Alan Bartlett, Steve Gerberding, 1985","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":0,"mp_id":"113331541","mp_crag_id":"105862997","climb_id":"MoKnbNl4XrCrwDSiY8+sbg==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"Trilogy is a 3 pitch route on the west end of Harlequin Dome. An escape left on the last pitch makes a fun 5.8\n\nCombine this route with P1 of Hoodwinked/The Sting to make a 5.8 day on Harlequin.","protection":"pro to 3\"","location":"Trilogy is left of Hoodwink. From the Tenya lake parking area, hike up the slabs on the north side of the road, gaining a notch through the headwall. Descend via the broad gully between SP and Harlequin Domes - some bushwacking required"},"__v":0},{"_id":"COgoPDj8Xw2xYExxn4G9lA==","name":"Third World","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ed Barry, Dave Hitchcock, 7/80","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":8,"mp_id":"105899282","mp_crag_id":"105862997","climb_id":"COgoPDj8Xw2xYExxn4G9lA==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"Cool route on the right side of the dome. Traversing, technical first pitch goes at heads-up (old-school) 5.10a. Second pitch takes sweet cracks to a powerful crux crack switch, then a bit of runout 5.10 up a ramp to the final bolt. Use care on the easy last pitch due to large loose blocks.","protection":"Pro to 3\", doubles 1-2\". 2 bolts, 2 fixed pins first pitch, bolted anchor; 1 bolt on second pitch. All bolts replaced 2006.","location":"Far right side of the dome, with a right-traversing first pitch. See photo for Cyclone."},"__v":0},{"_id":"d5PtBaQFVAOQTmaQT7zWYw==","name":"The Sting","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Vern Clevenger, D. Ferries, Bob Locke, Tom Carter, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":2,"mp_id":"106064576","mp_crag_id":"105862997","climb_id":"d5PtBaQFVAOQTmaQT7zWYw==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"One of the best trad multipitch climbs of its grade in Tuolumne.  Varied and sustained climbing with great position and excellent exposure combined with good protection makes it super fun.\n\nPitch 1 climbs the excellent hand and finger crack first pitch of Hoodwink 5.8 and gear belay.  Combining this short pitch with the next pitch is not recommended.\n\nPitch 2 ascends moderate climbing right past two pins and two bolts.  At the second bolt, improbable thin face climbing leads hard left past 5.9+ with a nice mantle finish then head up past a third bolt to a bolted belay.  Either belay at the bolt anchor or continue up to the left side of the pitch 3 roof and make a gear belay.\n\nPitch 3 goes up the easy corner then underclings the roof that is just sustained incredible climbing, turn the right side and belay, 5.9+.\n\nPitch 4 is the business, a clean short thin finger crack with good, tricky to place gear, sweet exposure, beautiful jams leads to easy climbing and a gear belay on a nice ledge, 5.10-.\n\nPitch 5 takes the easy corner to low angle and minimally protected face climbing which ends at a bolted belay, 5.6R.\n\nContinue up unprotected fourth class slab to begin the down climb.","protection":"Protection should include small stoppers to 2-1/2 inch cams.  Emphasize 1 inch to 2 inch cams and long slings for the roof traverse/undercling.","location":"This route starts on the south face of Harlequin Dome sharing the same first pitch as Hoodwink.  To descend, walk down west to the gully between Harlequin and Stately Pleasure Dome and follow a faint trail down.  The descent is easy and safe and should take about 15 minutes back to your pack."},"__v":0},{"_id":"wukrUiPbUymUQux3vepMbg==","name":"Sausalito Archie's Overhang","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ed Barry, Dave Hitchcock, 7/79","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":6,"mp_id":"105899292","mp_crag_id":"105862997","climb_id":"wukrUiPbUymUQux3vepMbg==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"Dirty but wild route in middle of right side, more traversing than any other route in the area. All bolts except 2nd one on 3rd pitch replaced 2006, but that bolt is only 4' left of the first bolt that pitch, and 3' right of a bomber crack, and the fall is clean. First bolt first pitch hard to spot (3 bolts on that pitch not 2 as shown in guide). Fragile holds in initial roof.","protection":"won't give recommendation since I haven't climbed all sections of the route, but extra 1-1.25\" pro for the anchor above the big roof.","location":"See photo for Cyclone."},"__v":0},{"_id":"qStiYxejWsOSoYLzOecUpA==","name":"Hoodwink","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Roger Breedlove, Jim Bridwell, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":1,"mp_id":"105973656","mp_crag_id":"105862997","climb_id":"qStiYxejWsOSoYLzOecUpA==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"A strange but enjoyable route. Cruxes on the third and fourth pitches (check out the photo in the latest guidebook).\n\np1- Follow a straight-in handish crack to a shallow left facing corner. Mildly flaring jams. Short. 70', 5.8.\n\np2- Continue up this corner liebacking and sometimes jamming to a 10' slab traverse left towards an obvious ledge. Locate a pin and a pod for a purple camalot to belay off of. 140', 5.9\n\np3- Follow an easier right-facing corner up to the \"6 foot\" roof. It didn't seem quite that big, but my feet definitely cut. Clip a pin for protection and go for it. The pitch ends at bolts. 110', .10a.\n\np4- Climb some 5.10 slab moves up ever-mellowing terrain to a two-bolt belay. 100', 5.10a.","protection":"A wide range of gear. A fixed pin in the roof and bolts on the final slab pitch.","location":"You can see the roof you're aiming for from the ground. Follow the corners up to it. Walk off to the left and descend the gully to the looker's left of Harlequin Dome."},"__v":0},{"_id":"Hi4cXTYlW0qevAQPwGJdZg==","name":"Heat Sensitive","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Chris Falkenstein & Ed Barry, 1980's","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":5,"mp_id":"106246701","mp_crag_id":"105862997","climb_id":"Hi4cXTYlW0qevAQPwGJdZg==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"Heat Sensitive has a little bit of everything.  To get to the first bolt requires an extremely powerful undercling move and highstep with the left foot.  Clipping the first bolt is not such a problem and can be reached from the right hand undercling/sidepull, but the second bolt if missed (you clip off some fairly small chips) could end in a bad fall.  I used a single carabiner on the first bolt.\n\nFrom here the climbing only gets better.  Fun, technical moves lead you to a dynamic finish.  The only reason for the pg-13 rating is because of the start.  The rest of the route is protected nicely.  The rock is solid and this climb should definitely be done more often.","protection":"Bolts.","location":"Just to the right of \"By Hook or By Crook.\""},"__v":0},{"_id":"dPtMvqRVU3OR8JfniACWmA==","name":"Cyclone","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Greg Barnes, Jonathan duSaint, Karin Wuhrmann, Florence Scholl, 10/06","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":7,"mp_id":"105899275","mp_crag_id":"105862997","climb_id":"dPtMvqRVU3OR8JfniACWmA==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"Cool new route on the right side of the dome. Like all the other routes nearby, a good deal of wandering and traversing is involved. Kind of a shock that the whole route went at such a moderate grade when every other route on that side of the wall is 5.11!","protection":"Pro to 3.5\" including thin nuts, 8 pro bolts over 3 pitches. Two bolt anchors atop each pitch, with mussy hooks at the top of p2 and p3. Two single-rope raps with a 60m reach the deck (watch rope ends!).","location":"Between Sausalito Archie's Overhang and Third World. The first 2 bolts on Third World are grey camo hangers on white/gold rock and pretty easy to find, and Cyclone starts up the thin crack about 25' left of the first bolt. Bolts on Cyclone are very hard to see from the ground."},"__v":0},{"_id":"HWIEPJz8UBqoj+WK0DtCkg==","name":"Chinese Handcuffs","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Bruce Morris & Nick Badyrka, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":9,"mp_id":"105863005","mp_crag_id":"105862997","climb_id":"HWIEPJz8UBqoj+WK0DtCkg==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"This is a fun little pitch to round out a day at Harlequin Dome.  It begins on a short cliff band that sits just below the right end of Harlequin Dome.  Start in a large, left-facing corner capped by a roof.  Climb up to this roof, step out of the corner to the right, and pull up into the crack above.  Belay at or near a large dead tree.","protection":"Single set of cams, no wires.","location":""},"__v":0},{"_id":"MOyxJ5ESXUWxKDVpj8SpKw==","name":"By Hook or By Crook","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Chris Falkenstein & Dave Hitchcock, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":4,"mp_id":"105863000","mp_crag_id":"105862997","climb_id":"MOyxJ5ESXUWxKDVpj8SpKw==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"By Hook or By Crook is an awesome, technical, and thought-provoking three-pitch climb up Harlequin Dome -- a candidate for one of the best 5.11's in Tuolumne.\n\nP1: Begin at a shallow, right-leaning, right-facing dihedral at the center of the wall, near a large pine.  Recent rockfall has made this pitch more difficult and more dangerous -- a stick clip for the first bolt is highly recommended.  Ascend this corner via smears and powerful liebacks until a stance at the anchor below a roof. 5.11b.\n\nP2: Start P2 by going right, clip an old bolt and then hand traverse to the right. The route then traverses left to an arete-like feature formed by a shallow right-facing corner.  Climb this after clipping an oddly-placed bolt (consider backcleaning or a long runner) up to a poor stance under a roof.  Hand-traverse back right a few feet and pull through the roof on extremely powerful liebacks.  Good, small gear here.  Continue up to another bolted belay.  5.11b, crux.  It is possible to descend from here with two raps on a single 60m rope, but the third pitch should not be missed.  Bring a second rope in this case or be prepared to walk off.\n\nP3: Climb a long, tricky, right-facing corner to the top.  5.10c.","protection":"Standard rack through #2 Camalot.  Extra small cams and small wires useful.  Stick clip.","location":""},"__v":0},{"_id":"eH1ztdBaW5SN3YXG8Wjhsg==","name":"[Redacted]","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Falkenstein, Rousek, and Bengston, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"left_right_index":3,"mp_id":"117715821","mp_crag_id":"105862997","climb_id":"eH1ztdBaW5SN3YXG8Wjhsg==","areaRef":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":"The SuperTopo guidebook describes the crux first pitch as “technical, well-protected, and often overlooked,” which sounds about right.  Those looking for a more difficult start to the Sting, or some harder cragging pitches on Harlequin Dome, should give No Rock Nazis a try.\n\nP1 -- Thin, technical 11c climbing leads up past four bolts, finishing with a mantle onto the right-trending ramp.  (The first bolt is easy but committing to reach.  A .75 C4 will protect the initial moves.)  Follow the ramp delicately (a little scary but not too hard) until it connects with a thin finger crack with an old piton that leads more or less straight up to the anchors.  Seventy feet.  Fairly simple to lead and TR just this first pitch.\n\nP2 -- P2 starts quite far to the right of the P1 anchors, at another set of bolts. Traversing over to these other anchors did not look overly difficult.  While I haven’t climbed it, the second pitch follows 11b liebacking and face climbing with a mix of gear and bolts.  100 feet.  From there, the climb joins the Sting.","protection":"Bolts and gear.  Small nuts useful.","location":"See picture.  Look for four bolts left of By Hook or By Crook and right of Hoodwink."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,aa749b55-6835-5731-8be1-7a9abba15b8d,0e909751-4d4f-5175-9510-8b2197052684","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Tenaya Lake Area","Harlequin Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10b"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.45521,37.84009]},"bbox":[-119.45577938761163,37.83964033981813,-119.45464061238836,37.840539660181854],"left_right_index":-1,"ext_id":"105862997","area_id":"DpCXUU1PUXWVEIshlwUmhA=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:54:34.526Z","updatedAt":"2024-01-15T16:41:09.377Z"}