{"_id":"63689de0e80bff5a994fa148","area_name":"Sunshine Buttress","shortCode":"","climbs":[{"_id":"xDqO6xTwW46hdLzbq/9bxg==","name":"Brown-Haired Lady","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Carl Harrison","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":0,"mp_id":"105754426","mp_crag_id":"105745579","climb_id":"xDqO6xTwW46hdLzbq/9bxg==","areaRef":"eWfajChyXYqH1SdtVp1E8Q=="},"content":{"description":"Brown-Haired Lady is one of the least-climbed routes on Lumpy but definitely one of the most unique; you won't find another pitch like its 3rd anywhere on the Ridge.\n\nP1. Start at the low point of the rock, more or less in the center underneath a prominent, left-facing dihedral. I've gone straight up the short but steep, chimney-ish start just left of the roof band, as well as traversing to the right to avoid this feature (easier), but either way you're aiming for the dihedral. Follow this to its end and continue up to the ledge with the big tree. 5.6.\n\nP2. Head up the face for about 20 feet, then into the obvious crack to the left which you follow to the huge belay ledge. 5.6.\n\nP3. From the ledge, it's impossible to see more than the first 20 feet of climbing, and the first time I did it I had no idea what I was getting myself into. The guidebook says nothing about a runout, so I figured there'd be plentiful protection options. In fact, while we were heading out of the parking lot we ran into local climbing guru Topher Donahue. \"Have you ever climbed it?\" I asked. \"No,\" he said, \"but I hear it's runout.\" \"Must've heard wrong,\" I thought, \"the guidebook doesn't say anything about it....\" After the vertical start (decent pro), the fin becomes so narrow that you can practically straddle it (which you may feel like doing if you start getting sketched) with no protection for at least 30 feet. The climbing's not hard (5.7) but it's pretty much all friction, so there's really nothing to grab if you start to lose your balance, and a fall would send you (or your partner) to a low-angled slab on either side of the fin - like taking a ground fall except that you're on the 3rd pitch. Where the fin meets the wall above there's a short crack that you can get a cam into (which my partner Carl unwittingly bypassed, running it out even more) as well plenty of additional placements higher up. After climbing up various cracks and grooves, you'll end up either at the top, or close enough to walk off.","protection":"Standard rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,7967da8c-2872-5d8a-87d5-276d569d44f1","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Sunshine Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"bbox":[-105.51879049105291,40.402750339818134,-105.51760950894707,40.40364966018185],"left_right_index":-1,"ext_id":"105745579","area_id":"eWfajChyXYqH1SdtVp1E8Q==","polygon":{"type":"Polygon","coordinates":[[[-105.51879049105291,40.402750339818134],[-105.51760950894707,40.402750339818134],[-105.51760950894707,40.40364966018185],[-105.51879049105291,40.40364966018185],[-105.51879049105291,40.402750339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:52.293Z","updatedAt":"2024-02-19T18:32:32.991Z"}