{"_id":"63689de0e80bff5a994f93fe","area_name":"Amphitheater, The","shortCode":"","climbs":[{"_id":"eb1jXF0aXR6KFHxPisddyA==","name":"West Face (of T-Zero)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105758593","mp_crag_id":"105744659","climb_id":"eb1jXF0aXR6KFHxPisddyA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"A 4-star boulder problem, but only 2 star as a route.\n\nStep into the Gregory Canyon Amphitheatre, and the first somewhat large rock on the right (East) is T-Zero. The smooth, overhanging, west face sports a single route for TR. The sequence above the ledge at 15 feet is physical and a little cruxy for 3 moves. Tall people with powerful fingers will make short work of it.\n\nIt's like a boulder problem due to its lack of length.  Walk to the North end, drop off the east side, then scramble North to the ground (5.2).","protection":"There isn't any that would stop you from disaster.  Don't kid yourself about a \"lead.\" If you don't like soling, top-rope it.  A big guy pulling very hard might snap a key hold too- let that be incentive not to solo it.\n\nThe TR up to can be set with large cams and some stoppers out to the right, or some cordelette around features.","location":""},"__v":0},{"_id":"07NMeRCQUOSbq+IGxonkrg==","name":"West Bench Dihedral","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105758098","mp_crag_id":"105744659","climb_id":"07NMeRCQUOSbq+IGxonkrg==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This route follows the obvious crack system up the inside of the Amphitheatre to the West bench.  To begin, start near the inside western corner and locate the large crack system.  (It starts just below the dihedral)    Follow the line up through ledges and chimneys to the West bench.  This would make a good beginner's lead as it is well protected for a flatirons route.   Pat Ament rates this climb 4th class but I would disagree with this rating if you start in the crack and follow it the whole way.  (Perhaps this is just an old-school rating)","protection":"Passive pro is sufficent for protecting the climb.  Make the anchor in the alcove where the climb tops out.  Long slings help (to thread boulders)","location":""},"__v":0},{"_id":"ZRowxOptUDi6xbGVBTWc6Q==","name":"Tyrolean Traverse","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"??","type":{"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"106401583","mp_crag_id":"105744659","climb_id":"ZRowxOptUDi6xbGVBTWc6Q==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"You can string a rope between the first and second pinnacles to make a fairly exposed tyrolean traverse.  The two giant, flatiron's style eyebolts at the top of the pinnacles make for some bomber anchors.  The crux is in getting the rope across the gap without the rope snagging on something.  I found it's easiest to climb the downclimb routes for both.","protection":"You can protect the two downclimbs, but you'd need a second rope for that.  Why bother?  Use the gigantic eyebolts located at the top of the pinnacles for bomber anchors.  Alternately, sling or tie the rope around the huge knob that is directly in line between the two bolts.","location":"Approach via the west side of the second pinnacle.  I anchored the second pinnacle first via the downclimb and dragged the rope around and up the first pinnacle downclimb.  You may want to bring jumars if doing manly upside down hand over hand is too hard, and you don't want to get stuck in the middle of the rope."},"__v":0},{"_id":"pqndQ18XXza4PGoFYvMrJA==","name":"T-Zero West Face aka Finger Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105751897","mp_crag_id":"105744659","climb_id":"pqndQ18XXza4PGoFYvMrJA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This is another would-be 3 star route marred by its brevity.\n\nBegin just inside the Amphitheatre on the right. T-Zero is the first small summit on the right. Climb the west face of T-Zero via a nice (and obvious, and short) finger crack and a cool flake to the summit. This is on the inside east face of the amphitheatre.\n\nDescend by carefully downclimbing the 4th class north ridge, then stepping back west into the Amphitheatre.\n\nRossiter calls this route Finger Crack.\n\nPer\n\nTony B\n\n:\n\nWell, step into the Gregory Canyon Amphitheatre, and the first somewhat large rock on the right (East) is T-Zero. There is an obvious finger crack on the left side of this which becomes a left-facing corner at the top. There are many pin scars on the bottom section. Despite the traditional 5.5 grade, short people will have a hard time getting started (5.7?) and then from there it's big moves on big holds... [secure], but 5.5??? The sequence is more physical then most 5.5s.\n\nTo descend, walk to the North end, drop off the East side, then scramble North to the ground (5.2).\n\nEds. this was submitted as two different named routes, partly due to confusion in guidebooks. They are combined here to avoid further confusion.","protection":"SR.\n\nPer\n\nTony B\n\n: a few stoppers, small tricams or TCUs plus one large cam for the exit moves. (3-4\")\n\nThe TR up to can be set from above with gear or some cordelette/webbing around features.","location":""},"__v":0},{"_id":"HFSFqoaIWaODC9oXxzW+vQ==","name":"Standard Inside East Face","yds":"5.1","grades":{"yds":"5.1","french":"2"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"106653684","mp_crag_id":"105744659","climb_id":"HFSFqoaIWaODC9oXxzW+vQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Climb the wide crack system just left of the\n\nWest Bench Dihedral\n\nusing large holds and several no hands rests.  Top-out onto the Amphitheater express trail and walk off.","protection":"Standard rack with several slings to build an anchor at the top.\n\nPer\n\nMatt B\n\n: this route can be top-roped from the same TR position for the\n\nWest Bench Dihedral\n\n. There's a great big flake at the top that makes a great anchor. It's helpful to have a cordelette and a few slings.","location":""},"__v":0},{"_id":"wKIypv36UyaAu6h3tb8JaQ==","name":"South Rib (2nd Pinnacle)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"??","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105760368","mp_crag_id":"105744659","climb_id":"wKIypv36UyaAu6h3tb8JaQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This route starts on the South Side of Pinnacle 2 and goes to the summit eye bolt. From the trail that leads to the notch near the Ginseng Pillar scramble up a short section of rock on the South Face to a large eyebolt and start the route from here. Climb the rib to the summit and rap West with one rope from the eyebolt.","protection":"Stoppers and cams up to #3 Camalot.","location":""},"__v":0},{"_id":"6UuI+sUlUbec1GtdPVAH9A==","name":"South Face Left (1st Pinnacle)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"107202615","mp_crag_id":"105744659","climb_id":"6UuI+sUlUbec1GtdPVAH9A==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This route was fun and steep compared to many other Flatirons climbs. The lichen streak is cool looking, and the holds are interesting and mostly on sound rock. Too bad it's not all bulletproof. Start making big moves off the ground to good but not always great pockets, slopers, and sidepulls. Work up on good feet and long reaches to holds that seem to appear where you need them. Keep moving unless you find a hold you can shake out on as the pump will build. At half height, there is a big rest, then continue to crank upwards in similar style to the top. Overall, it felt like a series of boulder problems separated by okay to great rests.\n\nIf this climb was sport bolted, I'm sure it would see traffic, but perhaps some of the holds wouldn't survive that many people. It is worth the effort to setup the top rope if you want to climb something a little steeper.","protection":"Very little to no pro without traversing into the already R/X\n\nSouth Face Direct\n\n. We TR'd this route using a large nut, a #2 Camalot, and a #3 Camalot. Long slings are necessary. Make sure you are putting gear in good rock up top. When finished, you can walk 10 feet east and rap 110 feet from good bolts or scramble down West Ridge (exposed 4th class).","location":"Start just to the right of the\n\nWest Bench Dihedra\n\nl. Head up through the green lichen streak to the left of\n\nSouth Face Direct\n\n.\n\nWe built a top rope anchor at the first BIG notch in the ridge and backed it up with a good cam closer to the bolt anchors. Lead or scramble up the West Ridge of the 1st Pinnacle to get there."},"__v":0},{"_id":"nsrYLHmaWiiWqOrB4FpugQ==","name":"South Face Direct (1st Pinnacle)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"at least one courageous individual","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105758602","mp_crag_id":"105744659","climb_id":"nsrYLHmaWiiWqOrB4FpugQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"In the back of the Gregory Canyon Amphitheater, next to the Inside South Face, you will see series of 3 holds, the top-most being perhaps 15' off of the ground and triangular in shape.  Getting to this hold is the first crux. From there, head up and slightly left on descent holds in a B-line for the left-facing corner system.  The second crux lies in the corner system, which is not as good as it looks.\n\nOptionally, the whole thing can be climbed even further left or right, and depending upon your wanderings the grade will vary.","protection":"According to Rossiter's Flatirons guide, this route had never seen a free ascent, but the rock does seem solid enough to headpoint. You could get a few pieces in, but the low crux would be very rough and hazardous. The higher crux merely dubious - better be sure.\n\nBest of all, just TR it.","location":""},"__v":0},{"_id":"RDZjFuqEX/qwPWuqccNcZw==","name":"Slot [formerly listed at Direct West Bench]","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105751900","mp_crag_id":"105744659","climb_id":"RDZjFuqEX/qwPWuqccNcZw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"From the inside of the Amphitheatre, there is an obvious roof and slot on the wall below the West Bench.\n\nClimb up to the slot, get into it, and grunt your way up a few moves until you can exit onto the face.  Climb the face more or less straight up to a steep final headwall.  Climb the obvious crux finger crack for a few moves to the West Bench.\n\nRossiter calls this route, Slot.","protection":"SR.","location":""},"__v":0},{"_id":"oqtEOVUVXiOi5Dpx8jtmKQ==","name":"Siberian North Face","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Ilg and Richard Rossiter, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105751432","mp_crag_id":"105744659","climb_id":"oqtEOVUVXiOi5Dpx8jtmKQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Just west and south of the Red Wall on 'Ginseng Pillar' in the Amphitheater area. Gain an upward (to the left) sloping flake and heel hook your way across it (probably 5.8, cams or hexes), and pull onto a large ledge. From the ledge, stretch up to clip a bolt. Pull over a bulge crusted with green lichen (crux), do a move or two and arrive on top. A fairly short and somewhat contrived route, but a fun journey nonetheless. Bring something to sling a boulder with, or use the rope. Rap from Red Wall or downclimb the easy, obvious chimney.","protection":"One QD, 3-4 mid size cams, #2-3 Camalot range.","location":""},"__v":0},{"_id":"aNSBWqsmXT+85TIwofTTRw==","name":"Shortcut","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105842687","mp_crag_id":"105744659","climb_id":"aNSBWqsmXT+85TIwofTTRw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This route is a easy lead, TR or solo.\n\nClimb up a clean slab with excellent horizontal edges, then onto a ledge. This might be 5.3. Continue slightly North into a space between the two pillars- the Ginseng and the Second Pinnacle and get to the narrowest gap between them. Stem up this gap to get to the summit of the Ginseng Pillar, which is airy, but goes on big holds (5.4?).\n\nTo descend, you can down-climb back into the notch and then down-climb North/Northwest through a different slot to the ground (5.1?)","protection":"A standard light rack will afford you normal 'flatirons' protection- which is to say that there will be some spaces between pieces. But the route felt reasonable and secure even as a solo in tennis shoes.","location":"From the outside west side of the second pinnacle of the Gregory Amphitheatre, near the sport routes, continue down South/Southeast below the Ginseng Pillar through a notch. Look up 6 meters to see a split block laying against the wall- the five-foot crack that splits this goes from thin to fist.\n\nJust right of this block there is a chimney/slot, and a little right of that, a well featured face with good horizontals, perhaps 5 meters down-hill from the split block and 3 meters down from the slot.\n\nClimb the face on good holds up into the slot above a ledge and continue to climb up between the Second Pinnacle and the Ginseng Pillar to the top of one or the other."},"__v":0},{"_id":"wvU2Fb5+WqaV2mfdyBTFsA==","name":"Second Pinnacle South Face","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105751906","mp_crag_id":"105744659","climb_id":"wvU2Fb5+WqaV2mfdyBTFsA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This is a really fun route, and somewhat unique for the Flatirons.  Begin just outside the entrance to the Ampitheatre at the toe of the 2nd Pinnacle.  This is just off the trail.  There is an obvious dark 3 foot wide chimney on the right, and a larger chimney/bowl on the left.  Climb the face up into the right hand chimney.  Walk along the bottom of it for a bit, then head up when it begins to constrict.  This is a fun minor spelunking adventure.\n\nOnce out of the chimney, head up and slightly right.  Soon you will come to a slot.  Climb this, then head left about 10 or 15 feet below a steep wall, then head straight up a couple steep moves to easier rock, and then the summit.\n\nDescend by downclimbing the NW Corner.  Rossiter calls this route the Southeast Face.","protection":"SR.","location":""},"__v":0},{"_id":"DaeUZqn4VGqsQi49wumhZA==","name":"Second Pinnacle East Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105753142","mp_crag_id":"105744659","climb_id":"DaeUZqn4VGqsQi49wumhZA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This is probably the most unique route in the Amphitheater area.  It is one of the longest, and it's zig-zag nature discourages top ropers and can generate mammoth rope drag.  It can be done in 3 short pitches or 2 pitches (described here).\n\nThe first pitch is easily identified as it climbs right behind a tall pine tree that leans toward and nearly touches the east face.  This tree is about 50-75' south of the West Bench area.\n\nP1: Begin about 15' north (right) of the tree, and hand traverse left, following a crack to the tree.  Tunnel between the tree and cliff onto a large ledge covered with pine needles (easy).  Place a stopper and discipher the moves straight up (crux).  The climbing above is complicated by several tree branches that are close to the face.  I worked up and left (easier), then traversed horizontally north (right) above the branches.  There is almost no pro in this section, although you can tie off a tree branch for comic effect.\n\nAt this point you are only about 50' above your belayer (wave).  Belay here if the rope drag is heinous, or continue traversing north to a left facing flake (visible from the ground), place your #4 Camalot, and head up this, then wander up and right (5.5 s) to a belay at a red, north facing corner.  This corner is only about 50' south of the eye bolt on the West Bench (and can be reached from there if you only want to do the second pitch).\n\nP2: From the red corner, move back left and climb the face (5.7 s), then up some rounded bulges above the corner.  Traverse right below the final overhang and strain up to the summit under the rope drag.  According to Rossiter you can also tackle the final overhang directly at 5.9.","protection":"Standard rack, a #4 Camalot will come in handy in one spot (see description).  Several placements are in pin scars, Aliens work nicely for this.","location":""},"__v":0},{"_id":"7RNdhShMV3WZYRqRFjmBug==","name":"SE Face aka Southeast Arete (First Pinnacle)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105751894","mp_crag_id":"105744659","climb_id":"7RNdhShMV3WZYRqRFjmBug==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Begin this route from the top of the East Bench (see\n\nEast Bench Dihedral\n\n.)  The First Pinnacle forms the northern inside wall of the Amphitheatre.\n\nAn old bolt will be evident when looking at the steep face leading up to the summit of the First Pinnacle. Step across the chimney and make a few committing moves up a short pillar. Clip the bolt, and head up the obvious scoop to the summit. I started on jugs to the right, then moved left a bit, but whatever works. Tingly exposure beneath your heels... This would be a 3 star route, but it's only 30 feet long.\n\nDescend to the West Bench via the 4th class West Ridge, or rappel (2 ropes?)\n\nRossiter calls this route the Southeast Arete.\n\nPer\n\nTony B\n\n: this is a good route for taking beginners on. Climb the\n\nEast Bench Dihedral\n\nto reach the slot between the first pinnacle and the East Bench. Stem up and right to reach the broad groove which faces SW. Climb up and into this, clipping a single bolt on the way to the top.\n\n(Edit) The old rusted anchor and has been replaced.\n\nIt's a nice pitch, and is not too much independent climbing, but still has exposure, good rock, and a nice summit.\n\nDescend by scrambling West and then North or by rapping from one of the several fixed anchors up top.\n\nEds. This is two submissions onto the original submission's page to avoid confusion.","protection":"Standard Flatiron rack, plus one quickdraw.\n\nPer\n\nTony B\n\n: a few pieces of this and that, perhaps with a few long slings for slinging knobs and threading holes, and 1 QD for clipping a nasty, old bolt.","location":""},"__v":0},{"_id":"kWk/SThhUVmzUbhHiFcIXA==","name":"Roof (2nd Pinnacle E. Face)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Larry Dalke, 1960's ?","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105842681","mp_crag_id":"105744659","climb_id":"kWk/SThhUVmzUbhHiFcIXA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This is an odd route. Although rated \"5.9+\" in Rossiter's book, me mentions that 'the left side of this roof is quite hard, and the middle is a lot harder than that.' (paraphrased)\n\nGoing out left of the roof felt like 5.10 and the middle is at least middle 5.12, or harder... and crumbing. But I've never been able to climb it through the center, nor has anyone I've seen or talked to about it.\n\nClimb up under the roof, and make a gut-buster move to get established on sloping underclings. Climb up and left under the roof on small sloping holds with bad feet (5.10?) or attempt to climb through the center of the roof on a few small crimps and up into the scoop, then to a pinch-undercling. I suspect this is 5.13 in its present state, but I can't string the moves together and never have, so I can't say for sure. Anyone done it direct?  How?","protection":"The protection is poor to naught at the crux, and you'd be semi-horizontal at that point, 4-5 meters off of the ground. I've only attempted it on TR.  TR is from the eye bolt at the notch of the West Bench and some 2\" gear on long slings.","location":"On the East-facing wall of the West Bench inside the amphitheatre, just left of the popular West Bench TR's, there is a rounded roof, 4 meters off of the ground. Below it there are a few sloping underclings, left of it there is a single side-pull and a few slopers, and above it in the center, a shallow, scoop of rock with a crumbing crimp in the bottom. This is the Roof."},"__v":0},{"_id":"NyRBDb7XXJiXJ+pOw7oLFA==","name":"Red Wall aka Raptors in Cellophane","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Paul Piana and Suzanne Jackson, 1989.","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105748514","mp_crag_id":"105744659","climb_id":"NyRBDb7XXJiXJ+pOw7oLFA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Rossiter rates this as 10c, but it is definitely not that hard.  The pump factor may push the grade to 10, but technically it's 9. This route is 15 feet west of the West Bench of the amphitheatre, on the north-facing wall, a gentle overhanging route with the holds getting smaller as you go up. The crux is the moves above the third bolt.    You should not have to use the large crack anywhere past the 1st bolt. This rock is a little flaky... we pulled a 12\" plate off the rock in October of 1999.","protection":"4 bolts to 2 chains. Some trad gear for the start.  Access the bolts for TR via a 4th class chimney about 30 feet to the right of the route.","location":""},"__v":0},{"_id":"12XFpFiXUzuto/oTiZL23w==","name":"The Red Gully","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Ament and Dalke, early 60's?","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105842625","mp_crag_id":"105744659","climb_id":"12XFpFiXUzuto/oTiZL23w==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"The crux of this route is not breaking off the holds...\n\nReach the eye-bolt at the top of the West Bench, as accessed from any of the interior routes below it or from a scramble from the outer wall up to it. Set a belay here, and climb out and left for some distance passing a horizontal hand-crack, and proceeding inward past a fixed aluminum pin (with broken eyelets) and into a dark red, right-facing corner with trashy rock and a small ledge to stand on.\n\nClimb up this corner until it ends, then work up and left onto a slab and onto the summit, to an eye-bolt belay.\n\nIf you are feeling frisky, from the top of the dihedral, you can continue directly upward through a bulge with a sloper, a few tiny edges and a small-downward pointing flake for holds. This felt like solid 5.10 and is certainly a dangerous fall potential- I did this on TR and my partner subsequently aborted a similar attempt, siting the noisy flake as his cause for that.\n\nThe route has some OK moves, but as a lead it's a bomb- too much stress over bad rock.  Maybe 1 star as a TR.","protection":"A standard light rack- most of it won't be any good anyway.","location":"This route is on the upper half of the inside East-facing side of the West Wall of the amphitheatre. It climbs the trashy red dihedral that starts level with the top of the notch on the West Bench."},"__v":0},{"_id":"WQUQwnpPWa+IyZ7WH1o7UQ==","name":"Pizza Pie Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105763299","mp_crag_id":"105744659","climb_id":"WQUQwnpPWa+IyZ7WH1o7UQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Unlike its neighbors, this is probably NOT a good route to tow a beginner up on. The traverse is not so well protected and requires some experience to negotiate & protect.\n\nClimb the East bench Dihedral to reach the slot between the first pinacle and the East bench and then move as far right as possible between the East Bench and the First Pinacle. Alternatively, start from the North side in the NE Chimney. In either case, continue to move way out right until you have passed below a 3 meter tall juniper, then move up into a bomb-bay inset, and up into the left side of this and past the tree's right side, into the next crack right of the tree, following this to the top.\n\nIt's a so-so pitch, and the traverse is seldom done and not as clean as it's neighbors to the left. It's not great for the beginning 5.6 leader or follower.\n\nDescend by scrambling West and then North or by rapping East from the fixed anchor up top.","protection":"A standard set of cams and nuts + some 2' slings to avoid drag.\n\nWould be hard to TR I imagine, due to the starting position and the tree you pass under.","location":""},"__v":0},{"_id":"kj0vDP+BUlegauyduKpXVw==","name":"P.S. I'm Blonde","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Paul Piana, early 1990s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"107657090","mp_crag_id":"105744659","climb_id":"kj0vDP+BUlegauyduKpXVw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This route climbs up a cool, left-slanting arete with a nice mixture of technical and more dynamic moves. The first bolt is rather high of the deck but can be accessed by easy 5th class climbing either up the chossy ramp on the left or the more stable but unprotected right side. If climbing the left, beware of rockfall and consider bringing a #2 Camalot and a couple of mid-sized stoppers. This is a fun climb but appears to see very little traffic. Some hold are not so solid, but with more traffic, I could see this cleaning up quite nicely.","protection":"6 bolts to a two bolt anchor with chains. A #2 Camalot and #7 and #8 stoppers could be useful as well.","location":"Follow the Gregory Amphitheater trail past the climbing access to the amphitheater itself, the route is a fairly obvious, bolted arete in a small enclave on the right side of the trail maybe 20 or 30 feet before you reach the easternmost wall of the amphitheater."},"__v":0},{"_id":"6qz95QIBVuOdhGMWpVaHAQ==","name":"Outside East Face","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Mayrose, Pat Ament, 1964","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"106978823","mp_crag_id":"105744659","climb_id":"6qz95QIBVuOdhGMWpVaHAQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This route is located on the East face of the Amphitheater. Start on the southeast corner, 30 feet right of the bolted route \"P.S. I'm Blonde\". Crimp up vertical rock for a few feet to land on the slab above. Continue up the slab as the difficulty eases to reach a single bolt anchor at the top.","protection":"Protection is available, but it is not obvious. Combine small nuts and slings with an inventive attitude to protect this well. You should be confident at the grade before leading this.\n\n1/2\" gear and one bolt for the anchor.","location":""},"__v":0},{"_id":"slFSPfvRXd24RZOw7jqk4A==","name":"Now and Zen","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"S. Ilg & R. Rossiter, '88","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105763308","mp_crag_id":"105744659","climb_id":"slFSPfvRXd24RZOw7jqk4A==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"A strange and interesting climb, and pretty good for the venue, but a little too short.\n\nApproach Via the ampetheatre trail or the 'express trail' and get yourself to the Northwest side of the outside of the ampetheatre. You may locate the bolted line \"Red Wall\" first, then work your way West (right) along the north facing features to the Ginseng Pillar, the last significant feature before going to the 3rd Pinacle ridge.\n\nThe Ginseng Pillar has 2 lines that have bolts, ont he left is Siberian North Face, on the Right is Now and Zen. Both are overgraded as published and are more like 5.10a.\n\nNow and Zen actually starts on the nice west-side-slab of the NW arete of the Ginsing Pilalr, protecting in a few horizontals before turning the corner left onto the north face and clipping a bolt, then heading up the wall above said bolt. The climbing is mostly solid and fun.  Getting to the botl may be heady, but careful protection of the horizontal before the move (large cams) will help. Watch for loose flakes in the crack and protect where it is good.\n\nScramble off to the East and down a good chimney/gully.","protection":"A set of cams to 4\" and a draw for the lone bolt. Heady at your limit, but not dangerous if you know how to place good gear in a horizontal.  THe bolt protects the crux.","location":""},"__v":0},{"_id":"IWnuyMEVU7Ojwqa/0toUpw==","name":"Northeast Corner","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown (G. Roach?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"109762599","mp_crag_id":"105744659","climb_id":"IWnuyMEVU7Ojwqa/0toUpw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This is a line which gets very little attention, but perhaps still more thn it deserves.  The route is accessed through a poor trail, walking through low scrubby bushes past a wasp's nest and then only reaches scruffy low angle climbing in a dirty gully.\n\nClimb up to the top of the rock on said gully and then onward to the summit of the amphitheater, or improvise a scramble down to the North.","protection":"A standard light rack or solo.","location":"To reach this route wander out of the amphitheatre and out to the East side, heading up the hill North past the steep and tall, outside East Face route.  Continue to a bush-choked gully that leans to the right as is ascends to the right of the summit of the East Bench.  A short Flatiron of rock lies in front of the right side of this.\n\nFight through the bushes past a large colony of wasps on your right side in the crack to a start just left (south) of the leaning gully's base.\n\nClimb up and slightly right to the right shoulder of the summit in a notch, from which you can see the North face of the outside of the formation, then up and left to the summit on the East Face of the rock.  The climbing might be 5.4 for 1 move, but it is predominantly easier."},"__v":0},{"_id":"l0jJIk+YW8ywmwjOuHDPMQ==","name":"Northeast Chimney","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"Unknown to me","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105763302","mp_crag_id":"105744659","climb_id":"l0jJIk+YW8ywmwjOuHDPMQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"An excellent first climb, and pretty safe/fun, provided you don't bang your head on an overhead chockstone...\n\nThis climb is approached from the Amphitheatre Express Trail and is a left/East- facing chimney. It divides the tall North Face fo the First Pinnacle from the Shorter North Face of the East Bench.\n\nClimb the Chimney/Dihedral past multiple squirms and stems around chocks to the top. You can anchor there or continue to the top of the FIrst Pinnacle via the slightly harder SE Arete.\n\nDescend by scrambling West and then North or by rapping East from the fixed anchor up top of the SE Arete.","protection":"A standard set of cams and nuts + some 2' slings to avoid drag. A few large pieces might be good, or some tied-off chock stones.","location":""},"__v":0},{"_id":"6OBEoyTLWfazyiE0IQLHBg==","name":"North Face of the West Bench (2nd Pinnacle)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Unknown To Me","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105763314","mp_crag_id":"105744659","climb_id":"6OBEoyTLWfazyiE0IQLHBg==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"AKA: NorthEast Inset. Just left of the Red Wall route (bolted line) on the North Face of the 2nd Pinnacle (outside of the Amphitheatre) there is a right-tending groove or prehaps what could be called a smooth clean gully. This can be climbed to the summit. There are few moves of consequence, and these can be reasonable protected. As the route becomes more runout, it also gets easier. A safe, but perhaps heady lead for the moderate climber. To descend, rap West from an eye-bolt at the top of this tower.","protection":"A standard light rack ought to give you a piece or two to place, but the route is somewhat runout regardless.  It is very easy where the runout is considerable.","location":""},"__v":0},{"_id":"Wzg60dVpUuOSUJnZg/sbHw==","name":"McCrumm's Crack (1st Pinnacle)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"John D. McCrumm, ci Oct.-Nov., 1931","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105762039","mp_crag_id":"105744659","climb_id":"Wzg60dVpUuOSUJnZg/sbHw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Good route for begining leaders, as the moves are secure and there is ample opportunity for protection.  The amount of chipmunk crap alone makes this route unpleasant, however.  It literally reaks of crap.\n\nClimb the East bench Dihedral to reach the slot between the first pinacle and the East bench.  move as far left as possible between the East Bench and the First Pinacle without leaving the chimney.  Climb upward into a vague concave area with a few intermittent cracks.  Continue to the summit on big holds.\n\nDescend by scrambling West and then North or by rapping from one of the several fixed anchors up top.","protection":"A few pieces of this and that, + a few long slings for slinging knobs and threading holes.","location":""},"__v":0},{"_id":"Voy9MHQ6VdWbVwgXlIaOLA==","name":"Macropsychotic","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown, long ago","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105842889","mp_crag_id":"105744659","climb_id":"Voy9MHQ6VdWbVwgXlIaOLA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This climb is a good route on solid rock. Nice incut edges appear one after the other, and a crack offers very good pro at a relatively safe distance from the ground if you are leading. Climb up the face to reach a 1.5 meter section of crack 6m off of the ground. The crack goes from thin to fists over its length and is the distinguishing feature of the route.\n\nAfter passing the crack, cling and edge your way up the arete just to the right on solid positive holds until the rock becomes jumbled and broken, then head in on a ledge and finish up the gap/slot/chimney between the Ginseng Pillar and the 2nd Pinnacle. This is a good route on good rock.","protection":"A light standard rack with a few nuts and cams hand-to-fist... I think. I didn't place gear though, as the climb is a good solo (even in approach shoes).","location":"From the west side of the West bench, continue south through a gap in the rock behind the Ginseng Pillar. Go down and right (south) a few meters, keeping your eye 7 meters up the West Face of the 2nd Pinnacle, looking for a distinguishing split block with a crack in it. The route starts below, goes through, and finishes above this obvious crack."},"__v":0},{"_id":"uZr9BwxTX9qBFRP+zrnHdA==","name":"Left Variation (1st pinnacle)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105758533","mp_crag_id":"105744659","climb_id":"uZr9BwxTX9qBFRP+zrnHdA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Good route for begining leaders, as the moves are secure and there is ample opportunity for protection.  Like McCrumm's Crack, however, the amount of chipmunk crap you must pass by makes this otherwise reasonably good route unpleasant.\n\nClimb the East bench Dihedral to reach the slot between the first [pinnacle] and the East bench.  Move far left out of the slot between the East Bench and the First [Pinnacle] to a left-facing left leaning corner and up to the summit via this system.  Climb upward to the summit on big holds.\n\nDescend by scrambling West and then North or by rapping from one of the several fixed anchors up top.","protection":"A few [pieces] of this and that including a few large [pieces], + a few long slings for slinging knobs and threading holes.","location":""},"__v":0},{"_id":"p1svwxdjXLmzHYK98r8pUg==","name":"Juniper Crack (1st Pinnacle)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105758530","mp_crag_id":"105744659","climb_id":"p1svwxdjXLmzHYK98r8pUg==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This is a good route for taking beginners on. Climb the\n\nEast Bench Dihedral\n\nto reach the slot between the first pinnacle and the East Bench. Move as far right as possible between the East Bench and the First Pinnacle. Continue to move to the right past a broad groove with a single bolt and through a mild overhang with big holds, just below a small juniper tree.\n\nClimb to the top of the first pinnacle by passing to the right side below said tree and then up.\n\nIt's a nice pitch, but it is not great for the beginning 5.6 leader. The gear runs out prior to the crux, and so it is probably a bit hairy if it is at the leader's limit. Still, it has exposure, good rock, and a nice summit.\n\nDescend by scrambling West and then North or by rapping from one of the several fixed anchors up top.","protection":"A few pieces of this and that, perhaps with a few long slings for slinging knobs and threading holes.  There are a few moves that might be thumpers for inexperienced leaders.","location":""},"__v":0},{"_id":"lHJYs58BVaa1ZQYKXy1OBw==","name":"Inside S. Face (1st pinnacle)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eubanks,  Vandiver, 1946. FFA: Dalke, Ament, 1960","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105758536","mp_crag_id":"105744659","climb_id":"lHJYs58BVaa1ZQYKXy1OBw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Good route for advanced leaders who happen to come by here.  The moves are good and interesting, but there is not much in the line of protection in a few spots.  The moves might be a little hard to reverse, so confidence is key.\n\nOn the S. Face of the First pinnacle, in the amphitheatre proper, there is a left-slanting line of chalked up flakes, edges, seams, and pockets.  At just above mid-face the system has a short, left-facing, left-leaning corner, about 10 feet tall.\n\nClimb this system to the top of the corner and then more or less straight upward to the top, where you can belay from fixed anchors.\n\nDescend by scrambling West and then North or by rapping from one of the several fixed anchors up top.","protection":"Perhaps a few tricams, a few stoppers, a large-hands cam and a few long slings for slinging knobs.  I didn't place any myself, but it looked like I could have fiddled in at least the above.\n\nThe route is definitely rated S and does have some questionable holds, although these can be avoided with little increase in route difficulty. If you don't normally on-sight solo 5.9, perhaps choose another route to lead and TR this climb.","location":""},"__v":0},{"_id":"/sWD8BnPWZCHuFQNTlhPEQ==","name":"The Inset","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"106559867","mp_crag_id":"105744659","climb_id":"/sWD8BnPWZCHuFQNTlhPEQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Climb lower angled rock right of the first, interesting but chossy roof in a dihedral. Traverse left to another dihedral and snake through a fun vertical section on large holds. Finish on a thin, somewhat lichen covered but lower angled face.\n\nGood holds and gear are available, but you'll have to look around. Much more fun vertical climbing than most 5.4s but too short as usual.","protection":"Protection is available but the rock is suspect in many places. Small cams place well in pods to sew it up. New leaders should evaluate rock quality carefully. No fixed anchor at the top but you can traverse right to the West Bench eyebolt for fixed pro. Topout is thin on gear without being creative.","location":"Route starts left of the large roof on the east face of the 2nd pinnacle, perhaps 20 feet left from Slot. Walk off from the West Bench, rap from the West Bench eye bolt back into the Amphitheater or continue to the summit of the 2nd pinnacle as another pitch (Upper East Face 5.7)."},"__v":0},{"_id":"FXFUPvSZW2SSlj7eOby4CA==","name":"East Bench Dihedral","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105751891","mp_crag_id":"105744659","climb_id":"FXFUPvSZW2SSlj7eOby4CA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"From the inside of the Amphitheatre, climb the dihedral formed by the inside north face and the inside east face.  This is the dihedral on the right when looking north.  I stepped onto the right wall a couple times while folowing the big holds.  At the top of the dihedral, you will be in a chimney.  Follow this up and exit to the SE on the summit of the East Bench.\n\nTo descend, donwclimb, or continue with the SE Face of the First Pinnacle.","protection":"SR.","location":""},"__v":0},{"_id":"4/u9hVBIV8KCBp0bpu7AfA==","name":"Diversion","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105756520","mp_crag_id":"105744659","climb_id":"4/u9hVBIV8KCBp0bpu7AfA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"On the northeast side of the Amphitheater a steep chimney divides the East Bench from the First Pinnacle.  Climb the Chimney past the first chockstone then move out right onto the steep wall and climb past an overhang (7).  Finish with your choice of routes to the summit (5).  Rope drag can be a factor as the route meanders.","protection":"Small cam for the move onto the face.  Runout at the top.","location":""},"__v":0},{"_id":"DEz5Q6MyWXG8A6GF3k3nOA==","name":"Direct West Bench [formerly listed as variation]","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105752344","mp_crag_id":"105744659","climb_id":"DEz5Q6MyWXG8A6GF3k3nOA==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Start up and right from the \"Slot\" route at some finger cracks.  Follow these to a overlap and lieback the L.F. dihedral to a ledge.  Instead of following the finger crack on the right, face climb to left crack.  Make one hard move and follow the thin crack to the top.  This move is wee bit easier if you are tall.","protection":"SR to 2.5 inches","location":""},"__v":0},{"_id":"qkBd7rVUX7qMi7LBXQjalQ==","name":"Direct to top of Second Pinnacle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"106417698","mp_crag_id":"105744659","climb_id":"qkBd7rVUX7qMi7LBXQjalQ==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"Start as for\n\nSlot\n\n, and continue almost to the top of the west bench. Put a pink tricam in the base of the final finger crack and do a semi hard traverse left to gain a ledge midway up the second pinnacle. Make sure you get gear in high in a semi-dirty crack filled with a tree to protect your second! Set up a belay and watch your second nervously pull the pink tricam and sketch across the traverse.\n\nNow for the fun part. Climb straight up a hand crack to a horizontal crack running right. Good pro here. Traverse right along the beautiful, horizontal handcrack until you are almost above the sketchy traverse and then fire straight up the arete, with small cams and stoppers for pro. Great Exposure!","protection":"Pink tricam...?\n\nIt's thin in spots, with some nasty fall potential on the arete and traverse. BIG eyebolt at top.","location":"Start with\n\nSlot\n\n, directly right of the 5.10 X roof.\n\nRap off the summit to the north with a 60 meter rope, then rap from the the top of the west bench to the base of the Second Pinnacle."},"__v":0},{"_id":"o+y9BYfcWKi4njYUGNUUXw==","name":"Direct North Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown to me","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105763305","mp_crag_id":"105744659","climb_id":"o+y9BYfcWKi4njYUGNUUXw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"A strange and interesting climb, but not of great quality. The rock leaves something to be desired here, and so does the pro- or lack of it. This route is a tremendous sandbag at the formerly published 5.7 grade.\n\nBoth I and my partner laughed our butts off when we discovered that the weird, blind crux hold was in fact, a \"piece of shit\" as we passed it.  Petrified or not, it was amusing to be dangling your weight from a polished pile of bird-crap.\n\nApproach Via the 'express' trail to the North side of the First Pinnacle. Perhaps 8 meters to the right of the obvious \"NE Chimney\" route at the left edge of the !st Pinnacle, a strange line of features and pockets climbs up for 8 meters, bumps left and up (crux, decent pro = large cam in a pocket) past the 'pile' hold, and up and right, runout in odd grooves and face moves. Once on a good ledge, bump left and continue up to the summit on easier terrain, with some pro. You will encounter 2 modern bolts to belay on, just west of the true summit.\n\nYou can TR this with a top belay, or *perhaps* with a 70m rope.\n\nRap to the East from an old eye bolt with a 60m rope. (50 PROBABLY OK, have not tried it), or scramble off West and North.","protection":"A standard set of cams and nuts + some 2' slings to avoid drag. A few large pieces might be good, or some tied-off holes- large tricams might protect some funky pockets where I failed to get anything at all. NOT a good lead at your limit.","location":""},"__v":0},{"_id":"vtRTgNXXVjSMEYFoEKYvHg==","name":"D.A.'s Route","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA: Dalke and Ament, early 1960's. FFA: later by others","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105842636","mp_crag_id":"105744659","climb_id":"vtRTgNXXVjSMEYFoEKYvHg==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This route is both a sandbag and a runout. The gear is poor and the rock questionable in some places. No less there are some fun moves on the route, just barely saving it from the total bomb rating.\n\nClimb in from the right on so-so holds, coming around a corner on a crack (1.5\" cam, long sling) and up onto some side-pulls just above the lowest of some pin-scars in the broken shallow cracks 2' right of the red right-facing dihedral. You can place a stopper or small cam (long sling) once your feet are established. Climb up this corner to its top, placing gear when possible (long slings) to a horizontal band above it and start moving left. The feet are crumbly. Some gear (long slings) can be placed near a bulge that can be pinched between the thighs to create a good stance on this bulging traverse through poor rock. Climb up to a stance in a wide crack (no good gear) before a set of two slots. This is NOT a [good] belay.\n\nContinue up the left slot via a squeeze and fist jams, thinning to hands on OK gear (3.5\" cams and down) or up the right slot (funky face and jams) and build a belay up above on stoppers and smaller cams.\n\nTo finish, summit to the East to an eye-bolt at the Eastern edge of the First Pinnacle, or scramble down the ridge to the West (easy 4th class).","protection":"A standard light rack with a set of nuts and cams from small to 3.5\". Double 2.5\" and 3\" might be good. Take a quiver of long slings, as you may place a lot of gear (most of it poor) and have a lot of drag.","location":"This route climbs up the West end (right side) of the North face of the outside of the First Pinnacle, in the area of a right-leaning, right-facing dihedral."},"__v":0},{"_id":"sNilTj7jVIG4tIKlcU0KNw==","name":"2nd Pinnacle, Upper East Face Right","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105760365","mp_crag_id":"105744659","climb_id":"sNilTj7jVIG4tIKlcU0KNw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This fun route is much better than it looks from the ground and protects well. From the bottom of the West Bench the route climbs to the top of the second pinnacle on the right most side of the rock, just up and left from the eye bolt at the top of the West Bench. Start with Slot from the bottom of the West Bench and climb to near the top of that route before moving left into steeper climbing. Climb a steep corner with a thin crack and good face holds. This section sews up with small stoppers. Continue up being careful of slightly friable rock and lichen covered holds until you reach the eye bolt on the top of the Pinnacle. Either rap with one rope to the eyebolt atop the West Bench or to the ground with two ropes.","protection":"Many small stoppers and cams up to #3 Camalot.","location":""},"__v":0},{"_id":"cATAQCJGXRWiNV+lBcWH+A==","name":"2nd Pinnacle, NW Corner","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"105751903","mp_crag_id":"105744659","climb_id":"cATAQCJGXRWiNV+lBcWH+A==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"This is the easiest way to the summit of the Second Pinnacle, and is a good downclimb.\n\nThe Second Pinnacle is the summit to the south of the West Bench.  The West Bench is between the First and Second Pinnacles.  The Second Pinnacle has two summits, the East Summit being the higher.\n\nThe Northwest Corner route begins at the bottom of an obvious chimney system on the -surprise- NW corner of the 2nd Pinnacle.  The first move or two constitutes the crux, after which things are 4th class at the hardest.  Follow the system to the notch between the two summits of the Second Pinnacle.  From here, continue on to the higher east summit via some chimney moves and face climbing.\n\nTo descend, reverse the above directions.","protection":"SR","location":""},"__v":0},{"_id":"lQ12j26xVYOC50UUvlQhzw==","name":"Dialysis Bag","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Cameron Burns, Benny Bach, Winter 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"left_right_index":999999,"mp_id":"106143526","mp_crag_id":"105744659","climb_id":"lQ12j26xVYOC50UUvlQhzw==","areaRef":"PAkk7qAMVumSj0yayf1v0w=="},"content":{"description":"A straightforward route up a groove and a flake.","protection":"Some cams.","location":"This route lies in the southern part of the Amp. If standing, looking into the Amp, it's on yer left. And there is absolutely no metal to make it stand out."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,b7a43180-203b-51a8-b5a7-73d72b9357b3,3c0924ee-a00c-56e9-928f-4c9ac9fd6fd3","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Gregory Canyon (including The Amphitheatre)","Amphitheater, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":2,"label":"5.2"},{"count":1,"label":"Easy 5th"},{"count":6,"label":"5.5"},{"count":1,"label":"5.1"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.6"},{"count":1,"label":"5.9+"},{"count":5,"label":"5.4"},{"count":2,"label":"5.3"},{"count":4,"label":"5.7"},{"count":2,"label":"5.10"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.8"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.0"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":35,"bands":{"unknown":0,"beginner":26,"intermediate":6,"advanced":3,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":13,"bands":{"unknown":1,"beginner":3,"intermediate":7,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":26,"intermediate":9,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2929,39.9958]},"bbox":[-105.29348695357766,39.99535033981814,-105.29231304642236,39.99624966018187],"left_right_index":-1,"ext_id":"105744659","area_id":"PAkk7qAMVumSj0yayf1v0w==","polygon":{"type":"Polygon","coordinates":[[[-105.29348695357766,39.99535033981814],[-105.29231304642236,39.99535033981814],[-105.29231304642236,39.99624966018187],[-105.29348695357766,39.99624966018187],[-105.29348695357766,39.99535033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":39,"__v":1,"createdAt":"2022-11-07T05:56:02.654Z","updatedAt":"2024-01-20T00:59:56.948Z"}