{"_id":"6368a185e80bff5a9954f488","area_name":"Kraft Crags","shortCode":"","climbs":[{"_id":"IVJOYanaWsqbM+9wrnjiKg==","name":"Semi-Professional Moron","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FRA: Andy Hansen & Gina Matranga, 2/8/2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.41725,36.16129]},"left_right_index":0,"mp_id":"107467389","mp_crag_id":"107384636","climb_id":"IVJOYanaWsqbM+9wrnjiKg==","areaRef":"ofxeILuQUnuoh4afS88PoQ=="},"content":{"description":"When looking at the Kraft Crags (identified as the 100-125 foot, pink cliff band directly above the talus field near the Kraft Boulders) from the Kraft parking lot the route is up and to the left. The primary landmark is easily identified as the significantly lower angled sunken pillar of rock. This route climbs the right facing corner crack of that feature.  \n\n  Approach: Go into the Kraft boulderfield and pass the Cube heading east. Once at the Warm Up Boulders go directly up hill (north) and through a talus field. Once the talus field ends a 4th class move brings you to a fairly level platform. Once on this platform head to the east about 100 feet.  \n\n  Pitch 1: The first pitch begins in a right facing corner finger crack. Once up to a small roof, move right into the adjacent left facing corner crack. From here pull another bulge on a few good pockets. Now this is where you move into the obvious left facing corner. Move into the LF corner (crux) then up the wide crack to a good belay stance. 5.9 \n\n  Pitch 2: The handcrack up through the wide crack over a bulge. The rock on the adjacent faces is a bit crusty- be careful what you step on and/or pull down on. Pull through the bulge and climb over easy 5th class terrain to one bolt (?) and a gear belay. 5.10- \n\n  Descent: Scramble up through some low 5th class terrain trending west (left) until you've almost reached the summit. A very large boulder appears at the top of a gully. Scramble down the gully following the path of least resistance. Some sections are exposed but none of the down climbing is very difficult. Once you've reached a gravelly flat spot, head east (left) back to the base of the route.  \n\n  This most certainly had been done before our ascent.","protection":"Single rack to 5\". Doubles from 1\"-3\"","location":""},"__v":0},{"_id":"mE01bG+7VFO5SyhKksCclA==","name":"Shark Attack","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Matt Kuehl, Jason Molina, Ken Rathcke Jan 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.41725,36.16129]},"left_right_index":1,"mp_id":"107474206","mp_crag_id":"107384636","climb_id":"mE01bG+7VFO5SyhKksCclA==","areaRef":"ofxeILuQUnuoh4afS88PoQ=="},"content":{"description":"Shark Attack goes up, under, and inside the huge roof on Kraft Mountain. This route is a unique outing with a short approach.\n\n Pitch 1 - 60' Start near a slight dihedral and carefully continue up questionable rock. Gain a short crack and pull up and over it to reach a pretty good stance. Belay here.\n\n Pitch 2 - 55' Continue up the corner crack until you find yourself inside the huge traversing chimney squeeze (good rock). From here, ask yourself what you're doing and commit to getting up inside the jaws of the shark. Lots of squeeze techniques and winging needed. Once negotiating the traverse you gain a left facing corner, where you can smear. Exit out through a small slot headfirst. Belay a few feet higher off a slung block and micro nuts/small cam.\n\n Pitch 3 - 40' Continue upwards for walk off ledge or rappel from P2 slung anchor. ","protection":"Single rack to 4\", Double 6\" and one #5 Big Bro.    Pants and long sleeves or prepare to get bit.   Helmet for anyone below the leader.","location":"The largest roof on a band of pinkish rock on the South side of Kraft Mtn.  Between High Roller and Shark Vegas."},"__v":0},{"_id":"7dFAY7InXyaWO1sb2jvEIQ==","name":"Schrödinger's Calico","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"an ascent has been made Jan 2016, Ruff/Custer","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.41725,36.16129]},"left_right_index":5,"mp_id":"111539931","mp_crag_id":"107384636","climb_id":"7dFAY7InXyaWO1sb2jvEIQ==","areaRef":"ofxeILuQUnuoh4afS88PoQ=="},"content":{"description":"Climb the shallow, right racing corner (small wires) to a stance. Negotiate the switch to the crack around the corner on the right. Climb the crack. When the crack ends, climb the face above (5.7 PGish) to a prickly tree. Ramp up and right on 3rd/4th class ground to an obvious, vertical crack. Up this. Belay. Return to the base of the climb as per The Last Calico.","protection":"tiny nuts to 4\" cams; we used offset cams","location":"Start on the right side of a narrow buttress 20 feet right of the start of The Last Calico."},"__v":0},{"_id":"VXTdpKwcV5ynfSxQC5cLPg==","name":"Porch Pirate","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Van Betten, Crawford, Mamusia - 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.41725,36.16129]},"left_right_index":2,"mp_id":"118633713","mp_crag_id":"107384636","climb_id":"VXTdpKwcV5ynfSxQC5cLPg==","areaRef":"ofxeILuQUnuoh4afS88PoQ=="},"content":{"description":"Porch Pirate is a fun face climb that gets a lot of sun and has a really short approach - great for a winter afternoon. Soft rock and some so-so pro keep it head's up, but it is not overly dangerous for a seasoned climber comfortable at the grade.\n\n The climb tackles the center of a nice triangular shield of rock above the classic Plumber's Crack boulder problem and left of Classic Crack of Calico. Scramble up to a ledge system from the right side to get to the start of the route.\n\n Climb some steep, hollow rock to an obtuse corner - this section has pro of questionable quality, but there's enough to keep it sane. Above the corner, climb the nice varnished face past a few bolts to an anchor at the top of the wall.\n\n Lower off with a 60m rope, or, with a 70m rope, you can skip the initial approach scramble (recommended).","protection":"1x to #2 Camalot, wires.A few bolts - some have been replaced but the two upper ones only have new hangers and the bolts themselves might be 3/8\" split-shafts and not 3/8\" wedge bolts (in other words, not the best) to a good bolted anchor.","location":"Above Plumber's Crack, left of Classic Crack of Calico."},"__v":0},{"_id":"U52NizBqWvqJPfZASpCNRw==","name":"The Last Calico","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.41725,36.16129]},"left_right_index":4,"mp_id":"107395611","mp_crag_id":"107384636","climb_id":"U52NizBqWvqJPfZASpCNRw==","areaRef":"ofxeILuQUnuoh4afS88PoQ=="},"content":{"description":"Furthest route to climbers right.  This great looking line climbs a series of of right-leaning cracks.  Expect to encounter everything from finger crack to off width on this sustained and entertaining line.  Many minor variations can be done depending on exactly which crack you decide to follow and when.  \n\n  After topping out and bringing up the second, there is still about 60 feet of scrambling on easier class 4 ground before reaching the descent ridge/trail.  Once on this ridge head right and look for cairns.","protection":"Single rack to 5\", double 2\"-4\"","location":"200' right and slightly higher than Classic Crack of Calico"},"__v":0},{"_id":"4havNROEUqmqURiz3ceJKg==","name":"Classic Crack of Calico","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.41725,36.16129]},"left_right_index":3,"mp_id":"107384640","mp_crag_id":"107384636","climb_id":"4havNROEUqmqURiz3ceJKg==","areaRef":"ofxeILuQUnuoh4afS88PoQ=="},"content":{"description":"A fun climb that starts crumbly but becomes more classic with height. Good variety of climbing with some nice cracks, corners, and face climbing. Pitch 1: Scramble up the gully to reach the left facing corner. Climb the corner with help from a series of cracks out left with occasional face holds. Move left under a roof and over easier ground below a varnished roof with a wide crack. 150'Pitch 2: Pull the wide roof and follow up a nice right facing corner to a large ledge. 50'Pitch 3: Move the belay down and right slightly and climb a long left facing corner with a series of cracks and some face holds on fairly vertical stone. Eventually it will ledge out and build a belay where you see fit 120'Descent: Hike a bit further up Kraft Mountain and then cut right (East) and traverse the hillside until you reach the \"2nd gully\" and take this down following cairns. At a certain point you leave the gulley and head right (West) traversing the hillside to the base of the route.","protection":"Single to 4.5\" inches. Double .5-#2, Stoppers and extendable slings.","location":"Take the Kraft Mountain Loop Trail thought the boulders turning off up the hillside shortly after Plumbers crack. Keeping an eye out a large white left facing corner that looks like an upside down \"L\" on Kraft Mountain which is the first pitch. For additional visual reference, the base of the route is also just left of a large boulder-like block and the base of the cliff."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,2d2d1244-2d46-55d7-834a-b3948336d614,d6ef3262-3e35-5024-b4a6-32a83c573089,a1fc5e20-bb90-527b-a887-869f4bcf0fa1","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","01-Calico Basin","Kraft Mountain Area","Kraft Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.41725,36.16129]},"bbox":[-115.41780695186117,36.16084033981814,-115.41669304813881,36.16173966018186],"left_right_index":-1,"ext_id":"107384636","area_id":"ofxeILuQUnuoh4afS88PoQ=="},"content":{"description":"Kraft crags is the lowest cliff band in the middle on the south side of Kraft Mountain. This wall gets all day sun and stays warm in the winter."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:11:23.265Z","updatedAt":"2022-11-25T11:19:45.671Z"}