{"_id":"63689d5ce80bff5a994f538c","area_name":"Turret, The","shortCode":"","climbs":[{"_id":"IIECb4W/Uuaj4B5Aq/KKzw==","name":"East Face of the Turret","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bruce Bindner and Pat Brennan (July 1994)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.4237,38.127]},"left_right_index":0,"mp_id":"107240716","mp_crag_id":"107240708","climb_id":"IIECb4W/Uuaj4B5Aq/KKzw==","areaRef":"hqIz4sLdWOS9UHc6Q6l/Tg=="},"content":{"description":"At 5.9, this is one of the most moderate routes in all of Little Slide Canyon. It is also probably the longest route on any of the spires. If 5.9 is near your limit, this will feel like more of a Grade IV than a Grade III. I think this route took us longer to climb and descend than the Red Dihedral on the Hulk. The upper half of the route has some less-than-obvious route finding and a bunch of ledges that will punish you with rope drag if you don't keep your pitches short. Still, this climb is a worthwhile objective if you want to get a little \"off the beaten path\" and find some adventure.\n\nFrom the ground it is easy to spot the splitter double cracks on pitch 3. Trace these straight down to the toe of the buttress and this is the start of the route.\n\nPitch 1: A short and easy pitch straight up some grooves and cracks leads to a new (and gratuitous) bolted anchor on a big ledge.\n\nPitch 2: There's a few different ways to start this pitch. I chose an offwidth which seemed to be the most direct line. Continue mostly straight up along cracks and small corners to reach an overlap. There's some insecure face climbing that leads over this bulge (5.9) but it protects well with nuts and small cams. Some bigger and easier jam cracks then lead up a short ways to a hanging belay at a bolt and piton.\n\nPitch 3: This is the pitch you've probably been ogling the whole way, and it's really the one standout pitch on the climb. Enter a flared chimney/pod and wiggle up to the roof. Exit out the roof (5.9) into the right crack which is sinker hands for about 30 feet. Follow this crack system all the way up to a sloping ledge below a groove with an old bolt to the right of it.\n\nNote: A photo in R.J. Secor's book shows the route traversing about 40 feet left, below a massive roof. This is wrong, and will likely lead you into much harder climbing. His written description of the route is much more accurate and makes no mention of the traverse depicted in the photo. From the double cracks just keep climbing up and you will find the belay ledge below the groove.\n\nPitch 4: The 5.8/5.9 groove might prove difficult to some parties, depending on how comfortable you feel in offwidths. It's very low-angle and shallow, and for most of it you can just face climb on features. There are some sections, however, which will require some offwidth funkiness. Luckily it protects better than it would appear, with a solid medium sized cam near that old bolt and a solid #4 camalot placed higher. Above the groove are a couple 5.8 bulges and lots of dirty rock. Belay on a scree-covered ledge, careful to not knock off any rocks.\n\nPitch 5: This begins the second half of the route. For the first half you just climb straight up, but now you've actually got to do some route finding. Scramble up and left on some ledges. Then climb a low angle, right-facing corner to another big ledge system.\n\nPitch 6: The rock in this section is the worst on the climb so be careful. Locate the detached pinnacle and climb the left side of it, eventually chimneying between the pinnacle and the main wall. At the top of the pinnacle step across onto a square ledge beneath a right facing corner.\n\nPitch 7: Up the corner, passing a 5.8 roof near the end. This pitch climbs better than it looks and I found it to be quite fun. Above the roof is a 5.7 offwidth in a corner. Save your biggest cam for it. I didn't get any pro for this section which could either be because I had already placed my #4 below, or a #4 just doesn't fit. In any case, the thing is pretty wide and secure. Belay on a sloping ledge.\n\nPitch 8: Up some ledges aiming for a widening offwidth next to a thin crack in a small right-facing corner. I started up the offwidth and placed gear in the thin crack, then ended up stemming for a bit and switched cracks to finish. The stemming bit was 5.9. This pitch takes you to the top of the main wall.\n\nPitch 9: Scramble along ledges heading west. We climbed up too soon on some steep 5.10 cracks, so I'm not exactly sure how to describe this pitch. But the idea is to get to the base of the summit spire (if you can figure out which one it is!)\n\nPitch 10: Climb up chimneys and stuff (not sure because we didn't do this), you'll eventually come to a chimney that splits the summit from the next highest summit. Chimney up onto the false summit and then head to the south-east corner of the summit spire. There's an old 1/4\" bolt here that will maybe save you if you fall (but don't fall!). Get stemmed out to the left and then make a reach to a jug that is on the arete (the taller person should lead this section). Climb a short ways up the arete to the summit. You may need to break this pitch into two.","protection":"Pro to 4\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,d1d2f080-cf5d-57de-8d8e-5dd04f51716d,912d90e4-aa85-506c-871d-71021b15f01f,86a233e2-c2dd-58e4-bd50-773a43a97f4e","pathTokens":["USA","California","High Sierra","02 - The Sawtooth Ridge","Little Slide Spires","Turret, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.4237,38.127]},"bbox":[-119.42427161827779,38.126550339818145,-119.42312838172222,38.127449660181874],"left_right_index":-1,"ext_id":"107240708","area_id":"hqIz4sLdWOS9UHc6Q6l/Tg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:47.055Z","updatedAt":"2024-01-15T16:41:24.214Z"}