{"_id":"63689de0e80bff5a994fa513","area_name":"Creek Side","shortCode":"","climbs":[{"_id":"KQ+rS6WrWg+v/mLAU4lv8Q==","name":"100 Proof","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"D. Montgomery & K. McIlrath, 10-19-09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":4,"mp_id":"106575748","mp_crag_id":"105745870","climb_id":"KQ+rS6WrWg+v/mLAU4lv8Q==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"","protection":"8 bolts + 2 bolt anchor.\n\nThere is a 1 bolt extension to the anchor for\n\nBrennivin\n\nroutes.","location":""},"__v":0},{"_id":"+E177cyAXF2/GWekgiTTZw==","name":"Winterfest","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"D. Montgomery, 12-19-09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":2,"mp_id":"106634047","mp_crag_id":"105745870","climb_id":"+E177cyAXF2/GWekgiTTZw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"","protection":"7 bolts + anchor.","location":"This is on the far left route of Creek Side. Approach via\n\nShenanigans\n\n, or wade across the creek in low water."},"__v":0},{"_id":"GepgOsYlV66lgF0LMGx5aw==","name":"Unknown Big Black Flake","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":21,"mp_id":"108400504","mp_crag_id":"105745870","climb_id":"GepgOsYlV66lgF0LMGx5aw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Climb past 4 bolts on good rock to a committing pull onto the big black flake.  Delicate moves gain a lieback on the right edge. Follow bolts on the slab to anchors above.","protection":"About 8 bolts, a #0.5 Camalot makes the pull onto the flake a little less spicy, and another #0.5 Camalot makes the run-out off the top of the flake more reasonable.","location":"From the start of \"\n\nSolid Gold\n\n,\" traverse left into a large amphitheater.  This route start immediately to the right of a large gully at the back of the amphitheater."},"__v":0},{"_id":"v7Djzj3bX4+gKgCMkouE5Q==","name":"Under the Influence","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Kevin Capps, 2016","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":36,"mp_id":"112270795","mp_crag_id":"105745870","climb_id":"v7Djzj3bX4+gKgCMkouE5Q==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Tread lightly past one bolt to another ledge, clip the second bolt, and launch into some of Clear Creek's most fun, steep climbing around. There is a very distinct crux on this one, with sustained 11+(ish) moves taking you to the anchor.","protection":"All bolts, with fixed permadraws for low-commitment projecting.","location":"This route is on the extremely overhung piece of rock to the right of the trail before you get to Creekside 'proper' and the '\n\nPlayin' Hooky\n\n; area. Once you spot the climb (it's pretty obvious), locate the 'faint climber's trail' that winds up and to the right into a gully. Continue up the gully, and exit onto the ledge on the left. Go to the edge of the ledge, and you will see a fixed line set up that skirts along the cliff. Follow this line until you end up at the belay ledge. There is a belay anchor here, some long slings can be useful.\n\nRappelling from this anchor is the fastest and easiest way down. A 70m rope more than reaches, I can't speak to whether or not a 60m will get you down."},"__v":0},{"_id":"vzqedK94WIeFcpkI1RSRjQ==","name":"Spun Gold","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Wright, Tarrant, 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":26,"mp_id":"105990949","mp_crag_id":"105745870","climb_id":"vzqedK94WIeFcpkI1RSRjQ==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Spun Gold is a variation to\n\nSolid Gold\n\nthat splits off at the final two pitches. P1, P2, and P3 are shared with\n\nSG\n\n.\n\nP4, 5.11c/d, splits right off the belay and quickly encounters bullet proof rock on a steep head wall at 5.11c/d. Exit the crack above at 5.11b and step left to a hanging belay.\n\nP5, 5.12a/b, launches left from the belay and starts up a left facing corner. NB: after the fourth clip, drop back down and transition right into the open book dihedral directly above the belay. The original intent had been to launch directly into the open book, but reefing off a couple of flakes shut off this option. Moving through and above the dihedral picks up a bit of runout, but it's not a lot, just stay on the feet. Chase up the head wall on some killer incut slots to a final perplexing crux just below a small tree. The rap station is located above the ledge in order to keep your ropes running clean.\n\nSpun Gold was freed in the Spring of 2006, but after some discussion I moved several bolts that altered the start of P5, and Mark Tarrant strung the entire line together for the FFA.","protection":"A dozen draws and a couple of camming units will make things comfortable, as described for\n\nSolid Gold\n\n. The camming units are not strictly necessary, but without them a couple of spicy runouts will be encountered on P1. It is possible to link P1 and P2 if you carry 18 draws and something for the belay. P5 requires a couple of long slings for the second and third clips. To descend, rap back down the line. While it is possible to walk off, it is probably not worth the effort to do so. A 70 meter rope allows you skip the rap at the top of P4 and comfortize the lower raps. Otherwise, as described for\n\nSolid Gold\n\n, a 60 meter rope or double ropes are mandatory. P1 and P2 are right on at 100 feet, so tie the ends of your rope.","location":"Variation to\n\nSolid Gold\n\n."},"__v":0},{"_id":"Z5mK9ppPXgSNRViqMRvQpw==","name":"Solid Gold","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Richard Wright, Mark Tarrant, Koko Kosila, Spring 2002","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":25,"mp_id":"105758065","mp_crag_id":"105745870","climb_id":"Z5mK9ppPXgSNRViqMRvQpw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Solid Gold is a five pitch route that runs 450 feet up the right side of Creek Side. The line picks out the best features of the grey and black slab that starts 20 feet above the water and then fires up the left side of the huge open-book dihedral that splits the upper section at 300 feet.\n\nP1: (5.9+, bolts and gear) this is a 100 foot pitch that goes on bolts and gear and finishes at a double bolt anchor. The rock is solid all the way and kicks out a couple of fun spots.\n\nP2: (5.8, bolts) is also 100 feet long and is largely quite easy with a couple of 5.8 sections, one right off the belay. It finishes on a ledge at a double bolt belay stance. However, for descent purposes, a higher rap anchor was installed that keeps the rope running clean and off the ledge. This stance is ten feet higher than the belay stance.\n\nP3: (5.8, bolts) is close to 100 feet as well and has a nifty sequence in the middle just above a grassy ledge. It finishes at a three bolt stance.\n\nP4: (5.11d/5.12a, bolts) is 80 feet long and picks out a terrific long crux on bulletproof rock. After leaving the belay, one encounters a few feet of friable stone leading into the solid gold crux - just take this short section with some care. Pull the bulge above on superb stone with inobvious sequences. This pitch finishes at a three bolt stance.\n\nP5: (5.11d, bolts) is 90 feet long and guns for the lip of the overhang on superb stone. A couple of big reaches will gain the edge of the lip and these are followed by a sub-vertical waltz to the little tree at the top and a double bolt anchor. You do have to watch the footwork on the finishing slab.\n\nFor the most part, Solid Gold is a very clean route; however, like most things in Clear Creek, it is essential to watch out for any loose rocks. I have cleaned what I think will be climbed, but straying off the line could unearth some dangerous flakes. Fishermen do hang out at the base and are the most troublesome \"targets\". Rocks ricocheting from the slab will hit the road, trust me. The slab pitches can provide access to new routes (Bob D?) going in left of Solid Gold.","protection":"A 60 meter rope, a dozen draws, and Friends or Camalots in the # 2, 2.5, 3 range. One can rap from the very top in five rappels using just a 60 meter rope. All of the rope pulls are clean, and all of the belays are either at double or triple bolt stances. It is, of course, positively essential to tie the ends of the rope at each rappel; three of these will have you rapping to the knot at 100 feet, leaving no room to screw up. A 50 meter rope does not work.  We used to have a Tyrolean that crossed the creek adjacent to the start of the climbing; however, this was chopped in September. One can approach from the Dog Wall by hiking along the stream or wade across where the Tyrolean used to be.","location":"Eds.\n\nSince the bolting of this line, additions to the right side of Creek Side has made it a little less obvious as to where to start this. Start at the lowest point on the light grey slab going up a line of bolts. Note,\n\nPlayin' Hooky\n\nis accessed by climbing the 1st 2+ pitches of Solid Gold here.\n\nCreek Side - right (the base of Gold Side).  1. Black Gold. 2. Furlough Day. 3. Solid Gold (standard approach to Playin' Hooky). 4. PTO. 5. Oyster Bar. 6. Creek Nation.\n\nClimber at anchors of P1 of Solid Gold and belayer.\n\nEds.\n\nThe rope actually goes from the start of Furlough Day onto the upper part of P1 of Solid Gold.\n\nRed：Solid Gold start to Playin' Hooky. Yellow: Solid Gold.\n\nEds.\n\nThe red line deviates at the black roof on P2 from Solid Gold onto Furlough Day. Solid Gold's P2 is on the lighter gray rock to the right of the red line on P2.\n\nGPS coordinates for\n\nPlayin' Hooky\n\n& Solid Gold are: 39.741468, -105.409588."},"__v":0},{"_id":"NYqS7NyKVc+V+0rq9V0P2A==","name":"Shenanigans","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"D. Mabe, 5/09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":7,"mp_id":"106514848","mp_crag_id":"105745870","climb_id":"NYqS7NyKVc+V+0rq9V0P2A==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"This is a clever, dry, and borderline humorous way to get to/from base of\n\nBrennivin\n\n, back to the other side, via the high tyrol. Surprisingly, this takes less time than approaching\n\nBrennivin\n\nby wading the creek.\n\nThe route in itself is kind of fun and interesting. It is plenty easy to do with pack and tennies.","protection":"1/2-dozen draws or more. 60m works fine for this.","location":""},"__v":0},{"_id":"MvFO8VSiUOaMZUw7S6oLeQ==","name":"Rumpleminze aka Drillin' the Bush","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"D. Montgomery/ M. Sheridan, 9-26-09","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":3,"mp_id":"106555187","mp_crag_id":"105745870","climb_id":"MvFO8VSiUOaMZUw7S6oLeQ==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"","protection":"7 bolts + 2 bolt anchor.","location":"This is just left of the first pitch of\n\nBrennivin\n\n.  Approach via\n\nShenanigans\n\n, or wade across the creek in low water."},"__v":0},{"_id":"wgf+t8PoWXeAvVDuf5SafA==","name":"Rhett Wench","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"P1: Mabe and Stiller, P2: Mabe / Bernal, 4/05","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":8,"mp_id":"105763800","mp_crag_id":"105745870","climb_id":"wgf+t8PoWXeAvVDuf5SafA==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Ker-plunk!\n\nRhett Wench starts to the left of the tyrol belay pod on the south facing wall at Creek Side.  The big-ass Brennivin Roof is to the left.  Approach by tyrol (see area description comments under Creek Side), and then yard on the fixed(!) handline 15' left to the belay 'scoop'.\n\nMr. Rhett Wench climbs the left black slab, grey shield, capped by two roofs.\n\nP1. Cruise past 6 clips (5.5) to 3 bolt belay anchor on a ramp.\n\nP2. Lieback up the crack and mantle to a quick rest stance (.11-). Continue up the steep and devious face sequence (crux), traversing right to the handrail, then back left on the handrail, brief slab moves and up to the roofs.  Finger traverse out the right side of the first roof (.11-), blind-clip a bolt, and pull over to another rest below the bigger overhang.  Clip the bolt in the overhang, and enjoy the gymnastic movement to the anchors (.10).  12 bolts.  Lower 90' back to the belay.  Rap P1, and reverse your way back to the pod, and tyrol.\n\nVery cool and technical climb, great exposure.","protection":"P1: 6 bolts, P2: 12 bolts, rap anchors. Bring some runners to alleviate rope drag on P2. I equipped both pitches on lead, with mix of free/aid on rope-solo for P2.","location":""},"__v":0},{"_id":"Mj4NOdyBW6iFNkUbSmbt2A==","name":"PTO","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"bolted by Prehmus & Launer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":30,"mp_id":"112122030","mp_crag_id":"105745870","climb_id":"Mj4NOdyBW6iFNkUbSmbt2A==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Start on the shoulder to the right of\n\nSolid Gold\n\n, just left of a gully/crack system. The first bolt is about 10 feet right of\n\nSolid Gold's\n\nfirst. The crux is passing the third bolt. From there, continue straight up, and across the left-trending crack system. The second section is steeper but has positive holds. Continue up to the left margin of the roof. Climb the left side of the roof block. It's exciting but not hard. One bolt above leads to the anchors at a big ledge.\n\nFrom the anchors, its easy to connect to P2 of Solid Gold.  Its 5.4 climbing with two bolts.","protection":"9 bolts and a two bolt anchor with chains [and Mussy hooks].","location":"Start 15 feet right of\n\nSolid Gold's\n\non the right margin of the grey rock."},"__v":0},{"_id":"phprW2QmVBejHanBdO2cOg==","name":"Project","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":33,"mp_id":"112237260","mp_crag_id":"105745870","climb_id":"phprW2QmVBejHanBdO2cOg==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"This is a work in progress.\n\nGetting to the anchors from\n\nCreek Nation\n\ncrosses loose rock. There a large, loose block yet to be cleaned.","protection":"2 bolt anchor. The rock through the tiered overhangs is too hollow to place bolts.  Trad placements possible between\n\nCreek Nation\n\nanchor & these anchor bolts.","location":"The anchor chains may be visible up and right of\n\nCreek Nation's\n\nanchor."},"__v":0},{"_id":"v2WI0MtzWhCNGVeP5Mw/iw==","name":"Playin' Hooky","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"P1-3, George Bracksieck & Charly Marchand, 1973?, pre-bolts, D. Montgomery & K. McIlrath, 3-18-10","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":29,"mp_id":"106701638","mp_crag_id":"105745870","climb_id":"v2WI0MtzWhCNGVeP5Mw/iw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Finally! A mega moderate that graces the slabs of Creekside.\n\nThis is a long 1 pitch route that steers clear of the hard last 2 pitches of\n\nSolid Gold,\n\nand stays consistent with the difficulty of the first 2 beautiful pitches of that route. With that said I want to thank Richard, Mark, and Koko for their excellent route Solid Gold. Their efforts on solid gold are the only reason this route was even possible.  So we Thank You.\n\nStart with the first 2 pitches of\n\nSolid Gold\n\n. I recommend linking both for a full value 200 foot rope-stretcher. This either takes a lot of draws, or some discipline to skip a few bolts through easier terrain (Make sure your belayer is tied in and ready to go, and you belay from the lower of 2 anchors on the ledge.)\n\nP1: (5.9, bolts, 100 feet) this is a 100 foot pitch that goes on bolts and finishes at a double bolt anchor. The rock is solid all the way and kicks out a couple of fun spots.\n\nP2: (5.8, bolts, 100 feet) is also 100 foot long and is largely quite easy with a couple of 5.8 sections, one right off the belay. It finishes on a ledge at a double bolt belay stance. However, for descent purposes, a higher rap anchor was installed that keeps the rope running clean and off the ledge. This stance is ten feet higher than the belay stance.\n\nP3: (5.7, 2 bolts, 40 feet) this is essentially a pitch to move your anchor slightly higher before stepping over to Playin' Hooky. Belay on the large grassy ledge at a 2 bolt anchor.\n\nP4 (5.8, 14 bolts, 150 feet) time for some exposure! Step right from the belay, clip the first bolt, dodge a bush, and embark on 140 feet of fun climbing with a steep exposed finale. It is possible to walk to the summit from the top of this pitch.\n\nThere is an intermediate rap station to the right of the climbing line, this allows you to get down with a 60m rope; a 70m rope will not get you back to the ledge with out this anchor!*\n\nDescent: 4 near-100 foot raps with a 60m will get you back down.\n\nR1: from the top of Playin' Hooky, rap 90 feet to the intermediate anchor in the slab.\n\nR2: knot your ends. Rap 100 feet down to the top of the 2nd pitch of\n\nSolid Gold\n\n.\n\nR3: knot your ends. Rap 100 feet down to the hanging belay at the top of pitch 1.\n\nR4: rap 100 feet down to your packs!","protection":"Bolts, bolts, and more bolts!\n\n60m, a couple slings, and 14 draws should do.\n\nHelmets are certainly recommended.","location":"This was the furthest right bolted route on Creek Side. Now there are more routes to the right. Begin with\n\nSolid Gold\n\nfirst 2 pitches, move the belay, and then step right on to a slab.\n\nGPS coordinates for Playin' Hooky &\n\nSolid Gold\n\nare: 39.741468, -105.409588.\n\nThe best approach is to park on the west side of tunnel 5 in the same spot as the Dog House/ Cat Slab. From the pullout, walk downstream towards the tunnel, hop the guard rail on the north side of the road, and follow a trail near the river to the base.\n\nDO NOT USE THE TYROLEAN TO APPROACH THIS CLIMB!"},"__v":0},{"_id":"y1tF3lX4WPm/0v7VOyMFGA==","name":"Psychotic Love","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Noah McKelvin, solo","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":17,"mp_id":"107688413","mp_crag_id":"105745870","climb_id":"y1tF3lX4WPm/0v7VOyMFGA==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"I've been looking at this line for a while and finally gave it a go. After trying to persuade anyone to join me, I had no such luck. Something about loose rock really turns people off. I decided to rope solo it and see how it went. Have your route finding down. This route is serious in a few places. No bolts were placed. If you can deal with adventure, a little loose rock, and some runouts, then I think this is a good route with good exposure. If you want good rock, avoid this.\n\nPsychotic Love starts in the left-slanting crack system to the left of the\n\nCraig Luebben Memorial Route\n\n. Belay from the lone bolt at the base. You also have to do the low fifth class traverse to get over here which in itself creates some adventure.\n\nP1. Work up in the awkward crack (#4 useful), and once it ends, continue up face climbing with gear here and there, but a bit of it is questionable. After almost 50 meters, a nice little pod in a dihedral is presented that you can't see from the ground. Build the anchor carefully here (5.9+).\n\nP2. Get ready for a a fun ride. Your goal is to basically aim for the double bolt anchors high up and left and 50 meters away. (\n\nFool's Gold\n\nanchors). This pitch is the route finding crux for sure. Continue up another 20 feet to the top of the sort of dihedral you belayed in. Place a 0.4 in here and extend it like crazy. A long traverse left with no gear (at least I couldn't find any) eventually leads you to the ledge with the fixed ropes. It's the second to last bolt for the fixed ropes if I remember, where you work up over an exciting roof. It's the main weakness in this roof section. From here, traverse left, up and then back right via a airy small ledge to the anchors of\n\nFool's Gold\n\nbefore its 5.11 pitch. There is a nice little ledge (5.10a R).\n\nP3. Clip the first bolt and do a cruxy move to surmount the small roof. From here, you traverse straight left from underneath the fixed quickdraw for\n\nFool's Gold\n\n. Work your way up the weakness to eventually traverse back right over bushes to the bolt with a fixed biner. You then continue straight up the dihedral to the top. There are a couple fixed, junky pieces. You are soon underneath a small roof with sketchy rock and sketchy gear pretty far below. Take a deep breath, and gun it for the top. A nice tree to the left is presented (5.10 R). You could also traverse far left and avoid the top sketchy bit of climbing, if you get bad weather, to the tree.","protection":"Wear a brain bucket! Make sure to test the holds. Be careful below. I had gold miners underneath me when I was on it.\n\nI brought singles from TCUs to #4 with a set of nuts and lots of alpine draws. You don't need much.","location":"Rappel one of the other popular routes around. Make sure you got your descent down before going up.\n\nBasically the route works up left of the\n\nCraig Luebben Memorial Route\n\nand then joins up with\n\nFool's Gold\n\nfor the very last part of P2 and then leaves it to skirt left."},"__v":0},{"_id":"MoINYlaJW26hTQLoVlPeCQ==","name":"The Oyster Bar","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"bolted by Prehmus & Launer","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":31,"mp_id":"112179189","mp_crag_id":"105745870","climb_id":"MoINYlaJW26hTQLoVlPeCQ==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"While exploring this route, we found an old Oyster shell on the belay ledge.  I imagine that it was the remainder of a romantic picnic lunch shared by a bold couple 20 years ago.\n\nThe crux is a series of lay back moves from the second bolt to past the third.  The roof near the top has sharp positive holds and is a grade easier than the crux.","protection":"9 bolts and chain anchors [with Mussy hooks].\n\nThere are enough sharp edges at the lip of the roof that rap descent is probably safer than lowering off.","location":"The Oyster Bar is right of\n\nPTO\n\nand left of\n\nCreek Nation\n\n. It starts just right of the gully/crack system that\n\nPTO\n\ncrosses."},"__v":0},{"_id":"9oodpYtsXYCjlJDrByxXaw==","name":"Little Sister","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chuck Fitch, Adam Huxley, Oct. 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":22,"mp_id":"108400445","mp_crag_id":"105745870","climb_id":"9oodpYtsXYCjlJDrByxXaw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"If you're in the \"\n\nBig Bro\n\n\" amphitheater, you might look at Little Sister.\n\nClimb on steep and interesting rock to a committing move at the fifth bolt to gain the undercling on the slab above.  Pull down not out on the flake at mid-height.","protection":"8 bolts to the anchors on \"\n\nUnknown Big Black Flake\n\n.\"","location":"From the start of \"\n\nSolid Gold\n\n\", make the 4th class traverse left into a large amphitheater.  \"Little Sister\" climbs onto the buttress forming the right hand side."},"__v":0},{"_id":"XWAnUOo+XFuQcvhjGlHPAg==","name":"Left of Corner","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":20,"mp_id":"113128642","mp_crag_id":"105745870","climb_id":"XWAnUOo+XFuQcvhjGlHPAg==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Start off trending left on easy, lower angle rock. Be careful of possible loose rock in this section. Where it steepens, the rock turns solid and the real fun begins. The crux comes early on and then stays fairly continuous (but good feet, so not strenuous) and interesting to the anchors.","protection":"9 bolts plus 2 for the anchor.","location":"This is left of the corner (duh) starting at the 2 rap bolts."},"__v":0},{"_id":"9XuR5WGhViu+/1tTCEGOiw==","name":"Labor Day","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Chuck Fitch,  Adam Huxley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":16,"mp_id":"112190633","mp_crag_id":"105745870","climb_id":"9XuR5WGhViu+/1tTCEGOiw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"P1. 80 feet, 5.10+. From the back of the amphitheater, climb vertical rock past 4 or 5 bolts to easier terrain, and lieback an exposed 5.7ish flake to the 2 bolt anchor.\n\nP2. 40 feet, 5.9. Climb into a right-facing corner, capped by a small roof. Pass roof to the left. Belay on the anchors at the start of P3 of\n\nFool's Gold\n\n.","protection":"P1: 11 bolts + 2 bolt anchor.\n\nP2: 3 bolts + 2 bolt anchor.","location":"From the start of Big Bro's Watchin, scramble up left another 100ft. or so to the back of an alcove."},"__v":0},{"_id":"8u1FJrUTVQK8wiEJogjpRg==","name":"Guppy","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Darren Mabe, 3/05","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":10,"mp_id":"105763794","mp_crag_id":"105745870","climb_id":"8u1FJrUTVQK8wiEJogjpRg==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Guppy is the right of two routes that start from the belay pod above the small pine on the south-facing Creek Side Wall, east side of tunnel 6.  Approach by tyrol from cottonwood tree (see comments under Creek Side Area description).\n\nChase several bolts up to a left-leaning, left-facing dihedral.  Pull right around the dihedral and continue up past a small roof, and finish up the black rounded arete and the anchors.  Lower or rap exactly 35m back to the pod.  A 60m rope will certainly not make it.  If you are careful when you pull the rope, it won't get wet... the tyrol line and pine tree will catch most of it.\n\nGuppy is a long fun route with superb stone, huge positive holds, and consistent climbing!","protection":"13 protection bolts. 2-bolt lowering anchor.  A 70m rope or 2 shorter ropes are needed for the rappel.","location":""},"__v":0},{"_id":"eveviqbhUeaSfJa8V+RbTw==","name":"The Golden Hammer","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Schmeer & Chip Nakagawa","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":27,"mp_id":"108409659","mp_crag_id":"105745870","climb_id":"eveviqbhUeaSfJa8V+RbTw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"P1. Climb the first two pitches of\n\nSolid Gold\n\nin one long, fun slab pitch. Belay at the first large ledge stretching a single 70m or simul past two more bolts to a second large ledge, 5.8.\n\nP2. Climb past the solid gold anchor, clip the first bolt of\n\nSpun Gold\n\n, and then traverse right on three bolts to the anchors on the face below the Golden Hammer roof, 5.8.\n\nP3. Climb the face traversing left after a few moves on a slopey rail and then fire the roof through the crux to an amazing jug with a tricky mantle about 400 feet off the ground! 5.12-.\n\nP4. Belay above the roof under a slightly overhanging arete. Climb fun, reachy big holds past a few bolts to a crux at the very top of the cliff band involving thin moves to a jug. After you gain the ledge, either move left to the\n\nSpun Gold\n\nanchor (recommended) or climb past one more bolt up and slightly right to another anchor. Cleaning is easy from either, 5.11.","protection":"About 20 draws or so to lead the first two pitches as one. A long sling or two are nice for the last belay.\n\nPer Monty: A 70m rope is required to rappel from the top of the route to the anchor in the middle of the slab on\n\nPlayin Hooky\n\n.  Watch the ends!  It is possible to rap the route with a single 60m if you tram in and use intermediate anchors","location":"There are tons of rap options from the top. The easiest is to rap from the\n\nSpun Gold\n\nanchor to the anchor on the\n\nPlayin' Hooky\n\nslab, then to the ledge, and then one more to the awkward hanging belay on the first slab pitch.\n\nA suggestion from a MP.com user: it is also possible to walk off to the north and wrap east around the ridge line to pick up the descent gully for\n\nPlayin' Hooky\n\n/\n\nBlack Gold\n\n. This walkoff is quicker than rapping the route and avoids congestion at the \"large ledge\" on a busy day."},"__v":0},{"_id":"84vWBgZBXT2DjoILeew7IQ==","name":"Macho Borracho","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"D. Mabe / D. Montgomery","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":5,"mp_id":"106658386","mp_crag_id":"105745870","climb_id":"84vWBgZBXT2DjoILeew7IQ==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"yiwcbuGmVaG2iWBhCiLWgw==","name":"Furlough Day","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"equipped by Kevin Capps, 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":24,"mp_id":"109851160","mp_crag_id":"105745870","climb_id":"yiwcbuGmVaG2iWBhCiLWgw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"The new Clear Creek Canyon guide lists this as a two pitch climb, but I have just done the first pitch.  It is a long pitch, requiring all of a 70m rope for lowering or rappelling.  The route starts just to the left of the first pitch of \"\n\nSolid Gold\n\n\".\n\nStart the route by doing a leftward-ascending traverse, clipping 3 to 4 bolts over progressively steeper terrain.  The crux is a small roof around bolt 4/5.  For a shorter climber, you have to work your feet up a bit and use a mix of handholds to reach up and get the clip.  Continue to work your feet up, and pull over the roof with a high step.  The rest of the route is 5.7/5.8 climbing.  There is a two bolt anchor from which you can be lowered or rappel.","protection":"10 quickdraws and additional draws or other options for the anchor.","location":"This route is just to the left of the first pitch of \"\n\nSolid Gold\n\n\".  Reaching the first bolt involves a bit of an ascending traverse to the left over 5.6ish terrain.  The pitch ends at a two bolt anchor.  I set an anchor, my partner lowered me, and we came up just a bit short with a 70m rope, resulting in about 5 feet of easy downclimbing. On rappel, he had the same result, a short downclimb. So this pitch takes all of a 70m rope."},"__v":0},{"_id":"+laObe0yU2CN7sbdEC8XmA==","name":"Fool's Gold","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"D. Montgomery, 7-18-11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":15,"mp_id":"107217660","mp_crag_id":"105745870","climb_id":"+laObe0yU2CN7sbdEC8XmA==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Only a fool like me would get so obsessed with a gem like this.  It's pretty surreal to have finally done this thing.  I've looked at this line for 3 years and had actually gone up to bolt it on 2 other occasions, but I'm glad I waited until now.  I bolted this route entirely on my own, mostly after work over the course of 2 weeks.  With that said, I want to thank Jeff, Lance, and Steve for your help during FA attempts.\n\nThe route starts on\n\nSolid Gold\n\nbut then climbs on new territory for 4 pitches with an amazing finish on an overhanging arete.  The route can be linked into 3 pitches with some simul-climbing and good rope management.  The last pitch is a beautiful overhanging arete with great position and would be a classic at any crag, but is guarded by some 2 star climbing that you'll forget about as soon as you are on the arete. Bring your desire for some adventure (even though it's a sport route) and have fun.\n\nP1. 5.8, 200 feet:\n\nLink the first 2 pitches of\n\nSolid Gold\n\n.\n\nP2. 5.0, 160 feet, 7 bolts:\n\nFrom the low anchor, traverse left accross a ledge system. Pass the anchor for Big Bros and continue on for another 80 feet. (Be mindful of loose rock.)\n\n(It is possible to link this and the first pitch with about 115 feet of simul-climbing.)\n\nP3. 5.11-, 60 feet, 6 bolts:\n\nPull a low roof (crux) into a band with some bad rock that's easy to avoid, then lieback up some good gold stone to a nice belay ledge.\n\nP4. 5.11-, 90 feet, 11 bolts:\n\nStep right off the belay, then traverse back left (10+), pull a small overhang, then rest on a ledge under a roof.  Traverse cool blocks right across the roof to a jug, pull the roof to the left (crux) and tip toe through another short rotten band.  Pull another small roof on good stone and continue up great stone to a ledge below the loft.  Either belay out left at the rap anchor for a nice view of your partner, or climb up the short crack to the right up to the 3 bolt anchor in the Loft.\n\n(This pitch requires at least 4 slings. Also the 3rd and 4th pitches can be linked, but I wouldn't do this until you are familiar with the route.)\n\nP5. 5.12+, 55 feet, 8 bolts.... The Reward!\n\nWell you made it hear, now it's time to take in some exposures on one of the coolest aretes I've ever climbed. It's gymnastic, the holds are perfect, and it's really exposed!\n\nHand traverse left across an incut rail. Make a long hard move to gain the arete and a marginal rest.  Slap up the arete to a foot cutting toss to an edge (crux).  Snag a jug and another couple of 5.11 moves drop you at the anchor.  Awesome.\n\nMake sure to get a good swing (exciting) as you lower down, so you can get back into the ledge right below the loft.  If you can't make it in, your belayer can throw you a loop of slack and pull you in. Also, the best way to clean your draws is to follow the pitch, since you could take a dangerous swing otherwise.\n\nDescent:\n\nThis will sound way more complicated than it is, but it's really easy if you pay attention.\n\nJust below the loft to the left is a 2 bolt anchor.  The best way to get both climbers here is to have one climber lead then lower off the arete and swing in to this anchor.  TR belay your partner up the arete, then have them lower and swing in to the anchor as well (if draws are fixed, they don't have to climb at all. Just simply lower them).  Pull the rope off the arete, and rap.\n\nR1 80 feet:\n\nTrend climber's left and clip one rope to a fixed biner to the left of the 4th pitch, this will keep your rope from traveling over any dangerous edges and drop you off right at the next anchor.\n\nR2 60 feet:\n\nTrend climber's right, and clip the fixed biner on the 3 bolt of the 3rd pitch.  Same thing, this will keep you from swinging over any dangerous edges and puts you right on the anchor again.\n\nFrom here, pull the rope and lead back across the ledge system to\n\nSolid Gold\n\n.\n\nR3\n\nRap 100 feet down P2 of\n\nSolid Gold\n\n.\n\nR4\n\nRap 100 feet to the ground.\n\nNot so bad, right?","protection":"1 60m rope, 4 shoulder slings, 10 draws.\n\nMore draws/ slings if you plan on linking or simul-climbing.  We did 5 slings and 13 draws.","location":"This is primarily left of\n\nBig Bros Watching\n\n."},"__v":0},{"_id":"m2CwUc81W3Czbh7c+v2K9A==","name":"Fish Bowl","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Chuck Fitch, Adam Huxley","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":14,"mp_id":"113074045","mp_crag_id":"105745870","climb_id":"m2CwUc81W3Czbh7c+v2K9A==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Do crux moves out the top of the bowl, climb to a large black intrusion, do another crux move at the headwall above, and follow bolts to the anchor.","protection":"8 bolts plus 1 bolt in the bowl and a 2 bolt anchor. A single bolt was added to protect the traverse in from the left and another to approach from the right.","location":"Approach from the Guppy Tyrol to\n\nCrackside\n\n. Continue another 20' to a large pod/bowl. At low water, you can wade the creek and climb in from the right."},"__v":0},{"_id":"tvoa7/YTVoWKw7/MaM1tSw==","name":"Fish and Chips","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"D. Mabe, 3/05","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":9,"mp_id":"105763797","mp_crag_id":"105745870","climb_id":"tvoa7/YTVoWKw7/MaM1tSw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Yummmmy!\n\nFish and Chips is the left of two routes that start from the belay pod on the south-facing Creek Side Wall.  Approach by tyrol (see comments under Creek Side area description).\n\nThis is another fun and long route with great photo potential from the road.  Follow bolts over quality stone up to the huge, left-facing dihedral above.  Stem the dihedral and eventually work on to the arete on big positive flakes to a small ledge and anchors (115' exactly).  The moves climbing on the arete may seem stiff for 5.9, but the holds are big.\n\nYou can continue up and left past the anchors to another set where you can rap/lower to the start of P2 of\n\nRhett Wench\n\n.  However, you will not be able to lower back to the pod from the high anchors.\n\nFantastic exposure and fun climbing!","protection":"12 protection bolts and 2 bolt lowering anchor. 70 meter rope.","location":""},"__v":0},{"_id":"04LSXZsZUHypR943r1Mxug==","name":"Creekafixion","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"P1 Equiped by D. Montgomery, FA, D. Montgomery & S. Benedict, 8-28-10, P2 Equiped & FA by Eric Schmeer and Bruno Haché","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":28,"mp_id":"106872830","mp_crag_id":"105745870","climb_id":"04LSXZsZUHypR943r1Mxug==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Sooo, you know that route\n\nRosy Crucifixion\n\n.... Well, the CCC has got its own version now!\n\nThis is one of the most unique pitches I've climbed in CCC, guaranteed to put a smile on  your face.\n\nLink the first 2 pitches of\n\nSolid Gold\n\nto the large belay ledge.\n\nClimb 50 feet of the 3rd pitch of\n\nSG\n\n.  Bust right to start up\n\nPlayin' Hooky\n\n.  Belay on the ledge with the intermediate rap station in the middle of the\n\nPH\n\nslab.\n\nCreekafixion P1 5.11, 80 feet.\n\nThe Money Pitch! Start from the rap station in the middle of the\n\nPH\n\nslab.  Climb up the slab for 4-5 bolts then angle up and left to 2 bolts leading up to the giant roof on the left side of the slab. Stem the dihederal and begin tip-toeing out over the massive roof. A sequence of underclings, crimps and tenuous smearing past 3 more bolts will deposit you at a 2 bolt belay. Wild!\n\nDON'T use a Guide or Reverso in auto-block mode. If your second falls, you will have a very hard time unlocking the device.\n\nFrom here, you can either rap back to the midway belay on\n\nPlayin' Hooky\n\n, or top out via two different 5.11 options.\n\nIt is possible to link both pitches but not recomended since you will not be able to hear or see your partner during the crux traverse.\n\nP2 5.11-, 60 feet.\n\nThe original finish was to step right off the belay, mantle on to a sloping ledge, and follow a crumbly corner feature to the top, but with the recent addition of\n\nGolden Hammer\n\n, you now can take that routes fourth pitch to the top for a much more classic finish in the 11+ range.\n\nDescent: Several rap options exist.  The best option is from the anchor on top of\n\nSpun Gold\n\nto the\n\nPlayin' Hooky\n\nanchor in the middle of the slab, then down Solid gold from there. Or top out completely and walk over to the\n\nSolid Gold\n\nraps, or 4th class scramble down to the raps for\n\nPlayin' Hooky\n\n.","protection":"Bolts. 10 draws and 2 runners should do.","location":"Top right side of Creekside. In between\n\nSpun Gold\n\nand\n\nPlayin' Hooky\n\n."},"__v":0},{"_id":"zzK5zzBpW+yfik2IT3cg5w==","name":"Creek Nation","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"9/11/16","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":32,"mp_id":"112142195","mp_crag_id":"105745870","climb_id":"zzK5zzBpW+yfik2IT3cg5w==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"The 2nd bolt is the crux. This line has positive holds and good foot placement.","protection":"8 bolts with 2 anchors.","location":"The route is 20 feet to the right of\n\nPTO\n\nand left of\n\nCreek Dance\n\n."},"__v":0},{"_id":"U23emuz8VHCwoZOky4OcsA==","name":"Creek Dance","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Prehmus","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":35,"mp_id":"111212662","mp_crag_id":"105745870","climb_id":"U23emuz8VHCwoZOky4OcsA==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"P1. Start up through some brief horizontal bands, then step left onto the slab/face. Scamper up the thinnish moves on the face (5.7). At bolt 7, the 5.9- crux is slightly left. I found it took some high-stepping, thus the route name.  Staying right easily avoids the harder moves.\n\nP2 is OK 5.6 climbing.","protection":"9 and 7 bolts for P1 and P2, chain anchors at top of both pitches.","location":"Creek Dance is 200 feet right of\n\nSolid Gold\n\nand\n\nPlayin' Hooky\n\n, just left of the gully under Stoked Bowl."},"__v":0},{"_id":"Ggi2s/E1UnWw75Uavq88sg==","name":"Crackside Direct (var.)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"K. Trout, K. Miller, R .Kirkpatrick - '80s (updated by D. Mabe, 3/05)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":12,"mp_id":"105763791","mp_crag_id":"105745870","climb_id":"Ggi2s/E1UnWw75Uavq88sg==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"This is a variation to Crackside, but instead of stepping right when the arching crack ends, continue straight up on slightly more difficult face climbing (exciting!), clip a bolt, and beeline for the finger crack above.  Then traverse left past a couple bolts to the rap anchors of\n\nGuppy\n\n. (120')\n\nRap 35m back to the pod belay where the tyrol is rigged. (You need either 70m rope or two ropes for the rappel.)\n\nCrackside Direct provides an alternate way to eventually get back to the pod belay without having to reverse the traverse.\n\nEds.\n\nNote, in the event of wanting to/needing to bug off the top crux, you can traverse hard left into the\n\nGuppy\n\nfinish.","protection":"SR to #2 Camalot and a few runners.  4 protection bolts. Finish on\n\nGuppy's\n\nanchors.","location":""},"__v":0},{"_id":"MXnFIjotXGCuKGoiddLxDQ==","name":"Crackside","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"K. Trout, K. Miller, R. Kirkpatrick, '70s (updated by D. Mabe, 3/05)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":13,"mp_id":"105763788","mp_crag_id":"105745870","climb_id":"MXnFIjotXGCuKGoiddLxDQ==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Crackside follows the obvious, arching crack system on the right side of the south-facing Creek Side wall on the east side of tunnel 6.  Approach by tyrol from the cottonwood tree to the belay pod of\n\nGuppy\n\nand\n\nFish and Chips\n\n(small pine tree).  Right bolted traverse (5.2) above the water (3 bolts) to a small rock perch and two bolt anchor.\n\nClimb above the belay, clip a bolt and step into the arching crack.  Jam the crack until it stops and traverse right (crux) to join with another crack.  Continue up to a nice ledge with 2 bolt lowering anchor (90').\n\nIf you pay attention, your rope won't get wet when you pull it.\n\nCrackside is fun moderate traditional route with great location, good pro, and classic movement between cracks.","protection":"SR up to #3 Camalot. 3 protection bolts. 2 bolt rap anchor.","location":""},"__v":0},{"_id":"tPwZ0IoQXCm3UPav0q6iQA==","name":"Clown Loach (temporary name)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ken Trout & Jim Jensen, 1973","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":11,"mp_id":"107528244","mp_crag_id":"105745870","climb_id":"tPwZ0IoQXCm3UPav0q6iQA==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"There is a line between\n\nGuppy\n\nand\n\nCrackside Direct\n\nthat ascends a black intrusion band and is largely protectable with gear.  It was climbed long ago with Ken's explorations back in the days when hexes ruled the Earth.  At the time, he did it with his neighbor, they didn't think it was a first ascent and hence didn't name it (sounds familiar, yes, it occurred on\n\nCrackside\n\n, too).\n\nYou can start this line either from the\n\nGuppy\n\npod angling up and right towards the black intrusion or from the 2 bolt anchor of\n\nCrackside\n\nand angling left.  Perhaps 30 feet up you can choose left and the tiny, right-facing dihedral or up the blocky black rock.  Continue upward protecting using discontinuous features until you get to the finger/thin crack mentioned in\n\nCrackside Direct\n\n.  You can finish in this thin feature or move a couple feet right on bigger features to gain the leftward traverse past 2 bolts and the semi-hanging belay and anchor for\n\nGuppy\n\n.\n\nRappel 115'.","protection":"Wireds, cams to a #3 Camalot.  ~15 slings/quickdraws.","location":"This is between\n\nGuppy\n\nand\n\nCrackside Direct\n\nand follows a black intrusion band."},"__v":0},{"_id":"Pev1Mi41W1WYSlNLn+KT0A==","name":"Christmas Spirits","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Isaac Emery & Mike Burdon, 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":1,"mp_id":"121739707","mp_crag_id":"105745870","climb_id":"Pev1Mi41W1WYSlNLn+KT0A==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Climb some boulders onto a big ledge. This section is unprotected but very easy. Then go up the left-facing dihedral and onto the face. Use crisp, solid edges up to the anchor. The first ascent was in December 2021.","protection":"4 bolts + anchor with hooks.","location":"Leftmost sport route of this section of Creekside."},"__v":0},{"_id":"SN4Zl1LFUrq5GR4sNwJLlw==","name":"Bro's Gold","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dakota Walz & Brenton Kreiger June 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":18,"mp_id":"120892876","mp_crag_id":"105745870","climb_id":"SN4Zl1LFUrq5GR4sNwJLlw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Bro's Gold is highlighted by dynamic movement through huge roofs some 400 feet above the creek. Most of the rock is great, save for some near the start of pitch 1. If not for the easy climbing and multiple no hands rests that separate the fun cruxes, this could be a classic; however, if you love big moves and exposure but don't have a lot of stamina, you may love it.\n\nStart by climbing the first two pitches of\n\nBig Bro's Watching\n\nor climb one of the easy slabs and traverse the fixed line left to the first two bolt anchor it's attached to (the fixed line is in okay shape as of 6.6.2021). The entire route stays dry during a rain save for the mantel under the final anchor.\n\nP1:\n\n5.11b, 115 feet, 11 bolts, 2 bolt anchor.\n\nClimb up toward a left-scooping section of black rock and a high first bolt (consider extending it). A hand-size cam would protect the section before the first bolt, but it's only 5.5. From here, follow the bolts up and left to the first large roof (crux). Belay at the same pitch 3 stance belay as\n\nBig Bro's Watching\n\n(called the Kidney Killer, but it's not bad as far as exposed belays go).\n\nP2:\n\n5.11c, 70 feet, 7 bolts, 2 bolt anchor.\n\nFrom the belay, climb up to another roof, but escape right on very easy terrain. Set yourself up for the big dyno (crux) through a third roof, and pull over into the sit-down-and-have-a-picnic rest. Navigate the 4th and final roof with more big moves and a tricky mantel under the chains.\n\nThere could be another pitch that goes to the summit, but the rock is garbage and not worth anyone's time.","protection":"10 quickdraws, 2 alpine draws, an optional hand-sized cam, and a 70m rope.","location":"Start on the upper ledge high on Creek Side. It crosses paths with\n\nBig Bro's Watching\n\n."},"__v":0},{"_id":"2a283te7Ul2INfwWQa6Ykw==","name":"Brennivin","yds":"5.12c/d","grades":{"yds":"5.12c/d","french":"7c"},"fa":"Pete Takeda, Eric Greene","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":6,"mp_id":"105758218","mp_crag_id":"105745870","climb_id":"2a283te7Ul2INfwWQa6Ykw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Brennivin is a beautiful crack splitting a 30 foot roof on Creek Side crag - the buttress located on the North side of the river between the last tunnel before I-70 and The Dog House. The roof lies in the center of the crag at the river's bend. It is the most obvious feature on the buttress.\n\nThe approach pitch is 10d or 11a face climbing on solid, black-gray rock. The approach pitch had been bolted by unknown climbers prior to my ascent. The roof had one bolt located low down. The roof was aided and cleaned with nuts left in place as fixed pro. The crux - a right hand surf move to gain the crack - was protected by a tied off Lost Arrow. The roof is a giant jamming jug fest - the best first free ascent I've ever done. The belay needs replacing, as it causes some rope shredding.","protection":"First pitch is bolt protected 5.10d. Second is protected by one bolt, one piton, and several fixed nuts. A selection of one each #0.4, 0.5, 1, 2 Camalots are helpful.","location":""},"__v":0},{"_id":"FGmmPc7ZXXyaZ3/5o0GX1Q==","name":"Black Gold","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":23,"mp_id":"109070301","mp_crag_id":"105745870","climb_id":"FGmmPc7ZXXyaZ3/5o0GX1Q==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"Black Gold is a 400 foot 5.7 route near\n\nPlayin' Hooky\n\n. It’s bolted with anchors for 5 short pitches but can be climbed as three long pitches (combine 1 & 2 then 3 & 4). Some parts of it were climbed before the current bolted line went in, but nothing was documented. Start on the 4 foot ledge overhanging the creek, 30 feet below and upstream of the start of\n\nSolid Gold\n\n/\n\nPlayin' Hooky\n\n. It's the second route left of\n\nSolid Gold\n\n.\n\nPitch 1: climb up and left, then follow some small, left-facing corners. Using the left wall of the corner, you can finesse the roof. Belay above the roof on 2 bolts.\n\nPitch 2: pass a second black overhang to climber's left. Move back right above the overhang. Continue up the bolt line. Staying left of the bolts is easier. For more challenge, climb to the right of the bolts until the last two bolts under the final bulge. Avoid the two huge boulders on the right here, as they may not be attached. Pull through the bulge to the belay.\n\nPitch 3: the friction move below the second bolt is tricky. Clipping may be more secure if you wait until you get the positive hold just above the bolt. The rest of the pitch is mostly easier. Belay on the 2 x 6 foot ledge on another pair of bolts.\n\nPitch 4: from the belay bolts, move left then up past 4 bolts to the big grassy ledge. Walk the ledge right to the double bolts under the right side of the overhang. Pitches 3 & 4 can be combined.\n\nPitch 5: start under the right margin of the overhang, and then steps left (5.7) onto & above it. Enjoy the exposure as you clip the bolts straight up to the skyline. Two bolts 3 feet past the lip support belay at the top.  A chain & a bolt at the lip support lowering sport style. This pitch is 35 meters long. You can’t get back to the belay by lowering on a 60m rope, but there is a rap anchor that you can reach on the upper face.\n\nDescent: rappel the route. From the top, the first rap is to a mid-face anchor above the belay.  A 60 will\n\nnot\n\nreach back to the belay from the top. The second rap will drop you to the\n\nSolid Gold\n\n/\n\nPlayin' Hooky\n\nrappel anchors. If it’s open, continue down that route. If it’s busy (as it usually is), stay on rap and walk/sidestep over to the P3 anchor of Black Gold. Three more raps will get you down to the base of the cliff. On the last rap, throw the rope towards the\n\nPlayin’ Hooky\n\nstart. Throwing the rope straight down may put the rope ends in the creek. Landing this rap at the base of\n\nFurlough Day\n\nand retrieving the rope from there helps keep the rope out of the creek.\n\nIf you don't want to rap, follow the climber's trail and cairns that will lead you down the eastern gully and back to the approach trail. It's faster than rapping.\n\nPer\n\nEric Chow\n\n: the \"walkoff\" down the wrong gully involves some downclimbing and cliffs out above the anchors for the routes near the telephone pole (you might need some shenanigans to do a final rappel (60m rope) back to the approach trail).","protection":"P1: 8ish bolts and 2 anchors.\n\nP2: bolts?\n\nP3: bolts?\n\nPer\n\nAlan Prehmus\n\n: there are bolts all the way. Most pitches offer trad gear placement opportunities for those who want to practice placing gear while protected by bolts.","location":"It is the second route left of\n\nSolid Gold\n\n/\n\nPlayin' Hooky\n\n."},"__v":0},{"_id":"iPAgJrShWVCle/qXmHMlbw==","name":"Big Bro's Watchin' (Luebben Memorial Route)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"D. Mabe / D. Lawrence, Aug. 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":19,"mp_id":"106540431","mp_crag_id":"105745870","climb_id":"iPAgJrShWVCle/qXmHMlbw==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"","protection":"A multi-pitch adventure mindset, a helmet, a 70m rope, and a rack up to #3 Camalot including small wires, selection of stoppers. Offset nuts and offset Aliens/MCs are helpful. All belays are from bolts except for the top.","location":""},"__v":0},{"_id":"hfn5jJsgULqJ9NyTU8vl+g==","name":"The Art of the Deal","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Graham Blandy and Dana Rose, 2016","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":34,"mp_id":"116974878","mp_crag_id":"105745870","climb_id":"hfn5jJsgULqJ9NyTU8vl+g==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"This is a good climb, but it does have some undesirable sections. The crux is the first pitch. The guidebook calls it 5.8, but it feels harder. I fell leading, and my partner fell following; however, the protection is good. We both thought it was about 10a in difficulty. You traverse left after the difficulties to a #4 Camalot-sized crack. It is a good idea to protect the start of this traverse for the second in case they fall off the crux.\n\nThe second pitch is easy, about 5.5. The guidebook says it is 5.2. The last part is about 5.2, but it is harder for about 50 feet above the pitch one anchor. There is a single bolt on this pitch about 20 feet below the anchor.\n\nThe next pitch is 5.7 and goes up easy terrain to a hand crack that angles right to left. It looks difficult from below but is not too hard. You can see the anchor above.\n\nThe last pitch starts up a chimney left of the anchor and follows a thin crack which moves left. This is a fun pitch and is 5.8. It protects with lots of small cams. A red tri-cam is great to have at the top. The pitch ends at a bolted anchor.\n\nThere is an alternate first pitch about 10 feet left of the main start which is more direct. This optional start is 5.9 and protects well going up a left-facing dihedral before moving right below a protectable roof.","protection":"A standard rack up to a #4 Camalot. A 70m rope is necessary for the descent.","location":"The climb starts about 15 feet left of\n\nCreek Dance\n\n. The optional start is 15 more feet to the left. The main start is up a slab next to a left-facing, overhang-like dihedral."},"__v":0},{"_id":"B5UmOCY2UBi/OBTGo0i7dA==","name":"Are There Bolts Up There?","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"James Bellamy, Noah McKelvin","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"left_right_index":0,"mp_id":"107528418","mp_crag_id":"105745870","climb_id":"B5UmOCY2UBi/OBTGo0i7dA==","areaRef":"RFOzD/zJVl20+FgDjW6K6g=="},"content":{"description":"One sunny Sunday afternoon, twenty cars were at each crag. \"I hate crowds,\" I muttered to myself. (No wonder I have never been to Yosemite nor want to go!) So me and James forged our way up this route. No crowds here, thank God. Good practice for getting your loose rock \"on\", for the Canadian Rockies, Black Canyon, etc. No bolting on this, a nice pure route.\n\nFor those that can't live without choss or adventure, read on. For those looking for bolts or solid rock, you might be disappointed.\n\nThis route is worth the adventure. You may find it more like the Black Canyon than Clear Creek. That being said, an R rating is put here not only for the runouts but to let others know that there ain't going to be gear every couple feet and to be careful with loose rock. The runouts are on the easier terrain, however, as the crux is fairly well-protected. For those that seek solid rock, don't think this is your route.\n\nWade across the river and park right before the Tunnel 6 at the end of the Creek Side area.\n\nP1: 5.10a. Locate the overhanging, slanting crack to the left of the leftmost route that ends at a tree. Bushwhack your way up the awesome, overhanging offwidth (crux) that prevents jamming since there is a bush in your face. Easier overhung climbing with good gear and holds/jams leads to a flake. Belay here or at the tree. I thought it went 5.9, but my buddy was very confident that it was 5.10. So we agreed on 5.10a. I'll let others be the judge. It's not about the grades but about the experience.\n\nP2: 5.5. \"Belay and Hide\", a fun adventure depending on your line. Watch the loose rock and your partner below, along with some cactus. I made a typical alpine anchor after 50 meters that was so so. Basically climb straight up.\n\nThe route gets its name from a fellow shouting \"are there bolts up there?\" while I was building an anchor.\n\nP3: 5.8 R. Traverse right onto the runout headwall that has great holds but is vertical without gear. Mantle and continue up to a great ledge before the final headwall. Continue straight up following the holds. Gear is there but so so. Traverse left to a huge flake and then mantel onto the top with a perfect tree.\n\nThis route might disappoint most, but we found it to be worth it! I'd do it again. I'm a sucker for choss though.","protection":"Standard trad rack with a #4.","location":"This is the leftmost route on the Binge side of Creek Side. Park before the tunnel on the right. Wade across the river to the start and start your adventure!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,4453b30f-fcc9-565d-b4f8-58038d6e8aea","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Creek Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12a"},{"count":5,"label":"5.9+"},{"count":4,"label":"5.10+"},{"count":1,"label":"5.13d"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.6"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.8+"},{"count":5,"label":"5.8"},{"count":2,"label":"5.10"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.11"},{"count":2,"label":"5.7"},{"count":1,"label":"5.12c/d"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":5,"advanced":3,"expert":0}},"sport":{"total":31,"bands":{"unknown":0,"beginner":10,"intermediate":10,"advanced":10,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":14,"advanced":11,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41042,39.74102]},"bbox":[-105.41100477772983,39.74057033981814,-105.40983522227016,39.74146966018187],"left_right_index":-1,"ext_id":"105745870","area_id":"RFOzD/zJVl20+FgDjW6K6g==","polygon":{"type":"Polygon","coordinates":[[[-105.41100477772983,39.74057033981814],[-105.40983522227016,39.74057033981814],[-105.40983522227016,39.74146966018187],[-105.41100477772983,39.74146966018187],[-105.41100477772983,39.74057033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":37,"__v":1,"createdAt":"2022-11-07T05:57:03.991Z","updatedAt":"2024-02-19T18:32:49.584Z"}