{"_id":"63689de0e80bff5a994f92d3","area_name":"Redgarden - Roof Routes","shortCode":"","climbs":[{"_id":"1tHH4kP+XLur2z4H2vSa5w==","name":"The Wisdom","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"[FA Kor & Ament 5.8 A4  P1 FFA: E. Webster. P2 FFA: A. Higbee. P3 FFA: Bachar FFA entire: John Bachar]","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":7,"mp_id":"105763806","mp_crag_id":"105807701","climb_id":"1tHH4kP+XLur2z4H2vSa5w==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This airy, overhanging excursion is a must-do for those comfortable at the grade.  While never fatal, this route is quite serious in a couple of places, including the 11d crux boulder problem, which you encounter off an exposed hanging belay on the third pitch.  Alternately delicate, thuggy and heady, The Wisdom is arguably the best continuously free route on the Roof Wall.\n\nP1: (10d s) Begin on the ramp about fifty feet up and left of Temporary Like Achilles and Dangerous Acquaintances.  The route face climbs right from a small stance at the top of the double cave-slots, moving through a scoop past greasy laybacks and a so-so fixed pin to easier face moves above.  Protect when you can.\n\nP2: (11b) A completely unique experience! From the alcove at the top of the first pitch jug haul up to a bolt at the base of the Scary Canary dihedral. Clip then bolt then, counter to your instincts, downclimb right along the lip of the roof on a good rail (pumpy) until you can roll over onto the smooth, tan face above the lip.  Belay under the small roof at double Metolius anchor bolts.  This pitch is commonly combined with pitch 1.\n\nP3: (11d/12a s) The crux. Undercling right off the hanging belay to an thin-walled but solid hole/flake.  Load it up with 2\"+ gear, then crank straight up on bouldery, commiting moves. The handholds are good but the footholds suck through here; a fall from the top of this sequence will send you for a good 30-footer. Have your belayer be mindful not to drop you beneath the big roof another 10 feet down, as sharp rails at the lip might cut your rope! Easier, better protected climbing up a R-facing corner leads you to a small belay stance.\n\nP4: (5.9) Move up and right from the belay to the varnished plaque of rock, clipping a lone bolt and executing a series of hideously desperate slab moves (this is Psycho Slab) to reach the safety of the Upper Ramp.","protection":"Your standard Eldo rack, plus a fairly healthy selection of RP's and small cams.  Don't forget two big hand-sized pieces for the crux pitch (#2 Camalot size, roughly).","location":""},"__v":0},{"_id":"QtoNnEihVOGmeI/Jt8E9Tg==","name":"Wasabeline","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":17,"mp_id":"117904092","mp_crag_id":"105807701","climb_id":"QtoNnEihVOGmeI/Jt8E9Tg==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"There are two logical, quality link-ups between\n\nWasabe\n\nand\n\nEvangeline\n\n: Wasabeline Low and Wasabeline High. High is definitely better! The low version climbs to the 3rd bolt of\n\nWasabe\n\nbefore traversing left into the ledge and piton of\n\nEvangeline\n\nThis keeps the route at a consistent 5.11- the whole way. For the more stout version climb one bolt higher on\n\nWasabe\n\n, clip the bolt with a long draw, then go up and left to a fierce crux on gastons before getting to the last two bolts and crux of\n\nEvangeline\n\n.","protection":"All bolts.","location":""},"__v":0},{"_id":"G+br/IMYW52V+vJCLtzi9w==","name":"Wasabe","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"D. Michael, P. Piana, M. Sonnenfeld, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":18,"mp_id":"105755632","mp_crag_id":"105807701","climb_id":"G+br/IMYW52V+vJCLtzi9w==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Wasabe is the route in between\n\nPsycho\n\nand\n\nEvangeline\n\n.  It starts on\n\nPsycho\n\n, up to its first bolt and then trends left and up past five more bolts to the base of the big roof.  This first section is typical roof-route face climbing but better protected than the others (.11a/b).  The intimidating roof is next, protected by two bolts and is actually much more reasonable than it first appears.  Without giving away too much beta, it involves a heel hook, a dyno, some body torquing, and some intricate footwork.  One key is to climb past the second bolt in the roof and reach back to clip it once you're established at the lip.\n\nThere's a bit of a span between the first bolt in the roof and the one under it, so one might want to stuff a medium cam at the base of the roof to ease any fears.  (Plus, it's a ring bolt which I've never really liked in overhangs).  Once past the lip an easy move takes you to a big jug and the anchor.  Unless someone is following, most people just clip in here for a rest and then climb back and jump off, cleaning the draws in the roof and then lowering off the last bolt on the face.  Wasabe is the best protected of the roof-routes with lots of interesting moves up the face and out a pretty big overhang.","protection":"8 bolts (6 are ring bolts) to a bolted anchor.  Possible medium cam.","location":""},"__v":0},{"_id":"nZ7+K/8YXxCkF91IVT7GuA==","name":"Tubesock Tanline","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"John Sherman, Alec Sharp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":9,"mp_id":"105760230","mp_crag_id":"105807701","climb_id":"nZ7+K/8YXxCkF91IVT7GuA==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Sorta a direct start to the Wisdom. Well, I asked John if he wanted it added to the database, and he grumbled \"I don't care, nobody can lead it since Derek passed on.\"Them's fighting words.  First attempt on sight: Six zero Rps placed, four ripped while lowering. Yanked the other two out from the ground. The knifeblade, placed free on the lead, held a twenty-footer (twenty years ago). Recommended. Should be on every competent Eldo visitor's list.","protection":"Upside-down knifeblade protection at the crux. John ripped out six 0 Rps.","location":""},"__v":0},{"_id":"Wi89EgNcVLiokwn6tPLWhQ==","name":"Trippin","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Eric DeCaria & Matt Segal","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":29,"mp_id":"106161378","mp_crag_id":"105807701","climb_id":"Wi89EgNcVLiokwn6tPLWhQ==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Climb through the roof directly above the anchors of\n\nKloeberdanz\n\n. Finish same anchors as\n\nKloeberdeath\n\n.","protection":"One fixed knifeblade at the lip of the roof.","location":"Roof directly above anchors on\n\nKloeberdanz\n\n."},"__v":0},{"_id":"o9BN7b5aWaG7WWAuy+A+gw==","name":"Temporary Like Achilles","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"[FA 1967 Pat Ament &Larry Dalke, 1967 led Layton Kor & Cub Schaefer, ?FFA] John Bragg, Steve Wunsch","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":15,"mp_id":"105763785","mp_crag_id":"105807701","climb_id":"o9BN7b5aWaG7WWAuy+A+gw==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is the route directly to the left of\n\nEvangeline\n\n. It is identified by a large attached flake with a bunch of chalk. Ascend this flake (crux) via some face moves to a left-angling slot affair. Climb up the slot a little ways, fiddle in some pro, then pull over a minor roof on jugs to a bolt. From here, take a direct line up to a two bolt anchor via a 5.9 seam with supplemental edges. There is another bolt (and formerly a pin) along this section. A historic classic, and a good quick route also.\n\nEds. There is a roof pitch, freed by Ben Moon at 13d. It continues above the roof.","protection":"Definitely dangerous, although not too hard for its original rating (.10c). You pull the crux 15 feet up w/ no pro, you're not going to die, but could easily twist your ankle. Slightly runout up higher, bring some TCUs for the pin scars.\n\nEds. the pin on the upper part of the first pitch is gone.\n\nPer\n\nCarl Schaefer\n\n: you can protect with 0.4-#2 Camalots plus optional TCUs or small offset cams for the pin scars on the (otherwise) slightly runout upper face and quickdraws for the two bolts. There are fixed carabiners at the anchor.","location":""},"__v":0},{"_id":"1FMaLL3LV8OtnUaaJ/c6Vw==","name":"Scary Canary","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Roger & Bill Briggs","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":10,"mp_id":"105759996","mp_crag_id":"105807701","climb_id":"1FMaLL3LV8OtnUaaJ/c6Vw==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Surprised that this classic route is not in the database. A Eldorado classic with very hard and very different pitches.\n\nPitch 1: Start just right of the \"Lower Ramp\" and make a hard move to gain a short, obtuse, right-facing corner. Layback up the corner making a hard moves (use to be a pin in place) to gain a rotten band. Traverse left with good gear #2 1/2 #3 Friends on somewhat loose holds to a right-facing flake. Place gear in the flake and move up and left past two old 1/4-inch bolts on slopey holds (scary) and up to the belay.\n\nPitch 2: Start as for \"\n\nThe Wisdom\n\n\" but where that route goes right continue up and slightly left into a very intimidating, overhanging dihedral. Things are about to get ugly. Stem up the dihedral using small gear (2&3 RPs) to the crux move about eight feet below the roof. Do a wild stemming and palming (crux) move and reach a good bucket and rest below roof. After a good rest, crank out the roof on fairly good holds and power up the headwall past two bolt (5.10+). The climbing becomes easy (5.8) past the bolts and soon reach\n\nLe Toit\n\nat the easy traverse. Go left to the Le Toit belay (and rap the route) or right and follow Le Toit to the upper ramp.\n\nGreat route and lots of good hard climbing packed in its two pitches. \"A Briggs classic\".","protection":"Standard \"Eldo rack\" with extra \"RP\" for the crux corner.","location":""},"__v":0},{"_id":"w1f5MLxWV/+fVOIA5jhc7g==","name":"Rosy Toit","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Steve Wunsch and Hunter Smith 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":2,"mp_id":"105760227","mp_crag_id":"105807701","climb_id":"w1f5MLxWV/+fVOIA5jhc7g==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This spectacular and spooky route starts at the top of the second pitch of Le Toit and ends at the top of Rosy Crucifixion in one 190 foot pitch. From the bolted anchor on Le Toit move up and left into a right facing corner via 5.9+ moves. Follow the corner until you reach two pitons and head hard left, it is runout after the pitons. Join up with Rosy C. at the bolted anchor on the second pitch and follow its third pitch to the Upper Ramp. While the crux is pretty well protected for the leader it is pretty serious before and after. The second should be very solid at the grade because a fall from the crux moves will result in a huge swing.","protection":"Couple of pitons, small to medium cams, stoppers...","location":""},"__v":0},{"_id":"At5303ChWCOnwtYTsKrs1Q==","name":"Mean Lean","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Rob Candelaria","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":26,"mp_id":"105756109","mp_crag_id":"105807701","climb_id":"At5303ChWCOnwtYTsKrs1Q==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This route is more of a link-up than an independent line but it has some nice climbing and does follow a natural line, beginning on Kloeberdanz and moving left across the horizontal break under the roof band to finish at the anchors atop the first pitch of\n\nPsycho\n\n.\n\nThough the first bit heading left from\n\nKloeberdanz\n\nlooks desperate and piley, it actually has fairly solid rock and some ok pro.  Once you reach\n\nGuenese\n\n, you get to start clipping bolts, but you'll still need plenty of gear to protect the stretches between each set of anchors.\n\nLots of cruxes and plenty of interesting traversing make this an obscure but worthwhile Roof Wall outing.","protection":"This is a long pitch.  Bring lots of TCUs to 1.5\" and some hand-sized stuff, plus stoppers.","location":""},"__v":0},{"_id":"bGHc5YUeU3OuzAUwQyM3kQ==","name":"Psycho","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Steve Wunsch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":19,"mp_id":"105749731","mp_crag_id":"105807701","climb_id":"bGHc5YUeU3OuzAUwQyM3kQ==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"The entire route including is rarely done. The roof is a historic classic.\n\nThe first pitch is about two stars and is a good quick roof route. Begin this route up and left of\n\nFire and Ice\n\n(the route just left of\n\nGuenese\n\n). Look for a bolt just left of a shallow, rounded, right-facing dihedral. This bolt is twenty feet off the ground and requires 5.8 climbing to get to it, hence the s rating. After the bolt, decipher a very funky, Eldoesque crux (crux for shorter people, easier for taller people) and climb up to a decent pin. Climb above the pin to an ok bolt and traverse straight right to a two bolt belay .10.\n\nThe second pitch continues over the roof on .12+ climbing.","protection":"A bolt, a pin, then a bolt.","location":""},"__v":0},{"_id":"iOjk7jgzXAifDJxEyDpf+w==","name":"Lipsync","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"David Light","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":27,"mp_id":"105756403","mp_crag_id":"105807701","climb_id":"iOjk7jgzXAifDJxEyDpf+w==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is a hybrid/link-up type route but it actually covers some pretty cool terrain and must be one of the most overhung routes in Eldo.\n\nStart on\n\nKloeberdanz\n\n, cranking through the crux 11a roof until you're perched on the slab over the lip.  Move up and left onto the hanging arete and clip a bolt.\n\nPower out the arete to the lip of roof and clip another bolt, then hand traverse left along the good rail at the lip of the roof band.  Clip a final bolt and continue left (crux), eventually joining\n\nGuenese\n\nat the good lieback flakes over the roof.\n\nUse long draws on this route to prevent rope drag.  It's easiest to clean this one on top-rope.","protection":"Some small gear for the pillar at the start of\n\nKloeberdanz\n\nand TCUs/stoppers for the corner on\n\nGuenese\n\n.","location":""},"__v":0},{"_id":"TTukSgFGXHS6DDv9ov86dw==","name":"Le Verne","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Suggested by B. Miller and S. Levin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":5,"mp_id":"105753283","mp_crag_id":"105807701","climb_id":"TTukSgFGXHS6DDv9ov86dw==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Small RPs to 3.5 inch cam.  Load up on small - medium wires and TCUs.","location":""},"__v":0},{"_id":"9nI/vayBURyvZJhzTRnGgw==","name":"Le Toit Direct","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FA: Layton Kor, Larry Dalke, 1963. FFA: Rob Candelaria, Charles Deane, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":3,"mp_id":"108116565","mp_crag_id":"105807701","climb_id":"9nI/vayBURyvZJhzTRnGgw==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This route was added to MP.com to capture fixed hardware.","protection":"Standard rack.","location":""},"__v":0},{"_id":"FoUX4MAnVvCfmIhrhV3iUg==","name":"Le Toit","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Duncan Ferguson, Jim Erickson, Bill Putnam","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":4,"mp_id":"105749596","mp_crag_id":"105807701","climb_id":"FoUX4MAnVvCfmIhrhV3iUg==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This fun and exhilarating taste of Eldo begins eighty feet up the long, prominent ramp left of the roof routes on Redgarden Wall that leads to the base of such climbs as\n\nRuper\n\nand\n\nRosy Crucifixion\n\n.\n\nP1. Look for an old pin a foot off the ramp and a zig-zagging line of chalked holds.  Le Toit is the easiest line in the area, probably not a good idea to mistake it for the first pitch of the Wisdom (lower down).  Set a belay and head up and right on steep funky 5.9 climbing that has less than ideal pro.  Forty feet up, angle back left slightly and clip a bad upside down pin, above this is a good bolt.  Clip the bolt off and awkward, balancy stance (probably not good to blow this clip), then crank the crimpy crux face moves to a rock strewn ledge with a two bolt anchor.\n\nP2. The second pitch surmounts the roof which is surprisingly less steep than it appears from the ground.  Start with a creepy insecure 8+ traverse right to an ancient pin (which can be backed up for the second) then crank up the obvious chalked jugs to a good bolt and sloping ledge.  Pop around the roof on the right, .10b/c, and continue up for twenty feet to a two bolt anchor.\n\nP3. For the third pitch move the belay fifty feet right on a 5.0 traverse and set it in a typical Eldo slanting ramp system.  Look for some short corners and an inobvious traverse into them from the left.  Make an unprotected 5.8 traverse into these corners and continue up and slightly left on steep 5.8 climbing with good holds and pro to reach the Upper Ramp.\n\nThis is a good route with plenty of funky Eldo climbing.","protection":"There is a substantial amount of old fixed gear on this route.  It can be supplemented with a light standard rack with an emphasis on small stoppers and cams.","location":""},"__v":0},{"_id":"lacmjwqmW6W2DLRIejZOfA==","name":"Last Rite","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"M. Gilbert, W. Nuss, 1970's","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":1,"mp_id":"105762774","mp_crag_id":"105807701","climb_id":"lacmjwqmW6W2DLRIejZOfA==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This route is an interesting one. Some great moves and good rock gated by some bad rock with poor pro right in the face of a bouldery crux. It is also a bit sandbagged in the book and is 10c or harder, even presuming I was having a bad day.\n\nThat said, it has a really nice section to it, but the yucky sections at bottom and on the ramp up top burn one of the otherwise 2 stars away.\n\nClimb up the lower ramp, passing the the pin & rapid link at the base of \"Le Toit\" by maybe 15 meters. You will arrive below a thin, right-facing, acute dihedral, hanging over a roof about 5 meters up. Look carefully at the huge flake [guarding] it- I couldn't find a way to enter the dihedral without protecting behind it (only pro) and then really yarding on that thing!  Place a belay up and West of the dihedral a bit, on some 1.5\" pro under a hanging flake. That belay gear is bomber, and the belayer will be out of harms way, should climber or bad rock come down in a hurry.The leader will go up and right on solid hands (feet smear) to under the roof, then right under the roof and around to gain the dihedral. Smaller hands are good, but so are longer legs. I got a near \"no hands\" knee bar, but it bled me badly.  Climb up and into the dihedral (crux, 10+?) and then proceed up, stemming, pinching and clinging. TCU's and stoppers pro it up. Make sure to protect your second by placing a few a the top of the crack, then wander right and sling a chicken head, then go back up and left (runout) to gain the ramp. Belay at the base of Rosy Crucifixion.","protection":"The route is runout and the first pro is a 1\" cam or maybe a [fist-sized piece] behind a hollow-sounding and worse looking block. Further inspection from down and right will reveal that this is prbably OK, though, as it is socketed in tightly into the wall, zig-zag style.  The route should protect best with a quiver of TCUs and nuts, plus a 2\" cam for pulling into the dihedral (crux) and a 2.5\" cam up higher. The top protects with a solid tied-off chickenhead.","location":""},"__v":0},{"_id":"7PsKo4ohWH6sS9Ljyi9SMQ==","name":"Kloeberdeath/Candallegro","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Rob Candaleria , Mic Fairchild","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":28,"mp_id":"105761439","mp_crag_id":"105807701","climb_id":"7PsKo4ohWH6sS9Ljyi9SMQ==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"The roof wall area on the Redgarden Wall holds the testpiece '\n\nPsycho\n\n', and is the steep, 80 foot, brown face capped by an obvious, 5-8 foot roof.  The rock continues above the roof to the Upper Meadow of the Redgarden Wall.  The roof wall is located at the base of the lower Ramp, and is best approached on the normal Redgarden Trail. This area is popular in the winter months because it can warm quickly in the sun and, protected by the overhang, is usually dry.\n\nLocate '\n\nKloeberdanz\n\n' at the right edge of the overhang band, where it begins in a somewhat dirty-looking, right-facing corner beneath a striking arete formed by the edge of the roof.  It is uphill from '\n\nTouch 'n Go\n\n' and downhill of '\n\nGuenese\n\n' and the other roof routes.\n\nAfter turning the '\n\nKloeberdanz\n\n' roof, you immediately launch onto the arete that constitutes the end of the roof wall proper.  Rob added a bolt after the first ascent to protect this strenuous section.  Getting established onto the face seems to be the main crux.  There is difficult climbing on the face about 40 more feet to the '[[Guenese]105748780' belay.","protection":"6-8 QDs, wires, #3 Friend.  There is a good bolt at the\n\nKloeberdanz\n\nroof, and a bolt along the underside of the arete to protect those moves onto the crux face above, which is also bolted.","location":""},"__v":0},{"_id":"uyc9J+JaWpiMHsBMU4mUjQ==","name":"Kloeberdanz","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"[FA L Kor & L Dalke , 1963. FFA (all pitches) S Wunsch and J Erickson, 1974]","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":30,"mp_id":"105758401","mp_crag_id":"105807701","climb_id":"uyc9J+JaWpiMHsBMU4mUjQ==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Approach as per\n\nT2\n\nor\n\nGuenese\n\n. Just up and left of\n\nJules Verne\n\nand\n\nT2\n\n, or just down and right of\n\nGuenese\n\nis the lower terminus of the higher roof among the roof routes. The roof is some 40 off of the deck and runs parallel to the ground.  A the terminus it bends upward as it rises to the right. Just to the left of the bend in the roof you will see a single both and 3 very well chalked holds.  One is a bucket, the others are small.\n\nP1. Start climbing a crack on the lower left, past a few good stopper placements (strongly advised to keep the rope out of your way).  Continue up toward the left side of the bolted roof, clipping a fixed pin on the left as well.  Again, this keeps you out of the rope when leading the roof. You can pop a red tricam in an old angle pin scar just above this.  The squeamish can also place a cam in a hand jam with a long sling just before starting the roof.  The crack is full of guano, however.\n\nStart off across the roof, clip the good bolt, and shoot hard through small holds to a huge hold to the right of the roof.  Establish yourself on the far side and go up to clip a pin- and back it up.\n\nMake a few more tricky moves going up and right to reach chains on 2 good bolts.  Most people do not climb further, although there are 2 more pitches (5.10b and 5.9?).  I've seen this route rated anywhere between 5.11a and 5.11d.  My own personal experience here leads me toward the harder end of that range. The crux is a big move from small holds. Reach and forearms are the keys to this 3-move wander. Bouldering fans might make short work of it, while short people with no forearms might flail helplessly. My experience was somewhere between.\n\nP2.  TBA  Per B. Wright: \"The second pitch is 10c and had some lichen on it and maybe a touch of water (this was a couple of years ago, but I suspect things are pretty much the same).\"\n\nP3.  TBA  Per B. Wright: \"The third pitch is 5.9 S+. This is a great, exciting pitch that demands classic Eldo nut fiddling from semi-bad stances and a cool head.\"","protection":"For pitch 1: a few stoppers to get to the roof, a good red tricam in a pin-scar or hand-sized cam (if you spook easily) before the roof, a bolt at the roof.  After the crux, there is a bad fixed pin with opportunity to back it up on a 1.5\" cam and some nuts later on.  The last few moves to the chain are easy, but if you don't place the right gear, somewhat runout. I know nothing of P2 or P3.  Can someone post a correction to add the info?  If not, I'll do it after climbing them...","location":""},"__v":0},{"_id":"yD8WQ5i+WjuXQapMHbFDxg==","name":"Huck Off","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Cameron Tague, Willie Mein","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":13,"mp_id":"105756406","mp_crag_id":"105807701","climb_id":"yD8WQ5i+WjuXQapMHbFDxg==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is a very cool sport (read: sporty) route that climbs through the sea of bulging rock right of the crux pitch of\n\nThe Wisdom\n\nand left of\n\nHands in the Clouds\n\n.  The route name, a double entendre, is both a reference to the potential for big air on one of the route's cruxes and Cameron Tague's good-natured jab at the route's detractors, who griped that it was too close to\n\nThe Wisdom\n\nwhen it was put up.\n\nClimb\n\nTemporary Like Achilles\n\nand aid through the roof (or try Undertaker if you feel like pulling on what's left of the holds!) to a double-bolt belay over the lip.  The route goes more or less up and left from the belay, passing two bolts on the vertical plaque before tackling a crux bulging section with two more bolts.  Finish straight up on the easy corner above the crux of\n\nThe Wisdom\n\nto a shared double-bolt anchor.  Two rappels get you back to the ground, or finish out on Psycho Slab.","protection":"Some small wires and TCUs can be used to supplement the bolts.","location":""},"__v":0},{"_id":"cVFzZ0AdVxaKIMuTahigPA==","name":"Hands In The Clouds","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark and Scott Tarrant, 1987","type":{"trad":true,"sport":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":14,"mp_id":"105749944","mp_crag_id":"105807701","climb_id":"cVFzZ0AdVxaKIMuTahigPA==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Hands In The Clouds is another fine addition to the Eldorado hit list by  Mark Tarrant. The climbing in Hands in The Clouds begins either with the\n\nTemporary Like Achilles\n\nslab off the ground or at the double bolt anchor above the\n\nAchilles\n\nroof. The roof itself was freed by Jerry Moffat [\n\nEds. Ben Moon?\n\n] close to ten years ago at 5.13d and can be done nicely at A0. Logically, the Moffat ascent should constitute the real end of\n\nAchilles\n\nand not the start of Hands.  Wander largely leftward up the broad\n\nPsycho\n\nslab for 2 or 3 airy clips and small, tricky feet. This is followed by a cruxy move (5.12a) over a small overhang and more vertical face climbing that moves left again for a bolt. Friends and nuts protect a right facing corner and some spacey climbing to a double bolt anchor. I thought that there were two 5.12 cruxes and a lot of 5.11 style face climbing. The climbing on Hands is typical Eldo: spacey gear, a tad tough to fish it all in, and some \"Eldo-weirdo\" moves. (NB: Mark has indicated that one additional bolt was added to the face crux since Hands went in 1987) Three stars for great climbing, exposure, and perfect (albeit weird) Eldo sandstone. This is another classic route in the Eldorado pantheon.","protection":"Half a dozen QD, several small camming units, and a fist full of stoppers. Double ropes willl touch the ground from the Clouds anchor. Otherwise, two raps with a 60m rope. Just above the\n\nTemporary Like Achilles\n\nroof is a double bolt anchor.","location":""},"__v":0},{"_id":"O5AOFDb3W0W4oMaRMhTf4w==","name":"Guenese","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Layton Kor, Ron Foreman, 1962. FFA: Steve Wunsch, Jim Erickson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":24,"mp_id":"105748780","mp_crag_id":"105807701","climb_id":"O5AOFDb3W0W4oMaRMhTf4w==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is a really fun route. The start is .10- and has a kind of bad fall potential. Climb the face up to the roof .10+ and crank over the roof on jugs immediately after .10. If you do this in one pitch, it feels about .11b (still easier than super spar!) because of the pump factor. There are bolts over the roof you can rap off of. Another option is to climb to the bolts below the roof (.10+) and set a toprope here. If you want, you can climb some 5.8 from this lower anchor to the anchor atop\n\nDownpressor Man\n\n(mid .12 for shorter people like me) and toprope this route also. This is probably the best protected of all the roof routes, and is one of the easier ones also.","protection":"Standard rack. Bolts protect the hard sections, supplemented with small to medium stoppers and TCUs.","location":""},"__v":0},{"_id":"XLBwP1ukXV2S8N1Sz0wNMg==","name":"Guen-Ice","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bruce Miller, Kent McClannan, 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":23,"mp_id":"107217991","mp_crag_id":"105807701","climb_id":"XLBwP1ukXV2S8N1Sz0wNMg==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Climb\n\nGuenese\n\nthrough crux roof. Then move left up the steep wide system until it is possible to connect with the hanging corner of\n\nFire and Ice\n\n. Follow this to the bolted anchor (100 feet).","protection":"Stardard Eldo rack + extra #2 Camalots.","location":""},"__v":0},{"_id":"1bYMAcbHXBm8WR+a0rBahg==","name":"Guardian Saint","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Eric Decaria, Matt Segal, Mike Pennings, 2009","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":8,"mp_id":"107660693","mp_crag_id":"105807701","climb_id":"1bYMAcbHXBm8WR+a0rBahg==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is an excellent full value pitch for the advanced Eldo leader. From a stance (gear) five feet above the small roof that is above the old Star drive (slings) anchor of Saint Eve, climb moderate, left-tending ground and gain ledge of\n\nLe Loit's\n\nexit pitch. Continue straight up to left-leaning splitter seam (crux). Above the seam, follow more seams straight up the slightly spicy, high angle slab to the upper ramp.","protection":"Standard double Eldo rack RP-3\", add Lowe balls.","location":"Approach via\n\nHuck Off\n\n,\n\nThe Wisdom\n\n, or Saint Eve and set good anchor at nice stance above the small roof just above the old Star drive anchor with slings and fixed wires (Saint Eve anchor)."},"__v":0},{"_id":"RdaxpnHCVSWR8Ul2S8FRDg==","name":"The Gem","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bob Horan, 1984","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":0,"mp_id":"106331424","mp_crag_id":"105807701","climb_id":"RdaxpnHCVSWR8Ul2S8FRDg==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"The Gem is located on an isolated block, sitting on the upper right side the Lower Ramp.\n\nClimb the thin seam splitting the sheer, maroon face. A fixed pin gets you started and then small wires are used to protect the thin crack which is more or less face climbed.","protection":"RPs, small wires, a fixed pin at the start.","location":"It is on an isolated block, sitting on the upper right side the Lower Ramp."},"__v":0},{"_id":"caHLkZMUXRCmtdOrfrtJ5g==","name":"Fire and Ice","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"FFA:  Pat Adams, 1981","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":21,"mp_id":"105753109","mp_crag_id":"105807701","climb_id":"caHLkZMUXRCmtdOrfrtJ5g==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Originally, a scary aid line in the '60s, Fire and Ice became an awesome technical face climbing test-piece for the '80s and still today.  Three modern bolts protect three uniquely different \"crux\" sections.  As with other \"Roof Routes\", F+I is rather height-dependent, and it's interesting to see how different people decipher the moves. I will tell you that you better fine tune your high stepping, mantling and crimping skills....\n\nThe route does continue through the roof (slightly down and right) and past the right facing corner at (11+R) by Alec Sharp, using a wild press/stand-up/undercling and jump move to the lip! Stuff a couple cams (#1.5-2 Friend) and layback past a bolt. Head up to the\n\nGuenese\n\ntraverse and an anchor. Rap or continue.\n\nAlso, the first bolt was not originally there; for the aid ascent nor for early free attempts (and ground falls).\n\nIf you do P1 of\n\nPsycho\n\nand want an interesting TR:  Climb F+I to the second bolt and traverse left diagonally upward to\n\nPsycho's\n\nanchors (led by Alec Sharp, Slow Dancing).\n\nA good sized flake-hold just before the anchor on P1 broke off, but in my opinion, the climbing has not become more difficult.... That section is still just as tenuous as it always has been, from the right-foot rock over and up!","protection":"3 bolts, 2-bolt anchor.","location":""},"__v":0},{"_id":"pOzmA0PPXZuQxh1mbKDfiQ==","name":"Evangeline","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"[?Steve Wunsch  per High Over Boulder, P. Ament & M. VanLoon 1967 TR  led P Ament & R Briggs, 1967]","type":{"sport":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":16,"mp_id":"105763740","mp_crag_id":"105807701","climb_id":"pOzmA0PPXZuQxh1mbKDfiQ==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is one of the more popular and better protected roof routes.\n\nThis climb starts to the [right] of\n\nTemporary Like Achilles\n\n; uphill 20 yards from\n\nGuenese\n\n.  It can be identified by a heavily chalked shelf midway up and a seemingly juggy roof at the beginning.  This is a great pitch, .10b over the roof, and pumpy reachy 5.11 climbing up higher on good holds.  Once on top of the shelf, the crux breaks left on some sloping holds then angles back right to easier climbing that moves up and left to a two bolt belay.  The upper roof can be aided to gain access to two more apparently classic 5.10 pitches, I have not done these however.\n\nThe pitch above the roof is excellent, 5.10b/c. The roof is easily aidable and ends up at a big anchor. From there, the climb goes up and right, and then straight up the face to a tricky groove. It finishes up an easy slab to the belay below the Psycho Slab. This pitch is exposed and feels much more commiting than it actually is. It is mostly fixed with old pins and other old gear, and can be protected with small wires and small cams. The Psycho Slab, 5.9, leads to the Upper Ramp.\n\nThe upper pitches have some antique gear (pins & bashies) that you should treat with suspect.","protection":"There are a few bolts and less than ideal pins protecting this climb. The start is a tad on the hairy side.\n\nPer\n\nCarl Schaefer\n\n: for P1, bring five draws for the 4 bolts and 1 pin and perhaps a cam 0.75-#2 to fill-in between bolt #2 and the pin. The start is a tad on the hairy side, so consider using a stickclip.\n\nAccording to Levin's guidebook: P2 has four bolts, and P3 has four bolts and several pins.","location":""},"__v":0},{"_id":"pewDruaGVt2tC1Gsh1LTWA==","name":"Downpressor Man","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Rolofson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":22,"mp_id":"105759510","mp_crag_id":"105807701","climb_id":"pewDruaGVt2tC1Gsh1LTWA==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Climb\n\nGuenese\n\nto the first bolt passing a pin en route. Follow two more bolts straight up to the anchor.  A pin can be clipped after the last bolt for the run to the  anchor.  This is crimpy and powerful, maybe a little spanny for the vertically challenged. It is best not done on a hot day in the sun.","protection":"Two pins and three bolts.","location":""},"__v":0},{"_id":"InINFonDVkaXOmmJzaac1A==","name":"Dangerous Acquaintances","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Alec Sharp, Matt Lavender, John Sherman","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":12,"mp_id":"105758742","mp_crag_id":"105807701","climb_id":"InINFonDVkaXOmmJzaac1A==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is an Alec Sharp route put-up in the 1980s just left of Temporary like Achilles, where the roof wall abuts the lower ramp. It was a super-impressive ground-up lead by Sharp, who spent multiple hours on the purple face punctuated by hollow overlaps, tossing off loose holds and puzzling through the various 5.11 cruxes.\n\nThe modern version (the Derek Hersey variation) goes straight up above the rotten break on small layaways and is the most common way to do the route.\n\nStart just left of Temporary, underclinging the lower roof to grab some jugs over the lip (a decent TCU goes in here). Stretch high and right, then commit to the small, offset, left-facing corner.\n\nBucket haul through the break and head straight up the face. A nest of RP's behind flakes protects a crimpy move to gain the undercling flakes. Follow these to the anchors, four pins and a fixed wire about seven feet up and left of the double-bolts for Temporary.\n\nYou can easily toprope this by doing Temporary and cruising left along the break to the anchors.","protection":"Lots of RPs, a long sling for a horn, double TCU's from Metolius purple (#0) through 2\" size (Metolius green), small wires.","location":""},"__v":0},{"_id":"lURE/NcXUdGVyUCkGE4RcQ==","name":"Clever Lever","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Mike Tobias/Brian Robertson, circa 1970, FFA: Greg Lowe, 1976.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":31,"mp_id":"106331418","mp_crag_id":"105807701","climb_id":"lURE/NcXUdGVyUCkGE4RcQ==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is located left of\n\nT2's\n\n? first roof pitch, right of\n\nKloberdanz\n\nand Private Idaho roofs. Climb the right-angling sequence of underclings, heel hooks, and levers to gain the lip. It is bolt protected.","protection":"Bolts to anchors.","location":"This is located left of\n\nT2\n\nKloberdanz\n\nfirst roof pitch, right of\n\nKloberdanz\n\nand Private Idaho roofs."},"__v":0},{"_id":"VHkxOYxVXEOkFHtJKgBJXg==","name":"Clear the Deck","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"[Eric Guokas led, 1983]","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":25,"mp_id":"105753367","mp_crag_id":"105807701","climb_id":"VHkxOYxVXEOkFHtJKgBJXg==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This is a \"direct\" (straight-up) start to Guenese which is most-often top-roped off the double-bolt anchors below the roof band, hence the proliferation of chalk on the holds. It climbs the rounded pillar feature down and right of the start of Guenese before tackling a cruxy leftwards traverse that leads into the upper half of the first pitch of Guenese.\n\nSome shaky psychological pro can be placed in a loose flake down and right before starting the traverse, but it's more likely to whack you in the face than hold a fall. Thankfully, the holds are positive and the deck is a mere 30+ feet away.","protection":"You can't get much in besides psychological pro --the smallest TCU you have (Metolius #00) and an RP or two go behind some horribly flexing flakes. Once you reach Guenese you'll need a mid-range cam and some quickdraws for the bolts.","location":""},"__v":0},{"_id":"SPfABqPUU+S5bSVahIA1zw==","name":"Canary Corner Extension","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Cameron Tague, Jeffery Hollenbauch","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":11,"mp_id":"110981422","mp_crag_id":"105807701","climb_id":"SPfABqPUU+S5bSVahIA1zw==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This seldom climbed finish to the crux on\n\nScary Canary\n\ndeserves more traffic. It is more of the fun corner, so what's not to like? Stem on up where you normally bust right and join\n\nLe Toit\n\nat the roof.","protection":"Include a #3.5 or #4 Camalot for a nifty, shallow placement before you have to run it out a little in addition to the\n\nScary Canary\n\nrack.","location":""},"__v":0},{"_id":"rn6utzQTXAits5xz9IHp7g==","name":"Blue Steel","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Andy Donson and Jonathan Copp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":6,"mp_id":"105760326","mp_crag_id":"105807701","climb_id":"rn6utzQTXAits5xz9IHp7g==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"This route takes a vertical line from the start of The Wisdom to the belay ledge atop P.1 of Le Toit. It combines a poorly protected 10+ lower section with a powerful bulge above the \"rotten band\".  Start as for The Wisdom but head left up a flake (which vibrates!) into a shallow R-facing dihedral.  Bomber RPs can be placed here.  Climb the dihedral and trend R into the rotten band where you can bury some medium cams. Climb through the steepness, on large holds, to reach an obvious blocky undercling and excellent gear (#3.5 - #2.5 Friends and a #2 Rock). Take a deep breath and head up and right through the overlap, just left of a rounded arête, to reach a small resting ledge (crux). An incipient crack leads straight up to the bolted cave belay on Le Toit.\n\nWe headpointed the route, but it could definitely be led ground up. We cleared away most of the looseness and despite some major efforts, we failed to budge the vibrating flake at the start.","protection":"Take a single rack of cams from blue alien up to #3.5 friend, and a set of small nuts.","location":""},"__v":0},{"_id":"ZrV1EepkVGWmGFziYJqTaQ==","name":"(Total) Psycho!","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Kor-Ingalls, 1962!","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"left_right_index":20,"mp_id":"110558181","mp_crag_id":"105807701","climb_id":"ZrV1EepkVGWmGFziYJqTaQ==","areaRef":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":"Please use the photo.\n\nPSYCHO IS A LOT MORE THAN ONE PITCH!\n\nKor-Ingalls, 1962.\n\nTo those who have not climbed all four pitches:\n\nyou missed the good stuff!\n\nInstead of stopping at the bolts under the roof, just aid the roof and keep going. In 1962, the movie Psycho was the scariest ever. Layton Kor and Huntley Ingalls borrowed Hitchcock's title for a route as steep and scary as any climb the world had yet seen.\n\nPSYCHO SLAB\n\nPhoto by Baker, 1973.\n\nIt is easy to lose your head here!","protection":"To be edited in.","location":"To be edited in."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,d6b82da5-08f2-5918-b016-268909c51b50,021dcdec-ae83-5a6c-8019-3dc0afc1ef88","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Redgarden Wall","Redgarden - Roof Routes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.11d"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.13"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.12"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11a/b"},{"count":4,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":4,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.11c"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":26,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":20,"expert":2}},"sport":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":10,"expert":0}},"aid":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":26,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2846,39.93112]},"bbox":[-105.28518639857276,39.930670339818136,-105.2840136014272,39.93156966018186],"left_right_index":-1,"ext_id":"105807701","area_id":"Ah3N7K6DWmyAGT3Ar8HviA=="},"content":{"description":""},"density":0,"totalClimbs":32,"__v":1,"createdAt":"2022-11-07T05:55:58.555Z","updatedAt":"2022-11-25T11:16:31.623Z"}