{"_id":"6368a265e80bff5a99565f04","area_name":"d. Strictly - The Ceiling","shortCode":"","climbs":[{"_id":"6jhnxtwqW3mCQX+3NYmrYA==","name":"Yesterday's Lemonade","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Charlie Rollins & John Stannard (1970s)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":20,"mp_id":"113883851","mp_crag_id":"107039667","climb_id":"6jhnxtwqW3mCQX+3NYmrYA==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Climb the thin face beneath the roof just off the ground. Pass the roof and head straight up over easy terrain to the final bulge beneath the belay/rap tree. Bouldery crux move is right off the ground with no protection, easy to toprope from the tree above from a neighboring roof.","protection":"Bouldery crux move off the deck with little to no protection. Good gear after that.","location":"On the face to the just right of Glyponod beneath the larger roof just off the ground."},"__v":0},{"_id":"1bL8hWZcV6yf/3OPJCpQzA==","name":"Vicious Rumors","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Darrow Kirkpatrick and Frank Minunni '85","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":0,"mp_id":"111330296","mp_crag_id":"107039667","climb_id":"1bL8hWZcV6yf/3OPJCpQzA==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"From the FA party, Frank Minunni:\n\nThis route got its name when Gary Garrett, an old Gunkie at that time, told us that it had already been done.  I was pretty bummed at first but when I saw the smirk on his face I realized he was pulling my leg.  I said, \"Yeah, another vicious rumor.\"  And there you have it.\n\n  An eye catching crack right of Arch, on the left side of the Ribs block. Several easier face moves lead into a beta-intensive crux (above micro gear) below the rooflet and the jug rail. Traverse right on this rail to the arete, climb the arete to the ledge. A very stiff onsight, but not an exceptionally dangerous route. Thoughtful, unusual climbing for the Gunks.","protection":"Small/micro cams, brassies","location":"The obvious cracks on the orange face on the left side of the Ribs block, right of Arch."},"__v":0},{"_id":"Tevs1gDvWpGqsVC5QNT1Xw==","name":"Travels With Charley","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Dave Ingalls and Charlie Bookman (1968)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":8,"mp_id":"106134470","mp_crag_id":"107039667","climb_id":"Tevs1gDvWpGqsVC5QNT1Xw==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"The R section is really not too bad (some loose rock that can be avoided), and the rest of the climb is actually quite nice.  The crux is similar to Moonlight -- a somewhat blind step around a bulge. \n\n  Pitch 1 is also in the Williams' guide as the start to Oscar and Charlie and can be used to bypass slow parties on, or as an alternate start to, Strictly From Nowhere. \n\n  P1 - Climb the orange corner to a bulge, surmount it (crux) and continue to top of corner, then step right up to a small ledge.  Belay above or near a pine tree to continue with Strictly From Nowhere or the \"Oscar and Charlie\" link-up; or continue up to the base of an arching left-facing corner (for Travels). \n\n  P2 - Climb past the white flakes to a large overhang.  Traverse right (crux) past loose rock (airy) onto the face, then up a short right-facing corner and then a left-facing corner to overhangs.  Move right around the hangs and up a bulging face to the right side of a long overhang.  Climb it, then up to a belay/rap tree on the GT ledge. \n\n  P3 - Climb the crack to a ledge, then up a nice easy face to a large ledge another short headwall.  Up this to the top.  This pitch is actually very nice. \n\n  Descend via the bolted Strictly From Nowhere rappel line.","protection":"Standard Gunks Rack.","location":"At the large orange left-facing corner just left of Strictly From Nowhere."},"__v":0},{"_id":"Ym58GK2gWQ+KQiD477lkgw==","name":"Strictly From Nowhere","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Art Gran, Jim Andress, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":10,"mp_id":"105799704","mp_crag_id":"107039667","climb_id":"Ym58GK2gWQ+KQiD477lkgw==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"The large roof on the first pitch is the main reason to climb this route. It's a blast!\n\n P1: Climb to the right of a small tiered overhang near the ground. Wander up, aiming generally left towards the right-facing dihedral (the original route belayed here), then head up steep rock into the left-facing corner/roof. Work up into the roof, then escape right to the bolts (and protect your follower(s)!). Belay at bolts. 5.7, 100'.\n\n P2: Follow the crack above to a right-facing dihedral and a sling belay at a tree. 5.4, 70'.\n\n P2: Or for a better, more consistent 2nd pitch, follow the thin crack up to a tiny tree, then move up and left on hero holds through small overhangs to the top. Good pro, fun moves, more exposure (5.6, courtesy of Larry Hamilton).\n\n Rap the route with one rope. There are bolts at the P1 belay.","protection":"Standard Rack.","location":"The Strictly's access trail is where the East Trapps Connector trail meets the carriage road, about a 5-min. walk from the Uberfall.   \n\n  This route starts almost directly above the access trail's end, on the face 25' left of the right-facing dihedral of The Ceiling, directly below a small tiered overhang."},"__v":0},{"_id":"KIMRd6tbXPadCLE6m6bClg==","name":"Splashtic","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dick Williams, Ants Leemets, 1966","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":5,"mp_id":"105799710","mp_crag_id":"107039667","climb_id":"KIMRd6tbXPadCLE6m6bClg==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"The route gets its name from what a fall on pitch 2 would sound/feel like. The first pitch is worth doing at least once, but there is a very height-related move at the crux.P1: Start 40' left of Strictly From Nowhere. There is an attractive-looking short face to the left of a shallow right-facing corner. Climb this face using small cams in horizontals for gear. There is a very reachy move at the top, before you pull onto the slab. Follow the slab (5.9-) up and right to a sling anchor in a hollow flake; It may be better to skip this and find a better gear anchor as the flake iv VERY hollow and barely wedged in.  5.10a, 70'.Rappel from here, or continue...P2: Climb the corner, then angle up right to a white face and corner. Step up the corner to get high pro, then downclimb and traverse right around the arete (crux) onto a face and belay below an overhang. 5.9R, 70'.P3: Angle up right and climb a notch through an overhang to the GT Ledge. 5.7, 60'.","protection":"Standard Rack, extra small cams.","location":""},"__v":0},{"_id":"fIJrUnv9UZy/CJqPBqV3hg==","name":"Simple Ceilings","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Willie Crowther and Gardiner Perry the III, 1957","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":26,"mp_id":"107852049","mp_crag_id":"107039667","climb_id":"fIJrUnv9UZy/CJqPBqV3hg==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Start: At a short, blocky, right-facing corner with a protruding block about 15 feet up. This is the same start as Three Pines. \n\n  P1: Climb the short corner to a brushy ledge with a tree. Move up and left following a short corner and face passing a ledge to another ledge and belay below right-facing flakes. 5.2 \n\n  P2: Climb the flakes up to a small grassy ledge and continue up and left past another ledge to the GT Ledge. 5.3 \n\n  Traverse left on the GT Ledge to the second of 3 jutting pine trees. The next pitch starts at the low overhang about 15 feet right of a belay/rap station (Nemesis) \n\n  P3: Make a few moves past the low overhang and move right to small corner and another overhang (crux), above which is a small ledge. Climb fun moves up the face past a piton (another crux), aiming for the obvious block that teeters out over the face. Belay on the nice ledge under the roof above. 5.5 \n\n  P4: Move up and left past the roof/corner aiming for a second pin above a slab under another big roof. Make the thin traverse left and exit up easier rock to the top. 5.5 (The Williams guidebook has this pitch at 5.3 but I thought the traverse was the crux of the route. It's possible I missed something though.) \n\n  Descent: From the top of the climb it is possible to follow a faint(at first) herd path right to the bolted rappels of Three Pines.","protection":"","location":""},"__v":0},{"_id":"cohFHTuIUr+3zcwqR4dXEQ==","name":"Shockley's Without","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":12,"mp_id":"110494043","mp_crag_id":"107039667","climb_id":"cohFHTuIUr+3zcwqR4dXEQ==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Since this has always been listed as a bailout variation for The Ceiling, it doesn't receive  much attention. That's unfortunate, because this is a full, clean pitch starting from the GT Ledge.  A nice link-up for the 5.4 leader is the first two pitches of The Ceiling then finish on Shockley's Without. \n\n  At the GT ledge, walk 15-20 feet left of where you arrive from Shockley's second pitch. Belay at the tree or on gear. Climb up and slightly left, wherever you can find gear, about 50-60 ft to a ledge with a 6ft high left-facing corner. Climb the crack in the corner to the top (crux).","protection":"The pro is PG on the lower half, and G at the crux.","location":"At the end of P2 of The Ceiling."},"__v":0},{"_id":"uIXN281PUXund5+lu76E0A==","name":"Ribs","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Hans Kraus and Bonnie Prudden, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":2,"mp_id":"105811994","mp_crag_id":"107039667","climb_id":"uIXN281PUXund5+lu76E0A==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"An easy face climb, passing many horizontals.\n\n Approach: Use the access trail that heads up just where there Stairmaster reaches the Carriage Trail, a 4-minute walk from the Uberfall. At the cliff, walk left and locate Arch, a prominent rock arch above the East Trapps Connector Trail. Ribs starts at the prominent, hanging arete well below the right side of the arch.\n\n P1: Gain the large arete from the side, then traverse over to the middle of the face on the right. Climb nearly a straight line up to the GT ledge, with one or two overhang moves just before the finish. 5.5, 130'. You can also stop at the bolted rap station at 80'; this is a common toproping spot for beginners and guided groups.\n\n Descent: There are three bolted rap stations that serve this and nearby routes.","protection":"Cams of all sizes in horizontals. Pass one bong and rap chains midway up.","location":""},"__v":0},{"_id":"J1qBczEBUrGRTfXomZ/01w==","name":"Ruby Saturday Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Pitch 1, Dick Williams, Marisa Clickner. Pitch 2,  Jim McCarthy, Ants Leemets","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":25,"mp_id":"106739200","mp_crag_id":"107039667","climb_id":"J1qBczEBUrGRTfXomZ/01w==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"1. Climb to a small ledge. Move up until you can grab a small, left facing flake (crux) that is at the base of a short, left facing corner. Belay about 30-40 feet higher at a decent stance. There are some obvious, right-facing flakes immediately above this point. 5.10a, 80 feet. \n\n  2. Go up and left from the belay, trend back right a bit (you should be more or less directly above your belayer at that point), and blast over a bulge on good holds (crux). Move up and left to a fixed pin, climb past that (second crux), then head slightly right to the GT ledge. 5.9+, 90 feet.\n\n Traverse to climbers' right and descend via the bolted line next to Three Pines.","protection":"Standard 'Gunks rack","location":"About 30 or 40 feet left of the start of Three Pines; look for a  clean section of rock and vertical seam a short distance off the deck."},"__v":0},{"_id":"/oWxmZEMW/SEmJxzlTXmAw==","name":"Ribless (a.k.a. Spare Ribs)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"1980s","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":1,"mp_id":"105902104","mp_crag_id":"107039667","climb_id":"/oWxmZEMW/SEmJxzlTXmAw==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"A route squeezed next to the multi-pitch Ribs, this route is only one pitch long.  You can do a contrived second pitch to reach Arch / Wrist, but you'll only get two pieces of pro - definitely X.  As it stands, Ribless is a good route to set up on TR.  Be warned, thought - Ribless and Ribs are in a rappelling superhighway.  Wear a helmet at all times.","protection":"G-PG rated, depending on what gear you have.  Tricams are useful.","location":"Climb the face and arete to the left of Ribs, staying withing 2-3 feet of the arete at all times. Can use an anchor off Ribs with a directional to TR Ribless. Rappel down Ribs via bolted stations."},"__v":0},{"_id":"ZYcSo60iWsKLW5m8xtc0Qg==","name":"Revenge of the Relics","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"1991, Ivan Rezucha and Chris Monz","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":9,"mp_id":"108821121","mp_crag_id":"107039667","climb_id":"ZYcSo60iWsKLW5m8xtc0Qg==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Pitch 1 5.9 PG, 50'   From SethG: \"This is not a bad little lead. The crux bulge is just fifteen feet or so off the ground so it is easy to scope out. There is great gear at the bucket hold beneath the crux. After a few reachy moves between poor crimps it is over. The pro is spaced for the rest of the way to the tree but the climbing is easier.\"  \n\n  Pitch 2 5.10a PG, 60' (not recommended in the Williams guide)   From Ivan Rezucha: \"The second pitch is the climb. The described first pitch is just the approach. The second pitch starts from the left side of the Strictly's ledge and (as I remember) climbs up and left to the rounded arete between Strictly's and (?) the Splashtic face. It's a little dicey. I remember a small Tricam. At the roof the gear is good. You move right and over the roof a bit left of Strictly's. Above that the climb peters out with no interesting place to go, so, the few times I did it, we climbed right and back down to the Strictly's anchor (just above the Strictly's crux).\"  \n\n  Williams has it join Travels with Charley after the overhangs and mentions a 5.9 R section.","protection":"Std. rack, yellow alien","location":"On arête between the Oscar's corner and Strictly."},"__v":0},{"_id":"TIZVEi31X3SGyKcGv7q8cQ==","name":"PR","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Skip King FFA John Stannard","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":14,"mp_id":"106078582","mp_crag_id":"107039667","climb_id":"TIZVEi31X3SGyKcGv7q8cQ==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"The crux is the thin seam on the first pitch. This route climbs to the woods in three short pitches. The first pitch is a serious piece of climbing.  \n\n  I think this was one of my first 5.11 in the Gunks back in the mid 70's.  \n\n  Pitch 1: Layback up the thin seam with difficult gear, reach a good bucket about 25 feet up and belay on a obvious ledge.","protection":"Small to medium gear with many small rp's. I used crack-n-up's when I did the route. A pad could be helpful on the starting moves.","location":"Just right of The Ceiling."},"__v":0},{"_id":"yfpv/FtMXsmD+4hKwli4Dg==","name":"Oscar and Charlie","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1950s: Oscar Dorfman (Oscar's Variation)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":7,"mp_id":"106295786","mp_crag_id":"107039667","climb_id":"yfpv/FtMXsmD+4hKwli4Dg==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"1. Oscar variation as a start to Strictly From Nowhere: Climb the large left-facing corner over a bulge to the top of the corner. Either stop at a tree, or trend right towards the large left facing Strictly corner and overhang. Move right and up to bolt anchors behind the Strictly pine tree.\n\n 2. Oscar to Travels With Charley: After the corner, move up the face to a good horizontal. Traverse left 15 feet to join Travels With Charley. Climb up to an overhang and move up and right at a break. A bit dirty.","protection":"Standard Gunks rack.","location":"Start in the large left-facing corner to the left of Strictly From Nowhere; this is 40' to the left of The Ceiling.  \n\n  Approach via the trail that rises almost directly across from the top of the Stairmaster."},"__v":0},{"_id":"JimumfyhUtO+NoJ5Xso9HQ==","name":"Nemesis","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Larsen, DIck Williams, John Hudson, Jim McCarthy, and Phil Jacobus  1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":21,"mp_id":"106089909","mp_crag_id":"107039667","climb_id":"JimumfyhUtO+NoJ5Xso9HQ==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"A friendly boulder problem crux and nice climbing above make this a fun one.  Almost always open. \n\n  P1- Boulder up the thin crack and head through some interesting climbing going straight up to the ledge.  Climb straight up past a left-facing corner, then head right to the other left-facing corner.  Follow this to the top until you're at the nice belay ledge. \n\n  P2- Tricky for tall folk.  Step left and climb the obvious overhang.  Head up past some loose stuff to the GT and a belay tree. \n\n  P3- Climb up the left facing corner formed by the massive jutting block.  Work up the arete of the block, a little ways above your gear.  Short but fun. \n\n  Alternate start for P1 at the next crack on the right.  Same grade?","protection":"Standard rack to 2\"","location":"Just right of the Glyptodon corner at the first thin crack."},"__v":0},{"_id":"kftZFDT7UtOs03n+hpAe3g==","name":"Midnight Cowboy","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Richard Goldstone and Dick Williams, 1968","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":22,"mp_id":"107395712","mp_crag_id":"107039667","climb_id":"kftZFDT7UtOs03n+hpAe3g==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"P. 1 (5.9+) Climb the thin face and crack (crux) 20 feet to the first protection.  Continue up the somewhat lichenated face to a belay atop the block above the slung anchor for No Recollection.  Make sure that you have small gear, tricams, and know how to use them, this anchor takes creativity.  (60 feet) \n\n  P. 2 (5.9+) Climb up and left about fifteen feet, then move up the steep bulge (crux 1) to a stance on a comfortable ledge.  Continue up to a small, right-facing corner with an old piton (back it up).  Climb the clean face to the right (crux 2) on incredible crimps to a stance.  Continue up to the GTL, aim for the right side of the right-most tree for the cleanest rock.  Belay here (good gear, but sketchy rock) or set a bomber directional and walk left 35 feet to a healthy belay tree.   \n\n  P. 3 (5.9) This pitch is basically a variation to Simple Ceilings.         Climb a low overhang, then pass a few smaller overhangs to a comfortable ledge at the bottom of a hanging right-facing corner (gulp) and an optional belay.  Move up and out this corner (great pro) to an exposed perch and an optional belay.  Continue up fifteen feet of easy rock to the top.    \n\n  Descend by the anchor lines at Strictly or 3 Pines, or walk back to the Uberfall.","protection":"A full quiver of gear including tiny cams, micro wires, and tricams.  Build all of your own belays.","location":"Start at a very thin right-slanting crack on the right side of the Nemesis Buttress."},"__v":0},{"_id":"/hZidmdAVFKlY+/ScyYYSw==","name":"High Corner","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Fritz Wiessner and Roger Wolcott, 1942.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":16,"mp_id":"105954124","mp_crag_id":"107039667","climb_id":"/hZidmdAVFKlY+/ScyYYSw==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"A one-star climb just to the right of The Ceiling, this route is a hidden gem.  A somewhat run-out and spicy 5.3 first pitch (definitely not for a 5.3 or even 5.4 leader), leading to an odd, crescent-shaped second pitch with really nice moves (5.2-5.3 G/PG), eventually leads to a beautiful offwidth/dihedral (5.5 PG) that just keeps coming at you.  Make certain to check the guidebook topo; there's a 5.8 PG route that overlaps this one, and it's easy to get off-route. \n\n  P1: Climb up alcove to right-facing dihedral; follow the dihedral to a pine tree or continue slightly up and right to the base of some overhead right-facing corners. 5.3, 75'. \n\n  P2: Follow the right-facing corner system up and right in a \"C\" shape to the GT ledge; walk right along GT ledge to a large arete, walk around corner to grassy area underneath imposing dihedral. 5.2, 100'. \n\n  P3: Climb the dihedral to the top. Due to rope drag, you can build an intermediate anchor on the GT ledge almost directly above the rappel tree from P1 belay and bring up the second, then do a short (20 foot) traverse to get around the corner. 5.5, 80'. \n\n  Descent: Rappel off the Shockley's Ceiling rappel, or walk about 50 yards to climber's left to the bolted Ribs rappel. There is a rappel station just to climber's right of the P2 belay, but it's two rappels to the ground -- and the intermediate rappel station is nothing to write home about.","protection":"P1: The crux moves have protection.  I put in 3 pieces in 75 feet.  With larger cams (3.5, 4) there might be more protection.   P2: adequate, but fiddly.   P3: looks adequate, maybe PG; we had to bail off due to the last pitch being dripping wet.","location":"Approximately 60 feet right of Shockley's Ceiling, in a right-facing dihedral with a short \"chimney\" or alcove."},"__v":0},{"_id":"OYfn6avYUcSV8YOpMDblWA==","name":"Hi Coroner!","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Todd Swain, Pat Barlow and Ray Dobkin, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":17,"mp_id":"107618284","mp_crag_id":"107039667","climb_id":"OYfn6avYUcSV8YOpMDblWA==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"An interesting, sometimes runout and sometimes contrived route that climbs around High Corner!\n\n  P1: Climb the hand crack on the left wall of the High Corner's first pitch corner. After reaching the top (crux) climb easier rock to the right of the two chimneys. Make the suffocating moves up the chimney (old pin) and make a belay at the pine tree belay/rap station. 5.7, 60 ft. \n\n  P2: Diagonal right to the right-facing corner with a large diving-board block. Climb up the corner to the overhang, where you step left to pull over. Continue up face to the GT ledge at the base of the large right-facing corner. 5.7, 80 ft \n\n  P3: Here is where things get interesting. Climb the left wall of the corner to the top. You don't get any gear for 20 feet, but the climbing is easy. The section of wall that I climbed came very close to the corner on two occasions so much so that it seemed \"on\" in places. Either way, you will eventually hit a good horizontal where you can get good gear and start the overhanging climbing to the top. The gear is much better past this horizontal. 5.9, 60 ft","protection":"It's a bit awkward to place gear in the chimney (#3 BD cam), but the only real runout section was the start of the third pitch.","location":"Same corner as High Corner!\n\n  Descend via the bolted Strictly rappels, to climber's left."},"__v":0},{"_id":"1t0uktl0VG2ciOLDgVhuKA==","name":"Grim-Ace Face","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim McCarthy, Royal and Liz Robbins, 1966","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":15,"mp_id":"106089237","mp_crag_id":"107039667","climb_id":"1t0uktl0VG2ciOLDgVhuKA==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Great route that is not for the meek or inexperienced.  Loose rock is found on the first two pitches, but it's not a horror show. \n\n  P1- Climb the nice, steep face to the obvious ledge.  Belay below the right facing corner. \n\n  P2- A good pitch; keep a watchful eye out for loose rock.  Climb the right facing corner and traverse a few feet under the overhang.  Climb up and left over the hang via some exciting moves.  Continue straight up past more questionable stone to the GT and a short, right-facing corner. \n\n  P3- Wild and committing! Up the short corner, then traverse under the overhang.  Begin the grunt-fest by pulling the overhang at a short left facing corner.  Continue up to the The Ceiling belay. \n\n  From the top, descend via a bolted rappel line over Strictly From Nowhere.","protection":"Standard rack to 3\".","location":"15 feet right of PR and about 50 feet right of The Ceiling."},"__v":0},{"_id":"i8+UnMKAXNGq6OyfQ6368A==","name":"Gorilla My Dreams","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dick Williams, Ants Leemets and Jim McCarthy, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":4,"mp_id":"107098017","mp_crag_id":"107039667","climb_id":"i8+UnMKAXNGq6OyfQ6368A==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"P1: Climb the right-facing corner.\n\n P2 goes up to the obvious left-facing blocky roof near a laurel bush, to the right, then to a large belay ledge w/cedar trees on it. Watch for loose blocks at the top.\n\n P3 is short: climb up under the tree growing out of the roof. Follow a left-facing dihedral until you get to a roof. Traverse right onto an exposed and blocky face to pass the roof.","protection":"Standard rack.","location":"20 feet to right of Calisthenic, at end of a low roof: start up a right facing corner. "},"__v":0},{"_id":"Cku5LSr4VVOgrduCUAUDow==","name":"Glyptodon","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1970: Helmut Microys and Eric Marshall","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":19,"mp_id":"109555637","mp_crag_id":"107039667","climb_id":"Cku5LSr4VVOgrduCUAUDow==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Climb the large right facing corner 35 feet to the right of Hi Corner  and 10 feet left of Nemesis. At the overhangs 25 feet up, step left onto a dirty ledge and go up (there is a tree there and it might be best to negotiate your rope/yourself to the right of the tree).  Carefully continue up some loose and scary flakes, zig-zagging a bit for solid pro.  The rock gets more solid as it gets steeper at the top (crux) of the pitch.  The end is the same belay/rap station as the first full pitch of Nemesis.","protection":"standard rack to 2 in.","location":"Big right facing corner 35 feet right of Hi Corner and 10 feet left of Nemesis."},"__v":0},{"_id":"jrt4nv/3U3SkRmwX0hvn/A==","name":"Glypnod","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1956: John Wharton and Dave Isles  FFA: John Turner and Craig Merrihue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":23,"mp_id":"106295806","mp_crag_id":"107039667","climb_id":"jrt4nv/3U3SkRmwX0hvn/A==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"1. Climb the crack in the corner to a ledge (5.7). Move up left into the large right facing, right leaning corner. Pass a large pine tree (or rappel). Then up the the GT ledge and belay under the right facing corner. \n\n  2. Up the corner and make hard moves past the overhang into another corner. Exit left under the next overhang and finish up right to the top.","protection":"Standard Gunks rack.","location":"Start in the large right facing corner to the left of Anguish, 80 feet left of Three Pines."},"__v":0},{"_id":"/+2HmtKMUuaiNJtbpjsa6Q==","name":"Gaston","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ken Prestrud and Lucien Warner 1952","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":6,"mp_id":"109022777","mp_crag_id":"107039667","climb_id":"/+2HmtKMUuaiNJtbpjsa6Q==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Good, varied climbing if you don't mind a run-out start. \n\n  P1 5.8- PG Climb the ramp. After a couple more unprotected moves trending right, sling the constriction in the horizontal on your right and breathe a sigh of relief. Step left and continue up the face past a pin to lower-angle rock and belay below the huge left-facing corner or link P2. (80 ft.) \n\n  P2 5.5 PG Move up and left following the giant corner to the GT.  Splashtic and Gorilla My Dreams cross the route from the left. (100 ft.) \n\n  P3 5.5 PG Same as P3 of Gorilla My Dreams (60 ft.)","protection":"Standard rack.","location":"About 25 feet left of the large, left-facing corner of Oscar and Charlie.  Look for a narrow, 10 ft. high ramp that leads right."},"__v":0},{"_id":"ZeljE7MDWveVqa9ye+49MA==","name":"Epiclepsy","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Kevin Bein, Mark Robinson, Barbara Devine, Roy Kligfield","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":11,"mp_id":"109269725","mp_crag_id":"107039667","climb_id":"ZeljE7MDWveVqa9ye+49MA==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Nice 5.7-5.8 face climbing leads up to and over a big roof. [Note, we only did the first pitch, Williams describes a second pitch also]","protection":"Begin by gaining the Strictly From Nowhere anchor, noting that Strictly sees a lot of traffic.  Set up the bolts to TR, and step right over the tree.  A directional can be set about 12' straight right of the bolts.  I got a green, red, and yellow C4 right next to each other in a flare about 5' above the lip. The flare would also take a #3 C4. \n\n  This would be a mighty serious lead.  There is no gear between the ledge at 2/3 height and the end of the route.","location":"Look straight up from the start of Strictly.  The lip of the huge roof above you has some little right facing corner-breaks in it, about 12-15' right of the Strictly P1 bolts.  Note, the bigger corner/break in line with the Shockley's starting corner is too far right."},"__v":0},{"_id":"nqi89MT+WVe26y0VRnuVZw==","name":"The Ceiling","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bill Shockley, Doug Kerr, 1953","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":13,"mp_id":"105799687","mp_crag_id":"107039667","climb_id":"nqi89MT+WVe26y0VRnuVZw==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"This route is considered to be one of the top three 5.6 routes at the Gunks, with High E and Madame G being the other two. The first two pitches can be linked up with Strictly From Nowhere - climb past the first roof of Strictly, and make a traverse right to the belay just below the Shockley's roof. P1 and P2 can easily be combined.\n\n The Shockley's access trail is located almost exactly where the East Trapps Connector Trail (the Stairmaster) meets the carriage road. This is about a 5-min. walk from the Uberfall.\n\n P1: Start 25' right and uphill from Strictly in a large right-facing dihedral. Follow a chimney (or climb the face to the left) to an awkward step around a roof. 5.4, 50'.\n\n P2: Angle up and right into a steep right-facing corner. Follow fun jugs to a lichen-y slab finish. Belay on the large ledge below the roofs. 5.5, 120'.\n\n P3: The money pitch: Jam the hand crack through the roof. After making the crux move, place some gear for your 2nd. Continue through the second roof and follow a crack system to the clifftop. 5.6, 100'.\n\n Communication from the clifftop is notoriously bad - plan accordingly (and also know that people on the carriage road will hear you and your partners much better than you'll hear each other - this is often quite amusing! -JSH).\n\n Descent: walk left about 200' to the bolted rappel down Ribs.  Three single raps with a 60 will get you down.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"aGmTRmJEVQO6OX9gcO/DMg==","name":"Calisthenic","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Phil Jacobus and John Hudson (1962)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":3,"mp_id":"106134457","mp_crag_id":"107039667","climb_id":"aGmTRmJEVQO6OX9gcO/DMg==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"This climb is really not worth doing, and the latter parts of P2 and P3 have some manky rock. I am 5'7\" and had no trouble with the opening jump. My 6'3\" partner reached the holds w/o jumping. It's probably best to be sure your second can make the jump so rope stretch does not create an ankle buster. I'd definitely advise against combining pitches for the same reason.\n\n P1 - Jump for the good holds just above the overhang (crux). Work your way up the path of least resistance past some grassy ledges and a lower-angled face to a belay below a left-facing corner.\n\n P2 - Move up the inside corner until the path of least resistance lures you right to the outside corner and up to a ledge. Step right and up the face to the GT ledge. \n\n When you reach the GT Ledge, you'll need to move left by 20 or 30 feet to the Ribs bolted anchor. P3 begins just to the left of this anchor, and this makes it very easy to do P3 as a finish to Ribs or after rapping down from the top. \n\n P3 - Climb the crack and right-facing corner to an overhang, move left (crux) and up to a bolted belay/rap anchor.\n\n There are numerous variations and several ways to go on both the first and second pitches.","protection":"Standard Gunks Rack.","location":"About 35 feet right of the Ribs arete, at a long overhang about 6 feet above the ground."},"__v":0},{"_id":"neXIN2b3W2SS+O2f2KgJgA==","name":"Anguish","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim McCarthy and Burt Angrist (1965)","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":24,"mp_id":"106031516","mp_crag_id":"107039667","climb_id":"neXIN2b3W2SS+O2f2KgJgA==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"P1, 5.8 PG: Climb up past the left-facing flake to a ledge at 30', step right, then straight up into an open book / dihedral capped by a roof.  Exit the alcove to its left (exiting right is 5.4), and belay at a stance (80 ft).\n\n P2, 5.5: Climb the face above, diagonaling right on easier rock to the GT ledge.  \n\n Once you reach the GT Ledge, you'll want to re-establish a belay about twenty feet to the right, near the edge of the wall. Just around the corner to your right will be the Three Pines bolted rappel station.\n\n P3, 5.8 PG: Look up and spot a hanging, right-facing corner that is about five feet high and is just underneath a ceiling. This corner is maybe ten feet to the left of the right edge of the wall. You're aiming for this hanging corner.\n\n Start up the face almost at the right edge of the wall, and drift diagonally up and left for 8 or 10 feet until you reach a shallow overlap. From the overlap, wander a bit right then back left, in order to position yourself underneath the hanging corner. Clip the pin and then figure out how to go straight up (crux) to the top of the corner, under the ceiling. Place bomber gear at the ceiling (whew), and make the slightly easier exposed moves out left to escape the overhang. Scamper straight to the top, passing some very nice slab climbing in the last ten feet before the top of the cliff.          \n\n The climbing around the overlap and hanging corner is kind of pumpy and in-your-face until you finish the crux. There is gear along the way, but once you're under the hanging corner the only pro I've managed to get is a rusty old piton, that you may have to look around to find.","protection":"","location":"40 feet right of Glypnod's right-facing corner, and left of Three Pines.  Look for the dihedral with a roof."},"__v":0},{"_id":"JWFJHN3hVpCi7fa428PS3Q==","name":"Armadillo's Delight","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Dick Williams and Peter Darmi","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"left_right_index":18,"mp_id":"108885016","mp_crag_id":"107039667","climb_id":"JWFJHN3hVpCi7fa428PS3Q==","areaRef":"fSDqTvrJVgGX5LcEbgGWtw=="},"content":{"description":"Covered in lichen. Could be better if cleaned up quite a bit but cannot be recommended at the moment.  \n\n  Climb up small corner/face to a rest stance (5.7, unprotected). Move up the face aiming for two tiny right-facing corners. Climb past a difficult section (5.9 PG-R) trending slightly right and up past smaller overhangs, to a stance beneath the final overhang. Pull the overhang just right of its widest part (5.10b/c G) or escape right and up (5.6).","protection":"Normal Gunks rack. Pro gets better towards the top, but many of the lower gear placements are in very dirty cracks.","location":"From the GT ledge, halfway between the last pitches of High Coroner and Nemesis, at a short right-facing corner.  \n\n  The line moves up on lichen, frustratingly close to cleaner rock."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,3d71209f-36a0-528f-aa53-a7e476c10115,7d20ea4e-fac9-5601-97e4-b7046e0196b7","pathTokens":["USA","New York","The Gunks","Trapps, The","d. Strictly - The Ceiling"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.10a"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.8-"},{"count":4,"label":"5.7"},{"count":2,"label":"5.5"},{"count":1,"label":"5.3"},{"count":1,"label":"5.4"},{"count":2,"label":"5.6"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":4,"label":"5.8"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":26,"bands":{"unknown":0,"beginner":15,"intermediate":9,"advanced":2,"expert":0}},"tr":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":15,"intermediate":10,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.18478,41.73894]},"bbox":[-74.18538261147084,41.73849033981813,-74.18417738852918,41.73938966018187],"left_right_index":-1,"ext_id":"107039667","area_id":"fSDqTvrJVgGX5LcEbgGWtw==","polygon":{"type":"Polygon","coordinates":[[[-74.18538261147084,41.73849033981813],[-74.18417738852918,41.73849033981813],[-74.18417738852918,41.73938966018187],[-74.18538261147084,41.73938966018187],[-74.18538261147084,41.73849033981813]]]}},"content":{"description":"last area: Frog's Head & The Arch | next area: The Mac Wall"},"density":0,"totalClimbs":27,"__v":2,"createdAt":"2022-11-07T06:15:12.384Z","updatedAt":"2024-01-24T19:45:08.752Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"65b168c37fb5d7edf057afbd","operation":"updateArea","seq":0}}