{"_id":"63689de0e80bff5a994fa4cb","area_name":"Stumbling Block, The","shortCode":"","climbs":[{"_id":"7iZ0jnwmVYu6Q3lehH+++w==","name":"Unknown 2","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":2,"mp_id":"108337050","mp_crag_id":"105744956","climb_id":"7iZ0jnwmVYu6Q3lehH+++w==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"This is a short climb and is one of the easiest in the area.  It has a big ledge about a third of the way up.  It feels like the crux is near the ground, and it is encountered while getting to the ledge.  The crack starts above the ledge.  There is good pro in this area, and stemming and jamming feet in the crack seems like the way to get it done.","protection":"A standard rack up to a #3 Camalot.  The anchor can be made with medium-sized cams so make sure you have some on the ledge.","location":"This is to the right of the route\n\nSabaki\n\n.  It climbs a hand crack in a dihedral.  You walk off from the top by going left on the\n\nDecolletage\n\nledge."},"__v":0},{"_id":"Scdz364XVueb/eKOeJOuvQ==","name":"Unknown 1","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":0,"mp_id":"108337004","mp_crag_id":"105744956","climb_id":"Scdz364XVueb/eKOeJOuvQ==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"This is the easiest route at the stumbling Block.  It could be used as a warm-up for other climbs in the area.\n\nThe climb goes up a big crack.  Darren Mabe says to rack up to a #4 Camalot in his book, but the crack is big enough to take a #5 near the top.  You can stem up much of the route.  The hardest part is near the top.","protection":"Standard rack up to #5 Camalot, mainly cams.  There are no anchors at the top. Build an anchor.  There is a crack at the top that takes mid-size cams.","location":"This is just to the left of the route\n\nSabaki\n\n.  It ascends a wide crack in a dihedral.  You get down by walking to the left on the\n\nDecolletage\n\nledge."},"__v":0},{"_id":"PzUr+WfyVK2bWENcUC1IpA==","name":"Sabaki","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"B. Ruckman, M. Carnacchoine, 1990","type":{"trad":true,"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":1,"mp_id":"105759768","mp_crag_id":"105744956","climb_id":"PzUr+WfyVK2bWENcUC1IpA==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"Perhaps if you're bored....\n\nA seldom climbed line on the formation called Stumbling Block in the lower part of the canyon about a 1/3 of a mile W of and N of Tunnel 1.  Viewed from below, there is a spire like rock that may draw yer eye.  This block winds up being smaller and less interesting than you might expect.  You can approach this from downhill of the Skinny Legs Formation.  Expect to break a sweat and probably spend 20+ minutes in the process.\n\nFind/spy a couple bolts just left of a dihedral/chimney.  Climb up via face moves and then a crack using gear to reach the 2 bolts and then the ledge.  You can use gear plus clip a bolt of Decolletage (a 5.12 b/c pitch above with 7 bolts) for an anchor.","protection":"Small cams plus 2 QD, plus gear and sling for anchors.","location":""},"__v":0},{"_id":"rEDniHYnXRqzct9wuRtESA==","name":"Razor Blade Titillation","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Brett Ruckman and Marco Cornacchoine, 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":6,"mp_id":"105749803","mp_crag_id":"105744956","climb_id":"rEDniHYnXRqzct9wuRtESA==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"Razor Blade Titillation was one of the original routes on The Stumbling Block and represents one of the few contributions to Clear Creek by the consumate Brett Ruckman. Most climbers will recognize Brett for the huge, prolific  effort he and his brother put in to climbing at American Fork and at Rifle.  I have only rarely had the opportunity to watch Brett climb, but he is a wonderful and powerful climber,  moving with the deliberate pent-up power of a great athlete. Razor Blade Titillation begins on the left flank of the main East and South facing wall. Some 5.10 climbing gains a small overhang and the first of two cruxes. Despite this route being retro-bolted in 1997, the move passing the overhang is still protected by a pin just above the overhang.  Pop over the lip to gain a good, nearly no-hands stance.  A couple of thin moves on bad hands and worse feet gains the second crux, 5.11d if you are Brett Ruckman, but closer to 5.12a if you are me. After the pop, a pair of clips and some more nice movement takes you to the anchor. Two stars for quality stone, continuity, and fun technical climbing.","protection":"QD only. This 70 ft route needs 7 - 8 draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"VYPbwT5nXIuIK7XTw+MIvQ==","name":"Naked Kill","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bret Ruckman, Jack Roberts, 1990","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":5,"mp_id":"105988778","mp_crag_id":"105744956","climb_id":"VYPbwT5nXIuIK7XTw+MIvQ==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"The Naked Kill is a testpiece, hard crack splitting a green lichen face just right of the central chimney and left of\n\nRazor Blade Titillation\n\n. Though only about 50 feet to the ledge, it is on you the whole way. Slightly overhanging and highly technical flared jamming, strenuous finger locks, difficult pro placements -- best describe this proud line.\n\nThe crack was first freed by Bret Ruckman and Jack Roberts in 1990 at .12b, and apparently has been neglected until my repeat ascent. It has gotten much harder, after I removed a loose violin-case-sized chockstone from midway up the routenow necessitating several, insecure, long reaches to flared jams through this new crux.\n\nThe Kill is in your face the moment you step off the ground. After a bouldery start off of slopers, commit to 12b moves, followed by a 12c/d crux. Careful pro placements in the initial cruxes will keep you from decking -- the base is a bad landing, loose hillside. Higher up, it eases off for one more sting-in-the-tail move, 11b, to better holds and the ledge. Bail off at the bolt, or continue past, up a 5.9 move to easy slabs and the anchors of\n\nRazor Blade\n\n. This is likely the hardest trad route in the canyon.","protection":"TCUs, nuts, and a few hand-sized pieces. Doubled up RPs may protect the entry moves. Bring an attentive belayer.","location":""},"__v":0},{"_id":"I0NCc3fCUXChrr1QF+zgNA==","name":"Lips Against the Steel","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Brett Ruckman and Jack Roberts, 1990","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":8,"mp_id":"107551419","mp_crag_id":"105744956","climb_id":"I0NCc3fCUXChrr1QF+zgNA==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"This is a route with two very distinct styles. Chase three bolts up the steep sporty beginning on slanting grooves and big holds. Reach a ledge, shake, and launch into the wide crack above to the top of the formation.","protection":"3 bolts, SR, mostly hand size pieces up to a #4. Two bolt anchor.","location":"This is the furthest right route. It shares a beginning with\n\nBattle's End\n\n."},"__v":0},{"_id":"lvFA+24fXVicoDkOrs9jSA==","name":"FP Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":3,"mp_id":"119516025","mp_crag_id":"105744956","climb_id":"lvFA+24fXVicoDkOrs9jSA==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"This is the chimney to the right of\n\nUnknown 2\n\n. It is only a toprope climb as it has no protection. It is fun and feels easy for a 5.7. The hardest move seems like manteling out of the chimney at the end. It would be a fun lead if it was bolted. The chimney continues up after the ledge you finish on.","protection":"This is a toprope climb. Make an anchor at the top with #1 and #2 Camalots. You can walk off to the left (west).","location":"The chimney is pretty much in the center of the Stumbling Block to the right of\n\nSabaki\n\nand\n\nUnknown 2\n\n.\n\nNaked Kill\n\nis to the right."},"__v":0},{"_id":"dk1JXnysWPuVWL+m/9EoEQ==","name":"Decoletage","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"??","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":4,"mp_id":"107569348","mp_crag_id":"105744956","climb_id":"dk1JXnysWPuVWL+m/9EoEQ==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"The business starts once you clip the second bolt, and from there, it is 15 feet of slopey madness, thin feet, and balancy moves on a slightly overhanging wall. After a good rest, negotiate a system of cracks to the anchor. The rock gets a little fragile at that point.","protection":"Bolts to a 2-bolt anchor around the lip.\n\nFrom comments: needs stopper and a mid-size cam for the last part. Anchor needs update","location":"There is a line of bolts left of chimney starting from a large ledge. It is the second pitch of\n\nSabaki\n\n, but you can scramble up on the ledge from the left if you want to avoid the first pitch."},"__v":0},{"_id":"Fy1lvbqZWmmbacwU1HmQGw==","name":"Battle's End","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Richard Wright, 1997  FFA: Alan Nelson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"left_right_index":7,"mp_id":"105749806","mp_crag_id":"105744956","climb_id":"Fy1lvbqZWmmbacwU1HmQGw==","areaRef":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":"Fortunately, Battle's End turned out to be a terrific route, equal to the best in Clear Creek Canyon. The stone is immaculate and the climbing relentlessly difficult and as varied as a route can get.\n\nLike many routes, Battle's End has a personal story to it. I had worked closely with a colleague for 8 years and had watched him slip slowly into an irreversible state of depression. After years of therapy, drugs, and agony, Dale took his own life - the end of a  long, frustrating battle. This climb was put in place for Dale as a small way for a climber to keep his story fresh.\n\nThe snowy November day I placed the bolts on Battle's End turned into one of the most terrifying days of my life. The top of The Stumbling Block contains a narrow, water channel that fills up with ice in the winter. I had gone up to the channel with a rope, descender, and slings for clipping the anchor. Seeing it full of ice should have turned me back, since I wore only light hiking shoes. Descending the ice filled channel, bridging against the ice on either side, must rank as one of the stupidest and most terrifying experiences I can recall. The channel slopes downward at 40 degrees and dumps out right over the climbs for an 80 ft ride.\n\nThe climbing on Battle's End begins with the first three clips of \"Lips Against The Steel\" for a 5.11c entre. Where Lips moves right to the trad crack above, Battle's End books left into the horizontal jams. Clip a bolt and cop a rest, it's all there is. Chase the seam above via six more clips. I would rate the moves 5.11c (in Lips), 5.12a,  5.12c, 5.12b with a bit of 5.11 as you approach the anchor. The end of this battle comes when you clip the anchor.\n\nFFA went to Alan Nelson who blitzed the route in archetypal powerful, high efficiency style in the summer of 1997.  Battle's End is easier than\n\nAnarchitect\n\nbecause it has no single move at 5.12d, but it has just as much continuity. Three stars for the superb quality stone, the powerful sequences, the cool moves, and the relentless continuity. It is worth mentioning that a positive ape index of about twelve feet would be useful.","protection":"QD only. This 80 ft route needs 10 draws and something for the double bolt anchor at the top.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,209f0fff-5176-59b8-9a32-728f7cd9acf6","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Stumbling Block, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.12+"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":4,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":4,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":0,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.25962,39.74153]},"bbox":[-105.26020478205764,39.74108033981814,-105.25903521794237,39.74197966018187],"left_right_index":-1,"ext_id":"105744956","area_id":"IJ8P/1F2WbiaMnKPfNms9g=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:57:03.390Z","updatedAt":"2022-11-25T11:17:54.626Z"}