{"_id":"6368a1b8e80bff5a99553e20","area_name":"Prow Wow Boulder","shortCode":"","climbs":[{"_id":"Wz3z8pWzVnmCKdj15MxT3Q==","name":"Temptation","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79659,43.7989]},"left_right_index":999999,"mp_id":"106727413","mp_crag_id":"106724541","climb_id":"Wz3z8pWzVnmCKdj15MxT3Q==","areaRef":"TMmlFjtzWNeG4v/yzvvqpg=="},"content":{"description":"This route is a low traverse with the crux being the sit start. Start on the lowest part of the wall and traverse right and top out with The Meek (V0). This route is sharp and for the shorter climber the top out can prove to be difficult.  \n\n  Putting your hands over the lip is not allowed :)","protection":"Pad and a spotter.","location":"On the Prow Wow boulder on the the face that faces away from the Ships Prow Boulder. Start on the lowest part of the wall and traverse and top out with The Meek (V0)."},"__v":0},{"_id":"I9SHGnwfUN+kAwUdqTbOBA==","name":"Short Layback","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"Matt Wallace?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79659,43.7989]},"left_right_index":999999,"mp_id":"107473461","mp_crag_id":"106724541","climb_id":"I9SHGnwfUN+kAwUdqTbOBA==","areaRef":"TMmlFjtzWNeG4v/yzvvqpg=="},"content":{"description":"While this route is not on the Prow Wow Boulder it is on thirty feet to the right and a little down hill (If looking uphill). \n\n  Sit start on the arete on jugs and climb the arete on big holds to the top. Top out on good holds. This arete is short but is really enjoyable but over way to quickly. \n\n  There is a young tree very close to the top out of this route please do not rip it out! ","protection":"Pad","location":"When you're approaching the Prow Wow Boulder from the road look to you right about ten feet before you get to it, about thirty feet to you right will be a short arete with a tree growing at the top, this is the climb."},"__v":0},{"_id":"7e4dYh5OX/mZHLI3stcBbQ==","name":"Prow Wow","yds":"V3-","grades":{"yds":"V3-","font":"6A","vscale":"V3-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79659,43.7989]},"left_right_index":999999,"mp_id":"106295175","mp_crag_id":"106724541","climb_id":"7e4dYh5OX/mZHLI3stcBbQ==","areaRef":"TMmlFjtzWNeG4v/yzvvqpg=="},"content":{"description":"This is a great 18+ move traverse. Sqat starts down and right of the obvious horn on a medium shelf. bump up to the jug on the top of the horn and start to work left around the front of the horn to slopers. This is where the feet start to go nuts on you. Keep switching feet from the staring hold, to the top of the horn, while moving hands across the lip on slopers (VERY cramped and awkward crux). Not much for feet below your hands so keep them on the horn and move up the small arete to a crappy crimp then to the topout on a square block. Very pumpy topout. \n\n  While none of the holds will push your limits, the endless sequence of 18+ moves (least amount ive been able to do it in) will push your problem solving skills and your forarms. Definatly super pumpy at the end and the top out.  \n\n  Im sure i dont have the first ascent but ive never seen anyone on it, so we dubbed it Prow wow. Also thought it was about a low v3 but some guys iv done it with are calling it v4. If you know the real name and grade, your imput would be loved. ","protection":"never really gets more than 4 ft off the deck so a pad and maybe a spotter to move it help. Also maybe some vasaline for when your done for the scraps that you will incure on  your calves and forarms","location":"When at the barndoor boulder (huge rock closest to the road on the west side of the pound) look up hill. it is straight ahead and left; the last boulder before the hill gets steep with a obvious prow on the uphill side of it. The prow is the route.  \n\n  Exit from the top is on the oposite side of the route or just down the prow to your pad."},"__v":0},{"_id":"e/oPJqSrWxS+V8FFhvxVoA==","name":"The Meek","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79659,43.7989]},"left_right_index":999999,"mp_id":"106331626","mp_crag_id":"106724541","climb_id":"e/oPJqSrWxS+V8FFhvxVoA==","areaRef":"TMmlFjtzWNeG4v/yzvvqpg=="},"content":{"description":"This route is a lot of fun for beginner climbers. It can be done from a stand start or a harder sit start. It is very straight forward climb up the left arete of the up hill side of the Prow Wow boulder (as if looking towards the road from behind the boulder). The crux if any is the top out because it is sharp and sort of painful, but much fun. \n\n  If you are out with someone new bring them to do this problem.","protection":"Pad and a spotter.","location":"This route is located on the Prow Wow Boulder, on the face that has Prow Wow (the route) on it. If looking at the road from the uphill side of this boulder it will be on the left arete."},"__v":0},{"_id":"Gqrti4zuVji1sUBrlVvgyQ==","name":"Dr. Doom","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.79659,43.7989]},"left_right_index":999999,"mp_id":"106495640","mp_crag_id":"106724541","climb_id":"Gqrti4zuVji1sUBrlVvgyQ==","areaRef":"TMmlFjtzWNeG4v/yzvvqpg=="},"content":{"description":"This route is a low traverse that finishes with the same top out as for Prow Wow. Sit start in the same spot as for The Meek but insted of going up move right through the white streak to a large pocket, match that pocket and move right hand to a crimp in the white streak. From here get your feet situated and make a long move to a good hold shared with Prow Wow, settle your feet and top out with Prow Wow. \n\n  Using any of the higher holds, makes the route much easier....","protection":"pad","location":"On the Prow Wow boulder starting as for The Meek and traversing into the top out of Prow Wow."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,bc725d65-735a-52b8-97de-e040e1a00458,95c76b44-bddc-5780-9a8c-d22830277a1f,4cc9a516-3b73-58d7-86e2-fff2cefbeaa6","pathTokens":["USA","New Hampshire","ZZTemp Holding","saved Pound info","Prow Wow Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V0"},{"count":2,"label":"V0-"},{"count":1,"label":"V3-"}],"byDiscipline":{"bouldering":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.79659,43.7989]},"bbox":[-71.79721299346232,43.79845033981815,-71.79596700653765,43.799349660181875],"left_right_index":-1,"ext_id":"106724541","area_id":"TMmlFjtzWNeG4v/yzvvqpg==","polygon":{"type":"Polygon","coordinates":[[[-71.79721299346232,43.79845033981815],[-71.79596700653765,43.79845033981815],[-71.79596700653765,43.799349660181875],[-71.79721299346232,43.799349660181875],[-71.79721299346232,43.79845033981815]]]}},"content":{"description":"Approaching this from the road it looks like a useless little boulder but when you get on the uphill side there is a few quality problem, and one of my favorite all time problems Prow Wow (V3). The other routes are fun but not classic by any means."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:12:09.492Z","updatedAt":"2024-02-19T18:35:08.068Z"}