{"_id":"63689d5ce80bff5a994f4b01","area_name":"Angel Wings","shortCode":"","climbs":[{"_id":"oka0BEIwXPCx33ytNyIhFg==","name":"Valkyrie","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dave Nettle, Peter Croft, Brandon Thau","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.58449,36.57173]},"left_right_index":1,"mp_id":"110785246","mp_crag_id":"109957121","climb_id":"oka0BEIwXPCx33ytNyIhFg==","areaRef":"KzLvKAG+VhuEB53fiooQKA=="},"content":{"description":"This is one of the longest and most spectacular climbs that I've done in the Sierra. Valkyrie delivers stunning position and pitch after pitch of varied and interesting climbing. The exposure on the second half of the route makes you feel like you are climbing on El Capitan. The first ascent team did an amazing job connecting the physical crack sections with tenuous slabs and face climbing. These bolted pitches prove to be the cruxes of the route. Competence in wide climbing is a must for the numerous offwidths and chimneys.\n\nP1  5.8  60 feet - 1 bolt\n\nFrom the toe of the buttress climb up easy slabs getting gear when possible.  A few tricky moves getting to and moving past the bolt. Belay at two bolts at a good ledge.\n\nP2  5.10c  190 feet  3 bolts.\n\nStep down and traverse straight right from the belay. Pass one bolt and keep traversing past a second bolt. Climb discontinuous cracks to the base of a roof. Climb a nice handcrack passing a second roof and continue up the crack system as it trends to the right. Traverse further to the right that seems necessary and spot a high bolt on the slab. Climb past this bolt, crux, to a two bolt belay on a nice ledge.\n\nP3  5.10c  175 feet  4 bolts\n\nThe topo suggests moving the belay but we did not find this necessary. Clip the oddly placed low bolt and go questing up the easy face. Get some gear and traverse left to a shiny bolt.  (There are some old bolts up and right for a different route, avoid these!) Make a tricky face traverse to an old bolt on the arête. Follow spaced bolts up the arête until you can step right past another bolt and gain access to a bushy crack system. Climb the bushy cracks, sometimes cruxy, to a semi hanging belay with two older bolts and one good one. A fun pitch despite the greenery.\n\nP4  5.10d  150 feet  2 bolts\n\nClimb the splitter cracks above the belay spacing out those hand sized cams. As the crack narrows, pass an old bolt, and keep climbing. A body length or so higher switch cracks to the right to gain a good hold. Clip a new bolt and make a cruxy face traverse to a two bolt belay at a wild stance on the arête. Amazing position here!!\n\nP5  5.11b  125 feet  3 bolts\n\nTurn up the power and figure out how to get over the roof at the start of the pitch. Easier but airy climbing past two more bolts leads to a good rest before the final crux. Clip the last bolt and traverse left to gain another crack system. A few hard moves lead to perfect fingers (with bushes of course) and then eventually a stunning hand crack. Belay at a sloping stance with two bolts.\n\nP6  5.10a  75 feet\n\nTraverse straight left to a very cool pair of holes that also serve as pro. Climb up cracks that slant back to the right. Cruise up to two bolts at the base of a chimney. A short and fast pitch. With a 70m rope you could link this with the next, it might be possible with a 60m\n\nP7  5.10c  125 feet\n\nCharge up the obvious chimney, its easier than it looks. Near the top the crack pinches down and you are faced with some cruxy moves. Once out of the crack some face climbing leads to a ledge with two bolts.\n\nP8  5.11a  180 feet - 5 bolts\n\nThis pitch has some tricky route finding. Step left from the belay and climb up less than awesome rock and then traverse right to a ledge directly above the belay. From here you can probably see an anchor way up and right with lots of tat. This is OFF ROUTE and only used for rapping. You want to climb a hand crack in a corner in darker brittle rock above the ledge. Climb up until you locate a single old bolt (which can be backed up). Step right onto a sloping ledge and spot a good bolt directly above. This bolt allows passage to a left leaning ramp feature. Climb this, tricky, for 50 feet until another bolt is reached. Climb onto the face on the right and try hard passed a second bolt. I found this move to be reachy. Glory laybacking leads to a two bolt anchor.\n\nP9  5.11c  140 feet - 9 bolts\n\nDitch the whole rack minus a .75 camalot and a double length runner for the start. Its possible to climb straight up from the belay or place a piece and climb up around to the left through crazy crystal rock. Both ways have fragile rock and are run-out on easy terrain. Regardless, gain the first bolt and then traverse right to a no hands stance below the business. The bolting is a little funny here, so it helps to back clean one of the draws. Fire the crux past two closely spaced bolts and run it out up a seam to a high bolt. Traverse straight right on very thin features to another bolt. Layback up a sealed crack passed the final bolt to a hanging two bolt belay. I lowered back down to back clean the last two bolts so that the second is protected for the traverse.\n\nP10  5.10b  100 feet\n\nClimb the obvious chimney/OW above the belay. Hope you go correct side in, I didnt and suffered. Trend right to a big ledge and then climb fragile rock to get into a big chimney reminiscent of Texas Flake on El Cap. Belay at two bolts on top of the flake with spectacular position. A short but potentially strenuous pitch.\n\nP11  5.10b  100 feet\n\nStep right from the belay and quest up cracks in an interesting chimney feature. It seems like can be wet sometimes. Be careful of rock quality and go up higher than you think until you can traverse right onto the very featured face. Look around for the pin (hammered straight down into a crack) and then make a very exposed traverse to the right. Once you made it across the void belay at one bolt and a big cam at the Valkyries Perch. Another super comfortable belay that overhangs the steep face below. WOW!\n\nP12  5.10c  140 feet\n\nSwim up the wide crack above the belay that narrows as you get higher. Once the crack pinches out step left and continue up more cracks. A little bit of face climbing at the end of the pitch deposits you on a nice ledge in crazy orange rock with two bolts. This is the last easy place to rap from, even though the next belay is bolted.\n\nP13  5.11c  125 feet -  1 bolt\n\nRated 5.12 by the FAists this pitch feels much easier, especially for taller climbers or ones inclined towards bouldering. Clip a high bolt and down climb to a hold in the middle or the face. Work your magic to reach the corner/crack out to the right (crux!) Finish up the crack as it turns into hands and then wider. Step right around the corner to a great ledge with the last two bolts on the route.\n\nP14  5.10d  150 feet\n\nWhile this is only 5.10 it may feel harder than the previous pitch. Traverse to the obvious wide crack and grovel up for what seems like eternity. A slab is reached where you need to step right to gain another crack. Dont try to go around the corner here. Climb up this steeper crack until its end and make a tricky face move to the right to gain a ledge.  Climb easy terrain until you can find a large block that can be used as a belay.\n\nP15  5.10b  150 feet\n\nClimb more or less straight up from belay to gain a right facing corner with a finger crack to the right. These are much easier than they look and allow access to a bushy ledge. Locate a detached flake and climb it, spooky, to gain a nice hand crack in a corner. (Its not quite the splitter the topo suggests) Step left midway up the crack and face climb onto a good ledge. Climb an easy squeeze chimney to a belay on a bushy ledge below a nice corner.\n\nP16  5.10c  100+ feet\n\nIt seems like there are many ways to climb this pitch. I followed cracks for 30 feet and then face climbed left around the arête. Continue up on super cool holds to reach a horn out right. Place some gear (lots of slings on this pitch) and then step right around the arête. There is a small roof here and you can either go right or left. I think right is the best way to go with some steep climbing on great holds. Once over the roof belay as high as possible.\n\nP17  5.10a  100+ feet\n\nDepending on where you belayed this pitch could be as easy as 5.6. I belayed in a vertical thin crack ona steep wall and still had to do a bit of tricky climbing. Traverse right from the belay and make a few hard moves in a finger crack to gain a ledge continue up until you reach the slab described in the topo. Scramble the slab until met with talus. Belay whenever possible.","protection":"Doubles from Green C3/Purple Metolius to #2 camalot. Singles #3, #4, #5 camalot. Single rack of nuts.","location":"This route is on the South Face of Angel's Wings. The  start is on a leaning buttress.\n\nDescent is down a gully on the West side of Angel's Wings. It is possible to rappel the route from the top of pitch 13 with two 60m ropes. Anchors are bolted, and most have some tat/biners. If rapping you will want to update the tat."},"__v":0},{"_id":"6ZFNZ+kOWNab8jZR2JBFNg==","name":"Val Kilmer","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Jonathan Schaffer and Timothy Gibson 2014","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.58449,36.57173]},"left_right_index":0,"mp_id":"113495890","mp_crag_id":"109957121","climb_id":"6ZFNZ+kOWNab8jZR2JBFNg==","areaRef":"KzLvKAG+VhuEB53fiooQKA=="},"content":{"description":"Begins on the first four pitches of Valkarie before traversing left after the first few bolts of that route's pitch five to a left-facing corner that leads to a candy-striped roof. A short traverse out this roof leads to a portion of deteriorating rock just before the offwidth-chimney. A massive tooth of granite hanging from a roof provides the only access to the flared chimney and offwidth system of the upper headwall and may require bear-hugging, knee-barring, and head-scumming. Following the line of least resistance up some very high quality pitches, including a steep hand to finger splitter to the top.","protection":"Standard rack up to #6 camalot. A few belays are bolted. 4 bolts and 6 pins total.","location":""},"__v":0},{"_id":"G4/cjMATX0eT9CEns/xepw==","name":"South Arete Direct","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dave Nettle & Jim Nowak","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.58449,36.57173]},"left_right_index":2,"mp_id":"114559003","mp_crag_id":"109957121","climb_id":"G4/cjMATX0eT9CEns/xepw==","areaRef":"KzLvKAG+VhuEB53fiooQKA=="},"content":{"description":"An excellent route that brings you to the proper summit of Angel Wings by tackling the right most wing of the two giant granite spires that make up the defining feature of Angel Wings. While not very sustained, I found this route to have a good mix of climbing styles and difficulty requiring one to use a variety of techniques. The 5.11+ 'Black Roof' pitch shouldn't scare anyone away and freeing it provides some of the coolest and most powerful moves I've ever done on an alpine route.\n\nP1: 130' 5.10b/c. The climb starts after scrambling up ramps and ledges until you cannot go any further right (there's actually two newish looking button head bolts here?). From here climb up vegetated cracks and some very insecure flaring grooves with spaced out pro to a squeeze chimney. This can be a stressful pitch but worry not, nothing else on the climb is as insecure. Stop somewhere around the 1st black band or link with next pitch.\n\nP2: 140' 5.9+. Continue up through 1st black band into another Chimney system eventually stopping on a ledge around the 3rd black band or rock. We tried to link 1&2 with an 80m and came up just short of a descent ledge.\n\nP3: 150' 5.7. Easy but dirty/loose climbing leads you through the 4th black band of rock\n\nP4: 120' 5.6. Find your way up (or around) a 5.6ish slot/offwidth, after which you'll see the ominous 'Black Roof' pitch looming above. There's a great ledge just below it but if trying to link with P3 you'll be short about 10' even with an 80m.\n\nP5: 60' 5.11+++. Wow! This pitch is sick! Pull some burly and creative moves to get over the roof (I actually used a bicycle move with my feet). Once on the face, get some pro in and commit to a wild 5.9 nob traverse into a chimney system. It's not over, this chimney climbs sorta like a bomb-bay even though it doesn't look like it. Proper use of slings will minimize the rope drag and you should be able to reach a large ledge just left of the chimney system.\n\nP6: 100' 5.7: Continue up chimney system that makes up the 'Central Gulley' going past the second chalk stone before traversing right where it makes sense. Stop here or you'll need to build a marginal anchor higher up.\n\nP7: 160' 5.10a: Many options here. Ultimately you want to work you way straight up on the face and then right at some point, face climbing with some mild run outs. The Fidler/Moynier guide has you stop before traversing to the giant flake with horns but I think it is better to go all the way to the flake, giving you a much better belay position for the next pitch (which your leader will appreciate). Where exactly you make your final traverse right is a mystery, but you want to make you way onto the very edge of the arete and even slightly on the right side until you see a headwall with two distinct curved cracks going up. We belayed off the horns on the flake but I recommend belaying at the top just below two small huecos.\n\nP8: 80' 5.10+ (felt 5.11a). Execute some thin moves above and make your way into the wide twin cracks. This pitch felt harder than 10d and it was both physical and desperate at times. Fidler/Moynier topo indicates you continue straight up to an obvious ledge system. My partner traversed right at the top of the twin cracks on a crimp rail to a jug but this is definitely NOT the way to go.\n\nP9: 170' 5.8. Amazing exposed climbing on the very edge of the arete using chicken heads everywhere (mostly 5.6). Make your way slightly left around a blank section and stop near a prominent pillar of rock.\n\nP10: 140' 5.7. Climb around Pillar and up a fun 6\" crack, continuing up easy terrain with the occasional move around a blank section.\n\nP11: 120' 5.7 More of the same until you get to the base of the final section of the false summit.\n\nP12: 60' 5.7: Filder/Moynier topo lists this section as easy 5th. I feel it's prudent to warn that there is definitely some thin climbing here with sparse pro and while not hard I think it's good to know about if you intend on simul'ing these last pitches.\n\nP13: 3rd class. From the top of the false summit, walk across the side walk (great exposure) and up third class ledges to the proper summit.","protection":"Doubles to #3, #4 nice. Small wires also helpful on several pitches.","location":"From Upper Hamilton Lake camp, head down the HST for about 12 minutes ultimately crossing just past Lower Hamilton Lake where it makes sense (maybe somewhere around a large boulder?). Bushwhack a bit then head up talus to the large right-trending ramp system to get to base of route. Eventually you'll have to make a few rock climbing moves to get to a large ledge system which will take you to the base of the climb on the right side. There are two newish looking button head bolts there; not sure what they are for (maybe a rap route?)"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,56b8905f-e412-5ec7-b699-917dd9f22b45,2b32ef28-01be-561b-8407-9ddf8a8a1028","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Hamilton Lakes and Valhalla","Angel Wings"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.58449,36.57173]},"bbox":[-118.58504989753558,36.57128033981814,-118.58393010246442,36.57217966018185],"left_right_index":-1,"ext_id":"109957121","area_id":"KzLvKAG+VhuEB53fiooQKA==","polygon":{"type":"Polygon","coordinates":[[[-118.58504989753558,36.57128033981814],[-118.58393010246442,36.57128033981814],[-118.58393010246442,36.57217966018185],[-118.58504989753558,36.57217966018185],[-118.58504989753558,36.57128033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:54:18.954Z","updatedAt":"2024-01-20T00:57:59.170Z"}