{"_id":"6368a722e80bff5a995dd99e","area_name":"Block, The","shortCode":"","climbs":[{"_id":"enFwxshMWGWt/9apPb68Ag==","name":"Cry Me A River","yds":"V13","grades":{"yds":"V13","font":"8B","vscale":"V13"},"fa":"Justin Edl","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.38742,41.17502]},"left_right_index":999999,"mp_id":"116115610","mp_crag_id":"116115551","climb_id":"enFwxshMWGWt/9apPb68Ag==","areaRef":"bCKZ2VqVURmOyyVSdIX37g=="},"content":{"description":"This classic line has it all. It is a visually striking line which stands out because it is graced with solid and fairly compact rock which has black and white mineral streaks, deep rust colored patina, and a splash of green lichen, all on a bulging ~45 degree overhanging wall!\n\nThe line is composed of three cracks. To begin the problem, start in a low, squatting position, with a very low, left hand sidepull in a small and in-cut slot in the leftmost crack (this is the lowest possible hold in the left hand crack) and your right hand gastoning in the top portion of the lowest pod in the rightmost crack, then step either foot onto the large and obvious foot rail. I used a squat start because without a pad under me for the start this felt like the exact same difficulty and movement as starting sitting on a single pad. I also used a squat start because I liked the overall aesthetic of that start more, in part because it removes the whole issue of how many pads to start on to be a legitimate send. I also assume repeat ascents will almost universally use a pad under the start as that is a standard practice.\n\nThe first move is the most difficult, and then the moves get progressively easier until a final challenging sequence right before a large horizontal about twenty feet up. The climbing is unique because the hard part is mostly jamming (not counting the starting holds, there are two other holds which are not jams and not including the starting foot rail there is one foot which is not in a crack), but it is interspersed between three separate cracks. As a result, this is one of the funnest and coolest moving crack problems I have done. After the horizontal at about twenty feet, the climbing is 5.8 or 5.9. This line seeps after any kind of significant rain, so dry days are a must for good conditions.","protection":"Since I dialed the top bit on TR, I was able to get away with a single large Organic pad and feel safe.  If going ground up, three to four pads and a spotter or two should be enough for a safe and fun outing.","location":"See the attached picture."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,6c2299d9-5a95-5119-8ecb-25527485f7ee","pathTokens":["USA","Wyoming","Vedauwoo","Block, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V13"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.38742,41.17502]},"bbox":[-105.38801739468332,41.17457033981814,-105.38682260531668,41.17546966018187],"left_right_index":-1,"ext_id":"116115551","area_id":"bCKZ2VqVURmOyyVSdIX37g==","polygon":{"type":"Polygon","coordinates":[[[-105.38801739468332,41.17457033981814],[-105.38682260531668,41.17457033981814],[-105.38682260531668,41.17546966018187],[-105.38801739468332,41.17546966018187],[-105.38801739468332,41.17457033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:35:21.341Z","updatedAt":"2024-02-19T18:43:13.894Z"}