{"_id":"6368a50be80bff5a995b014e","area_name":"San Rafael Knob","shortCode":"","climbs":[{"_id":"RES2zFZ7U6+1SSGzk/GA1g==","name":"Unknown Skinny Tower","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45724,38.79847]},"left_right_index":999999,"mp_id":"112300392","mp_crag_id":"105932429","climb_id":"RES2zFZ7U6+1SSGzk/GA1g==","areaRef":"lG1QXtQnVNGJJZ0ZqyqeUQ=="},"content":{"description":"Unknown Skinny Tower is the western skinnier tower of the two towers just north of the San Rafael Knob.\n\nClimb a delicate face to a low angle ramp to an arete to the summit.  Really fun face climbing on rock that is better than it looks.  Don't fall on the upper arete.","protection":"Single set of cams - a big piece may be useful depending on where you climb up to the ramp.","location":"From the Moore exit, head south on the Copper Globe Road through Justensen Flats. Keep going straight east when a sign points right to go to Devils Canyon/Copper Globe - I think the road is marked as 283? Go a couple miles past some dead end signs on the most major road. When the road dead ends at a large open area, backtrack a bit and go north on the first dirt road. Follow that to the base of the towers and an excellent campsite.\n\nThe road to the dead end open area is moderately challenging 4WD - if it seemed difficult at all park there and hike cross country. The road between there and the towers has a pretty significant crux section. There are excellent campsites all along the road."},"__v":0},{"_id":"Kmd5UzCVX3C5CGng9BGBtg==","name":"Unknown Fat Tower","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45724,38.79847]},"left_right_index":999999,"mp_id":"112300342","mp_crag_id":"105932429","climb_id":"Kmd5UzCVX3C5CGng9BGBtg==","areaRef":"lG1QXtQnVNGJJZ0ZqyqeUQ=="},"content":{"description":"Unknown Fat Tower is the eastern fatter tower of the two towers just north of the San Rafael Knob.\n\nFrom the shorter north side of the tower, scramble easily up a low angle face to where the tower steepens.  There is an ammo can filled with trinkets here - maybe a geocache?  Clip a bad bolt - it looks like a hardware store 1/4\" wedge bolt but I did add a hanger to it - and climb to a notch that forms a chimney system between the two summits.  Do some wild 5.7 stemming between the summits with really questionable protection to the summit.  If you do fall, try to pitch off the other side of the tower since the gear is terrible.","protection":"1 quickdraw, 1 #2 camalot, and some small cams/stoppers for psychological protection.","location":"From the Moore exit, head south on the Copper Globe Road through Justensen Flats.  Keep going straight east when a sign points right to go to Devils Canyon/Copper Globe - I think the road is marked as 283?  Go a couple miles past some dead end signs on the most major road.  When the road dead ends at a large open area, backtrack a bit and go north on the first dirt road.  Follow that to the base of the towers and an excellent campsite.\n\nThe road to the dead end open area is moderately challenging 4WD - if it seemed difficult at all park there and hike cross country.  The road between there and the towers has a pretty significant crux section.  There are excellent campsites all along the road."},"__v":0},{"_id":"lwXaqE6uXzOOuuF0mZXksw==","name":"Phantom Spire","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Frosty Weller, Keen Butterworth: 1992","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45724,38.79847]},"left_right_index":999999,"mp_id":"105932434","mp_crag_id":"105932429","climb_id":"lwXaqE6uXzOOuuF0mZXksw==","areaRef":"lG1QXtQnVNGJJZ0ZqyqeUQ=="},"content":{"description":"This is a beautiful looking tower as seen from I-70.  It is also a beautiful looking tower as seen from the south.  However, looks can be deceiving, and the western view is not as impressive.  However, the climbing is very engaging, the upper section very runout, and by the time you get back to terra firma, you will have a good sense of accomplishment.\n\nStart up a dusty dihedral on the northwest side of the formation.  Climb through crumbly rock to a great crack.  This leads to the formation's shoulder.  Oddly, there is a two bolt, glued-in anchor at this point (with one of the biggest quicklinks I have ever seen.)  Climb to the drilled angle above, traverse right to the upper shoulder, and climb unprotected 5.4 to the summit (this is the R section.)  A fall at this point would be terrible, the climbing is easy, but the rock is suspect in places.  Use your mountaineering judgment and gentle technique on this final section.\n\nDescent:  Rap from two drilled angles.\n\nOf note:  The summit register had four names in it (two ascents?!) in 15 years.  I find this hard to believe, but anyway, after I added my name and comments, as I attempted to screw the lid back in place, it cracked and broke in my hands.  I have it now, but will return it either to the summit block or leave it hanging somewhere on the beginning of the route, so that a future ascent party can re-establish it.  I will do this the next time I pass that way.","protection":"Red aliens to 3.5 camalots help.  Multiple finger sizes (.75 camalots) make the nice crack more enjoyable.","location":"Drive on the Copper Globe Road heading south from the I-70, 114 exit.  Drive along this road for approximately 5 miles (from the interstate) and the spire will be on your left right next to the road (100 yards.)  High clearance 4WD recommended."},"__v":0},{"_id":"lls42d+jUMOgFaFmJgX+jQ==","name":"Karma's Castle in the Air","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Glime, S. Demko: March 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45724,38.79847]},"left_right_index":999999,"mp_id":"105932453","mp_crag_id":"105932429","climb_id":"lls42d+jUMOgFaFmJgX+jQ==","areaRef":"lG1QXtQnVNGJJZ0ZqyqeUQ=="},"content":{"description":"This is a well seen tower from many places in the south central swell.  It overlooks Reds Canyon.\n\nStart on the southwest side of the formation and follow the nice looking crack past a potentially loose block continuing up the nice crack up to a ledge.  Climb up through a loose section to a chimney, past a bolt to the top.\n\nThis is 2 star climbing with a 4 star location... my thoughts?  Three star climb.\n\nDescent: Rap from two bolts, I believe two ropes are needed.  (I used two 50m ropes.)","protection":"Cams from a blue alien to 4 camalot.  A few extra cams in the 3 camalot to 4 camalot range come in handy.","location":"From I-70, take the 114 exit.  Drive south along the Copper Globe Mine Road.  When you come to the fork in the road that says Copper Globe Mine 1 mile to the right, continue straight on the Kimball Draw Trail.\n\n4.1 miles past Phantom Spire, which is 9.2 miles from the interstate, you will come to a trail on your left (gps cord.: N38, 47.03 ft, W110, 55.70ft)  Follow this trail to the left, after about 300 yds, you will see a pile of dirt on your left.  There is a faint old jeep trail to your left.  Park here, follow the trail through the field where the trail becomes more prominent.  The trail leads to the base of the tower.  It is about a 20 minute walk from where you park at the dirt pile.\n\nTechnically, I believe the road that breaks left off of the Kimball Draw Trail is called the Reds Canyon Overlook Trail.  Confused yet?  Good luck."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,3bbf61ef-6f4a-5261-a323-d6721c953a97,946d505e-d427-54d1-8925-9d19ab2a9e51","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - South","San Rafael Knob"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.45724,38.79847]},"bbox":[-110.45781696474208,38.79802033981814,-110.45666303525793,38.798919660181866],"left_right_index":-1,"ext_id":"105932429","area_id":"lG1QXtQnVNGJJZ0ZqyqeUQ==","polygon":{"type":"Polygon","coordinates":[[[-110.45781696474208,38.79802033981814],[-110.45666303525793,38.79802033981814],[-110.45666303525793,38.798919660181866],[-110.45781696474208,38.798919660181866],[-110.45781696474208,38.79802033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:26:32.494Z","updatedAt":"2024-01-20T01:07:03.252Z"}