{"_id":"6368a60be80bff5a995c568f","area_name":"Eight-Mile Buttress, Lower","shortCode":"","climbs":[{"_id":"oCXkXZH1WRmVzVdArEf2iA==","name":"The Tree Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.76339,47.55505]},"left_right_index":2,"mp_id":"106807375","mp_crag_id":"106802139","climb_id":"oCXkXZH1WRmVzVdArEf2iA==","areaRef":"QGU5nEeDV4ySfLRUEhCZuw=="},"content":{"description":"It's no Astroman, but this route has a couple things going for it.   The best things about this route are that the rock is impeccable, the line follows the major weakness in the cliff (there's an elegance in this, when it happens, I think), it takes good gear at the 5.6 parts, and you get to climb for a good long while.  Except for the bleached crack at the top, the moves are fun.\n\nPitch 1 (5.6): Follow the huge left facing dihedral.  Find the line of least resistance, with a few possibilities.  The pitch ends to the right.  Use long runners, or carry a winch to bring the rope up at the belay.  There are some cool moves in an odd, low-angle chimney at the bottom, and a fun mantel/step up to the right.  Belay less than one rope-length above at a modern rap station.\n\nPitch 2 (5.easy/J1): With just a few moves of fifth class climbing, make your way through the low angle section to the base of the next pitch.  If memory serves me, this is a traditional anchor.\n\nPitch 3 (5.6): Fifth class pretty much the whole way, with a bleached, wide, low-angle 5.6 crack at the top. Belay at the trees - a 48\" sling makes for an easy belay set-up.\n\nIt may be possible to do this in two pitches with a 70m, but communication difficulties, rope drag, and length will conspire against you.  The three pitch split-up feels natural.\n\nI haven't done any routes above, but this is a great way to access the upper cliffs.","protection":"Depending on your comfort level, bring somewhere between a half rack and two racks of cams, with one set of nuts.  Most of the cruxes protect well with  big cams (2\"-4\").\n\nThe descent to the west was uncomfortable.  Bring descent shoes, and use your best discretion.  The hike down the east side may be better.","location":"Hike to the base of Lower Eight Mile Buttress.  Locate the massive left facing dihedral, and scoot up the starting slab that angles to the left.  If your starting spot has a bolted line branching to the left (Thunderball, bolted 10c), and a large overhang further left of that, you are in the right place."},"__v":0},{"_id":"KB9mZTirUre0DlxEST1cJg==","name":"Pimp Juice","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.76339,47.55505]},"left_right_index":1,"mp_id":"116727104","mp_crag_id":"106802139","climb_id":"KB9mZTirUre0DlxEST1cJg==","areaRef":"QGU5nEeDV4ySfLRUEhCZuw=="},"content":{"description":"Cruxy moves right off the ground lead up the quartz streaked face","protection":"7 bolts. 2 bolt anchor with rap rings","location":"Right of the obvious Lazy Boy crack"},"__v":0},{"_id":"GB+OSI3xUj2j7zxFsCGEag==","name":"Ms Tremendous","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Myhre, Matt Coleman 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.76339,47.55505]},"left_right_index":4,"mp_id":"118116084","mp_crag_id":"106802139","climb_id":"GB+OSI3xUj2j7zxFsCGEag==","areaRef":"QGU5nEeDV4ySfLRUEhCZuw=="},"content":{"description":"A few bolts have been retro-added (by 1st ascent Myhre ). Now the 1st pitch (crux) is\n\nmuch\n\nbetter protected. And there are now 2 bolted anchor/raps (separated by a short 4th class ledge walk). 2nd pitch overhang is best part.","protection":"Gear to 3\", some bolts","location":"​​​​Same start as Mr.Tremendous then veers left."},"__v":0},{"_id":"CJyQd+5NW+6FSpyGsBmj7w==","name":"Mr Tremendous","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Lenz, Viktor Kramer, Alicia Kramar, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.76339,47.55505]},"left_right_index":3,"mp_id":"108389131","mp_crag_id":"106802139","climb_id":"CJyQd+5NW+6FSpyGsBmj7w==","areaRef":"QGU5nEeDV4ySfLRUEhCZuw=="},"content":{"description":"This route is tremendous.\n\nSome great slab climbing\n\nThere is some route finding, trending right past a couple of bolts, traverse more left up a ramp to a corner where you may be lured into a right facing corner with a fixed pin (10d), pass more to the right side staying on the face, make some steep face moves up an arrete to a belay. Or I have also stayed on the right side of the arete using a nice finger crack till you come to more bolts with thin face crux getting to anchor.1st pitch is about 115'\n\nMove the belay diagonally left over sandy bench to next buttress on it's left end. There is a bolt on the slab above marking the route. Some good cracks, and then up and over a wave of granite with hidden holds, There is some confusion here, you can go straight up past a bolt, some chicken heads, a thin crux and 4 bolts up to the anchor, or right on more horizontal crack/flakes, pass another old bolt and end up on the far right end of slab, get back on the slab to pass 2 more bolts up to the anchor.\n\n2nd pitch is about 130'","protection":"gear to 2\",6 bolts.\n\nBolted anchor at top of 1st pitch\n\nBolted anchor at top of 2nd pitch\n\nGood to use long slings( even on the bolts) for the wandering back and forth.","location":"The right side toe of lower 8 mile buttress.  The Tree route is about 100 feet left.The route begins at the toe of a black slab. You will see a line of bolts above. Mrs. Tremendous goes up and left, this goes more to the right. They share the same start with a fixed pin. Mr. cuts right and has old SMC hangers on button heads."},"__v":0},{"_id":"d3iH5AcCWR2a6J3+ABubSw==","name":"Lazy Boy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee Cunningham, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.76339,47.55505]},"left_right_index":0,"mp_id":"106802144","mp_crag_id":"106802139","climb_id":"d3iH5AcCWR2a6J3+ABubSw==","areaRef":"QGU5nEeDV4ySfLRUEhCZuw=="},"content":{"description":"Lazy Boy is the most striking line in the Bro's Nest, a stacked area of hard climbing on the west (uphill) side of Lower Eight Mile Buttress.\n\nStart by avoiding a bit of moss, and entering a section of clean undercling, finger, and hand cracks through a series of overhangy features.  This will deposit you below the eponymous flake.  There's a picture in the new Kramar book that shows a dude headed up the right side of this, which looked doubtful to me.\n\nI headed up the left side, and found great holds, as well as a somewhat humiliating (and awesome) mantle onto the lazy boy.  It's fun to this point, but this upper crack is what you'll remember forever.\n\nThe upper crack is a long, pumpy, overhanging hand crack, with occasional finger locks, and stems out to sometimes good edges and smears.  I found the rock to be a little dirty in the upper crack, either through infrequent use, or maybe because it catches runoff from the cliff above.  One trip up there ought to clean out most of the dust.\n\nMaybe those Leavenworth boys and girls are used to it, but I thought that this was one of the best cracks I have ever climbed.  No single move will stop you, but it's an awful lot of overhanging jams to the top.","protection":"Gear to 2\".\n\nThe upper section is a hand sized crack.  There's an excellent anchor on top.  You may have to step far away from the cliff to belay a second up, due to the rope-eating slot.\n\nI used a 70, and didn't notice whether a 60 would have reached.\n\nI ran into some guys who had been climbing for thirty years in the canyon, and asked them about it before I did it:  One of them said that a number of strong climbers had been hurt on the thing.  It doesn't surprise me - the upper crack is right above the lazy boy flake, and is cruxy.  At an area with a less stoicism, this route would have an R-rating.  Stitch up the bottom of the headwall crack, and you'll be fine.","location":"Hike to Lower Eight Mile Buttress, and make your way around to the west side (uphill, climber's left).  Easily recognized by the big flake you can sit on in the middle of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,a8c59bca-3e16-5c23-ac90-29fe05ec3580,04e395a7-b62f-5055-b5c3-e0a7b724df28,1a4b9fe5-403c-5a9c-b802-1d0ab5e68e1d,fa78b039-59d7-59dc-b262-fd873a6b3d74,e766468d-263e-5338-9b1d-aa68dfbb3a2d,4065399c-4783-578c-927c-b454121099bb","pathTokens":["USA","Washington","Central-East Cascades, Wenatchee, & Leavenworth","Leavenworth","Icicle Creek","Eight Mile Area","Eight-mile Buttresses","Eight-Mile Buttress, Lower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.13b"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.76339,47.55505]},"bbox":[-120.7640562801847,47.55460033981814,-120.76272371981527,47.55549966018186],"left_right_index":-1,"ext_id":"106802139","area_id":"QGU5nEeDV4ySfLRUEhCZuw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:30:56.702Z","updatedAt":"2022-11-25T11:24:54.052Z"}