{"_id":"6368a185e80bff5a9954f510","area_name":"Midway Crag","shortCode":"","climbs":[{"_id":"zZfXinPdV/yhBmEeWPIr/w==","name":"Dauntless Dihedral","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Nelson & William Thiry, October 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.50597,36.15181]},"left_right_index":1,"mp_id":"119779801","mp_crag_id":"119777466","climb_id":"zZfXinPdV/yhBmEeWPIr/w==","areaRef":"WvJWXc3uU3KDVr2l+/B0zQ=="},"content":{"description":"This is a very nice climb deep in the heart of Lost Creek Canyon.Pitch 1: Scramble up right into the dihedral. The first 20 feet of the dihedral are the crux of the route due to the extremely polished wall on the left that offers no friction. Small gear opportunities provide adequate protection as you finesse your way through this section. Continue up very pleasant 5.6 / 5.7 climbing - staying in or near the corner - until arriving at a huge ledge at 175' where you can set a gear anchor. (5.10a, 175')Pitch 2: Continue up staying in or near the corner where the climbing is 5.6 - 5.8 and good protection is available. At about 100' you have a choice of veering right up a ramp to a giant chockstone or going straight up the varnished face. We chose the varnished face straight up, which turned out to be an exciting and steep section of 5.8 with mostly good quality rock and protection (a little PG-13 in a spot or two with a suspect hold here and there). This was an excellent finish to the route with a belay off a tree set back about 40 feet. (5.8, 150')","protection":"A standard rack of cams and nuts up to 3\" will suffice. Be sure to have small sizes for the crux start.","location":"This area is approximately half-way up the canyon, thus the crag has been named 'Midway' crag. Get yourself up into Lost Creek Canyon, either up easy 5th-class sections beyond and above Hidden Falls Wall, or by coming in from the huge ledge system above the Ragged Edges area (recommended). Make your way up the canyon past numerous waterfalls that can all be climbed in approach shoes by making careful navigational choices. The first waterfall is the trickiest (rock shoes may help here). Climb the rock about 50 feet right of the waterfall; you should encounter a rap station around a small tree at the top. Use this rap on the way back out.The canyon starts by heading west than makes an abrupt turn to the south after about a half-dozen waterfalls. This southward section has a lot of bushes to fight through. In this section there is a huge boulder that blocks the way, but there is a sneaky hole that you can tunnel up through (fun if you find it).The canyon then angles right to the southwest, which is characterized by beautiful polished rock. You will then come to a fork where is seems like the main canyon goes left but you actually turn right (northwest) to stay in the main canyon. This takes you through a tree-filled corridor. At the far end of the corridor you can get glimpses of the Midway Crag through the trees. High up on the far canyon wall ahead of you, it is a striking slab of varnish that runs up and left. A large wall bulks up the right flank of the slab forming a huge left-facing dihedral. Make note of its location.The canyon turns left (southwest). Follow this for another ten or fifteen minutes, keeping your eye on the intended crag above to your right. When you are directly below the crag take an inobvious ramp up and right to the base of the crag. This ramp is very thickly vegetated and loose, making it the most difficult / unpleasant section of the approach (the canyon approach is mostly pleasant). At the top of the ramp you will encounter the main dihedral (Dauntless Dihedral) and another great climb (Akagi's Folly) which starts in a smaller left-facing dihedral 20 feet down and left.The entire approach from the car to base of climb will take 2 to 2-1/2 hours. Several adventurous options are available for descent. We chose to take a series of down-trending slabs that lead west toward the back of the canyon. Eventually a single-rope rappel off a large tree got us to the canyon floor a few hundred yards upstream of where we left it earlier in the day to reach the crag. Take the canyon back out. Rappeling a few of the waterfalls will expediate your exit. Rappelling the final main waterfall (Hidden Falls) will save some time and effort."},"__v":0},{"_id":"eDkKa/DyVA+zCyBIPJYG3g==","name":"Akagi's Folly","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Christopher Kelly & Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.50597,36.15181]},"left_right_index":0,"mp_id":"119778003","mp_crag_id":"119777466","climb_id":"eDkKa/DyVA+zCyBIPJYG3g==","areaRef":"WvJWXc3uU3KDVr2l+/B0zQ=="},"content":{"description":"This is a fun slab climb on black varnish rock. A lot of 5.5 and 5.6 climbing with perhaps a few 5.7 moves. For being a new route, the rock quality is quite good, although there may be a little cleaning up to do, especially near the top. There are short run outs in spots, but the easy/moderate nature of the vast majority of the climb makes it manageable for the competent leader at the grade. P1: Climb the small left facing corner until it turns into a face climb. Place pro mainly in horizontal cracks. Build a belay 150 feet up on a super comfy ledge big enough to fit several people, slightly higher than the belay ledge for Dauntless Dihedral which is 20 feet to the right.P2: Continue face climbing on black varnish until reaching a spot 50 feet from the top of the wall where one can either climb on an arete on the left up to the summit on 5. easy terrain or can continue straight up the face on what looks like 5.11 terrain.","protection":"Standard Rack up to 3\"","location":"20 feet to the left of the main left facing dihedral on the far right side of the wall. Begins in a much smaller left facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,f5ee4241-acff-5bb1-9144-10a0a7e23c4e,5af2565d-cdee-5372-8356-bda5fbf074cd","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Willow Spring","Midway Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.50597,36.15181]},"bbox":[-115.50652688452764,36.15136033981813,-115.50541311547236,36.15225966018186],"left_right_index":-1,"ext_id":"119777466","area_id":"WvJWXc3uU3KDVr2l+/B0zQ==","polygon":{"type":"Polygon","coordinates":[[[-115.50652688452764,36.15136033981813],[-115.50541311547236,36.15136033981813],[-115.50541311547236,36.15225966018186],[-115.50652688452764,36.15225966018186],[-115.50652688452764,36.15136033981813]]]}},"content":{"description":"A great remote crag with a few 2 pitch climbs with great rock quality. This crag is a huge slabby flat varnished face looks like the flight deck of a sinking aircraft carrier right before sliding under the water. Way back in Lost Creek Canyon. This makes for a great adventure day out complete with some canyoneering, hiking, climbing, and exploring remote terrain. Roughly 2:00 hour approach unless you are really busting it."},"density":0,"totalClimbs":2,"__v":2,"createdAt":"2022-11-07T06:11:24.897Z","updatedAt":"2024-02-19T18:34:57.791Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e4e2f8258fb5bda03896","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}