{"_id":"63689de0e80bff5a994fa743","area_name":"East Side","shortCode":"","climbs":[{"_id":"FPZ+cKJ4XYq+g62A3Nh9bA==","name":"Tutor","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Larry Shubarth & Greg Stevens, '81?  Stewart Green & Helmut, '72?","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":10,"mp_id":"106259370","mp_crag_id":"107345623","climb_id":"FPZ+cKJ4XYq+g62A3Nh9bA==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"This is a fun, but run-out slab climb right of\n\nSilver Spoon\n\n.  Start in same vicinity as\n\nSilver Spoon\n\n, clip its first bolt, then continue calmly up to the drilled angle above you.  Don't fall before clipping the piton, or you will deck.  The climbing isn't too hard through much of the run-out, but the move just below the pin will get your attention, considering what's below you.  Continue up to the\n\nSilver Spoon\n\nanchor.  The route is easily top-roped after leading\n\nSilver Spoon\n\n, and not recommended as a lead unless you are sure you won't blow it.","protection":"1 bolt, 1 drilled piton.  2 drilled pin anchor.","location":"This route climbs the slab that\n\nSilver Spoon\n\nis located on and shares its first bolt and anchor.  Descend by rappelling down the gully from a 2-pin anchor."},"__v":0},{"_id":"apJvir6XVtmO6FamIfi35g==","name":"There Goes The Neighborhood","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Peter Gallagher, Bryan Becker 1981","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":9,"mp_id":"105789791","mp_crag_id":"107345623","climb_id":"apJvir6XVtmO6FamIfi35g==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"This is a fun alternate line to\n\nSilver Spoon\n\n. Climb\n\nthe Spoon\n\nto the part where the headwall looms over you. In the middle of that wall is a solitary pin, beckoning alluringly at the adventure to come. What looks like it should be a dyno is actually a very precise footwork move to gain the upper ledges. Slab up to the chains. This is really fun.\n\nPG-13 for the 30'+ run on the slab up to the anchor.","protection":"Five pins to a fixed anchor.","location":""},"__v":0},{"_id":"kasLWy/eUmG+Aa1q5aKLZw==","name":"Stalactite","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Richard Borgman, 1960s. FFA: Dick Long, 1960s","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":6,"mp_id":"117070244","mp_crag_id":"107345623","climb_id":"kasLWy/eUmG+Aa1q5aKLZw==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"Stalactite is chossy. If more people climb it, it would get better, but there are a ton of loose flakes. This climb would actually be really cool if all the flakes were pulled off.\n\nBe careful about the top, because it doesn't have a 2 bolt anchor.","protection":"5 bolts, but it is possible to place a few cams. There is only a single bolt anchor and a thread, but the thread doesn't look too positive.","location":"Start at\n\nCold Turkeys'\n\nanchors, and climb up left to start."},"__v":0},{"_id":"5/FA88AoW9m+ZViKzwaw5w==","name":"Silver Spoon","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Stewart Green, Steve Westbay, and Kurt Rasmussen, 1972","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":8,"mp_id":"105751816","mp_crag_id":"107345623","climb_id":"5/FA88AoW9m+ZViKzwaw5w==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"The Drug Wall is the smooth slab capped by a roof to the left of a gully on South Gateway Rock directly across from North Gateway Rock.  Silver Spooon climbs past a few bolts and drilled angles up the slab and then traverses underneath the roof to the gully.  This felt pretty hard for 5.5 slab (I thought it was harder than the\n\nFinger Ramp\n\n5.7), and the landing is bad if you fall before the first bolt, but after that it protects pretty well.  Easy sandstone slab climbing doesn't get much better than this.","protection":"Now fully bolted with a two bolt anchor and no longer a need for extra gear.","location":""},"__v":0},{"_id":"qkRmgvonU4uE29Qt9/l3jQ==","name":"Sign Of The Times","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Lanz, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":0,"mp_id":"106898895","mp_crag_id":"107345623","climb_id":"qkRmgvonU4uE29Qt9/l3jQ==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"This climb is located in the middle of the Gash, about 50 feet left of\n\nCandyman\n\n.  It is a steep and sustained sport climb protected by fixed pins.  The rock looks loose, but it's actually decent.  From the ground, this climb looks pretty scary. It's about 20 feet to the 1st pin, then there's another somewhat runout section between the 3rd and 4th pins, combined with the sandy nature of the feet since it rarely gets climbed, also the fact that the walls are sort of narrow here, and if you blew a hold or had a bad fall, you could potentially hit the opposite wall.  Nonetheless, I think it's just as good or even better than\n\nCandyman\n\n, and if more people climb it, it would probably be even better.\n\nNext time I'll replace the old webbing at the anchor.\n\nIf anyone has any info on the name or FA party, please let me know and I'll update the description.  I'm guessing maybe FA by Eric Johnson, Mike Johnson, or Earl Wiggins?  But definitely just guessing.","protection":"5 drilled angles.  2 drilled angles for anchor.  Anchor needs new webbing and lowering rings.","location":""},"__v":0},{"_id":"s+r0GWveXRKnC1j01mVgOg==","name":"Rocket Fuel","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mark Rolofson and Bob D' Antonio, 1983","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":13,"mp_id":"105753646","mp_crag_id":"107345623","climb_id":"s+r0GWveXRKnC1j01mVgOg==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"This route is located on the east side of South Gateway Rock on the Drug Wall.  The fastest way to get there is to park at the main parking area on the north side of the loop.  Rocket Fuel will be on the left side of the cement path just before you get to the Twin Spires formation.  The route works its way up the slab to a face climb left of the blocky roofs that make up Crescent Corner.  Also left of Might Thor (seam next to Crescent Corner).\n\nDifficult slab/thin edge climbing at the bottom to a pumpy face climb up pockets before the ledge anchor.\n\nThis is a Garden of the Gods classic climb.","protection":"7 or 8 bolts to a cable anchor.","location":""},"__v":0},{"_id":"NRILYmEXX0+Po1Y7jJRq+g==","name":"Pure Energy","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Kerry Gunther","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":12,"mp_id":"105982536","mp_crag_id":"107345623","climb_id":"NRILYmEXX0+Po1Y7jJRq+g==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"It's the second climb over from the\n\nMighty Thor\n\n. This has good climbing on small edges and a few pockets to a steep headwall. All in all, it's a great climb if you like slab. It really works your feet.","protection":"Six drilled pins to a bomber three bolt anchor (same as\n\nThor\n\n).","location":""},"__v":0},{"_id":"BOzDRtGPUwKIQy8KEbiYtg==","name":"Ninety-Nine Per Cent Pure","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Mark Rolofson, May 1981","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":7,"mp_id":"105982566","mp_crag_id":"107345623","climb_id":"BOzDRtGPUwKIQy8KEbiYtg==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"This is a sweet, blank slab that shoots straight to the anchor of\n\nCocaine\n\n. This is the most difficult slab that I've been on here at the Garden but nevertheless a great route.","protection":"Six drilled pins to a three chain anchor (same anchor as\n\nCocaine\n\n).","location":""},"__v":0},{"_id":"6x/gcpwAVACNAayPAzLW7w==","name":"Mighty Thor","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Rolofson, Rob Robertson, Murray Judge, & Gigi Rygelis, July 1979","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":14,"mp_id":"105753643","mp_crag_id":"107345623","climb_id":"6x/gcpwAVACNAayPAzLW7w==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"This route is located on the east side of South Gateway Rock on the Drug Wall.  The fastest way to get there is to park at the main parking area on the north side of the loop.  Mighty Thor will be on the left side of the cement path just before you get to the Twin Spires formation.  The route follows the seam to the left of the blocky roofs that make up Crescent Corner.\n\nThe climb follows the seam for a ways then moves to the face with a reaching crux move.","protection":"10 bolts to a cable anchor.","location":""},"__v":0},{"_id":"5NpZG+H0UxSZEzlsciCL0g==","name":"The Deal","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Eric Johnson, '88","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":2,"mp_id":"106248411","mp_crag_id":"107345623","climb_id":"5NpZG+H0UxSZEzlsciCL0g==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"Great steep climb with big and little pockets, a couple crimps, and some interesting moves.  A difficult start takes you up to the first big pocket (which is usually occupied by birds in the springtime).  This is followed by slightly easier but sustained climbing between the 1st and 3rd pins, with the crux match move at the fourth pin.","protection":"4 drilled angles. 2 bolt anchor shared with\n\nCandyman\n\n.","location":"This is the first route you come to on the right hand wall as you enter the Gash, left of\n\nSilver Spoon\n\nand\n\nCocaine\n\n."},"__v":0},{"_id":"rUsrBGhXWXOw9uSgZPfUJQ==","name":"The Fixer","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Webster, Leonard Coyne, July 31, 1977","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":11,"mp_id":"105763407","mp_crag_id":"107345623","climb_id":"rUsrBGhXWXOw9uSgZPfUJQ==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"This route is located on the Drug Wall of South Gateway Rock.  It is the line of pitons up the left side of the slab that holds \"\n\nPure Energy\n\n, and \"\n\nRocket Fuel\n\n\".\n\nBegin this horrifying mankfest below the line of pitons and climb more or less straight up the face.  At first the climbing is easy, but at about 40 feet, there is a section of mandatory 5.8/.9 slabbing with no pro.  In this section, I touched a ledge/handhold which crumbled like a sugar cookie and promptly filled all of my footholds with sand.  After going up down and around and up and down, I finally arrived at the first piton feeling really lucky to be alive. The climb goes up and then does a rising traverse up and left from here following the pitons.  The climbing is difficult friction and edging on holds that have the constitency of sugar cookies.  I remember doing one cruxy sequence using a hold that felt a grainy sandy wafer/cracker that would crunch any second. There is an optional #4 Camalot placement in a pocket, but it takes away a foothold.  There is one more cruxy section out towards the end of the traverse on very steep, sandy smearing.  After the hard bit, go up a short 10a headwall and then up extremely loose chossy 4th class to the anchor above the slab.\n\nI felt extremely glad to be back on the ground after this one.  My partner did not want to follow this route and thought it was stupid climbing on holds that crumble when you touch them.\n\nI gave this route 2 stars for pure scariness, mankiness, and overall unique horrifying experience.  Have fun ;-P","protection":"Very serious runout to the first piton with mandatory 5.8/5.9 climbing on crumbly sandy friction.  Then 5 drilled pitons that range from angles to really old look ring pins.  It is difficult to say how good this protection is due to the rock quality.\n\nAddendum: The Fixer's P1 has new anchors as of July, 2005. Brian Shelton, Stewart Green, Jason and CJ replaced the 2 old pitons in the belay pothole with 2 modern stainless steel 1/2\" bolts and hardware.","location":""},"__v":0},{"_id":"YzGxmR3JX5irP7v4D00InA==","name":"The Corridor Traverse","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":3,"mp_id":"107030507","mp_crag_id":"107345623","climb_id":"YzGxmR3JX5irP7v4D00InA==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"No definite crux, though consistent with V1-V3 moves though if you do the entire route, it's about 70 feet long.","protection":"Pad...some ankle twisters through the entire duration.","location":"Start on\n\nCandyman\n\nand traverse left until the rocks degrades and the chalk vanishes, at the far part of the corridor. It is just up from\n\nSilver Spoon\n\n, and The Deal."},"__v":0},{"_id":"ZyhcUYUdX4ybsXj8nq73Hg==","name":"Cold Turkey","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Bob D'Antonio & Richard Aschert","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":4,"mp_id":"105986797","mp_crag_id":"107345623","climb_id":"ZyhcUYUdX4ybsXj8nq73Hg==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"Climb a thin slab up shallow ribs through a thin crux.","protection":"Clip eight fixed pins to a belay ledge.  There is a 2 piton anchor with chains and webbing, but it is pretty rusted. This needs to be replaced. Rappel into the gash with a 70-meter rope or climb Stalagmite.","location":"Climb\n\nCocaine\n\nabout 55' up then follow the line of fixed pins out left."},"__v":0},{"_id":"mVitDwhzVw+HXsSeXJsmhw==","name":"Crescent Corner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Don Peterson and Helmut Husmen, 1971","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":15,"mp_id":"105753649","mp_crag_id":"107345623","climb_id":"mVitDwhzVw+HXsSeXJsmhw==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"This route is located on the east side of South Gateway Rock on the Drug Wall.  The fastest way to get there is to park at the main parking area on the north side of the loop.  Crescent Corner will be on the left side of the cement path just before you get to the Twin Spires formation.  The route works its way up blocky roofs on the right side of the wall.\n\nI have actually never done the second pitch of this climb.  Probably not many have, it is loose and follows the seam up to the anchors for\n\nRocket Fuel\n\n.  Add an R rating to this climb if you decide to attempt it.  The first pitch is excellent as you move your way up a slab to these cool block formations that you have to step over.  Move into a washed out crack to the slings.  The only thing to watch out for is the old pins that you use for protection.  They seem stable, but I wouldn't put outward pressure on them.","protection":"8 pins.  Don't pull outwards on any of them.  Either stop at some slings or continue to the\n\nRocket Fuel\n\ncable anchor.\n\nAddendum: Crescent Corner has new anchors as of July, 2005. Brian Shelton, Stewart Green and CJ Sidebottom removed the old anchors and replaced them with new, modern 1/2\" stainless steel bolts and hardware which were placed 8 feet higher in better rock.","location":""},"__v":0},{"_id":"R/DIDnUtXaONBNfQkFv/rw==","name":"Cocaine","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Leonard Coyne, Ken Sims, Ed Webster, 1977","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":5,"mp_id":"105756220","mp_crag_id":"107345623","climb_id":"R/DIDnUtXaONBNfQkFv/rw==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"Cocaine is a classic Garden friction climb. This line is on the left side of the Drug Wall. Start left of\n\nSilver Spoon\n\n, then trend up and left on mostly easy slab towards the low end of a funky horizontal corner--step over this corner. There isn't much, if any, psychological pro you can sink before the first pin. Once that pin is achieved, though, pro is adequate. Keep moving up and slightly left past another pin or two to a friction move straight up. The tricky part of this line are the traverse moves. The line isn't direct from this point--you will step up and left again and clip a pin (use a long sling on this one), then swing back right and up on thin holds. Aim straight up for a small, right-facing flake that leads to a belay ledge and fixed chain anchors.\n\nDescend by rappel or (not recommended) downclimb the gully to the climber's right. Use double ropes to get to the ground, unless you single-rope rappel down the gully to the\n\nSilver Spoon\n\nanchors and then to the ground from there. This is a fun and creative line for the friction feet, crimpy hold masochist. Variation: instead of the left-then-right traverse at mid-route, go straight up past a pin at 11b-ish.","protection":"Drilled angles. The first pin is a good way off the deck, but the climbing to get to it is fairly easy. Bring a couple long slings to ease rope drag.","location":""},"__v":0},{"_id":"fONPYxblXayzH37CWQX2Ig==","name":"Candyman","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mike Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"left_right_index":1,"mp_id":"105762840","mp_crag_id":"107345623","climb_id":"fONPYxblXayzH37CWQX2Ig==","areaRef":"mdvlOfM4WvGhyM44fzrQFg=="},"content":{"description":"As you enter the Slash via the short slab/gully, this climb is one of two that ascend the steep wall on your right. The climb on the right is\n\nThe Deal\n\n(5.11d), and 10 feet left is The Candyman.\n\nLocated above boulder problems in the Slash, this short climb relies completely on pockets to reach the anchors. There is not a single crux, and if you can boulder to the first pin you can do this climb. The only thing to think about is falling while clipping the third pin, there is a chance you might hit the wall behind you. If you are worried about this, just rest at the second pin, as the climbing above is easy unless you are pumped from the first section.","protection":"3 pins to a 2 pin cable anchor.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,ef64bac4-af2a-5523-9e4c-8e743ad36a27,0bd36e88-81be-51e0-b1ff-105fda88468b,6cce6fa0-72f9-5c3e-aae8-4ae027325cc9,99dbe539-f338-5af1-a1c8-ce387f3ad016","pathTokens":["USA","Colorado","Colorado Springs","Garden of the Gods","South Gateway Rock","East Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.9"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.11b/c"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"V4"},{"count":1,"label":"5.11"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.10d"}],"byDiscipline":{"sport":{"total":15,"bands":{"unknown":0,"beginner":2,"intermediate":8,"advanced":5,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":8,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.88019,38.87784]},"bbox":[-104.88076760859207,38.877390339818135,-104.87961239140793,38.878289660181856],"left_right_index":-1,"ext_id":"107345623","area_id":"mdvlOfM4WvGhyM44fzrQFg==","polygon":{"type":"Polygon","coordinates":[[[-104.88076760859207,38.877390339818135],[-104.87961239140793,38.877390339818135],[-104.87961239140793,38.878289660181856],[-104.88076760859207,38.878289660181856],[-104.88076760859207,38.877390339818135]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:57:09.231Z","updatedAt":"2024-01-20T01:01:26.501Z"}