{"_id":"6368a11ae80bff5a99542e02","area_name":"Ojibway Peak","shortCode":"","climbs":[{"_id":"joJ87aPoWaC8IlhNeEnUIA==","name":"Standard Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.62147,48.06487]},"left_right_index":0,"mp_id":"110948294","mp_crag_id":"110948286","climb_id":"joJ87aPoWaC8IlhNeEnUIA==","areaRef":"kI5WWNlZXymTA+LmRWlrPQ=="},"content":{"description":"Pitch 1 (73 m) - Starts in the large right facing corner that meets up with the large roof. Climb using part of the crack and using the slabby face with ledges. Just before the large roof, there will be a belay ledge on climbers left. Carefully place gear to set a belay. Some simulclimbing will be required to do this pitch in one. Much easier with a 70 meter rope. (5.4 pro to 2.5) to a bolted belay.\n\nPitch 2 (55 m) - Roof Pitch. Climb up the slabby, right leaning face to the base of the roof. If you brought a #4, place it here, otherwise, make a move to a perfect placement for a hand sized cam. Continue up the right slanting crack to a small live tree. Belay for the ledge with the tree. To a bolted belay.\n\nPitch 3 (35 m) - Traverse Pitch to Piton Ledge. Climb up and slanting to the left, in order to gain a ledge to traverse on. Traverse left, place unobvious pro, until you are under dead tree ledge, a ledge with one dead tree and the obvious right facing corner of the podium. Once you are under the ledge, climb straight up to the ledge. Here you will find two fixed pitons. Set you anchor here. To a bolted belay.\n\nPitch 4 (30 m) - Podium. Start just left of the large left facing corner to avoid a bushy start. Then, traverse right into the corner. The pro and climbing are great throughout this entire route. The route ends when you get to the top of the podium. Anchors can be a bit tricky here. Use the obvious horn to aid in the anchor. To a bolted belay.\n\nPitch 5 (60 m) - Traverse to Swooping Crack. From the top of the podium, traverse directly left on a ledge that is about one foot wide.There are decent gear placements, so remember to protect the follower. There is also one or two new bolts. Stop traversing when you reach a left swooping crack that has vegetation growing out if it. Climb using the incut holds on either side of the crack, occasionally using the crack at times. Climb until you can make a short traverse left, to a ledge with a dead tree. Set your anchor here. This pitch can be broken up into two pitches, to avoid rope drag, by belaying at a good stance near the dead tree in the crack. Otherwise use a couple of 4 foot runners and deal with the drag.","protection":"Single rack to 3\" works great. I used a good amount of tricams to overlap to 2.5\".","location":"This route begins at the obvious right facing corner at the base of the peak."},"__v":0},{"_id":"/QbH9ixRVu6ck3EHlAFr8g==","name":"T'es pas game","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Shields/Garon","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.62147,48.06487]},"left_right_index":4,"mp_id":"113658107","mp_crag_id":"110948286","climb_id":"/QbH9ixRVu6ck3EHlAFr8g==","areaRef":"kI5WWNlZXymTA+LmRWlrPQ=="},"content":{"description":"This route could have very well been climbed before as early as the 1960's by any number of very talented people who have climbed in the area in the last 50 years. I'm adding it to the database in case anyone has looked to the right from the original route and wondered what it's like \"over there\" or if it's been climbed at all.\n\nOne summer day my partner and I decided to just go have a look starting from the bottom. What we found was a route that compared, in difficulty, to the original route. The first pitch didn't protect very well due to the compact nature of the slab. The pitch through the big roof I'd describe as traveling through nearly the highest point of the right side on good, protectable cracks. Higher the rock quality worsened, but never to the point that we had to debate the value in continuing upward. Overall, this route traveled through a lot of 5.6-5.8 difficulty loose terrain. It is significantly looser than the standard route for comparison and therefore I can't recommend it. Choss aficionados and seekers of the obscure may enjoy it.\n\nThe first pitch was probably the technical crux and we finished by traversing left and off once we hit the large ledge separating the bottom of the face from the upper headwall.","protection":"Standard rack to 3\". Something to equalize gear at belays.","location":"Follow the general line in the picture. Don't climb directly above your belay on this route due to loose rock. Traverse off by joining the standard route at the pillar or taking one of the lines that continues up the headwall."},"__v":0},{"_id":"oPgZbFumUG+6O4T2QxQsYA==","name":"Original Direct Finish","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Not sure, maybe Roskelley/Kopczynski?","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.62147,48.06487]},"left_right_index":3,"mp_id":"113658599","mp_crag_id":"110948286","climb_id":"oPgZbFumUG+6O4T2QxQsYA==","areaRef":"kI5WWNlZXymTA+LmRWlrPQ=="},"content":{"description":"This is a rewarding route, but it requires a cool head, complicated route finding, and experience at working out difficult protection options.\n\nFrom the top of the pillar where the original route traverses off and left, boldly climb up and right to a vertical KB placement. A fall here will likely result in an injury. Next continue up to a horizontal where you'll probably nest and equalize some TCUs. Good protection point if you work at it a while. Now follow your nose looking for gear going up and generally right towards a feature that on closer inspection is created by blocks protruding from the wall. On the right side of these blocks you might find a small stance with a fixed stopper. A long KB and maybe a lost arrow will help make this belay secure. Consider leaving pins in-situ. I would not do this route without pins and hammer. No fixed pieces except the stopper are present as of this writing.\n\nFrom the belay, then continue to climb boldly above weaving a little left and right to place gear. This pitch is steeper than the first, but it protects a little better -- still pretty spicy.","protection":"RPs, TCUs, standard rack to 3\", hammer and a small selection of KB/LA's, 1 baby angle.","location":""},"__v":0},{"_id":"kSSmB95iUV+aPydeIMFO5Q==","name":"Modern Direct","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Shields/Lunceford","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.62147,48.06487]},"left_right_index":2,"mp_id":"113658547","mp_crag_id":"110948286","climb_id":"kSSmB95iUV+aPydeIMFO5Q==","areaRef":"kI5WWNlZXymTA+LmRWlrPQ=="},"content":{"description":"From the pillar where the regular route traverses left and off, continue up on bolts following the line of Charles Wallace the Party Rabbit. From a belay at 80-90 feet. CWtPR continues straight up while Modern Direct takes a slanting line to the apex of the headwall.\n\nThis route has either gear or a bolt every 10-15 feet. Stopper and small cam placements were excavated from the discontinuous cracks in the wall, but bolts were placed whenever the cracks run out for any distance. It is not a run out route, but you will need to spend some time placing gear to sew it up. Take a nut tool in case the cracks fill in again.","protection":"Standard rack to 3\", maybe some extra TCUs. Small/medium stoppers particularly useful.","location":"See topo main page."},"__v":0},{"_id":"VtfojrnNUym7XCgc2iZ9Fg==","name":"Charles Wallace the Party Rabbit","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Shields/Lunceford","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.62147,48.06487]},"left_right_index":1,"mp_id":"113658297","mp_crag_id":"110948286","climb_id":"VtfojrnNUym7XCgc2iZ9Fg==","areaRef":"kI5WWNlZXymTA+LmRWlrPQ=="},"content":{"description":"This route was conceived while climbing the face via the original direct finish route after staring for too long at the unclimbed clean sweep of quartzite on the left side of the headwall. It remains quite separate from the beautiful original line, often 50-100' left of it. I make this distinction because it would be a tragedy if someone bolted near the awesome and very committing original line up the headwall.\n\nCharles Wallace the Party Rabbit is an entirely bolted line that continues up the left side from the pillar where the original regular route traverses straight left and then up and off. It has about 8-10 bolts per pitch and the rock is immaculate, thin edges with the occasional smear.\n\nIts namesake is a french lop who provided the entertainment at a dinner party.","protection":"All bolts placed are stainless, 12mm Petzl in solid quartzite slab. 2 bolt anchor top of first pitch. Sling a block and place hand/finger sized cams and maybe a stopper at the very top of the wall.","location":"P1 (.9+/.10-): Route goes from the pillar up and softly left, then traverses back right, sharply at first, before continuing up and just slightly right to a stance at a two bolt belay. Recommended to place a long sling on the bolt where the pitch traverses sharply back right. (see topo main page). 80-100 feet\n\nP2 (5.9): Continue straight up to the summit ridge finishing perhaps 50 feet left of the apex of the wall. Excellent thin edge climbing in an awesome position. 80 feet.\n\nNote that the second pitch of Party Rabbit shares it's first bolt with another excellent mixed bolt/gear line (Modern Direct) that diagonals up and right from the belay finally finishing a body width from the apex of the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,908e5658-d959-5f29-9303-e2e645696b3d","pathTokens":["USA","Montana","Northwest Region","Ojibway Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.62147,48.06487]},"bbox":[-115.62214285309393,48.06442033981815,-115.62079714690606,48.06531966018187],"left_right_index":-1,"ext_id":"110948286","area_id":"kI5WWNlZXymTA+LmRWlrPQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:09:38.480Z","updatedAt":"2024-01-15T16:46:00.549Z"}