{"_id":"6368a265e80bff5a99565ed6","area_name":"b. Gelsa to Moe (closure)","shortCode":"","climbs":[{"_id":"pHHTfCGmWW2posPFowpp4Q==","name":"Yum Yum Yab Yum","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Art Gran, Al DeMaria, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":2,"mp_id":"105800391","mp_crag_id":"108142198","climb_id":"pHHTfCGmWW2posPFowpp4Q==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"This route is a hidden gem comparable to Gelsa or Three Pines. There's a lot of climbing and adventure to be had here!\n\n P1 - Starting up the slab, trend slightly left to reach a short left-facing corner. Follow that up to a ledge with a large pine tree with rappel slings (60').\n\n P2 - First go up and right ~10 feet, then back left about 10 feet (tricky moves, perhaps more like Gunks 5.4) to reach a longer, steeper left-facing corner. Follow that to its top, up the face above and eventually over a bulge to a wide ledge. On its right side is a large pine tree with rappel slings. This is a long pitch, ~120'.\n\n P1 and P2 can be combined with good rope management.\n\n P3 - Take the path of least resistance, using a long leftward ramp, leftwards to the base of the huge open book with several roof systems in it, and make a belay.\n\n P4 - Go up the inside of the open book for ~20 ft (some trickiness) to underneath the highest overhang above. Move up and right to old pitons. Traverse 30-40 ft right horizontally under the roof (exposed but good holds, possibly some old pitons). After the roof ends, head up past bulges and slabs to the trees (100', 5.4).  You'll want to extend your belay back to the cliff edge.\n\n Descent: Walk off to the north (right) and look for a trail (light blue blazes); use it to follow the clifftop to the north until, just before the road, you can scramble back down to the base and trail.","protection":"Standard Gunks rack. Bring a few long slings for the P3 traverse as well as your sneakers for the walk off.","location":"Walk past the beginning section of the nears and the huge face of Birdland to the chossy section of the Nears. Next, you'll pass a small gully system, at Lonely Challenge, about 200' past Birdland.  Another 50' or so takes you to a section of good rock, with the right-leaning crack of Up Yours as an obvious marker.  Keep going another 200'. \n\n  If you reach the land closure / trespassing signs, you've gone too far. Turn around and go back 70-85 feet. \n\n  The base of Yum Yum Yab Yum is notable by a slabbier streak of cleaner rock; a left-facing corner that starts about 20-25 feet up, and the pine tree on the belay ledge about 50 feet up. "},"__v":0},{"_id":"WP79ur5LWvejI/jUg+DIeA==","name":"Wildmere","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":10,"mp_id":"117399813","mp_crag_id":"108142198","climb_id":"WP79ur5LWvejI/jUg+DIeA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"If you have an adventurous spirit, and have traveled the long road of 5.10 in the Gunks, this route may be for you. There are lots of mossy, lichen-covered holds, loose rock, and route-finding challenges, although generally the route goes pretty much straight up.\n\n P1: Climb the left side of the starting flake/block and make some dirty 5.7 moves up onto a dirty slab. My friend Ryan, who led this pitch, exclaimed that this was “gardening, not climbing!” Work slightly left and then back right into a cruxy orange alcove/scoop/tips crack below a hanging cedar. Make more cruxy moves on the small face just right of the cedar and continue up to good stances and small ledges below some intermittent overhangs above. Find a way past/around the first two overhangs and then up the fun grey rock to yet another cruxy move just before the NSGT ledge where a semi-hanging belay can be found. 5.9 PG IMO\n\n P2: Work up past many overlaps with runout gear on 5.9 or 5.10 moves and some loose rock. Climb basically up and slightly left until the last overhang where a bulge above forces you to traverse 9’ left and then mantle using dirty but good holds. Continue up and left onto slabby rock to a large tree at the top. 5.10a PG/R","protection":"Pretty good pro in most spots on P1, although it’s work to get in and there are definitely some spots where a fall would be bad. P2 has a few good pieces in the first 15’ and then is runout on 5.10 terrain until you get established Up and left into the larger roofs. Decent gear from there to the finish, considering the fall would likely be air at that point\n\n Bring a full range of cams and nuts. I used a #1, 2, 3, and 4 on the last pitch. There are crucial small(finger and below) cam placements on both pitches. We brought a bunch of crap and used less than half but were glad to have a wide selection.","location":"From Grease Gun Groove, walk to climbers' left for a minute or so. Look for a 8’ high detached block/flake 15’ up from the trail, just past Lonely Challenge.  If you arrive at Elder Cleavage you have gone too far."},"__v":0},{"_id":"Q4cQt1FNXcqXY0yjhjSISA==","name":"Up Yours","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Weichsel, Bill Goldner, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":7,"mp_id":"105806002","mp_crag_id":"108142198","climb_id":"Q4cQt1FNXcqXY0yjhjSISA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Definitely worth doing if all the 7's over in the popular part of the cliff are occupied.\n\n If possible, engage in a dialog with passing climbers:\n\n What route are you on?\n\n Up Yours!\n\n Walk past Birdland to the chossy section of the Nears. You'll step down a small gully system after Lonely Challenge, about 200' past Birdland. Just past this is a section of good rock. Elder Cleavage starts up a hard boulder problem to the right, and Up Yours starts up a short lieback to the left, aiming for the obvious right-slanting crack above.\n\n P1: First, pass a roof, which can be protected with high gear and a good belay, and climb up to the right-slanting layback crack. Climb this and work up and right to easier ground. Next, work up to a corner capped by a small overhang which is taken just a bit left (crux), with committing but solid moves. Finish by climbing the pleasant face up right to easy ground and up to the higher of two trees, and a belay/rappel station. 5.7, 80'.","protection":"Standard Gunks rack","location":""},"__v":0},{"_id":"TIQsuMnPXCyHrpzabzCF3w==","name":"Tulip Mussel Garden","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Dick Williams, 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":15,"mp_id":"107182718","mp_crag_id":"108142198","climb_id":"TIQsuMnPXCyHrpzabzCF3w==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Start with a short, steep and unprotected sequence at 5.8+ up to a lower-angled but still difficult slab. Climb the slab to easier ground above until you come to some loose-looking blocks under a steep light-colored face. Climb the short face (crux) to a ledge with a small pine tree, and make an anchor there.  \n\n Use the bolted anchors over Grease Gun Groove to rappel.","protection":"Crux is very well protected. The easier climbing at the start is unprotected at about 5.8.","location":"At a steep face, ~10' left of the bulge of Grease Gun Groove."},"__v":0},{"_id":"k5s9A3SxWYqHhP58GJkHew==","name":"Transcontinental Nailway","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Joe Fitschen & Art Gran - 1961FFA: Jim McCarthy - 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":25,"mp_id":"105799676","mp_crag_id":"108142198","climb_id":"k5s9A3SxWYqHhP58GJkHew==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Transcontinental Nailway (AKA Freeway): an excellent, thought-provoking pitch.\n\n Start about 40' left of Roseland at a steep, smooth slab that leads to a roof. Climb this slab and perform an extremely awkward move to get established below the roof (looks much easier than it is, and somewhat scary due to marginal pro). Pull the roof, step left, and climb a corner to bolt anchors at 80'.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"0Uv5oP9xWc2EkGdQZr3nyA==","name":"To Have or Have Not","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"1966 Carmen & McCarthy,  FFA: 1973 Stannard","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":17,"mp_id":"111953429","mp_crag_id":"108142198","climb_id":"0Uv5oP9xWc2EkGdQZr3nyA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"A good climb but not as continuous as the classic To Be or Not to Be. Climb the face up and head a bit left to a rest before the bouldery crux along the thin seam in the shallow open book.","protection":"This can be led but it requires a bit of improvised trickery.\n\n To set up a toprope, traverse left and a bit down from the To Be/Farewell bolt anchor and set up directionals with finger-sized cams.","location":"Start on the face 15' to the left of To Be or Not to Be"},"__v":0},{"_id":"ZjLMFHUqU6GC3FFjJAmpUg==","name":"To Be Or Not To Be","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Russ Clune (TR, 1983)  Russ Raffa, Russ Clune and Lynn Hill (Lead, 1983)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":18,"mp_id":"106379705","mp_crag_id":"108142198","climb_id":"ZjLMFHUqU6GC3FFjJAmpUg==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"A fantastic face climb that keeps comin' at ya!   \n\n  Lock-off moves on razor edges get you off the ground, after which you can expect technical and demanding climbing all the way to the anchor.  This route demands stamina, fingers of steel and a penchant for cryptic sequences.","protection":"This route is easily and often TR'd (but see gear beta below in the comments).","location":"The route is 50 feet left of the Birdcage corner, on the face with the obvious face hold down low. Use the same bolted anchor as Farewell to Arms."},"__v":0},{"_id":"wuZAdZvWVVGjfw1HlFCW+w==","name":"Slammin'","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Russ Clune, 1985","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":23,"mp_id":"109199010","mp_crag_id":"108142198","climb_id":"wuZAdZvWVVGjfw1HlFCW+w==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Climb the face between Bird Brain and Road Warrior up to join Bird Brain near its first crux. Continue up beautiful orange streak to a bulgy nose finish.","protection":"Looks kinda dicey but I only TR'd it.","location":"Downhill and right from Birdland on the face/slab between Bird Brain and Road Warrior"},"__v":0},{"_id":"ZjHgL/8eVHyZsieyGqRytA==","name":"Silver Bullet","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dick Williams, Annie O'Neill, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":1,"mp_id":"106479415","mp_crag_id":"108142198","climb_id":"ZjHgL/8eVHyZsieyGqRytA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Climb 25 feet up the left-facing corner its top (crux 1). Exit right (crux 2) and then move up the face to a rap anchor.","protection":"Standard 'Gunks rack and a few very small cams and wires.  The protection getting to the roof is placed behind a shallow, loose flake.  ","location":"Find Yum Yum Yab Yum; the start of Silver Bullet is 35 left of that, at a rather indistinct left-facing corner with a roof 20-25 feet up."},"__v":0},{"_id":"bL0GVOS1Uq+Pl2f5BpcfaQ==","name":"Shitface","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jim McCarthy, Jim Andress 1963","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":31,"mp_id":"105821473","mp_crag_id":"108142198","climb_id":"bL0GVOS1Uq+Pl2f5BpcfaQ==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"This fun TR is located to the right of Roseland, and is directly under the P1 bolt anchors on that climb. From the ground, weave back and forth up through bulges until you join Roseland at the end of its traverse. The crux is at about 2/3 height at a bulge with a right-leaning seam.","protection":"Opinions on gear vary between \"none\" and \"PG\" but agree that the gear is small (see comments); it is easy to TR this line from the bolted anchors on Roseland.","location":"On the face 20' right of the right-facing corner of Roseland."},"__v":0},{"_id":"ONLx3jG6V12r4TnBzwYAsQ==","name":"Roseland","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim McCarthy, Hans Kraus 1958. FFA: Jim McCarthy, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":29,"mp_id":"105821465","mp_crag_id":"108142198","climb_id":"ONLx3jG6V12r4TnBzwYAsQ==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Roseland has one of the best 5.9 pitches in the Gunks. Since there are fixed chains at the end of the first pitch, most climbers rap after the first pitch.\n\n Start about 80' left of Gelsa and 45' right of Transcon at a beautiful right-facing corner with an overhang halfway up.\n\n P1: Follow the beautiful right-facing dihedral for 65'. The crux comes as you traverse to the right for 15' to the ledge with the bolted anchors. 5.9, 90'.\n\n P2: Follow a shallow corner located up and left from the belay. Belay on a ledge. 5.8, 60'.\n\n P3: The final pitch takes a line on the arete to the left of Gelsa. 5.7, 100'.","protection":"Gear to #2 Camalot with extra finger-sized gear.","location":""},"__v":0},{"_id":"JgfpsmFIU7KpwDO3gInLCA==","name":"Road Warrior","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Russ Raffa, 1983","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":24,"mp_id":"107333984","mp_crag_id":"108142198","climb_id":"JgfpsmFIU7KpwDO3gInLCA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Located just to climber's left of Transcontinental Nailway.\n\n Climb the initial slab of Trans-Con, then move out left up to the roof. Pull through the roof with mediocre finger locks and some decent holds. then straight up the face and the inside corner to the left of Transcon. Pull the last roof, negotiate the final blunt arete and then it's easy climbing to the Transcon bolt anchors.","protection":"Standard rack, with some soft iron mixed in, and bolted rap anchors.","location":"Start at the initial slab of Transcontinental Nailway, just right of a tree near the base of the wall."},"__v":0},{"_id":"ipMDsyPKXg2CmXPPM5YJfg==","name":"Revolving Eyeballs","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Russ Clune 1983","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":30,"mp_id":"115184262","mp_crag_id":"108142198","climb_id":"ipMDsyPKXg2CmXPPM5YJfg==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"I thought this route was as fun as Shitface and perhaps more varied with several good cruxes.\n\n This route climbs the face/slab to the right of the Roseland corner. Start directly below the arete between Roseland and Shitface. Some strenuous moves get you to a ledge where you traverse left onto the Roseland face/slab. Balancey moves lead you up the face. Halfway up you perform a strenuous mantle onto a block. More delicate climbing takes you up to the end of the Roseland traverse.","protection":"Not much!  We TRed this after leading Roseland (setting a directional midway in the Roseland traverse). The Gunks Apps gives this an X rating and I would agree.","location":"In between Roseland and Shitface."},"__v":0},{"_id":"SfO41wL0XdicjkloIlT6Bw==","name":"Princess Leia","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":12,"mp_id":"119646757","mp_crag_id":"108142198","climb_id":"SfO41wL0XdicjkloIlT6Bw==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Climb the arete between Lonely Challenge and Back to the Future.  Crux is about 1/2 up where there is a white, shallow open book.  Hidden crimps will get you through on very thin feet to a sloper above the book, then delicate moves get you to the epic hero roof finish shared with Back to the Future.Guidebook says the route was named after Dick Williams dog.","protection":"Runout at the crux but good gear before and after up to #3","location":"Between Lonely Challenge and Back to the Future"},"__v":0},{"_id":"sJaSAK1sVZu1mLFsEMprzQ==","name":"Predator","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":3,"mp_id":"118645309","mp_crag_id":"108142198","climb_id":"sJaSAK1sVZu1mLFsEMprzQ==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"We found the purple Dick guidebook description to be a little confusing. It’s easy enough to find your way as long as you have a few clues. The route goes almost straight up. The roof pitch is fun and exciting but the other dirty climbing is a heavy price to pay. The climbing up to the not-so-GT ledge would actually be pretty nice without all the lichen.\n\nClimb vegetated rock straight up past a dead tree wedged between two other trees (hard not to use it.) Wander up a slab to a slippery ledge, step right, climb the face and nose in orange-white rock to some small C3 placements below an overhang. Pull the overhang and then move basically straight up for 12’~ to a stance (5.10- PG/R.)\n\n Continue up the lichen-covered face above, almost straight up and a tad bit right, shooting for successive pine trees. Along the way you will encounter: some small overlaps, a few loose blocks, generally solid rock, and maybe a couple of 5.7 moves. Arrive at the not-so-GT Ledge and belay at the obvious pine. If you combine this pitch with the first (recommended) it’s about a 200’ pitch.\n\n Next pitch: Step a bit left of the tree and climb a face with overlaps toward the obvious protruding block and short right-facing corner above and to the left. Work up into the alcove/corner (#5 Camalot helpful, other gear available) and then climb out to another horizontal that is dirtier and takes less gear. Fire out past the lip to a bomber jug that eats a #3 and presumably a #2. Make a standard 5.10a pull-up and mantle move and you’re done. Except...\n\n Climb up more dirty rock and grassy/thorny ledges to some gear placements and a vague grassy ledge. Several exits are possible but we moved 20’ right and belayed. Done this way you then pretty much have to do another 60’ pitch of unpleasant 4th/5.easy to gain the top of the cliff.","protection":"Standard Rack. #5 could be useful","location":"A few climbs right of Yum Yum Yab Yum. \n\n Start below a short jagged crack and blocky overlaps leading to a short right-facing corner and then slab. Currently there is a dead tree wedged between two other trees at about 20’. Directly above you should see an orange and white face/scoop below an overhang about 60’ up. This is what you’re aiming for."},"__v":0},{"_id":"41h5jPjBU1e0zsQE/ohlNQ==","name":"Pain Strain","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Clune, Raffa, Pete Black, Kevin Bein, and Barbara Devine 1983","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":33,"mp_id":"112037842","mp_crag_id":"108142198","climb_id":"41h5jPjBU1e0zsQE/ohlNQ==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"This route was recently (July 2016) scrubbed and brought back to life! The climbing is easier in the beginning, protected by very small gear, and then before the crux you get good gear that is more substantial. However, from the crux up to the Gelsa belay ledge there is no more gear, and a fall from here could be long compared to the length of the route. The crux is a fun boulder problem, and it is very easy to set this up as a top-rope by climbing the first pitch of Gelsa.","protection":"Very small gear (00,000 C3's) then standard rack.","location":"This route is located about ten to fifteen feet left of G-string. Locate a small dying tree that has a orange, right-facing, 5-foot-high corner just above it."},"__v":0},{"_id":"K4Npa4CVWdyI1SVB1hHX9Q==","name":"Moe","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dick Williams, Annie O'Neill, Keith LaBudde, Rich Goldstone, Joe Bridges, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":0,"mp_id":"106728598","mp_crag_id":"108142198","climb_id":"K4Npa4CVWdyI1SVB1hHX9Q==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Face climb to a decent horizontal, then make a long reach (crux) to good holds. Make another strenuous pull, then follow a low angle slab up and right to a small belay/rappel tree.  ","protection":"Standard 'Gunks rack","location":"Right before the closed area of the Nears you will see a short gully leading up and left to the base of the Eenie Meenie corner. Immediately right of this gully is a large block leaning against the face. 15 or 20 feet left of the left edge of the block, find a thin seam; the route climbs up past this seam. There really aren't any  prominent landmarks, but the start isn't difficult to find."},"__v":0},{"_id":"TW6CmZD9VnioFzuuzMdtOw==","name":"Loose Goose","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Wiessner, Beckett Howorth, Hans Kraus, 1942","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":6,"mp_id":"105811307","mp_crag_id":"108142198","climb_id":"TW6CmZD9VnioFzuuzMdtOw==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"A high quality route just past Up Yours. I found the cruxes a little harder than the 5.5 guidebook rating but they are short and well protected. Loose rock isn't much of a problem although there is a little in the middle of the route; the cruxes are all clean and solid. Lots of good climbing. Finish with the last pitch of Up Yours / Horney for a more direct line and better climbing.  \n\n  An obvious crack / corner system leads up the clean rock just left of Up Yours / Elder Cleavage.  Do a long pitch up to the GT ledge and then on up.","protection":"Standard Gunks rack","location":"Just left of Up Yours"},"__v":0},{"_id":"pen2GTuYUJujGWl7yCcpyg==","name":"Lonely Challenge","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Art Gran and Joe Kelsey, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":11,"mp_id":"107585496","mp_crag_id":"108142198","climb_id":"pen2GTuYUJujGWl7yCcpyg==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Head up the open book on the left to start, then up the face on the right to a small birch tree. Step right and go up to the obvious left-facing corner. Follow that up to a roof on the right. Move right, and head for the ledge with the pine tree that used to be the rap station.  It is still there but is now perpendicular to the cliff.  Anchor here, but transfer another 20-30 feet right to another rap station to descend (2013). \n\n  It looks kind of bushy from the ground so is easily passed over, but turns out to be a very nice pitch for the grade.  \n\n  P1 is 80 ft. but P2 and P3 add another 80 and 100 ft.","protection":"Standard rack.   Rap off the anchors on the tree about 25 feet to the right. above \"Fat and Weak\"/ Grey Gully.","location":"After you've passed Birdland and Grease Gun Groove, keep walking until the trail heads just slightly uphill, then starts to head back down.  The apex of the trail corresponds to an open book in the rock, and a very slabby left-leaning undercut crack (lower left of picture) formed by a block.  The face left of and above this crack is Lonely Challenge - aim for the set of corners above leading to the tree on the ledge."},"__v":0},{"_id":"OtjO+mBeUQa2J1AJyz/YfQ==","name":"Grease Gun Groove","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Gary Hemming, Art Gran, Roger Chorley, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":16,"mp_id":"105804868","mp_crag_id":"108142198","climb_id":"OtjO+mBeUQa2J1AJyz/YfQ==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"An excellent 5.6 pitch that marks the leftmost of the densest, highest quality climbing in the Nears. Beyond this the rock quality drops dramatically.Start about 100' left of Birdland, at a slabby left-facing corner above a chest-high bulge.P1: Make a tough bouldery move over the bulge into the corner (v1). Continue up the corner (v2), go right under a roof , and climb a steep wall capped by a small roof (pin) to bolted anchors. Good climbing all the way up. 5.6, 80'.There is a second pitch but most find it \"a safari\".  v1.  The face to the right of the start can be TR'd at 5.11v2.  From the stance above the corner, head left to finish on a hand crack splitting a ceiling, then right back towards the anchors;  5.8+ G/PG.","protection":"Standard Gunks rack","location":""},"__v":0},{"_id":"oRIVDOXRV5281anEdH/rrA==","name":"Fat and Weak","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Bridges, Barbara Hart and Dick Williams, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":14,"mp_id":"108545941","mp_crag_id":"108142198","climb_id":"oRIVDOXRV5281anEdH/rrA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"The entire route is rated 5.7 PG/R, but the first pitch is a nice, well-protected 5.6 that is worthy of attention.\n\n P1: Establish yourself onto the left-leaning, right-facing ramp, and make a few steep moves by a crack to get up into the right-facing corner capped by a roof above. Step left to escape the roof, then up the face to the ledge and rap station (50'). 5.6, G (but no gear until you've mounted the ramp)\n\n P2: From the ledge, find the line of least resistance, to continue up another 40 ft. to another tree rappel station. The easiest path wanders left and right through the lichen. Protection is scarce, so do not pass up an opportunity to place something. A 60m rope gets you down in one rappel. 5.7, PG/R","protection":"Standard rack.","location":"Walking away from Grease Gun Groove, look for a left-leaning but right-facing ramp that leads to a crack, whispering \"climb me!\" and obey it."},"__v":0},{"_id":"QwPFj9r1VYG+IbJvhqVgJA==","name":"Farewell to Arms","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim McCarthy,  Al DeMaria, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":19,"mp_id":"105804864","mp_crag_id":"108142198","climb_id":"QwPFj9r1VYG+IbJvhqVgJA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"An exciting route.\n\n Start at the same place as Bird Cage, at a huge corner.\n\n P1: Climb 15' up the corner and traverse left. Although not the hardest part of the pitch, this is definitely challenging to lead, and spicier for both leader and second than guidebooks may describe now (2013) that a piton has gone to dust. 9/2016 update: the piton has returned. 3/2017: pin gone.\n\n After traversing about 15', climb corners up to an overhang. Pass this on the left to a ledge and a bolted anchor. This anchor is often used to TR the routes to the left. 5.8, 90'.\n\n Although short, there is a lot of climbing on this pitch.","protection":"Standard Gunks rack","location":""},"__v":0},{"_id":"ePOFvJGKVzax9ZvXemFWLg==","name":"Eraserhead","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"1983 Russ Raffa and Russ Clune","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":32,"mp_id":"111820401","mp_crag_id":"108142198","climb_id":"ePOFvJGKVzax9ZvXemFWLg==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Good face climbing leads to progressively harder moves on small holds below the roof. Trend right then back left before the roof. Pull the roof on the right (crux). Finish on easier climbing above.","protection":"Bolted Roseland anchor at the top. One piton protects the roof; bring small cams.","location":"Start in the same area as Shitface, left or right starts on the face (doesn't change the grade)."},"__v":0},{"_id":"w7P+3mR4Vca97iSC8YmR8w==","name":"Elder Cleavage Direct","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ivan Rezucha, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":9,"mp_id":"106452871","mp_crag_id":"108142198","climb_id":"w7P+3mR4Vca97iSC8YmR8w==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Pitch 1: Boulder up to a good crimp, and then very carefully step up again to a small horizontal slot just beneath the small overhang, about 12 feet off the ground, where you can place your first protection. Step left and work your way up an awkward vertical slot. Then mantel onto a sloping ledge, crossing the route Up Yours. (People used to belay here in days of yore but it is best to continue.) Step up to an obvious thin vertical crack that arches up and left. Be mindful of the ledge as you commit to engage with this crack; I like to reach way up and place a nut over my head before I get going. Once you get onto the face, continue up the crack, with thin moves and good gear placed from tenuous stances, and then follow the crack to the left, reaching a jug beneath another overhang. From here, move to the right as you surmount the overhang, finally ending on a good ledge with a tree that has cord and rap rings attached. Whew, what a pitch!\n\nIvan Rezucha: The original P2 went up an obvious 5.8 jagged crack that had been done earlier as a variation of a nearby route. That 5.8 crack was one of the \"cleavages\" that led to the name Elder Cleavage.\n\n Pitch 2 as it is usually done today (and as described in guidebook), 5.4: From the tree at the end of pitch one, move up and a little bit right, through an overhang. Then follow the path of least resistance past several more ledges with trees, some of them with fixed gear on them, until you reach the large ledge. The climbing is all 5.4 with occasional loose crap and dirty horizontals. It is pretty much straight up with some slight jogs to the left and right. Avoid the thickest fields of lichen and you'll stay on track. This pitch is worth doing just to get to the third pitch. Once you reach the big ledge, move to the right about 15 feet to a good-sized tree that is just to the left of a pile of blocks that is leaning against the wall of the cliff.\n\n Pitch 3, 5.10b: This is one of the best 5.10 roofs in the Gunks! Start up the right-facing corner above the stacked blocks. Climb easily up to a stance beneath the large roof with a hanging, left-facing corner just to the right. Make the committing moves up and into the roof; there is good gear to be had next to some blown-out old fixed nuts. Once you are fully into the roof, move right to the pointed block/outside edge of the left-facing corner. Then move up and escape the roof. Climb easily to the top through a forest of lichen.\n\n On P3, from Seth: If you are doing P3 of Elder Cleavage you are cheating yourself if you don't also do Boob Job (5.10b), another awesome roof pitch twenty feet to the left off of the big ledge. \n\n  Descent: Right now I would not use the existing chain anchor around the dead/dying tree to get back down. Instead I would put a cordalette around the big tree at the Elder Cleavage topout, rap down to the big ledge to do Boob Job, then walk off.","protection":"Standard rack - get a spotter for the bouldery start.","location":"About 100 feet downhill of Lonely Challenge, and just right of the right-leaning ramp and crack of Up Yours. Start 10 feet left of a small boulder standing very close to the cliff."},"__v":0},{"_id":"X/fD1VXJUEaDasjdOBn0vg==","name":"El Kabong","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"TR: Gruenberg (1985), FFA: Smith, Harder, and Mann (1989)","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":26,"mp_id":"110766938","mp_crag_id":"108142198","climb_id":"X/fD1VXJUEaDasjdOBn0vg==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Interesting climbing on decent holds takes the mostly direct line up the El Camino Real face. Start from the large boulders halfway between Transcon and Roseland on crimps. Finish by climbing into the shallow open book below the anchor. \n\n  Williams' guide does not give this any stars, or even bold font. But it is a high quality route, and is worth doing.","protection":"There is a fixed gear anchor at the top. It appears that there is a significant runout at the start and the end. (I did not lead this, as it is above my pay grade.)","location":""},"__v":0},{"_id":"WxO1SdPZUCmWMoccmaO86Q==","name":"El Camino","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Alex Lowe, Russ Clune, Dan McMillan (1982)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":27,"mp_id":"107574417","mp_crag_id":"108142198","climb_id":"WxO1SdPZUCmWMoccmaO86Q==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"This is a rather serious lead.  Most will TR (easily setup after leading Transcon).  However, for the solid 5.11 leader it can provide a very memorable and rewarding onsight experience. \n\n  Start at Roseland and traverse left along a ramp until you are a bit right of Transcon. Head straight up the steep face above, and pull a difficult and somewhat bizarre mantle maneuver (crux) to a stance.  Climb the face (second crux) up and right.  From here, steel nerves and a marginal placement in a shallow, flared horizontal will get you to the anchor.","protection":"3/8\"-1\" cams (blue through red aliens; doubles of yellow and red helpful), small to medium wires","location":"Same start as Roseland."},"__v":0},{"_id":"IyajBh9rU7qKNDv2oGF41A==","name":"Boogey Man","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Jeff Gruenberg, Russ Clune, John Meyers 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":28,"mp_id":"121963720","mp_crag_id":"108142198","climb_id":"IyajBh9rU7qKNDv2oGF41A==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"The line between El Camino and Roseland.Start up the corner of Roseland and make a reachy move on right facing side pulls to get established under a roof. Pull this then make a few more difficult moves on crimps into an open book at the top of which is a fixed anchor.","protection":"Nothing bigger than 0.75","location":""},"__v":0},{"_id":"DkR+Gt4qWruplBi2mW01SA==","name":"Boob Job","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Michael Cherry, Ben Chang and Tracy Clark-Cherry, 1997","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":8,"mp_id":"112848765","mp_crag_id":"108142198","climb_id":"DkR+Gt4qWruplBi2mW01SA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"This is a good 5.10 roof problem pitch just twenty feet left of the final pitch of Elder Cleavage. \n\n  Look up from the big ledge and spot the obvious \"V\" of rock in the underside of the big ceiling. This is your target. \n\n  Start pretty much directly underneath the V and a little to the right. Climb moderate rock up over a little bulge and past a left facing corner until you are underneath the V.  \n\n  Make a committing move to get up into the V. There is good gear here but it is strenuous to place. I got pro right at the beginning, and then I reached out as far as I could and placed a small Alien before I committed to the traverse.  \n\n  And then it is on! Traverse out the right side of the V. There are good holds and there is probably more gear but I didn't take the time to place it. When you can, reach up over the roof and get over it on sandy holds. Very exciting. Scramble to the top on easy, dirty rock.","protection":"Good gear for the easy climbing and also in the roof though it is strenuous to place, see above.","location":"This route starts off the big ledge, twenty feet left of the third pitch of Elder Cleavage. \n\n  There is a dead/dying oak tree with a steel cable anchor around it atop the cliff. I would not use this anchor. I would do pitch three of Elder Cleavage, then put a cordalette around the big, healthy tree at the topout, rap down to the big ledge to do Boob Job, and then walk off."},"__v":0},{"_id":"CcxtH49/W2aykOFCAgF0fw==","name":"Birdland","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jim McCarthy, John Rupley, Jim Andress, 1958","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":21,"mp_id":"105800395","mp_crag_id":"108142198","climb_id":"CcxtH49/W2aykOFCAgF0fw==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"One of the classic \"Land\" climbs. And yes, that's the same John Rupley that put up so many climbs in Arizona.\n\n This climb is easy to find. Follow the trail past the huge right-facing corner of Roseland, past the 'gym', and up a few steps to the next huge corner (Bird Cage), just before the cliff becomes licheny.\n\n P1: Start at the corner, but work up and right across the horizontals to a fixed pin, and pull a small overhang. Continue up the face (crux; may be tricky to protect) and eventually work a bit right to the arete. Two bolts await you higher and further out on the arete. 5.8+, 90'.\n\n Many people rap from here but the second pitch is just as good.\n\n P2. Proceed up into a steep left-facing corner, then past some small roofs, to the top. 5.8+, 115'.\n\n Descend at the Fat City tree or on the trail.","protection":"Standard Gunks rack.","location":""},"__v":0},{"_id":"kiFCJ+zSXdSj7064m7jnaw==","name":"Birdbrain","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"TR: Steve Wunsch, 104  Lead: The Russes Clune and Raffa, 1983","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":22,"mp_id":"109199024","mp_crag_id":"108142198","climb_id":"kiFCJ+zSXdSj7064m7jnaw==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Climb steep face up and right to a crux near the orange streak of slammin the salmon. Move up a few moves, then work right to a pebbly triangular overhang. Pass the hang and make another hard move then diagonal up and left to the Birdland chains.","protection":"Looks sparse...","location":"The first obvious route downhill and right from Birdland."},"__v":0},{"_id":"W9dO6AI6VWGiAcAKFh2UvQ==","name":"Bird Cage","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Dick Williams, Steve Arsenault, & Wilber Cain - 1971FFA: Henry Barber & Bob Anderson - 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":20,"mp_id":"105799578","mp_crag_id":"108142198","climb_id":"W9dO6AI6VWGiAcAKFh2UvQ==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Bird Cage is a great climb on a great section of the cliff. It takes the most central, obvious line in the Birdland area -- which is identified by a huge corner. The face that makes up the right side of this dihedral is Birdland; the corner itself is Bird Cage.\n\n P1: Ascend this corner at challenging 5.8. Once you get to the roof, place pro (sometimes a fixed wire here), traverse out right, and get horizontal. A long reach will get you through it.\n\n Rap from a fixed anchor above, or use the Birdland bolt anchor directly to the right; or finish on P2 of Birdland.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"4LZg030NW7GEjabOwpZD+w==","name":"Back to the future","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1950s, unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":13,"mp_id":"106409196","mp_crag_id":"108142198","climb_id":"4LZg030NW7GEjabOwpZD+w==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Climb straight up to the thin vertical seam that has, as of 2012, only one one vintage piton of dubious quality remaining as your only protection for this move. Climb up the seam (crux), move right and climb an easy roof, then move left to the edge of the face and climb past an overhang to the top, or move around the corner and up an easy face to the ledge. \n\n  Rappel from a tree over Fat and Weak, to climbers' right.","protection":"Very small nuts, e.g., RPs and/or tiny camming units. The pitons don't look very trustworthy.","location":"Approximately 125 feet left of Grease Gun Groove, the trail rises a bit and there is a large amphitheater that is bordered on the left by a large corner and on the right by a short buttress with a pine tree on its top. The seam with the pitons is easily seen. This route is on the left arete before the corner of Lonely Challenge."},"__v":0},{"_id":"UrFp/PFHXeqLrMGq7D88uA==","name":"After You","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bill Goldner and Muriel Mayo, 1962","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":4,"mp_id":"109531859","mp_crag_id":"108142198","climb_id":"UrFp/PFHXeqLrMGq7D88uA==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"Pitch 1: Climb the clean low angle quartz featured slab 10ft to the right of Yum Yum Yab Yum. Belay at the detached block below a small roof directly above. 5.5 (G), 60ft. \n\n  Pitch 2: (not recommended). Step right at the belay and climb around the roof on the right side (crux), through tufts of grass, briars, lichen, loose blocks and dirt. Continue climbing up the loose lichen covered face. Belay either at the 2nd belay ledge for Yum Yum (left) or continue up and belay 20ft higher on a small dirty ledge.  5.7 (PG/R), 80-100ft. \n\n  Pitch 3 (recommended): From Yum Yum belay climb straight up, or from alternate belay, walk left and climb through a short overhang at a vertical crack and then step right at the GT Ledge and climb the multi tiered roof with a crack and pine tree about 15-20ft up. There is a fixed pin (bong) just below the crux in a horizontal. Gear to 2 inches protects the crux horizontals. Angle left through the roofs and through the roof on left side. Scramble up lower angled slabs to the top. Be aware that there are no gear anchor options at the top, and large trees are very far from the cliff edge. 5.7 (G), 80ft. \n\n  If for some reason this climb appeals to you, I'd recommend doing Pitch 2 of Yum Yum. Dirty and loose doesn't even describe P2 of After You.","protection":"Pitch 1 is finicky, tricams might be ideal. P2 is difficult to protect since much of the rock is suspect. Small cams and a #3 at the first belay, finger size cams at the second. Fist size protect the 3rd pitch nice, and/or a screamer for the bong.","location":"Start: Same as Yum Yum, gradually becoming 10ft right of Yum Yum Yab Yum. Walkoff or rappel. We rappeled off the Gelsa rappel, with doubles to the ground. I believe there is a rappel to the climbers left, but other than seeing folks rappel it and seeing intermediate anchors, I have yet to locate the cliff top anchor. Walkoff only takes about 15 minutes."},"__v":0},{"_id":"JOMi4cHoXfCCiqtNu3aZ/Q==","name":"5.8 Crack Climb","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"early 1960s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"left_right_index":5,"mp_id":"106711232","mp_crag_id":"108142198","climb_id":"JOMi4cHoXfCCiqtNu3aZ/Q==","areaRef":"lb9SvDrzWh2e8kezL9CXyw=="},"content":{"description":"1. Climb the first pitch of Loose Goose to a small ledge below a large crack. 5.6 \n\n  2. Climb the crack above (you can't miss it) through two bulges (crux) to a stance. From there, it makes the most sense to traverse right about 30 feet to a pine tree and make one rappel (60 meter rope) back down as the climbing above the stance is neither hard nor interesting.  \n\n  This can be done in one pitch.","protection":"Standard 'Gunks rack plus a # 3 Camalot or its equivalent.","location":"Go left past Birdland for about 50 or 60 yards until the trail rises slightly and then levels off. You should be below a large amphitheater. Keep walking, down a little, then back up steeply for a short bit, until you come to a flat part of the trail with a pounded out area; this is perhaps 50 or 60 yards from the amphitheater. Your can orient yourself using the obvious start of Up Yours - Loose Goose starts just to the left - and you can see the crux crack about 100 feet up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,da7946f9-8d59-5cf6-94e3-eb690d321b42,95bf52bc-3af3-5a1d-9ef2-47b32fd097cb","pathTokens":["USA","New York","Gunks, The","Near Trapps, The","b. Gelsa to Moe (closure)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":4,"label":"5.10b"},{"count":1,"label":"5.12"},{"count":2,"label":"5.12a"},{"count":2,"label":"5.12b"},{"count":2,"label":"5.7+"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.11c/d"},{"count":4,"label":"5.8"},{"count":3,"label":"5.6"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":34,"bands":{"unknown":0,"beginner":13,"intermediate":11,"advanced":10,"expert":0}},"tr":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":13,"intermediate":11,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.19626,41.73294]},"bbox":[-74.19686255517763,41.73249033981814,-74.19565744482237,41.73338966018186],"left_right_index":-1,"ext_id":"108142198","area_id":"lb9SvDrzWh2e8kezL9CXyw==","polygon":{"type":"Polygon","coordinates":[[[-74.19686255517763,41.73249033981814],[-74.19565744482237,41.73249033981814],[-74.19565744482237,41.73338966018186],[-74.19686255517763,41.73338966018186],[-74.19686255517763,41.73249033981814]]]}},"content":{"description":"Previous area: a. Beginning of cliff to Gelsa| Next area to the left: c. Moe (closure) to Harvest Moon"},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T06:15:12.010Z","updatedAt":"2024-01-20T01:05:18.594Z"}