{"_id":"63689d20e80bff5a994f2353","area_name":"South Castle Tower","shortCode":"","climbs":[{"_id":"M8QeCvXQUhKWT14mtrRLFQ==","name":"Tweaker","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Spies, Derek Field, Giselle Field (2018)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":9,"mp_id":"114414200","mp_crag_id":"110315213","climb_id":"M8QeCvXQUhKWT14mtrRLFQ==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Tweaker is a bolted seam/dihedral with easy access and sustained psychological climbing from bottom to top. This route carries a dash of Sedona spice in terms of rock quality. Visiting sport climbers beware.\n\n Burly boulder problem off the ground, then a long stretch of adventurous crimping and stemming followed by some airy face climbing on textured rock.","protection":"10 bolts 2-bolt chain anchor","location":"This route faces north and climbs the tallest aspect of the Drawbridge (small satellite formation on SE side of South Castle Tower). Head up toward the south face (Royalty, Excalibur, Jester, etc...) and you can't miss this thing. It's the bolted dihedral across the gully from the start of Mrs Robinson. Total approach time: 20-30 mins."},"__v":0},{"_id":"to4/RxlVWyKusn2FjkQicw==","name":"Transylvania Trip","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Derek & Giselle Field (Nov 2019) — ground-up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":11,"mp_id":"118031371","mp_crag_id":"110315213","climb_id":"to4/RxlVWyKusn2FjkQicw==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"This is a multi-pitch variety pack up one of the tallest crack systems on the formation. The pitches are all about the same difficulty, more or less, but quite different from one another. The crux boulder problem is harder than anything else, but I believe it’s doable for the 5.9 leader. Overall grade is probably best described as 5.9 V1. This route has all bolted belays and all day shade. Use caution as the route is still cleaning up.Pitch 1 (5.8+, 70'): Approach pitch can be fun with the right attitude. Climb the mossy/sandy right-leaning ramp past gear and 5 well-camouflaged bolts. Two-bolt belay on ledge between junipers.Pitch 2 (5.8, 60'): Ramble up sandy lumps to the short/sweet offwidth. Two-bolt belay in alcove.Pitch 3 (5.8, 60'): Quest up the cavernous chimney to a wild roof exit. Two-bolt belay on ledge.Pitch 4 (5.7+, 70'): Walk right along the ramp and climb the left-facing offwidth staircase. Two-bolt belay on ledge.Pitch 5 (5.8, 70'): Just right of the belay anchor is a left-facing chimney with a splitter fist crack beside it. Jam and stem this arrangement to a ledge with two-bolt anchor. Be careful of loose stones in the chimney.Pitch 6 (5.9+, 70'): Follow the finger crack up to a two-bolt boulder problem on amazing patina crimps. Walk 10' right to a varnished handcrack which steepens for a heroic finish. Throw a fist pump from the finishing jug! Craft a thoughtful belay using horizontals and a bomber thread.Easy scrambling along the ridge takes you to the summit.Descent: From the top of the route, walk 20 feet left (east) and find the two-bolt chain anchor. Rap from here to the P5 anchor, then rap the route. With a 70m rope, you can skip the P2 anchor.","protection":"Single set cams to 6\" opt. extra 2-4\" cams single rope - 70m preferred","location":"This is the prominent left-facing corner system in the middle of the broad north face. Approach is 30 minutes or less. Hike the trail up toward the saddle between Castle Towers. From the tree junction (before the saddle), take a left to start hiking around toward the south face routes. The trail soon takes you within 50 yards of the base of Transylvania Trip. Look for the first bolt, about 30 feet up."},"__v":0},{"_id":"abhEjBDbUKyWERzXTosx4w==","name":"South Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"FRA: Aaron & Cathy Tomasi (1999 ish)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":1,"mp_id":"118311231","mp_crag_id":"110315213","climb_id":"abhEjBDbUKyWERzXTosx4w==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"This is the easiest way to the top of South Castle Tower. Unfortunately it's a bit of a booby-trap death-route due to the fact that the chimney is filled with, choked by, and flanked by gigantic loose blocks. Not recommended. Here documented for reference and so that nobody gets suckered into it.","protection":"Light rack of cams + the best helmet you can get find (full-face preferred) + metal armour","location":"Left-facing chimney in the middle of the south face, between Dark Ages and Gillotine."},"__v":0},{"_id":"x8glh2qJUgaFvqkSLeHNKg==","name":"Royalty","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Derek Field & Dave Spies (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":8,"mp_id":"114257942","mp_crag_id":"110315213","climb_id":"x8glh2qJUgaFvqkSLeHNKg==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Nice long moderate corner of mostly laybacking with plenty of rests. The choice warm-up for the crag, and a fine way to summit South Castle Tower.See photo for the start (it looks improbable). Place a finger-size cam (orange metolius is perfect) wayyy above your head before bouldering into an incipient right-leaning ramp. Continue up the ramp past a fist jam about 25 feet to a major ledge break and then, after extending your alpine draws, step out into the main left-facing corner for a long stretch of laybacking and jamming.Rappel from the two-bolt chain anchor or scramble west along the ridge (one short 5.6 crack step for which some folks might want a belay) to the summit of South Castle Tower.","protection":"Double rack to 3\"+ one extra 1.25” cam (e.g. 0.75 C4 camalot)Single 60m rope (note: 70m makes a better rap)","location":"Big left-facing corner on the south face, about 50 feet right of Excalibur.\n\n Directions: From just below the main saddle on the approach trail, cut left on a good climber's trail and follow it clockwise around the spire and naturally up to the middle of the south face. Drop your packs, rack up, and boulder a short 4th/5th-class step up and right onto the starting ledge before setting a belay at the base of the crack."},"__v":0},{"_id":"xsbERhWhWtOUdSi0RKUOlA==","name":"The North Face Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":12,"mp_id":"110315220","mp_crag_id":"110315213","climb_id":"xsbERhWhWtOUdSi0RKUOlA==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"This is the easiest and safest route up the South Tower of Castle Rock. We did it in 4 pitches to reduce rope-drag as the 1st and 3rd pitches are meandering in nature. Pitch 1: rope up to climb a series of ledges that are mostly 4th and easy 5th class but with one crack requiring a 5.7 hand-jam - probably the most technically difficult move on the route. Traverse up and left, do the short 5.7 handjam crack, then traverse back right as high as you can go to the obvious ledge below Pitch 2. maybe 130 feet Pitch 2: Here you are faced with your choice of two off-width cracks separated by a blocky column. Take the right-most crack which has lots of great holds and features. Although there's some loose rock at the top of this pitch, there's also plenty of solid stuff. Take your time and test each hold. Belay at two-bolt anchor taking great care not to dislodge the many loose rocks on the sloping ledge. Great Pitch! maybe 70 feet, 5.6. Pitch 3: Traverse left, up a short crack then back right up to the biggest ledge just before things get steep. Anchor with cams in any of the many cracks available. 5.5, 50 feet. Pitch 4: This is the money pitch - great protection and awesome 5.5 climbing on chickenheads and cracks with the valley yawning away below. Move right from the belay ledge and follow the cracks and chickenheads to a classic summit. Sling the large juniper God put there just for climbers for your belay. 5.5, 60 feet. Note: If you're the kind of climber who doesn't mind running out 5.5 on loose rock over a yawning abyss, you could run pitches 3 and 4 together, placing gear only the at beginning of the 4th pitch to avoid rope-drag. I wouldn't recommend it though. Not a classic perhaps but a good route and an excellent moderate outing depositing you on a classic summit.","protection":"Trad. Full rack of cams and nuts will do nicely with some long slings. Bring some slings to leave, black or sandstone color please. There is a two-bolt anchor on the on the top of pitch 2, the right one looks dubious and the hanger spins easily, the left one is solid. Beta per 2015.","location":"See photos for orientation location. Two double-rope (60m) rappels will get you back to your your backpack. Be aware of the presence of a couple of prickly pear cacti which will want to interfere with your rope-retrieval efforts after the final rappel."},"__v":0},{"_id":"MfjfCybJUT6fqQZOCumCAQ==","name":"Mrs. Robinson","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike and Maggie Robinson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":10,"mp_id":"111427803","mp_crag_id":"110315213","climb_id":"MfjfCybJUT6fqQZOCumCAQ==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Really fun route that is perfect for a casual outing in Sedona. The route climbs mostly at 5.8 and only has a 10 foot section of 5.10 on the first pitch. It is quite easy to pull through this section using 1 or 2 black diamond red c3's to keep the grade at 5.8 if desired . If not the 5.10 move is fun and well protected. The climb stops just a few feet short of the top of the tower. The FA was done all the way to the top but the rock quality at the top significantly decreased so the anchors were placed below the summit. It is possible to climb up to the top and then down climb back to the third belay without much issue if desired. \n\n  Decent    The decent requires to ropes. From the third belay rap back down to the 1 and to the ground from the first.","protection":"standard sedona rack. A #4 camalot is useful on the third pitch.","location":"The location is on the south east corner of castle rock. When you approach the formation form the north side walk around the east side via a ledge system with a really good trail on it. The route starts just as the ledge raps around to the south face."},"__v":0},{"_id":"54CZussZUvKfXBW7wYDn6w==","name":"Mid-Evil Times","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dave Spies & Derek Field (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":6,"mp_id":"114257758","mp_crag_id":"110315213","climb_id":"54CZussZUvKfXBW7wYDn6w==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Mid-Evil Times is the left crack on the central south face of South Castle Tower (Excalibur is the right one).Scramble left along the ledge past Excalibur to the base of the broken crack. Climb past weirdly seated chockstones into a good handcrack interrupted by an evil crux boulder problem in the middle (one bolt), then resume the slammer hands. Two-bolt chain anchor in the alcove.We recommend rapping from here. If you wanna go to the summit, climb out the roof via a short fierce boulder problem on ridiculously sugary rock. There's a good tree root for belay up there (seriously).","protection":"Double rack to 3\" Single 60m rope","location":"Broken handcrack on the left side of the central south face, between Jester (right-facing corner) and Excalibur (wide crack in middle of face)."},"__v":0},{"_id":"l+X/w1JDVYqgIGvp2QItZg==","name":"Jester","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dave Spies & Derek Field (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":5,"mp_id":"114257842","mp_crag_id":"110315213","climb_id":"l+X/w1JDVYqgIGvp2QItZg==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Jester is a fun pitch broken by a big ledge into two parts: an overhanging splitter and a runout chimney.An overhanging thin-hands splitter feeds into the corner, followed by a crux layback to the big midway ledge. Wiggle up a fun easy chimney (no pro for the first half) past a roof/cap to the two-bolt chain anchor.","protection":"Double set cams to 3”Single 60m rope","location":"Two-tiered right-facing corner 20 feet left of Mid-Evil Times.Directions: From just below the main saddle on the approach trail, cut left on a good climber's trail and follow it clockwise around the spire and naturally up to the middle of the south face. Scramble up a short 4th-class step up left onto the starting ledge. Continue left past Excalibur and Mid Evil Times to the end of the ledge where the route begins."},"__v":0},{"_id":"H39/a9O8W5qkaH/M97crFA==","name":"Henchman","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Derek Field & Giselle Fernandez (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":4,"mp_id":"114257913","mp_crag_id":"110315213","climb_id":"H39/a9O8W5qkaH/M97crFA==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Henchman is a short steep offwidth with two cruxes in its 40 feet of hard climbing.\n\nPitch 1 (5.10+, 40 feet): Grunt up the flared fists 20 feet to a stance, face climb past a freaky detached flake to another stance and then leavittate through the steep fives finish. \n\nThe neat thing about this route is that, after you set your belay on the ledge, you can actually shimmy down the back of the chimney (where it's widest) and retrieve your cam(s) from the final section! Thus saving the rope from getting pinched in the cam lobes.\n\nPitch 2 (5.8, 40 feet): Darn, the \"splitter\" above the midway ledge is nothing more than a knifeblade seam. Step right and finish on the chimney as for Jester. Rappel 80 feet from the two-bolt chain anchor.","protection":"2x 2, 3   1x 4, 5, 6   + a couple 1-2\" cams for the ledge belay halfway   [BD c4 sizes] \n\n  Single 60m rope","location":"Obvious offwidth crack on the “leaning pillar”, 15 feet left of Jester. Traverse in from the right on a little ledge 10 feet below the start of Jester."},"__v":0},{"_id":"GMpEjk6OUdq76i8887dN6Q==","name":"Gillotine (right)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mikey Robinson & John Doskicz","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":3,"mp_id":"117965451","mp_crag_id":"110315213","climb_id":"GMpEjk6OUdq76i8887dN6Q==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Pitch 1 (5.9, 90'): Layback and jam thin cracks and creaky hanging flakes up to the big ledge. Two-bolt belay.\n\nPitch 2 (5.8, 60'): Climb past stacked chockstones into a cool offwidth, pulling into a gorgeous crack that goes hands to fists. Place the #4 and step left to an airy ledge with two-bolt chain anchor.\n\n Unrope and scramble 4th/5th-class to the summit if desired.\n\nDescent: Rappel the route.","protection":"Single set cams to 1\" + double set cams 1.25-3\" + one each 4-5\" cams","location":"Left-facing crack system with ominous hanging flakes found on the outside of the main pillar dividing the broad south face in half. A few minutes' walk down and left from the Excalibur area. Approach ledge gets sorta narrow at one point, but not too bad."},"__v":0},{"_id":"1WJM6PmQVgOyKH9SD05N/g==","name":"Gargoyle","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Derek Field & Dave Spies (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":13,"mp_id":"114282317","mp_crag_id":"110315213","climb_id":"1WJM6PmQVgOyKH9SD05N/g==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Gargoyle is a tall, varied crack pitch with hilarious patina holds all over the place. Mostly all-day shade with late-afternoon sun in the summer.\n\nGargoyle (5.10-, 110 feet): A big natural X-shaped streak marks the start with wicked cool pods in an angular, right-facing corner. A 25-ft layback brings you to a big ledge (this is the base of the rappel). Look out right for the lone bolt, and edge out past it on a thrilling rail traverse. Turn the mini-arête and now you're in the main crack system which has some marginal rock initially. Higher up, you'll find abundant face holds and the crack takes a slight leftward lean. Follow it all the way up to the Gargoyle Ledge with two-bolt chain anchor.\n\n The good climbing ends here, and a two-bolt chain anchor allows you to rap 80 feet to safe ground. The optional summit pitch is nothing to write home about - in fact, it detracts from the overall route experience - but it gets ya to the top if that's the desire.\n\nOptional summit slog (5.6, 100 feet): Walk left, squeeze through the varnished chimney, stroll into the upper amphitheatre, and bee-line it for the summit on broken cracks. This pitch is \"alpine style\" so runner all yer gear. If you go to the summit, then you'll want to rappel the North Face route. The raps kinda suck on that one.","protection":"Double set of cams to 3\" + nuts + extra finger-size gear optional + many long runners!  + one 60m rope","location":"See phototopo. From the saddle between North and South Castle Towers, head due south up the ridge toward the big clean face. About 25 feet below the wall, traverse right and slightly downward on narrow ledges to the true start of the climb: a 25-ft right-facing corner marked by a large X-shaped streak on the left wall. You could bypass this starting corner, but besides being part of the intended route it's good clean climbing and gets you warmed up for the committing step off the ledge to the first bolt.\n\n(Total approach time: 25-30 minutes)"},"__v":0},{"_id":"RqcQe3QYXC6fR+K2OBm1KA==","name":"Gillotine (left)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Derek Field & Dave Spies (March 2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":2,"mp_id":"117965579","mp_crag_id":"110315213","climb_id":"RqcQe3QYXC6fR+K2OBm1KA==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Pitch 1 (5.8, 60'): Ramble up a short junky chimney to a small ledge. Layback a solid varnished crack into a dirty gully and slog up to a nice belay ledge with two-bolt anchor.\n\nPitch 2 (5.8, 60'): Same as the original Gillotine. Climb past stacked chockstones into a cool offwidth, pulling into a gorgeous crack that goes hands to fists. Place the #4 and step left to an airy ledge with two-bolt chain anchor.\n\n Unrope and scramble 4th/5th-class to the summit if desired.\n\nDescent: Rappel the route. I believe the second rap goes down Gillotine (right) but not 100% sure.","protection":"Single set cams to 1\" + double set cams 1.25-3\" + one each 4-5\" cams","location":"Left-facing wide crack system far left side of the main pillar dividing the broad south face in half. Starts in a gross-looking chimney. A few minutes' walk down and left from the Excalibur area, and just around the corner from Gillotine (right). Approach ledge gets sorta narrow at one point, but not too bad."},"__v":0},{"_id":"OBRSmcklUUa9LLn3asWRiA==","name":"Dark Ages","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Patrick Kingsbury & Derek Field","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":0,"mp_id":"118311024","mp_crag_id":"110315213","climb_id":"OBRSmcklUUa9LLn3asWRiA==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"This offwidth crack has a number of burly heaves including some blue-collar action down low and a crux bulge on hand-fist stacks up high.\n\n Rap from two-bolt chain anchor. Or proceed to the summit via easy 5th-class, if desired.","protection":"2-3x 6\" 2-3x 5\" 1x 4\" 2x 1.5-2\" 1x 1.25\"","location":"Straight-in offwidth crack on the wall immediately left of the South Chimney (loose gully)."},"__v":0},{"_id":"RtERMZgtUJWjITlpbijvmQ==","name":"Excalibur","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Dave Spies & Derek Field (2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"left_right_index":7,"mp_id":"114257799","mp_crag_id":"110315213","climb_id":"RtERMZgtUJWjITlpbijvmQ==","areaRef":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"Excalibur is the brutal wide crack splitting the middle of the central south face, glaringly obvious from the Village of Oak Creek.Jam the crack through a variety of sizes (mostly wide) and negotiate a pair of bizarre roofs. There is a bolt at the second roof. An optional 5-7\" cam protects the final 5.6 move right below the chains. Good belay ledge.To get down: Rappel 120 feet with two 60m ropes or one 70m rope.To continue on to the summit: Scramble up and right past the large tree to the southeast edge of the formation (near the top of Royalty). From the Royalty anchor, pivot back west and scramble up the ridge, encountering a short 5.6 crack somewhere along the way.","protection":"Double rack to 3\" + one #4 camalot + optional 5-7\" cam for final 5.6 move Two 60m ropes or one 70m rope","location":"Middle of central south face.Directions: From just below the main saddle on the approach trail, cut left on a good climber's trail and follow it clockwise around the spire and naturally up to the middle of the south face. Scramble up a short 4th-class step up and left onto the starting ledge before setting a belay at the base of the crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,c6f3b827-832b-588a-9f6c-30d2c246a123,719c703f-8728-5cdb-9d80-8b949d3c7660,58d47fd2-412b-5344-a529-5e4c0dccf1b7","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Village of Oak Creek","Castle Towers","South Castle Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.6"},{"count":2,"label":"5.9"},{"count":1,"label":"5.7"},{"count":2,"label":"5.10-"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":0,"beginner":3,"intermediate":9,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":10,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.77388,34.79016]},"bbox":[-111.77442753328293,34.78971033981814,-111.77333246671711,34.790609660181865],"left_right_index":-1,"ext_id":"110315213","area_id":"WNR/0kErU0SlKV5MDczxtw=="},"content":{"description":"South Castle Tower, or simply Castle Rock to some. It's a classic fin-type formation in that it appears as a spire from two aspects, and as a butte from the complimentary two. Routes abound on the broad flanks, mostly on upper Sycamore Pass sandstone and lower Coconino sandstone. Looming directly above the Village of Oak Creek, this is a great hang. The climbing is pretty fun too, thanks to a smorgasbord of moderates. Short approach, iconic summit, fun routes, decent rock quality, year-round sun/shade options... what more could ya ask for? A wilderness setting?! hah!!"},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:52:48.058Z","updatedAt":"2022-11-25T11:09:38.815Z"}