{"_id":"63689de0e80bff5a994fa62b","area_name":"Long's Peak/Mt. Meeker Cirque","shortCode":"","climbs":[{"_id":"q8Ygw24AWgKhESFH44U+VQ==","name":"The Notch Couloir","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"J.W. Alexander, 1922","type":{"trad":true,"mixed":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61575,40.25446]},"left_right_index":10,"mp_id":"105748837","mp_crag_id":"105746979","climb_id":"q8Ygw24AWgKhESFH44U+VQ==","areaRef":"VaW8YPjSW7SIUvasYTIUVA=="},"content":{"description":"This is another classic mountaineering/alpine route on Long's. It climbs the cool, windy couloir that splits the East Face from the prominent Notch to Broadway It is a bit more difficult than the\n\nKiener's Route\n\n, and requires a larger amount of skills. I think that it is a more asthetic line than\n\nKiener's\n\n, though, and is more of an accomplishment to get to the top of.\n\nAs opposed to\n\nKiener's\n\n, which can be climbed in almost any condition, this route needs to be in condition to climb. It is notorious for sending huge amounts of snow rocketing down between its narrow walls and shooting out over the Diagonal Wall below. The main danger time is in spring and early summer when the snow is melting and sluffing. The winter can also be dangerous because it is on the leeward side of the mountain, windloading can easily occur. Be very aware of the conditions of the snow before you commit to the couloir and climb\n\nKiener's\n\nor something if conditions look dangerous.\n\nTo get to the bottom of the route hike to Chasm Lake and climb the Lamb's Slide to Broadway. Traverse across Broadway to the bottom of the couloir. See the\n\nKiener's Route\n\nfor a more thorough description. The couloir is above and climbs for about 1000 feet to the Notch. To break this up pitch by pitch would take forever and result in probably about 10 pitches. It is quicker to simul-climb. Place pro early in the first lead to safegaurd against falling and sliding over the edge of the Diagonal Wall.\n\nAbout halfway up the couloir narrows and then doglegs to the right. In full conditions, this section will be snow and ice, but in late summer, it could be rock. From here, traverse up and right to another rock bulge that is also sometimes covered in ice and then straight up to the top. From the Notch, you can drop down the back side by rappelling and then meet up with the Loft route, or climb to the summit.\n\nPer\n\nJack Barker\n\n: to reach the Loft route, start by hiking down Keplinger's before finding the 3rd Class trail on the left just past the palisade rock features. It can be easy to miss so consider grabbing a GPS route if taking the Loft descent.\n\nTo get to the summit, traverse across rock on the east side of the ridge to the bottom of a chimney. This chimney, the Staircase, is the rock crux, especially in mountain boots. It is about 100 feet tall and weighs in at 5.4 or so. Climb this to the ridge and then scramble 4th Class to the summit.\n\nThis route can be done in summer and winter, but always beware of conditions. This route takes quite a bit longer than Kiener's because of the amount of roped climbing, so if a winter ascent is done, be prepared to benighted on route. This is the best Alpine ice route on Long's and is a classic anywhere. Enjoy!","protection":"This is an alpine ice and rock route. Take ice screw for the ice and cams/nuts for the rock. Some pickets might be helpful. I would also recommend bringing one Alpine Tool (for Lamb's Slide and the parts that aren't too steep), and one technical ice tool for when the going gets a little tougher. So, 1 set nuts, 6 middle sized cams, 3-6 ice screws, 2 pickets, runners and draws.","location":"Per\n\nClayton Laramie\n\nThe Notch Couloir is impossible to miss when looking at a picture of Long's from the east or north. It is the big notch to the east of the summit and Diamond.\n\nThe Notch starts from Broadway, left of the Diamond. Approach via Lamb's Slide, Alexander's, or something similar."},"__v":0},{"_id":"Lr7kLcEiU1GrjODOQ0R2PQ==","name":"North Face / Cables Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"mixed":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61575,40.25446]},"left_right_index":18,"mp_id":"105747535","mp_crag_id":"105746979","climb_id":"Lr7kLcEiU1GrjODOQ0R2PQ==","areaRef":"VaW8YPjSW7SIUvasYTIUVA=="},"content":{"description":"Regardless of what the hordes of hikers may think, this is the easiest route to the summit of Longs Peak in late summer.  One 160' pitch of 5.4-5.5 is the only difficulty, and an easy snow field leads to it.  Approach via the Longs Peak trail and the Boulderfield.\n\nThe rest of the season this makes a fine alpine route.  Winter ascents are a serious undertaking, and I've heard many stories of epics.  I climbed the route in mid-June in a light snow year, and found alpine ice to 50 degrees on the lower snowfield and a great little narrow ribbon of rotten ice to climb in the dihedral, along with some fun mixed climbing to exit it onto the upper snowfield.  (Maybe if we'd started hiking before noon the ice would have been better.) Just bring a rope to rap the route, don't make the mistake my partner and I made, and have to suffer the Keyhole grovel in late afternoon sloppy snow conditions.","protection":"A light rock rack, including some cams to 2\" can be used.  A couple of screws can be helpful some seasons, too.  There's eyebolts along the dihedral to belay and rap from - I remember two, one at 80', one at the top.","location":""},"__v":0},{"_id":"Vus/8+XGVjSpY7S7WusWaQ==","name":"Martha","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"?Enos Mills","type":{"trad":true,"mixed":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61575,40.25446]},"left_right_index":20,"mp_id":"105747546","mp_crag_id":"105746979","climb_id":"Vus/8+XGVjSpY7S7WusWaQ==","areaRef":"VaW8YPjSW7SIUvasYTIUVA=="},"content":{"description":"Hike to Chasm Lake, walk about halfway around its north side (or just cross the lake when frozen), and ascend 400 feet of talus to the base of a very prominent gully on the south side of Mount Lady Washington.  This gully leads to the saddle between the twin summits  of the peak.\n\nClimb the gully for 700-800 feet, and then scramble up 400 feet of talus to the top.  Descend the east ridge of Lady Washington to the trail junction at the west end of Mills  Moraine.  It may be possible to return to the base of the route by descending a ramp which leads to the mouth of the gully.  This ramp is quite evident as one approaches from Chasm Lake (it lies to the right of the route), and it appears as though it leads to open talus on the southeast shoulder of the mountain.\n\nThe route itself alternates between 40-50 degree snow chutes and tight, bottleneck constrictions in the gully.  There are a total of  five bottlenecks; the first, third and last are the  most difficult (M2+, perhaps M3-).  In the conditions we encountered, there were small ice flows at each of the constrictions, thick enough to accept short ice screws.  The final exit out of the gully (the fifth bottleneck) provides a great finish to what we thought was a very worthwhile mountaineering route.","protection":"Bring a light rock rack with a few short and  medium screws.  One ice axe is sufficient.","location":""},"__v":0},{"_id":"Jb7LxurRX9qiapr8zt/jVw==","name":"Kiener's Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Walter Kiener, 1924","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61575,40.25446]},"left_right_index":11,"mp_id":"105756793","mp_crag_id":"105746979","climb_id":"Jb7LxurRX9qiapr8zt/jVw==","areaRef":"VaW8YPjSW7SIUvasYTIUVA=="},"content":{"description":"Like the Cable Route, this route is also not on the Diamond. However, of all the routes I have done on Long's, I get the most requests for beta on this one. It is very fun and popular.\n\nKiener's Route, also known as the Mountaineer's Route, is on the East Face of Long's and climbs parallel to the Diamond on the left. To get to the route, start hiking at the Long's Peak trailhead, and hike until you reach the cutoff for Chasm Lake. Hike to Chasm Lake, and contour around it to the right in the summer, or walk right over it in the winter. On the other side of the lake is Mill's Glacier and the bottom of the Lamb's Slide. The whole 2500 foot East Face is towering above you at this point, it's quite intimidating.\n\nThe Lamb's Slide is a 1000 foot snow/ice couloir that starts on the Mill's Glacier and cuts south under the Diagonal Wall. When you're at the bottom of it, it's fairly obvious. Strap on your crampons, and climb this couloir at an angle of about 50 degrees for about 1000 feet. The conditions can vary from corn snow to powder to hard, dry ice. To be absolutely sure, it is a good idea to rope up and place a screw or two every ropelength. To save time, I would suggest simul-climbing.\n\nEventually on the right you come to a large ledge that is covered in loose rocks and scree and dirt. This is Broadway. Traverse Broadway for about 1000 feet. The most dangerous part of the climb is here when you must walk across a ledge and step around some blocks. The ledge is less than a foot wide here, and a slip would have you plummeting all the way over the Diagonal Wall. There are one or two moves of 4th Class. Most people are roped up here for safety sake, and there are a couple of fixed pins and horns that can easily be slung.\n\nAfter this airy catwalk, you will come to the\n\nNotch Couloir\n\n. Depending on the season, this couloir can be a very dangerous avalanche hazard. Traverse the bottom of the couloir to ledges on the other side. There are many different ways to go from here, and the easiest way is not obvious. Climb up dihedrals for about two pitches. The difficulty can vary from 4th Class to 5.4, depending on where you go. Take a set of nuts, and be roped up just in case you get yourself into a hairy position.\n\nAbove this is 3rd Class scrambling up and left (or right), staying generally along the edge of the Diamond. At the very top is a chimney that must be climbed. Here there are also a couple of options, so look for the easiest one. The climbing is about as difficult as down below, maybe 4th Class to 5.4. After climbing the chimney for a pitch, you have a very short scramble up to the summit.\n\nThis route is good in both the summer and winter but may be a bit more classic in the winter. It will feel like you are climbing a peak much bigger than Long's. This also makes the Broadway traverse more interesting because of snow. I would recommend taking a picket or two in the winter. So, have fun climbing one of the most classic mountaineering routes in the Park!","protection":"Depends on the season and your comfort level on this kind of route. There are sections that are VERY exposed, but luckily these are protected with fixed pins and slung horns. Depending on the season, some people may feel more comfortable with screws for Lamb's Slide. I guess I would recommend bringing 3 ice screws, 1 set of nuts, 2-3 slings and 3-5 quickdraws to be well protected in any season.","location":""},"__v":0},{"_id":"S/8/LelEWXi/MwBe8ZFxHw==","name":"The Flying Dutchman","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"ice":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61575,40.25446]},"left_right_index":5,"mp_id":"105747281","mp_crag_id":"105746979","climb_id":"S/8/LelEWXi/MwBe8ZFxHw==","areaRef":"VaW8YPjSW7SIUvasYTIUVA=="},"content":{"description":"The Flying Dutchman is a 1,600 foot couloir that climbs from the west end of Chasm Lake to the north edge of the Loft. To approach the climb, hike around the north side of Chasm Lake. When this route is in condition, it offers quality steep snow climbing punctuated by a short, 55 degree water ice crux.\n\nEds. note the consensus rating is not accurate due to the constraints of mixed rock, ice, and mixed climbing ratings.  Sorry!","protection":"Most of this route is on steep snow. Pickets can be used and rock protection can be found along the west edge of the couloir. Two ice screws protect the crux ice.","location":""},"__v":0},{"_id":"Lzb/PeZvVhOoXHDviz0D3w==","name":"Field's Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jack Roberts & Mike Bearzi","type":{"trad":true,"mixed":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61575,40.25446]},"left_right_index":17,"mp_id":"105877501","mp_crag_id":"105746979","climb_id":"Lzb/PeZvVhOoXHDviz0D3w==","areaRef":"VaW8YPjSW7SIUvasYTIUVA=="},"content":{"description":"This chimney system is right of the Diagonal Wall.  It forms occasionally.\n\nP1- Climb an obvious pitch of WI-4, past a narrow section and belay on the right at a nut&pin station.\n\nP2 - (standard) Climb directly up a narrow, steep, thin section and over a difficult overhang.(M6).\n\nVariation (left): Move up and left into a parallel chimney, and stick the thin flow in the dihedral (M5+).  Belay on the right of an alcove at a 2 pin station.\n\nP3 - (standard) Go straight up thin ice and cracks and belay at the base of a ramp angling up and left (M6+).\n\nP3 - Variation (left) Scramble up above the belay to the left and climb awkward blocks past a pin (M6), then continue up the gully and left.  Step right and mount a bulging roof (M6). Continue on easier ground for 30' and build a station. sling a rounded horn and rap the route, or climb the easy ramp to Broadway.\n\nP4 - (standard) Follow the ramp left to Broadway.","protection":"Full single rock rack plus 4-6 stubby ice screws, some pins.","location":"The first gully right of Diagonal Wall and 100' left of Crack of Delight rappels."},"__v":0},{"_id":"IHdvDHeJX5SIi3EYCabQNQ==","name":"Dreamweaver","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"mixed":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.61575,40.25446]},"left_right_index":2,"mp_id":"105747529","mp_crag_id":"105746979","climb_id":"IHdvDHeJX5SIi3EYCabQNQ==","areaRef":"VaW8YPjSW7SIUvasYTIUVA=="},"content":{"description":"This is a combination of 2 submissions from 2002 (the earlier entry retaining the contributor status):\n\nI can't believe no one put this classic in the database already.  This is the obvious, beautiful couloir left of the Flying Buttress on Mt. Meeker.  Most years by June the melt/freeze cycle will provide the two short mixed sections the make up the cruxes, and narrowings in the couloir make for some of the most beautiful alpine ice you'll ever climb.  Earlier most years its a snow slog, later and you'll hike a lot of scree.  Descend toward the Loft, and find the traversing ledge to bypass any steep ice.  A must-do alpine route, even with the crowds!\n\nFrom\n\nNate Christiansen\n\n:\n\nThis beautiful couloir starts about 500' below and left of Flying Buttress on a grade 2 snow field. The field eventually steepens and narrows after about 500 or 600 feet, right at the base of Flying Buttress. Winter conditions are great for the first half, but the spring conditions will be the best. No belay will be needed the first half. Rope up when couloir begins. Dry tool most the way up until you hit a view off to your right. If you want to exit with bad weather, now is the time. Rap slings are all over the first half. The second half provides the short crux. When the couloir ends, you will be about 300' from the summit. The easiest thing to do now is to summit and find cairns while hiking west towards Long's Peak. The cairns will lead you just east of the huge avalanche-prone Apron. Switch-back down while following the rock marking until you hit the lower section of the Apron. Here, glissading is doable and fun after the climb.","protection":"A light set of nuts, a couple cams, and a couple screws should be all you need.\n\nFrom\n\nNate Christiansen\n\n:\n\nSmall/med stoppers with some small-med/hand sized cams. Late spring will require some screws. 11cm should do fine.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,093a76c5-0bf1-513e-b660-3afabfdf5936,55a5bc60-f8d2-5bb4-8852-f6ac61321454","pathTokens":["USA","Colorado","CO Ice & Mixed","RMNP - Mixed/Ice","Long's Peak/Mt. Meeker Cirque"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.4"},{"count":2,"label":"5.5"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":1,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":7,"bands":{"unknown":1,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"snow":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":4,"bands":{"unknown":4,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":5,"bands":{"unknown":0,"beginner":5,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.61575,40.25446]},"bbox":[-105.61633919115029,40.254010339818144,-105.61516080884971,40.25490966018187],"left_right_index":-1,"ext_id":"105746979","area_id":"VaW8YPjSW7SIUvasYTIUVA==","polygon":{"type":"Polygon","coordinates":[[[-105.61633919115029,40.254010339818144],[-105.61516080884971,40.254010339818144],[-105.61516080884971,40.25490966018187],[-105.61633919115029,40.25490966018187],[-105.61633919115029,40.254010339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:57:06.851Z","updatedAt":"2024-02-19T18:32:54.107Z"}