{"_id":"63689de0e80bff5a994f939e","area_name":"Der Zerkle","shortCode":"","climbs":[{"_id":"5GN4naP8XESHL6h2dW2gqw==","name":"Wing Ding","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sandy Cox, Steve Zich, John Sage, 1989","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":6,"mp_id":"105748621","mp_crag_id":"105744684","climb_id":"5GN4naP8XESHL6h2dW2gqw==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"Start about 15 feet right of \"\n\nWhat If You're Not\n\n\" and climb up the little flake to the steep face with pockets to the top. This description kinda sucks without a good photo. Sorry.","protection":"Since the bolts were removed from this climb, it is now a TR. Bring some 10 foot slings, and some cams ranging from #0.5-2.5 Friend.\n\nEds. this climb now sports 5 bolts.","location":""},"__v":0},{"_id":"bgPxYd4RV5msnPII9HAvnQ==","name":"What If You're Not?","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Fred Knapp and Sharon Sadleir Vaughan","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":4,"mp_id":"105748618","mp_crag_id":"105744684","climb_id":"bgPxYd4RV5msnPII9HAvnQ==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This is a great beginner sport route on the left end of the rock. Climb huge huecos up the steep face. TR access is from the left end of the rock.\n\nEds. Some may find the stretch to the 1st bolt runout. Consider a stickclip.","protection":"4 bolts to a 2 bolt anchor. Some supplemental gear can be useful between the bolts. 10 feet of slings will make it easier on your rope.","location":""},"__v":0},{"_id":"eqICfuCSXtGv3z+vGLIkmw==","name":"West Face [Der Zerkle]","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":0,"mp_id":"105754789","mp_crag_id":"105744684","climb_id":"eqICfuCSXtGv3z+vGLIkmw==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This is a fun scrambling route in the Mallory Cave area to a spectacular summit.  As the Mallory Cave Trail passes west of Der Zerkle, head east through an area of large boulders, and scramble up to a big ledge just northwest of the summit.  This is the north end of the ledge that forms the route \"Sunnyside Two\" (and this route makes a fun finish to Sunnyside Two).\n\nHere you should find a board on a tree where wildlife closures are posted.  As far as I know, however, this route is never closed (only the routes on the East Face of Der Zerkle are).  But check the sign at the start of the Mallory Cave Trail to make sure this route is open.\n\nHead up a steep face to the notch in the summit ridge just north of the summit.  One distinguishing feature of this face is a huge pine tree, probably 3' in diameter, and the easiest way to go up this section is to bear hug past the tree.  You can also climb a wide crack left of this tree, but this is slightly harder.\n\nFrom the notch, follow a ramp back to the southwest to the summit.  This ramp is probably the crux of the route.  You will get a good view of people scrambling up to Mallory Cave from this summit.  To descend, reverse your route or rap 80 west to the huge ledge around the corner from the base of the route.","protection":"Standard Flatiron rack, long slings.","location":""},"__v":0},{"_id":"6RwafvasWO+hfNmZtw7HIw==","name":"Two Clucks From Saigon","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"?pre 2002 or a clucker","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":5,"mp_id":"105892515","mp_crag_id":"105744684","climb_id":"6RwafvasWO+hfNmZtw7HIw==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"I added this previously as a comment.  If you are in the area and looking for more moderate lines, there is a line to the right which can go at 5.7 PG-13 or R (depending on the start) with mostly natural gear. The neighboring, lower-end, moderate routes,\n\nWhat if You're Not\n\n,\n\nFinal Solution\n\n,\n\nBar None\n\n,\n\nDer Fuhrer\n\n, &\n\nRibspuren\n\n, may bring you to the area, this is just another filler route, but it may be fun.  FWIW, I think it's 3rd best after\n\nWhat if You're Not\n\n&\n\nFinal Solution\n\n. It's very likely been done previously.\n\nClip the 1st bolt of\n\nWhat if You're Not\n\n? and either downclimb and move right or just go up and right. Above the bolt place a #4 Camalot, angle right, traverse a ledge right, put a red Alien in a small pocket and/or #2 Camalot in a hueco. Move up, place a #3 Camalot in a pocket, move up and right, place a bomber #2 Camalot in a crack, pull a bulge and move up to the top. Protect the finish with an orange Alien. We named it \"Two Clucks from Saigon.\" It is left of\n\nWing Ding\n\n(which is much harder).  Kinda feels like Red River Gorge.\n\nAlternative finish: you can bugger off right to the anchors of\n\nHot if You're Not\n\ninstead of pulling the final bulge.  We had named that \"One Click to Saigon.\"\n\nFun hueco pulling.\n\nAddendum\n\n: Friends don't fit these huecos as well.  Camalots do better.","protection":"Cams, QD, red & orange Aliens; #1, 2 #2, #3, #4 Camalots.","location":"This starts on or just left of the start for\n\nWhat if You're Not\n\n?  Then, after clipping the first bolt (if you start this way), you angle right.  You can make it complete independent by staying right of the 1st bolt, it's then in the R range."},"__v":0},{"_id":"Wj4OJWyzWtG/KFz/GaD/UA==","name":"Touch Monkey","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Eric Johnson, Hank Caylor, Paul Glover","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":14,"mp_id":"105755617","mp_crag_id":"105744684","climb_id":"Wj4OJWyzWtG/KFz/GaD/UA==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"Touch Monkey is another fun little sport climb in the complex Dinosaur Mountain area.  This route ascends inviting huecos up a slightly bulging face in the Court, an alcove on the S side of Der Zerkle, a short way past Square Rock.  From NCAR, hike up the Mallory Cave Trail until this route is visible on your right.\n\nPower up a fun, slightly overhanging wall with huecos past 3 bolts to a 2 bolt anchor.  There is one slightly longer reach mixed in here.  Rossiter's guide mentioned a fixed wire that I did not find\n\nin situ\n\n.  Just to the right of this route is another slightly easier, bolted route,\n\nKnot Carrot\n\n.","protection":"Originally this was protected with 3 protection bolts and a two bolt anchor. Years later it was retrobolted to have 5 protection bolts in addition to the two bolt anchor now with Climb Tech anchor hooks.","location":""},"__v":0},{"_id":"4Iu970s8W82qwh6r4nQ8vA==","name":"Sunny Side Two","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":12,"mp_id":"105754471","mp_crag_id":"105744684","climb_id":"4Iu970s8W82qwh6r4nQ8vA==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This \"F3\" route makes for a fun scramble.  It is not much of a roped climb, since there is really no pro.  The rock is great and this climb would be a classic if it was longer and if it went somewhere.\n\nThis ramp starts halfway up the south side of Der Zerkle in the \"Court\".  Follow this sunny ramp for ~200 feet and pass a large boulder on the right or left side. You are now on a legde system on the west side of Der Zerkle.  A short scramble to the north leads back to the base.  There are two recommended finishes to this climb. 1.) Scramble up the obivous chimmey to the notch to the south of the main summit. This is the end of the East face left route.  2.) Tag the summit by the west face route.","protection":"Chalk bag.","location":""},"__v":0},{"_id":"0JGjT+CqX9+OVNdhbCV01Q==","name":"Sunny Side One","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":13,"mp_id":"105753931","mp_crag_id":"105744684","climb_id":"0JGjT+CqX9+OVNdhbCV01Q==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This route climbs a ramp located on the South side of Der Zerkle about 100 feet West from the low point of the rock. The Mallory Cave trail used to pass a couple of feet from the bottom of this climb but has since been re-routed South\n\nHike the Mallory Cave trail past the bottom of the rock and exit it at the switchbacks about 130 feet above the bottom of the rock. Hike some 40 feet to the rock and and down a bit. Look for the Easternmost ramp ascending the South face (from East to West). The Westernmost ramp is Sunny Side Two and does not reach the summit....\n\nClimb the easy ramp (5.2-5.3) past a 2 foot arch for 150 ft. At this point the ramp becomes steep, polished and is blocked by a headwall. Traverse right (North) past the overhanging wall (5.5) and onto the large ledge that cuts across the entire East face of Der Zerkle.\n\nFrom here you can finish via the East Face North side or South Side routes.\n\nAddendum: Excerpted from the Boulder Mountain Parks website: \"THE EAST FACE OF DER ZERKLE including the following routes:\n\nSunnyside One,\n\nEast Face Left, East Face Right.  All other climbing areas on Der Zerkle and Mallory Cave Trail remains open.\"","protection":"A standard Flatiron rack.","location":""},"__v":0},{"_id":"5+lWR4hiWAO8kADhAYsyGQ==","name":"Southeast Arete","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tony Bubb, Chris Parks, 3/8/2003","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":999999,"mp_id":"105759402","mp_crag_id":"105744684","climb_id":"5+lWR4hiWAO8kADhAYsyGQ==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"P1: (5.4, long) Climb the first pitch of The East Face Left of Der Zerkle, arriving in a single pitch at the base of the \"roof that runs the length of the rock.\"  From there, near it's left end you will see a cave-like hole through the roof that is choked with ice in the winter. Still, below this is the best belay for the second pitch.\n\nP2: (5.8+, S, 60M) From the belay, traverse left under the roof band, toward the South Arete of the East Face.  Overhead the roof shrinks in size. It is probably a great idea to place gear overhead below it where available and use long slings on it. In the unfortunate event of a lead fall from the crux, this might take some of the sting out of it. Where the roof band becomes a mere bulge, pull up and over on well-spaced crimps and slopes (sorry, no jugs) and up onto a near vertical face above- use the feet on clean slopers to stand up and stretch left to some juggy shallow pockets. (6'0\" height would have been nice, but I had to stretch)  There is still no gear above the traverse, and a 15' ledge fall to where your gear is would be possible.  Continue up a few easier moves and hunt and peck for gear- continuing up the South East Arete for South-most Summit of the rock, ~ 60 Meters.\n\nTo Descend, climb down and North to a cleft between two summits, then Scamble down into a chimeny for 20-30 feet to a ledge on the West side fo this rock, above the sport climbs there and below \"Happy Ending\". Walk North on this ledge to the North end of the West side, then off to the West. You are on the ground. The trail back to the base wraps around the rock to the South.","protection":"A standard Flatirons rack, including a set of Lowe Tricams, a set of nuts, and cams from .5\" to 3\".  The crux is protected from a death fall, but a nasty ledge fall would be the result of any error.","location":""},"__v":0},{"_id":"ocm5nV+pU7yL1DWYIe1veg==","name":"Ribspuren","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"H. Weninger & B. Bell, 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":7,"mp_id":"105758032","mp_crag_id":"105744684","climb_id":"ocm5nV+pU7yL1DWYIe1veg==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This climb is done either as a single pitch 5.8 or a two-pitch 5.10d, with the second pitch being \"Happy Ending\" which is listed [separately] on this site.  The two pitches are so different in location, position, character, and grade that they are practically unrelated anyway.\n\nTo climb Ribspuren, get to the West side of Der [Zerkle] and find a thin attached flake near the ground, just north of the center of the west face.  Climb up and right on this as a hand-traverse to reach a ledge.  From the ledge, step right to climb pockets and face holds near a right-facing corner with a seam or two.  This is not well protected to this point, and is proteced thereafter by large cams in pockets, which are solid, but somewhat sparse.  Follow a line to the top of the cliff, stepping left of the right-facing feature at a bulge, and them back right.\n\nOnce on top, walk up and left (north) up the slab to find a good belay.\n\nFrom there, one can climb \"\n\nHappy Ending\n\n\" (some 50' up hill) or descend via a walk off to the North.  Be careful to avoid the poison ivy.","protection":"Rositer calls this a thin crack.  Don't let that [deceive] you though, the gear required is actually large cams in pockets.  I used one each #3 and #4 Camalot at the cruxes, but could have used additional [pieces] in that same size range if I'd had them.  Regardless, there will be some runout, particularly at the bottom.","location":""},"__v":0},{"_id":"sEiWfmmSXJyp9fIZBURmxA==","name":"New Beginnings","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tony Bubb, Joseffa Meir, 10/22/17","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":999999,"mp_id":"113740528","mp_crag_id":"105744684","climb_id":"sEiWfmmSXJyp9fIZBURmxA==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"The grade was not initially given, as getting someone to repeat it was part of a bit of a game. Refer to page 30 of the thread\n\nBrotherhood Of the Traveling Stopper\n\n. There is a 'Travelling Stopper' presently in this climb that I was hoping will make its way into some other adventure.\n\nBut I found nobody would take the bait, so here you go, I think it is 10c-to-11a-ish.  Call it 10+ as I am not sure.  You either will get the sequence or it will be hard, but at least the crux protects well.\n\nThe top is sequential and a bit hard to flash on small gear on rock that has seen very little travel, but not dangerous.  As for the rest, it can be protected, it is not terribly hard (nor terribly easy) and is certainly not pedestrian or a route to cut trad teeth on. The bottom is runout and/or requires creative gear placements.\n\nI'd like to see someone repeat this, get that gear I left for them (intentionally), go use it, and post up.\n\nThe name refers to a few things, but as much as anything as \"looking forward\" to some rather nasty surgeries to recover an injured shoulder (torn cuff/labrum) and then trying to 'start over' again at 45 on getting into shape, again. I have been through too much of this crap. The route was done fairly left-handed, as the right was damaged goods.","protection":"This climb was established with long runouts in 5.8 terrain above the starting ledge. I believe that two #4 C4 Camalots and an old style #4 could have been placed to greatly decrease the odds of a tragic fall, and so the route with that gear would probably be PG-13, not R.\n\nA few Aliens and small stoppers can also be placed along the way. A fixed nut was intentionally left at the crux of the route, wich could easily be cleaned. It is intended to be passed to the second ascent party. Reference the forum thread '\n\nBrotherhood of the Traveling Stopper\n\n' on page 20.","location":"Starting in the huecoed SW face of the upper summit tower of Der Zerkle, climb cautiously up a face on dishes and sidepulls to reach a short, diagonal crack/flare that hooks up and left to intersect the arete and a crack just right of '\n\nHappy Ending\n\n' through the bulge below the summit. Below the bulge, place a bomber #4 stopper, then get to the bulge. Sneak right on sequential moves (crux 1) and then up and right through the crack/seam to the top of the right crack (crux 2) which is also sequential. This is 5' right of '\n\nHappy Ending\n\n' and just out of reach of that route.\n\nGet onto the ledge above the bulge, nest in some Aliens in the back of the horizontal, then tackle the overhanging and pointed bulge at the top of the formation to the chains as for '\n\nHappy Ending\n\n.'"},"__v":0},{"_id":"kWwpnsgPVLKzgLeQAfg7Lg==","name":"Knot Carrot","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Glover","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":15,"mp_id":"105755620","mp_crag_id":"105744684","climb_id":"kWwpnsgPVLKzgLeQAfg7Lg==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"Another fun little sport climb in the complex Dinosaur Mountain area.  This route ascends inviting huecos up a slightly bulging face in the Court, an alcove on the South side of Der Zerkle, a short way past Square Rock.  From NCAR, hike up the Mallory Cave Trail until this route is visible on your right.\n\nPower up a fun, slightly-bulging wall with a dihedral and roof past 3 bolts and left to a 2 bolt anchor (shared with\n\nTouch Monkey\n\n).  There is a loose flake here.  This route felt slightly committing for a sport climb.  Just to the left of this route is another slightly harder, bolted route,\n\nTouch Monkey\n\n.","protection":"3 QDs for 3 bolts and slings for the anchor.","location":""},"__v":0},{"_id":"K4X2lyJIVrqBI/AVFIVscQ==","name":"Hot if You're Not aka The Brown Eye Wall (submitted as Absolution)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":10,"mp_id":"105763125","mp_crag_id":"105744684","climb_id":"K4X2lyJIVrqBI/AVFIVscQ==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This route is on the West Face of Der Zerkle, far right side.  Boulder the unprotected direct start to the business, or more easily traverse in from the left.  The hard part starts with the first clip and continues to the anchor.  Some will argue that this route is 12a.  No argument from me.  New anchor bolts have been installed.","protection":"3 protection bolts.","location":""},"__v":0},{"_id":"xFUOZeLhVgm7nms7g8awKw==","name":"Happy Ending","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":999999,"mp_id":"105758023","mp_crag_id":"105744684","climb_id":"xFUOZeLhVgm7nms7g8awKw==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"From the Top of the more popular climbs of the West side of Der Zinkle (60 feet up) you end on a ledge with a walk up.  The rock has two additional west-facing features above.  The feature to the North is an additional summit, a point of rock that is another 50-60 feet above.  Ascend this via a wide crack on the West side, up through a few blocks, then through a slab and up to a fingercrack which slants up and right though an impressive bulge (crux) before pulling the last overhang to the summit (10a).  This route has some great moves and is reasonably protected, but is simply too short to get a rave review.\n\nTo descend, rap from a set of fixed anchors down the West side, back to the top of the rest of the routes and walk off to the North.\n\nWhile climbing and rapping, keep the belay and rope as far north of the base as possible, stacking it and sitting on the rock perch to avoid a large patch of Poison Ivy that is just south of this tower.","protection":"A few large cams, a few small nuts and a few TCUs.  I placed a #3 Camalot, a #3 BD stopper, and one each 0.5 and 0.75\" cam.","location":""},"__v":0},{"_id":"HpJq+ikzX2uk/C7bJIzecQ==","name":"Final Address","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Erickson, solo, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":9,"mp_id":"105752710","mp_crag_id":"105744684","climb_id":"HpJq+ikzX2uk/C7bJIzecQ==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This route begins a few feet right of\n\nAbsolution (submitted as Hot if You're Not aka The Brown Eye Wall)\n\nand climbs the thin crack through an overhang.  It protects well with stoppers and small cams.\n\nThe crack starts as a right facing dihedral.  About half way up, the crack opens up and you can see daylight through it (but is too small to crawl through).  Place some good gear and launch into the overhanging crux (great jugs, but pumpy).  It is remarkable that Jim Erickson established this route as a free solo.\n\nDescend to the north (or south, a little harder).  This route would be good to toprope, except that there is no fixed anchor on top.","protection":"Standard rack to 2\".","location":""},"__v":0},{"_id":"Rpk4as8rUu+EqvpVfqxThQ==","name":"Feeling Lucky","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Chris Archer, Al \"Poncho\" Torrisi, John Bragg, Monica Fitzgerald","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":2,"mp_id":"107528888","mp_crag_id":"105744684","climb_id":"Rpk4as8rUu+EqvpVfqxThQ==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"Beween \"\n\nBar None\n\n\" and \"\n\nWhat If You're Not\n\n\", this route climbs a thin 5.9 section to a ledge. Fun jug hauling over a roof leads past the third bolt to a decision: head left directly up the bolt line on surprisingly good finger rails at 10- or head right on jugs that lower the difficulty.  Thanks to OSMP for their support and cooperation!","protection":"7 QDs.","location":"This climb is between \"\n\nBar None\n\n\" and \"\n\nWhat If You're Not\n\n\"."},"__v":0},{"_id":"tLiQkZTQX5WJ24sGcpiw7Q==","name":"East Face Right/Der Zerkle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":17,"mp_id":"105748624","mp_crag_id":"105744684","climb_id":"tLiQkZTQX5WJ24sGcpiw7Q==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"Pitch 1: Start on the far right side of the east face and go straight up to a left leaning ramp that leads to a gully with a belay tree under the overhang.\n\nPitch 2: (Rossiter) Climb past the right end of the overhang and head for the top. The first moves on this are unprotected 5.7 slab moves. (what we did) Head about 30 feet up the gully and look for a notch in the overhang. 10 feet past that is a boulder on the left side of the gully. Climb the Boulder, step over the gully and onto the overhang. Place a #1 Camalot and hand traverse right to the notch. Climb through the overhang via the notch. Be careful not to snag the rope in the notch. Climb towards the summit (middle 'finger') until you run out of rope.\n\nPitch 3: Climb a short pitch to the summit of the middle finger.\n\nDescent: Rappel 100 feet. Downclimb to the south (class 3) or north (easy scrambling).","protection":"Like all Flatirons east face routes, this one is a bit runout. A 'Flatirons rack' consisting of a set of nuts, cams (#.5 - #4 Camalot) and two big hexes is more than adequate. Make sure you have a few big pieces.","location":""},"__v":0},{"_id":"ofxuwKfPU5CI0wDP8Q5DkA==","name":"East Face Left Side","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":16,"mp_id":"105752653","mp_crag_id":"105744684","climb_id":"ofxuwKfPU5CI0wDP8Q5DkA==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This is an interesting route on the left side of Der Zerkle.  This part of Der Zerkle has been closed in the past for the bats that live in the cave that is climbed on the second pitch.\n\nP1: The first pitch climbs to the ledge system that runs across the East face.  This can be done a number of ways.  Look for an interesting line and climb it.\n\nP2:  The second pitch gives this route some character.  Climb into the cave and head for the light at the end of the tunnel (5.6, 1 bolt).  After exiting, follow fun rock to the notch.\n\nP3: Either downclimb the chimmey, or head for the summit.","protection":"Light rack to 2\".","location":""},"__v":0},{"_id":"6OHASYbGVfSLQgmmNn85Tw==","name":"Der Fuhrer","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"??","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":3,"mp_id":"105748615","mp_crag_id":"105744684","climb_id":"6OHASYbGVfSLQgmmNn85Tw==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This climb starts near the far left side of the rock (about 10 feet left of\n\nWhat If You're Not?\n\n). Climb up the face to a small roof. Crank the roof with good holds and finish up to the top.","protection":"Bring a couple of stoppers (or better yet, cams) and about 10 feet worth of slings.","location":""},"__v":0},{"_id":"0bg9srncXRG33Dv+n0tsTg==","name":"Bar None","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"David Turner & Terry Murphy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":1,"mp_id":"105763122","mp_crag_id":"105744684","climb_id":"0bg9srncXRG33Dv+n0tsTg==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This fun route is on the West Face of Der Zerkle's far left end. Romp up jugs and huecos through a short overhang and blunt arete. It was the second route in the Flatirons equipped with bolts after the 15 year ban was lifted in 2004, thanks to collaboration of the Flatirons Climbing Council and OSMP. The name of the route is a double\n\nentendre\n\n.","protection":"4 protection bolts and a 2 bolt anchor.","location":""},"__v":0},{"_id":"WSoX8LbSVoGlwfxDgA72Rg==","name":"April Fools","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Will Niccolls, Ike Nicoll, April 1, 1989.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":11,"mp_id":"105761643","mp_crag_id":"105744684","climb_id":"WSoX8LbSVoGlwfxDgA72Rg==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This sport climb is in the complex Dinosaur Mountain area. Find the Court area on Der Zerkle, where you'll see\n\nTouch Monkey\n\nand\n\nKnot Carrot\n\n. April Fools starts about 30 feet up the ramp to the left of\n\nTouch Monkey\n\n.\n\nThe route climbs the overhanging, pocketed white and brown face for about 60 feet.  Excellent position and climbing.","protection":"I believe there are 7 protection bolts and a two bolt anchor.  When we installed the anchor, we left webbing with a ring to lower from.","location":""},"__v":0},{"_id":"tAB8uIcVUV6Tj8HvI7QDaQ==","name":"Absolution (submitted as Hot if You're Not aka The Brown Eye Wall)","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Eric Fedor and Fred Knapp","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"left_right_index":8,"mp_id":"105751339","mp_crag_id":"105744684","climb_id":"tAB8uIcVUV6Tj8HvI7QDaQ==","areaRef":"33vELPS1UwGuCeoM3m7KeA=="},"content":{"description":"This line begins by climbing straight up on left angling rails and a three finger pocket to an enormous hueco.  These moves are the first of two cruxes, and are unprotected, so have your belayer spot you through these moves.  From the hueco, pull up on jugs to gain a ledge and stand up to gain the first bolt.  Staying right makes for a more consistent and sustained climb, moving through a series of small edges and horizontal cracks past another bolt to gain a good stance below the overhang (this can be avoided on easier ground by climbing up left on huecos and stepping back right).  Second crux: avoid the overhang by moving out right around a small corner on crimpers, and surging up right (a bit reachy) to more crimpers and a stance above the overhang, and the third bolt. From here, it's a couple moderate moves up left to gain the anchors.\n\nLower off or top out and walk off to the north.","protection":"This originally had three bolts to anchors. Per\n\nMark Roth\n\n, now it has 4 bolts to the anchors.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,df7bc42c-f4b5-5301-ae09-ea0cde6eca78","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Der Zerkle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":3,"label":"5.7"},{"count":1,"label":"5.0"},{"count":2,"label":"5.11b"},{"count":1,"label":"4th"},{"count":1,"label":"5.5"},{"count":1,"label":"5.8+"},{"count":3,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":1,"beginner":8,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":9,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":5,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":11,"intermediate":4,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2881,39.9741]},"bbox":[-105.28868676717428,39.973650339818136,-105.28751323282572,39.97454966018186],"left_right_index":-1,"ext_id":"105744684","area_id":"33vELPS1UwGuCeoM3m7KeA==","polygon":{"type":"Polygon","coordinates":[[[-105.28868676717428,39.973650339818136],[-105.28751323282572,39.973650339818136],[-105.28751323282572,39.97454966018186],[-105.28868676717428,39.97454966018186],[-105.28868676717428,39.973650339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:56:00.900Z","updatedAt":"2024-02-19T18:31:25.502Z"}