{"_id":"6368a214e80bff5a9955d87d","area_name":"Trojan Wall (Right of Bat Cave)","shortCode":"","climbs":[{"_id":"uxu9UBtGVauuHIQMgqXw/w==","name":"Trojan Horse","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Rich Strang and Mike Phalan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.23455,32.93207]},"left_right_index":0,"mp_id":"110052544","mp_crag_id":"110052447","climb_id":"uxu9UBtGVauuHIQMgqXw/w==","areaRef":"ibW20ZrpUqiN+b7Msa8kUg=="},"content":{"description":"Start on the slab below the right side of the Bat Cave. The face steepens to near vertical and offers some trickery at the 5th and 6th bolt. Continue up the engaging and blocky face to a final blank wall. Do some difficult moves here, first up, then moving right. Hit the small left facing corner and climb straight up to the anchors above.","protection":"13 bolts to a chain anchor with lowering biners","location":"Starts on the slab just right of the first fixed lines to the Bat Cave. Its the first route right of the fixed rope. Follow unpainted Silver Fixe Hangers"},"__v":0},{"_id":"fPQcRK+AWd+6RJJWXwmMYQ==","name":"Stones of Sisyphus","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rich Strang","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.23455,32.93207]},"left_right_index":4,"mp_id":"110165546","mp_crag_id":"110052447","climb_id":"fPQcRK+AWd+6RJJWXwmMYQ==","areaRef":"ibW20ZrpUqiN+b7Msa8kUg=="},"content":{"description":"Climb up the crystalline crack to the layback flake. Acsend this to its top then move up lower angle rock to a final steep wall of bullit hard limestone. Ascend the steep wall just left of the small cave with some long reaches and small holds to the chains.","protection":"11 bolts to a chain anchor with lowering biners","location":"3rd route right of the fixed line to the cave. The route follows the Beige Fixe Hangers"},"__v":0},{"_id":"bRGXZkLnUb6/oQNGyb8BTQ==","name":"The Odyssey","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rich Strang","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.23455,32.93207]},"left_right_index":3,"mp_id":"111676447","mp_crag_id":"110052447","climb_id":"bRGXZkLnUb6/oQNGyb8BTQ==","areaRef":"ibW20ZrpUqiN+b7Msa8kUg=="},"content":{"description":"This route is the 2nd pitch above The Iliad. The rock, movement and position above the entire valley make this one of the must do .12s in the Bat Cave area. Probably as good as New Beginning but not quite so hard. \n\n1st PITCH  (70') -   Climb The Iliad or Little Iliad to the belay chains. \n\n2nd PITCH  (110') -   From the upper belay on The Iliad(at 110')move up to clip a bolt then step a bit right and back left to the next bolt. Move right into the corner after the 2nd bolt as the route begins to steepen. Climb the fun 5.11 corner on good holds that begin to get smaller. At the  5th bolt make a difficult move left out of the corner to a small bulge. Surmount this difficult bulge on extremely small crimps. Make techy moves back right to a pod in the corner. Climb over the final bulge and move left to the chains at a belay stance/ledge. \n\nNote: The large block at the top that you climb onto is solid but the right side has a crack in it. At present the fractured right side is solid but try not to use it as is could come off in time. Better to climb left on jugs under the block and then pull up onto the solid center section of the block.","protection":"9 bolts above the upper Iliad belay anchors lead to a 2 bolt belay station with chains and lowering binders.","location":"Climbs the steep corner up and right of the finish to The Iliad/Trojan Horse pitch. Start at the base of The Trojan Wall and climb either The Iliad(5.10+) or Trojan Horse(5.11+) to access the upper wall"},"__v":0},{"_id":"v5wWP9VyUDmLW/xntj9mhw==","name":"Midas Touch","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Rich & Susan Strang, Mike Phalan","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.23455,32.93207]},"left_right_index":5,"mp_id":"112483170","mp_crag_id":"110052447","climb_id":"v5wWP9VyUDmLW/xntj9mhw==","areaRef":"ibW20ZrpUqiN+b7Msa8kUg=="},"content":{"description":"Climbs to right side of the hanging caves on The Trojan Wall. This route goes to the very top of the wall and is 3 to 5 pitches long depending on how one might link pitches together! Pitches 2 and 3 link together well - pitch 4 may link with the final pitch without too much drag. However you climb it - A VERY FUN OUTING!!\n\n1st PITCH (85 feet) - 5.9+**/*** Start to the right of Stones of Sisyphus and climb a right diagonaling access pitch on good rock to a ledge which is to the right of the first upper cave. There is a tricky traverse move at the 4th bolt. Alternately one can climb to the right at the 3rd bolt and avoid the traverse move (perhaps easier). Climb past the overlap with some fun moves and follow easy rock up to the ledge with a large cactus on the left side (9 bolts).\n\n2nd PITCH (60 feet) - 5.10c**** \"The Slab Pitch\" Climb great small edges past 7 bolts to a belay stance up and right. There are a few tricky balance moves at the 3rd and 4th bolt but you are always reaching to good positive holds. Some GREAT! rock and fun slab moves on this pitch (8 bolts).\n\n3rd PITCH (60 feet) - 5.10c/d**** \"Central Pillar Pitch\" Move left from the belay and climb straight up toward the pillar above. Do some tricky moves to stand on a small ledge and get past it. Continue climbing up into the right facing corner above (\"The Central Pillar\"). Climb the fun corner to a 5.9ish exit onto a small ledge at the top of the dihedral. Another great pitch! This one links with the 2nd pitch well (7 bolts).\n\n4th PITCH (65 feet) - 5.10b/c*** \"Hollow Flake Pitch\" Move up off the left side of the belay climbing \"gently\" along and over the \"Hollow Flake\". From the top of the flake follow bolts up and right to a tricky bulge move (moving far right is easiest way). Continue straight up past the bulge to a small overhang, then traverse up and left to a small belay alcove. Still a few dirty spots on this pitch but some fun climbing (7 bolts).\n\n5th PITCH (80 feet) - 5.10**/*** \"Summit Pitch\" Climb up and right off the belay. The rock looks loose and funky but its actually quite solid (still a bit of \"onion skin\" in places though). Make a tricky move below the roof to get hands to the ledge and stand on it by pulling into the wide crack. Continue up the crack using some jams and face holds to the left on the slabby face. As the angle kicks back continue climbing the face to arrive at anchors on the right side of the summit block (8 or 9 bolts?).\n\nDESCENT (3 single rope rappels to the ground) Rappel off the summit anchors to to the top of pitch 4 (you might have to down clip to get into the anchor). Alternately one can rappel to the top of The Pillar pitch from the summit anchors (this risks getting the rope stuck in the upper crack if you're not carefully!). From either the 4th belay or The Pillar belay, make a 2nd rappel to the anchors down and 30' right which are 36 meters from the ground. From these anchors make one doubled 70M rope rappel to the broken ledges near the higher ground on the right side of Trojan Wall. With a 60M rope you might try to rappel 5 to 4, 4 to 2(close), 2 would make it to downclimbable ledges near the ground - or do 4 shorter rappels.","protection":"Bolts and QDs to 2 & 3 bolt anchors at all belay stations. 12 QD's work OK if doing it in 5 pitches. Take 15-20 if linking pitches.","location":"Right side on Trojan Wall. Follow Black Fixe Hangers which start about 30 feet right of Stones of Sisyphus. The start is on the same ledge as for the other Trojan Wall routes (The Bat Cave access ledge)."},"__v":0},{"_id":"lHiBUW3EW860VqaB1iuvqw==","name":"Little Iliad","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich & Susan Strang","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.23455,32.93207]},"left_right_index":1,"mp_id":"111676396","mp_crag_id":"110052447","climb_id":"lHiBUW3EW860VqaB1iuvqw==","areaRef":"ibW20ZrpUqiN+b7Msa8kUg=="},"content":{"description":"This is the first half of The Iliad route. It ends at a small ledge stance and makes a good belay station for continuing to the top of The Odyssey. It also makes a good moderate route for climbers looking to climb near the Bat Cave proper. Start at The Iliad and climb the large flake. Continue up past 8 bolts to the first set of chains. The start and final sections offer a bit of challenge with most of the climbing being on large, enjoyable holds.","protection":"8 bolts to chain anchors/belay station. There are no lowering biners.","location":"Starts on The Iliad (gray bolt hangers) at the base of The Trojan Wall."},"__v":0},{"_id":"J/u8+6L1UceYQj5ahK3HBg==","name":"The Iliad","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Rich Strang","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.23455,32.93207]},"left_right_index":2,"mp_id":"110112259","mp_crag_id":"110052447","climb_id":"J/u8+6L1UceYQj5ahK3HBg==","areaRef":"ibW20ZrpUqiN+b7Msa8kUg=="},"content":{"description":"Climb a large block/flake to the small roof. Move past this on the right side and continue up the face on fun, large holds to a good stance at a featured slab around the 8th bolt. Climb this with some good side pulls on the right and continue to another stance below the final bulge (midstation chains). Move straight through the bulge and continue up the corner and rib above to the shared anchor with Trojan Horse. \n\n**As of Feb. 2016 there is a midstation anchor after the 8th bolt (Little Iliad)**","protection":"13 bolts to a chain anchor with lowering biners","location":"2nd route (20') right of the fixed bat cave rope. Follow the Gray Fixe Hangers for the first half of the route"},"__v":0},{"_id":"rAoFz3pbVnCgaNbtPudioA==","name":"Golden Fleece","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Rich & Susan Strang","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.23455,32.93207]},"left_right_index":6,"mp_id":"112883255","mp_crag_id":"110052447","climb_id":"rAoFz3pbVnCgaNbtPudioA==","areaRef":"ibW20ZrpUqiN+b7Msa8kUg=="},"content":{"description":"This is a 2 pitch route (3 pitches next year) which starts on Midas Touch and diagonals out right to climb to the upper ledge system near the top of the cliff. It is on the right side of the Trojan Wall. \n\n1st PITCH (85 feet) - 5.9+**/***   Climb the first pitch of Midas Touch to get to the \"cactus ledge\". Move the belay to a separate set of anchor bolts (no chains) on the right end of the ledge. \n\n2nd PITCH (85 feet) - 5.11+****   Step out right off the ledge and climb up onto the slab. Continue straight up the slab on good holds to a difficult blank section around the 4th or 5th bolt. After this thin section begin trending right to the steep open book corner. Climb the right wall of the corner with a bit of difficulty. At the top of the corner move back left with some powerful moves to the big hueco (crux). Once at the hueco traverse a bit right and continue up to the belay. FUN!! \n\n3rd PITCH (85 feet)   Not Finished, Missing Bolts, No Anchors! \n\nDESCENT\n\n  From the 2nd pitch belay, a 70M route will reach some high ground that can be scrambled off easily. A 60M rope would require more down climbing (only about 5.0) or make 2 rappels.","protection":"About 11 or 12 bolts to chain anchors on both pitches","location":"The next route right of Midas Touch on the right side of Trojan Wall. It starts with the first pitch of Midas Touch (black bolt hangers) to the first belay ledge. The route then follows gray bolt hangers that diagonal up and right off the right side of ledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,baa9b1a5-2d32-58d9-8b31-99c6c4582459,c7883b62-2d90-5672-a8a3-856303f457ef,14a1b3db-5658-56a7-94de-33c5ad070af6,89b5b6d1-9ae9-52a8-8df9-beccb1af2452","pathTokens":["USA","New Mexico","Truth or Consequences Area","Caballo Lake","Bat Cave Area","Trojan Wall (Right of Bat Cave)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.11+"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.23455,32.93207]},"bbox":[-107.23508574617982,32.93162033981814,-107.23401425382018,32.93251966018187],"left_right_index":-1,"ext_id":"110052447","area_id":"ibW20ZrpUqiN+b7Msa8kUg=="},"content":{"description":"This is the clean 400 foot tall sector to the right side (east) of the Bat Cave. It includes 2 small caves, one above the other and potential lower angle routes just to their right and continues left to the fixed lines that access the Bat Cave"},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:13:44.102Z","updatedAt":"2024-01-15T16:47:09.095Z"}