{"_id":"6368a722e80bff5a995dd97a","area_name":"Dungeon, The","shortCode":"","climbs":[{"_id":"xdH+cRCRUUC8HHz1Sv+itw==","name":"The Yard","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37439,41.15664]},"left_right_index":999999,"mp_id":"117137113","mp_crag_id":"105866918","climb_id":"xdH+cRCRUUC8HHz1Sv+itw==","areaRef":"wLGfLFDRW9aGqDw+uYOhvw=="},"content":{"description":"Sit start the fist/hand crack. It turns into offwidth which can be avoided with ample face holds.","protection":"This has a flat rock landing with plenty of space for a pad and a spotter.","location":"On the West side of the Dungeon, this is about ten yards north of\n\nLife Without Parole\n\non the same ledge. This is the second wide crack north."},"__v":0},{"_id":"4+FgBED1Xxiv1i6dKlhBSQ==","name":"The Warden","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bob Scarpelli","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37439,41.15664]},"left_right_index":0,"mp_id":"105866955","mp_crag_id":"105866918","climb_id":"4+FgBED1Xxiv1i6dKlhBSQ==","areaRef":"wLGfLFDRW9aGqDw+uYOhvw=="},"content":{"description":"The Warden is one of the hardest crack problems in Vedauwoo. Scarpelli originally started this at the lip on his bum where his monster fists allowed him to get a nice double fist stack. If you don't have big hands, this start may not work for you. Instead you can start with a little left hand crimp on the right and inside the crack and an alright, right arm chicken wing. In either case, swing your feet up into the crack, and head for the constriction above, following the crack to the tall topout. This is burly. Since the original start is so hand size specific, in order to open this problem up for more people to try and have fun on, I added an extended start, upping the quality of the problem a little in my opinion. This start begins standing at the back of the tunnel at the obvious bomber fist. Use this fist to get up into the chimney, and then cartwheel out to the constriction at the lip, which you have to go under to get around. It's really not any harder than the original start, just a little less arbitrary of a place to start. Both versions share the same crux. This problem has very bizzarre and cool movement, and it is definitely a classic offwidth problem.","protection":"A pad or two is sufficient. When Bob first did this problem, it was before crash pads had really caught on. He said he fell many times onto his back and side before he succeeded.","location":"This is the wide thing to the left of Escape Tunnel."},"__v":0},{"_id":"YGzWvfwPU8q8pU317tkCyw==","name":"Life Without Parole","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob Scarpelli","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37439,41.15664]},"left_right_index":999999,"mp_id":"105866922","mp_crag_id":"105866918","climb_id":"YGzWvfwPU8q8pU317tkCyw==","areaRef":"wLGfLFDRW9aGqDw+uYOhvw=="},"content":{"description":"This is probably Vedauwoos most classic leavitation problem.  Start at the back of the short roof on two hand jams and kick your feet out over the wide lip.  You will find a helpful crimp along the way, but the real meat of the problem lies in the contorted leavitation needed to work your way up to the fist at the top of the offwidth slot that starts at the lip.  Strange sequence.  After you squirm into the pod above the fist crawl into the cave and then down or drop onto your pad.  This little beast is a lot of people's first leavitation problem.  Classic.","protection":"A pad is sufficient.  You can also do it without a pad and just a spotter, as you come out of this one fairly slowly.","location":"This is the crack coming out the cave on the northwest side of The Dungeon."},"__v":0},{"_id":"thvT90LIU/C5rx9HFrP20A==","name":"Iron Maiden","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Pat Goodman, Ben Scott, and Hank Jones","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37439,41.15664]},"left_right_index":999999,"mp_id":"106438414","mp_crag_id":"105866918","climb_id":"thvT90LIU/C5rx9HFrP20A==","areaRef":"wLGfLFDRW9aGqDw+uYOhvw=="},"content":{"description":"This is a very cool, overhanging seam/dihedral that you pull on like a rail.  Start on the obvious chalked up undercling under the bulge and finish on the crimp that is the terminus of the seam.  This problem would be spectacular if it continued to the top of the boulder, but as is just drop off when you hit the crimp.  The rock and movement on this problem still desrve three stars IMO.","protection":"A pad or two.","location":"At the very east end of The Dungeon, on one of the last big boulders up on the shelf.  This is the obvious, steep, dihedral feature."},"__v":0},{"_id":"YbJ4On5pWAOKpNe6He8qvQ==","name":"Escape Tunnel","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob Scarpelli","type":{"trad":true,"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37439,41.15664]},"left_right_index":999999,"mp_id":"105866943","mp_crag_id":"105866918","climb_id":"YbJ4On5pWAOKpNe6He8qvQ==","areaRef":"wLGfLFDRW9aGqDw+uYOhvw=="},"content":{"description":"This is another fat crack boulder problem.  It has two versions, one that finishes in The Dungeon and one that finishes out.  Both versions start with hands on the opposite side from where your ending.  In either case start on hands and then work through an offwidth pod in the middle of the roof.  One side finishes on tough flared hands with an easy offwidth topout and the other finishes on tough deep fists/big hands that lead to a more difficult offwidth topout.  Its only detraction is how close to the ground you are when going through the pod.","protection":"A pad or two is sufficient.  The version that exits outside The Dungeon is a bit more committing, and it has an uneven landing.","location":"This is the lowball slotty roof crack in the cave at the heart of the east end of The Dungeon."},"__v":0},{"_id":"wbO1OCGNXDe305zHeyYT/A==","name":"Digging Stone","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37439,41.15664]},"left_right_index":999999,"mp_id":"117137170","mp_crag_id":"105866918","climb_id":"wbO1OCGNXDe305zHeyYT/A==","areaRef":"wLGfLFDRW9aGqDw+uYOhvw=="},"content":{"description":"Digging Stone is a tunnel between two boulders. Start on the east end standing on a small boulder. Traverse west, then top out when possible. The climbing features a flared chimney and flared handjams.","protection":"Maybe pad and spotter. It is not that high off the deck, and no inversion is required.","location":"Go to the Dungeon. Find the \"inner\" chamber on the north end. The inner chamber has three exits to the east, which are (from North to South):\n\nThe Warden\n\n,\n\nEscape Tunnel\n\n, and this thing."},"__v":0},{"_id":"839f+ZeeVrKyuHCKOH6KTw==","name":"The Corridor","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.37439,41.15664]},"left_right_index":999999,"mp_id":"117092465","mp_crag_id":"105866918","climb_id":"839f+ZeeVrKyuHCKOH6KTw==","areaRef":"wLGfLFDRW9aGqDw+uYOhvw=="},"content":{"description":"The Corridor is a fabulous squeeze chimney traverse through the center of the Dungeon. The rock is smooth and gentle. It is great for learning, warming up, or just having fun.\n\nA climber can escape most of the route by stepping down and walking out; however, at the north end, the chimney constricts and, depending on personal girth, may require either twisting sideways or climbing higher.","protection":"Pads don't fit, neither do spotters. The ground is flat; however, it might be good to have a partner in case you get stuck at the north exit. For the last eight feet or so, the constriction at ground level is too tight for normal-sized adults.","location":"Find the southernmost entrance to the west side of the Dungeon (aka\n\nLife Without Parole\n\n). Duck into the hole. Start about one foot north of the starting handjams on\n\nLife Without Parole\n\n. Climb north. Finish on boulders just south of the Warden alcove."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,183fb1aa-8d3f-5bf1-b176-049cf356e744,c0b19f2c-50d1-5bd6-86a8-3c3eb983a1bf","pathTokens":["USA","Wyoming","Vedauwoo","Dungeon, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V0"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.12-"},{"count":1,"label":"V8"},{"count":1,"label":"V2"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"bouldering":{"total":7,"bands":{"unknown":3,"beginner":2,"intermediate":1,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.37439,41.15664]},"bbox":[-105.3749872271412,41.15619033981814,-105.3737927728588,41.15708966018186],"left_right_index":-1,"ext_id":"105866918","area_id":"wLGfLFDRW9aGqDw+uYOhvw==","polygon":{"type":"Polygon","coordinates":[[[-105.3749872271412,41.15619033981814],[-105.3737927728588,41.15619033981814],[-105.3737927728588,41.15708966018186],[-105.3749872271412,41.15708966018186],[-105.3749872271412,41.15619033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:35:21.334Z","updatedAt":"2024-01-20T01:09:22.691Z"}