{"_id":"6368a185e80bff5a9954f68f","area_name":"Hinkey Summit","shortCode":"","climbs":[{"_id":"RaMLsVmLWEuqSBqR1tFo1Q==","name":"Solid Silver (on the Hinkey Hop Crag)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"James Garrett and Patrique Maloney, 17 June 2019","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.54578,41.66886]},"left_right_index":0,"mp_id":"117236861","mp_crag_id":"119885807","climb_id":"RaMLsVmLWEuqSBqR1tFo1Q==","areaRef":"5v3cLMtPXsGwxmunTivQ9g=="},"content":{"description":"A very fun and worthwhile route in a beautiful setting. From Hinkey Summit (The Pass), this is the closest most prominent chunk of rock. The West Face is quite steep and you can't miss the obvious very prominent exciting looming arch on its (left) northern side.\n\n At a high point at the base of the crag far below and to the right of the hole of the rock arch, look for a few bolts traversing right and up the slab.\n\n At the lowest and longest point of the formation, we encountered and climbed another unknown multi pitch route which seemed meandering in nature and more run out and difficult.\n\n Pitch #1: Climb the very easy approach pitch up and right to a two-bolt belay. 3 bolts, 15m, 5.3.\n\n Pitch #2: Follow the steepening bolt line up and right. Pass a small overhang and continue trending right to a nice stance and two-bolt belay. 12 bolts, 35m, 5.6.\n\n Pitch #3: Continue following the best rock quality more or less straight up to the top of the crag and a two-bolt belay. 10 bolts, 35m, 5.6.\n\n Though the route is equipped for rappel, the walk off is the most logical and easiest descent. Despite cleaning and brushing, Helmets are highly recommended for added safety. All bolts are Stainless Steel and most are glue ins for longevity.","protection":"13-14 QDs. Some cam placements are also possible but it is well protected with glue in bolts.","location":"In Winnemucca, drive North out of town on Malarkey Avenue and follow signs about 40 miles into the Paradise Valley and Hinkey Summit. After passing a landmark named Solid Silver and the town of Paradise in the Paradise Valley, drive up the Hinkey Summit (7850 feet) switchbacks on a good unimproved road. The formation dubbed \"The Hinkey Hop\" is a short skip and a hop from the Pass. You will see a delapitated abandoned 4H Clubhouse and a useable Outhouse in pretty rough condition.Great camping at the Lye Creek campground a few miles down the other side of Hinkey Summit.Please bring your own firewood and keep this pristine place clean."},"__v":0},{"_id":"s7m8mE2rXt291ZLIOt8r5Q==","name":"Don't Call Me White","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"","type":{"sport":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-117.54578,41.66886]},"left_right_index":1,"mp_id":"117986767","mp_crag_id":"119885807","climb_id":"s7m8mE2rXt291ZLIOt8r5Q==","areaRef":"5v3cLMtPXsGwxmunTivQ9g=="},"content":{"description":"Fun and varied climbing on decent rock. Lots of trundling and cleaning has led to a pretty good route that will continue to improve with more ascents. Expect runouts on easy terrain and a more alpine feel to the bolt spacing in general. Two distinct cruxes add some spice to the climbing.\n\n P1: Start up through rotten looking rock on lots of positive holds, skirting a small overhang.  7 bolts 27m 5.9\n\n P2: Follow bolts up over bulges to the first crux on a vertical face, sequential moves on pockets and edges. 8 bolts 27m 5.10+ \n\n P3: Climb up the right side of the bolt line to avoid rotten rock, up to a fun water streak with hard patina edges. Step right to the belay. 7 bolts 27m 5.8\n\n P4: Up through more nice edges and pockets to a groove, more sequence climbing through pockets and stemming, the final crux takes you to the top of the feature for a stunning view across the neighboring valley. 6 bolts 27m 5.10+\n\n Double bolt belay/rappel stations, the route can be rapped with a 60m rope. All hardware is 3/8 x 3.5\" Power-Bolt+ and Fixe hangers.","protection":"10 quickdraws.","location":"A direct line up the largest face on Hinkey Hop Crag. Park at the top and walk down the road, this route starts to the below right of the talus field formed by the massive hole in the crag."},"__v":0},{"_id":"AFxZFo3dXPadTXMsqfn8pw==","name":"\"Route to Nowhere\"","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-117.54578,41.66886]},"left_right_index":2,"mp_id":"119718640","mp_crag_id":"119885807","climb_id":"AFxZFo3dXPadTXMsqfn8pw==","areaRef":"5v3cLMtPXsGwxmunTivQ9g=="},"content":{"description":"This route has been around for years and it's unknown who put it up. It's the furthest bolted route to the right at the crag and leads up to and past the big shallow cave in the middle of the wall. See topo photo located in the photos section. It's safe and fairly clean, but still needs some cleaning (gravel, lichen, etc) to be fully enjoyable. Helmets are highly recommended for this climb and all climbing at Hinkey Summit.P1: High first bolt but easy climbing to get to it. Cool pockets and jugs. 2 bolt/hanger belay station equipped with a quick link and rap ring. 6 bolts 18m 5.8P2 (option 1): Climb up and right towards the right side of the shallow cave. Then follow a short, very closely bolted line coming out of the right side of the cave. The first 3 bolts are 5.7ish, but the 3 bolts coming out of the cave are 5.10-. 2 bolt/hanger anchor station with a quick link and rap ring. 6 bolts 15m 5.10-P2 (option 2): After clipping the second bolt of P2 (option 1), veer left to find a set of anchors at the bottom left side of the cave. The cave is enjoyable to hang out in and makes a nice lunch spot. 2 bolt/hanger anchor station with 2 carabiners for rappelling (please leave the carabiners here or replace with something better). You can also make this into a 3 pitch route by following the directions from P2 (option 1) out of the right side of the cave. 2 bolts 7m 5.7","protection":"Bolts/hangers","location":"First bolted route to the right of \"Don't Call Me White\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,9445f336-4fc5-5f06-b386-9dcec24fd7a1,1da58441-6bc4-5f67-b611-5f5c2cc86d89,e6fddc2c-cb4f-5ec1-b0c6-6ba74e2bd0f6","pathTokens":["USA","Nevada","Western Nevada","Paradise Valley","Hinkey Summit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-117.54578,41.66886]},"bbox":[-117.54638195503286,41.668410339818145,-117.54517804496712,41.66930966018186],"left_right_index":-1,"ext_id":"119885807","area_id":"5v3cLMtPXsGwxmunTivQ9g=="},"content":{"description":"Hinkey Summit is the name of the mountain pass at the head of Paradise Valley. The closest formation to Hinkey Summit has been dubbed Hinkey Hop and has seen most of the activity, due to its close proximity to the pass road.Approach time to the base of the West Face is a mere 5 minutes. All other formations need considerably longer.Hinkey Hop can not be missed with its distinctive arch on the left (northern) side. A rough road from the pass actually reaches the top on the east side.Recommended descent for all routes if topping out is  the walk off via the backside to the East."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:11:28.592Z","updatedAt":"2022-11-25T11:19:53.628Z"}