{"_id":"63689d5ce80bff5a994f5eb8","area_name":"2. Central Wall Amphitheater","shortCode":"","climbs":[{"_id":"YGzaJX/ZU8yn//px1kMPdg==","name":"Zero Factor","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Suchoski (2021)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":13,"mp_id":"120473925","mp_crag_id":"118692567","climb_id":"YGzaJX/ZU8yn//px1kMPdg==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"This route doesn’t look like much from the ground, but as you climb higher, it becomes a thing of beauty.\n\nStart by climbing up a splitter hand crack to the first overhanging section. Clip a bolt and negotiate the somewhat crackless, and awkward section above eventually stepping out right. Pay close attention to your gear placements as like most overhanging roof cracks, rope drag can quickly become an issue. A short rest in a bomber .75 horizontal hand crack is cut short as you now are forced back into the crack to the left. Clip a janky pin and set yourself up for a big move out right off a less than locker left hand finger lock. Clip another bolt which protects the short section above to a series of decent holds to the anchor.","protection":"Cams, single set from .3” to 2”. Nuts, 1 set.\n\nTwo bolt anchor with chains under the roof.","location":"Just to the right of Death Trap about dead center of the big overhanging alcove."},"__v":0},{"_id":"DhhlKidyUriFP1PFeegjSQ==","name":"Zekes Roof","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":14,"mp_id":"118692424","mp_crag_id":"118692567","climb_id":"DhhlKidyUriFP1PFeegjSQ==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Start off a block and climb past two bolts until you get into the crack system above. Follow the somewhat blocky and scary steep crack system until you can exit the roof on its right and exit up a wildly exposed crack system to the top.  This route has some huge sketchy blocks under the roof which are hard to judge how solid they are. Regardless, tread lightly for piece of mind. With the questionable blocks and all the pidgin poop under the roof, this is not one I would recommend. Beyond that, the rest is actually pretty good.\n\nThere is a direct start following the thin crack to the bolts which goes at 5.11+","protection":"Cams to 4\"","location":"Found on the far right side of the alcove below a large obvious roof."},"__v":0},{"_id":"EOLQnJC5VOKDwaPNIiJfug==","name":"The Womb","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":10,"mp_id":"118664045","mp_crag_id":"118692567","climb_id":"EOLQnJC5VOKDwaPNIiJfug==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"There is a ravens nest inside the alcove just below the chimney which is usually occupied from March through June. If you choose to climb this route diring the times it’s occupied, the raven family will have you screaming “Nevermore” in no time!\n\nStart in the left of two cracks that converge below the chimney above. The right side crack variation goes at the same grade but has a section of loose rock with bad protection. It is the more direct start below the chimney, but not as good quality.\n\nThe left variation and much more popular way starts up a splitter finger crack and climbs into a dihedral below a big roof. Work your way up under the roof and traverse out right under it to a big sandy ledge below the chimney. Now work your way up into the squeeze chimney (one BD #6 protects the chimney) and grovel your way to the top.","protection":"Cams, 1 set .3” to 6”. Nuts, 1set.","location":"Just right of Cajones Con Lodo in a dihedral which leads to a roof. Right variation is the corner just to the right."},"__v":0},{"_id":"kZ3tb+AZXJuBGjyuleGGUQ==","name":"S'Mores","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":18,"mp_id":"118692491","mp_crag_id":"118692567","climb_id":"kZ3tb+AZXJuBGjyuleGGUQ==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Start up blocks left of Cryxius to gain a zig zagging crack which works its way up and right to a 4th class gully. Follow the steep gully to a two bolt anchor.","protection":"Cams to 3\"","location":"Located about 10ft left of Cryxius"},"__v":0},{"_id":"nMe3cswvUSC/PK/QNtDQDw==","name":"River View Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tad Hocking, Dane Scott, Fall 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":0,"mp_id":"109505853","mp_crag_id":"118692567","climb_id":"nMe3cswvUSC/PK/QNtDQDw==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Hand fist crack in a clean corner that leads to a\n\nledge with bolted anchor.","protection":"Gear to 4\", bolted anchor.","location":"Left side of the amphitheater behind large boulder."},"__v":0},{"_id":"CKlF4S7AU5SV5JkMfZDuJA==","name":"The Raven","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Suchoski (2022)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":11,"mp_id":"121907827","mp_crag_id":"118692567","climb_id":"CKlF4S7AU5SV5JkMfZDuJA==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"A thin seam soaring upward takes pause at a small roof. Contemplating options, one is forced to dig deep within negotiating a flare over the void. A bolt provides little relief as you lunge forward, taking hold of the few options provided. Upon a small precipice, move rightward stepping off into the void once again. Follow merciful cracks which jaunt the overhang leaving little to be desired. Upward moving until a challenge presents itself. Again, contemplating options, the overhang bares relentless. Barely but a hold, or foot to be had. Hiding in plane sight the Raven watches, watching desperate as you soar.  Clasping to what have you, moving upward, moving forward up to the ceilings floor.  As you move once again rightward, this time desperate almost frightening, peering the Raven watching, silently watching as you slip up to the heavens door. Rounding the corner you grasp holds galore, good and strong, big not like before. Moving ever upward, skyward to the foot of heavens door. The Raven ever watching, watching as you soar.","protection":"Cams, .3 to 2”. Nuts 1 set. 4 bolts.","location":"To the Right of The Womb."},"__v":0},{"_id":"ou3tQM3LXXSxO0SULojzBw==","name":"Petroglyph","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Suchoski, C. (2020)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":15,"mp_id":"118724547","mp_crag_id":"118692567","climb_id":"ou3tQM3LXXSxO0SULojzBw==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Start up a thin lightning bolt crack with just enough holds to allow you to hold on. Big moves and minimal options get you past the first two bolts.  Above the last bolt is a series of discontinuous cracks and edges up a shallow corner.  Clip another bolt and get yourself into an awkward dihedral which ends climbing a splitter hand crack with a surprise at the end. Two bolt anchor with chains for rappelling at the big ledge.  The climbing to the first bolt is where the route gets the PG rating as it requires pulling some mid 5.10 moves. A stick clip may be wanted for those not comfortable with making the moves to the first jug.","protection":"Cams from super thin to .75\".  Nuts, few to medium.  3 protection bots.","location":"Just to the right of Zekes Roof."},"__v":0},{"_id":"0UAlg+cFXXuEsQsw26IzIw==","name":"Pannic Attack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dow Davis, Chuck Mauck (2011)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":5,"mp_id":"118692257","mp_crag_id":"118692567","climb_id":"0UAlg+cFXXuEsQsw26IzIw==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"A great T.R. route for the aspiring 5.10 leader or fun jaunt for a 5.10 leader with plenty of gear and rests along the way.\n\nStart up a blocky series of ledges traversing in heading left. Start where the ledges end and begin climbing up a short (5ft) grey block to a sandy ledge which sits below a big bush about 15ft . Now climb up a broken area of block filled cracks trending right up the face on big jugs to a sloping ledge at the base of a splitter crack. Climb the crack which starts out as a tips crack and widens as you ascend to perfect hands.  A two bolt anchor awaits just below the lip of the cliff.\n\nThere is an alternate start to the right. Start where Kindle the Fire starts and move left along the ledge just above the first bulge which puts you at the base of the right facing crack system.","protection":"Cams to 3\"","location":"Located up a blocky face about 20ft left of \"The Bolt Highway\" which finishes on the second obvious crack to the left of The Bolt Highway face."},"__v":0},{"_id":"IuKdJuHyWkW/KINbYUhoVQ==","name":"Oxide","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":17,"mp_id":"120133287","mp_crag_id":"118692567","climb_id":"IuKdJuHyWkW/KINbYUhoVQ==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Begin by climbing a thin finger crack which widens to perfect hands. The route forces you to lean back so some good stemming technique keeps the difficulty in check. Good jams, good gear and some jugs get you through the almost overhanging top out. Scramble up a bit on the narrow ledge to the anchors.","protection":"Cams; .4” to 1.5”. Nuts; 1set.","location":"On the right side of the big obvious alcove."},"__v":0},{"_id":"FGrSyMHJU/+UstXXY3Pjpg==","name":"Lithos","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Suchoski (2022)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":7,"mp_id":"121858414","mp_crag_id":"118692567","climb_id":"FGrSyMHJU/+UstXXY3Pjpg==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Nestled in a broken, ledgy corner of jumbled stone. An unimposing juggy start leads it’s way past nefarious cracks which trickle aimlessly down the wall from a bulge split by a perfect tips crack. An exercise of flexibility in what seems like a convoluted form of yoga delivers you to the termination point. Above, a vast blankness, looming as if a cruel joke. Springing upward with dwindling faith to latch upon a sloping hold, which appears as if a fable, barely believable in its own right. Yet above, shattering what hopes still lie, a mantle of raw power, taunting at its end, a small edge below the precipice from which to gather ones tattered ego.  Delicately moving forward with cryptic elegance, again, cut short by the abstruse, a last stand by the raw power in stone. Relenting abruptly, as if to succeed in quiet reverence, an end in the lithos.","protection":"Cams, double thin to fingers. Bolts.","location":"Start just right of Kindle the Fire. The line goes up the prow left of the Bolt Highway."},"__v":0},{"_id":"d1qLnNeTVw6OtN1X2qRp4Q==","name":"Kindle the Fire","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"F.A. (T.R.) Paul Bernard","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":6,"mp_id":"118692316","mp_crag_id":"118692567","climb_id":"d1qLnNeTVw6OtN1X2qRp4Q==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Start up a blocky section just to the left of The Bolt Highway to a big ledge.  Now follow a steep finger/hand crack in a shallow corner to where the crack gets almost overhanging and widens up to a hand/fist crack.  Some jugs and pinches can be found to avoid the very short fist crack over the steep bulge to a good ledge. Now follow a beautiful perfect hand crack to the top. A two bolt anchor with chains can be found at the top for rappelling and T.R.ing.\n\nThere is a variation following the cracks which head left shortly after starting up the first section which goes at a stiff 5.7.","protection":"Cams to 3\"","location":"About 10 feet to the left of \"The Bolt Highway\""},"__v":0},{"_id":"dPxSuE5GV2WJWK1GU8H+uw==","name":"Hawaiian Tropic","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Nick Davis, Zack Davis (2012)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":1,"mp_id":"111059514","mp_crag_id":"118692567","climb_id":"dPxSuE5GV2WJWK1GU8H+uw==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"An aesthetic arête that gets steeper and steeper the higher you get. Begin by climbing up good holds on a less than vertical arête to a small ledge. After the ledge, the angle gets much steeper and goes overhanging with a mix of big jugs, to desperate pinches. Even though the first half (low 5.10) is much easier than the second, it still does not lack in aesthetic appeal and quality of climbing.","protection":"Bolts","location":"An obvious arête located on the far left side of the Alcove between the Riverview Crack and the Family Route."},"__v":0},{"_id":"jz/4NNG2WWmLEHjAlDet/A==","name":"Ferrous","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":16,"mp_id":"120129122","mp_crag_id":"118692567","climb_id":"jz/4NNG2WWmLEHjAlDet/A==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Begin by climbing a broken/blocky crack past an awkward section using good edges to maneuver your way through a thin section of crack. The smallest cams you have and medium/small nuts work best here. At a small head wall, traverse left to a short slabby section with an undercling crack and reach for the lip of an overhang. Clip a bolt that protects the exit moves and grovel your way up to the big ledge above.","protection":"Cams; 1set, .3” to .75”. Nuts; 1set.","location":"Crack system just to the right of Petroglyph."},"__v":0},{"_id":"z/R7sZoqU6uECnY7pBbMfQ==","name":"Family Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tad Hocking, Dane Scott. Fall 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":2,"mp_id":"109505878","mp_crag_id":"118692567","climb_id":"z/R7sZoqU6uECnY7pBbMfQ==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"The Family Route starts in a small corner system just left of the bolted arete of Hawaiian Tropic and just right of a small block. Climb up steep hand and finger cracks in the corner to a small ledge below the big arete overhang of Hawaiian Tropic.  Follow a short splitter off hands crack which veers out right to a big ledge about 55ft up. Now climb up the wide offwidth in the corner ahead using the splitter hand crack on the right side just outside this offwidth. The hand crack turns the second half of this route from a difficult 5.10 chicken wing offwidth, into a cruiser, well protected and enjoyable climb. This route has excellent gear the whole way and is a good route to gain some gear placement skills for the newer climber.\n\nThere is a variation to the top called Black Sheep (5.10b) which follows the flaring and often dirty finger crack up the head wall left of the offwidth chimney.","protection":"Gear to 3\", bolted anchor.","location":"Left side of amphitheater, to the right of R.V.C."},"__v":0},{"_id":"TAGIjUAVWbuBn4SQxnYD9Q==","name":"Dwindling Energy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Suchoski (12/2020)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":19,"mp_id":"120133683","mp_crag_id":"118692567","climb_id":"TAGIjUAVWbuBn4SQxnYD9Q==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Start by using pockets and small crimps through a thin section of face climbing to the first bolt (.11c). A stick clip might be wanted unless you’re particularly solid at the grade. The thin face ends at a perfect hand crack which takes excellent gear. The crack continues to widen until you find yourself armbarring (5.9) in an off width. Clip another bolt and commit to the steep, slightly overhanging (5.10a) jugs past another bolt until you get into a gully. Another steep section of perfect hands leads to the anchors. This route is well protected with both gear and bolts where the gear lacks a bit.","protection":"Cams; Single rack to 3”. Nuts; 1 set.\n\n3 protection bolts. 2 bolt anchor with chains.","location":"To the right of S’mores."},"__v":0},{"_id":"3NLW6s7lUBG09oYj2x6OzA==","name":"Dorsal Vein","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Suchoski (2020)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":4,"mp_id":"120098488","mp_crag_id":"118692567","climb_id":"3NLW6s7lUBG09oYj2x6OzA==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"An obvious crack/vein running up the center of a phallic shaped pillar which terminates just below the top at a smooth head wall which is negotiated by carefully lie backing its sensitive features. This route is characterized by perfect fingers that fit tightly in its crack with big features to wrap your hands around while ascending to its climax. *cough, cough*","protection":"Cams to 1” and 1 bolt.","location":"Up the dead center of the pillar which is right of the Family Route and below Kindle The Fire. Ironically!"},"__v":0},{"_id":"4oDzeHuTU1O0iEvdMmTO6Q==","name":"Cajones Con Lodo","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Ti Neff, Gus Compton, John Bald. (Nov. 1990)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":9,"mp_id":"113807111","mp_crag_id":"118692567","climb_id":"4oDzeHuTU1O0iEvdMmTO6Q==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Start by climbing a splitter finger and off hands crack in a shallow right facing corner which leads to a roof with a couple bolts. Power your way through the roof looking for hidden holds and into a short fist crack with lots of holds and good feet. Hands and fist jambs lead to the top.\n\nThe weird and seemingly out of place 3rd bolt located out right keeps your rope from getting sucked into the crack.\n\nTop anchors replaced by ASCA on 10-07-19","protection":"Cams to 3\". Nuts, 1 set. 3 Bolts.","location":"First crack system to the right of the Bolt Highway. There is a variation to the start which climbs a crack system just to the right of the original start. It is generally considered less enjoyable and a bit easier."},"__v":0},{"_id":"OGK94drtVQOxrBtR8XpCQQ==","name":"Death Trap","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Unknown. [Zack and Nick Davis (2012)??]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":12,"mp_id":"118692349","mp_crag_id":"118692567","climb_id":"OGK94drtVQOxrBtR8XpCQQ==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"After receiving a thorough cleaning removing tons of dirt and loose blocks, this route has become one of the best single pitch routes in Northern California. Steep overhanging cracks, great protection, exposure and climbing that is constantly changing from crack to face to awkward to grovely and back to crack again, what’s not to love.\n\nStart up the obvious corner on the left side of the large roof. Follow the crack under the roof through a few steep sections and into a powerful and thought provoking lie back section. Now climb up below the roof and exit out the roof up a steep and exposed hand crack to the top. Wild and exposed!","protection":"Cams to 3”. Doubles from .3” to .75”.\n\nTwo bolt anchor near top with chains.","location":"On the left side of an alcove below a large roof."},"__v":0},{"_id":"WtyqgRhkVJuvWi4xGKvRmA==","name":"Bolt Highway","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":8,"mp_id":"111044124","mp_crag_id":"118692567","climb_id":"WtyqgRhkVJuvWi4xGKvRmA==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"Begin by climbing a steep well protected arete to a small ledge below a steep crack. Follow the short crack up (a .3\" or .4\" cam here may be desired by some) to a horizontal crack below a bulge.  A powerful, boulderery and height dependent (reachy) lunge will get you over the bulge and deliver you to a technical, steep and very thin face past several more bolts to a desperate finish. This route is fairly sustained and many of the holds are not nearly as good as they look.\n\nTop anchors replaced with 6\" glue-ins by ASCA on 10-07-19.","protection":"10 Bolts.","location":"The obvious line of bolts up a vertical face just to the left of Cojones Con Lodo."},"__v":0},{"_id":"Ko8pZl9TWvqz3P+soV9avA==","name":"As Hard As a Really Hard Thing","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Suchoski (2020)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"left_right_index":3,"mp_id":"120098388","mp_crag_id":"118692567","climb_id":"Ko8pZl9TWvqz3P+soV9avA==","areaRef":"qyPJBWeUXo2vsVwxbX5tfg=="},"content":{"description":"A short but strikingly aesthetic arete that climbs like a boulder problem using pinches, crimps and big moves to propel yourself upward through a series of distinct and unique cruxes that are about as hard as a really hard thing.","protection":"3 bolts","location":"On the left side arete of a phallic shape pillar standing tall and erect with a distinct crack/vein up the center which terminates at a smooth head wall just below the tip. Wait, what are we talking about?"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,1a8ca51c-5dce-508c-9059-0720ba2e4f13,9bdc4a95-ede5-5966-969f-ec0669c98f37,7654c832-3777-5125-919e-0d3076742a8f,ab23c905-6794-5e8d-afb1-5c316d7e6d7e","pathTokens":["USA","California","Northeast California","Susanville Area","Pigeon Cliff","2. Central Wall Amphitheater"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.9"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.10b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":17,"bands":{"unknown":0,"beginner":1,"intermediate":10,"advanced":6,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":10,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.67372,40.42095]},"bbox":[-120.67431064682705,40.42050033981813,-120.67312935317295,40.42139966018186],"left_right_index":-1,"ext_id":"118692567","area_id":"qyPJBWeUXo2vsVwxbX5tfg==","polygon":{"type":"Polygon","coordinates":[[[-120.67431064682705,40.42050033981813],[-120.67312935317295,40.42050033981813],[-120.67312935317295,40.42139966018186],[-120.67431064682705,40.42139966018186],[-120.67431064682705,40.42050033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:55:25.879Z","updatedAt":"2024-01-20T00:59:18.146Z"}