{"_id":"63689de0e80bff5a994f9645","area_name":"Scorpio Dome","shortCode":"","climbs":[{"_id":"0UGkVKV2XIWieKGDQZbwkQ==","name":"Unknown 5.8","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"N/A","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":999999,"mp_id":"112295257","mp_crag_id":"106184043","climb_id":"0UGkVKV2XIWieKGDQZbwkQ==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"This is another overlooked climb at Scorpio Dome, but it is still an enjoyable warm-up. Almost all the moves are laybacking up, but a few face moves are available. The rock is rough, and the crack dirty and awkward in angle. The crux is near the top where the crack rounds, and it is hard to pull with smeared feet. The start has a crux trying to get through the dang bush, and the rock is pretty rotten.  Near the summit, the rock quality goes way down, and it is hollow or super sharp.","protection":"Bring the following Camalots: 1 #6, 3 #4s, 2 #3s, and 2 #2s. A #0.5 or 0.75 will protect the last little bit if you choose to go to the summit. There two double ring anchors on the face just below the summit.","location":"As you walk from the road about 255', this climb is the first one you will see on the wall. It is right above the fire pit, and the start is on top of the big block. You can use the anchors, and rappel off, or you can choose to walk off.  There is one bolt at the summit, but there is poor protection.  The walk off has some class 4 moves down, on rotten rock. It looks solid, but is very hollow and weak.\n\nIf you want to set up a top rope, one can lower off the bolt at the summit, to gain the anchors."},"__v":0},{"_id":"lqlzfyriXgGq4ZhMbHpn2w==","name":"Unknown 5.10c","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"N/A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":999999,"mp_id":"112295038","mp_crag_id":"106184043","climb_id":"lqlzfyriXgGq4ZhMbHpn2w==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"This is a seldom climbed route, overshadowed by\n\nScorpio Crack\n\nand the other climbs on the south face. For the first 40 feet, the climbing is about 5.8. Work your way up the crack karate style, trying to get around the tree (first crux). As the crack starts to thin out and go bye bye, the climbs jumps to 5.10c. Where the crack runs out and you pucker up, there are two old rusty pins to help protect the crux traverse to the roof.\n\n* New anchors should be installed.***","protection":"A standard rack is fine with a few extra micro cams or nuts for the crux. There are two fixed pins on the traverse.","location":"This climb is located on the north face of the dome. From the road, walk about 255' from the road to reach an open area right below the face. There is a small firepit. Go left, and work your way through the brush and trees passing two other small cracks to reach the base of the crack. There is an obvious tree growing out of the crack about 20 feet up."},"__v":0},{"_id":"qaXtfkVWXs2M1VgA+4w8TQ==","name":"The Sting","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bob Robertson","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":4,"mp_id":"112296530","mp_crag_id":"106184043","climb_id":"qaXtfkVWXs2M1VgA+4w8TQ==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"This line looks easy, but it isn't. There are 6 bolts (old ones) that go directly up the slab directly under\n\nScorpio Crack\n\n. Follow the bolt line right up to the big flakes, then belay at the big ledge of\n\nScorpio Crack\n\n. Be mindful of loose rock, especially on the ledge. The crux is on the upper section around the 5th bolt.","protection":"Bring 6 quickdraws and a few cams or nuts for the flakes. Also bring a long cord to help extend the anchor.","location":"Follow the gully to\n\nScorpio Crack\n\n, but then keep going. Don't be to quick to head straight down, but work through the boulders to the base of the climb. Look for\n\nLazy Crack\n\non the gentle slab. To the right about 15 feet up, you can see the first bolt. Be ready for some slab friction climbing!"},"__v":0},{"_id":"7a6PvcUQWMutX071JTzSxw==","name":"Scorpion Jr.","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"N/A","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":1,"mp_id":"112296422","mp_crag_id":"106184043","climb_id":"7a6PvcUQWMutX071JTzSxw==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"This crack is to the right of\n\nScorpio Crack\n\n. It is the small, right-leaning hand crack that moves up through broken terrain. Head up the short hand crack for about 40 feet. Then work through a series of broken blocks to the summit. Loose rock is an issue, and given the sharp nature of the rock, be mindful of rope drag.","protection":"Stand rack. Larger-sized cams like #3 Camalots will protect the last part best.  There are no actual anchors, but you could build one off the two eye bolts.","location":"From the road, break off and head toward the north face of Scorpio Dome. From the firepit, go right down the gully/\"trail\" working through the trees for about 100 yards. Look for an opening to the left and a dead tree leaning against the rock. Go under the tree, and work to the large block. Crawl under the block onto the ledge.\n\nScorpio Crack\n\nis in the middle and about 15 feet to the right is Scorpion Jr."},"__v":0},{"_id":"pcfWpcciUv+is6ahyo431g==","name":"Scorpio Crack","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Bob Robertson and Harvey Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":0,"mp_id":"106184048","mp_crag_id":"106184043","climb_id":"pcfWpcciUv+is6ahyo431g==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"Scorpio Crack is a good crack climb for the area. It is worth the drive to be in a beautiful valley. The climb goes from fingers to big hands. There are nice double anchors at the top.","protection":"From a yellow Alien all the way up to a new #4 Camalot and 2-3 #2 Camalots for the mid-section.","location":"This route is on the south side of Scorpio Dome. You can skirt in from the west side to do this pitch or climb\n\nThe Sting\n\nto make it a 2 pitch climb."},"__v":0},{"_id":"+fGEZygmW4yBOlW37ZYSwg==","name":"Orion","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":7,"mp_id":"106186866","mp_crag_id":"106184043","climb_id":"+fGEZygmW4yBOlW37ZYSwg==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"This route is on the south side of Scorpio Dome.  It offers a little bit of everything.  Start with some smearing to get off the ground.  Hands and offwidth make up the bulk of the climb finishing with a thin finger crack and smear to the anchors.  If you like offwidth, you'll love this climb.  If you're new to offwidth technique, this route will definitely be a challenge.  There's plenty of arm-barring and hand stacking in the chimney.  A #4 Camalot on a runner makes for perfect pro in the chimney since it tapers down in the back.","protection":"Rack up to a #4 Camalot.  You could probably use two in the chimney if you want to be well protected during the offwidth. There are 2 bolts at the top.  You may want to bring a little extra webbing to beef them up. Since this route is around 130', you'll need 2 ropes to get down.  A 70m rope MAY just barely get you down, but I'm not sure.  A 60m DEFINITELY WILL NOT. You can see a fixed stopper about 35' off the deck where someone tried to rappel on a single 60m and then had to do a second rap....","location":""},"__v":0},{"_id":"AnhEoGQkXYC9YTPKdA1vHQ==","name":"Lazy Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"N/A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":3,"mp_id":"112296676","mp_crag_id":"106184043","climb_id":"AnhEoGQkXYC9YTPKdA1vHQ==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"Lazy Crack is a very enjoyable crack that is a little dirty. It is one of the easiest climbs at Scorpio Dome; however, it is worth doing if you are in the area.\n\nFrom the base of the slab, climb up the main crack. Once this crack stops, work over in the much larger left crack.","protection":"Rack up to 4\". A few extra #2 & #3 Camalots help protect the mid-section. There are no fixed anchors. Belay from the Scorpio Crack ledge.","location":"This is the leftmost crack at the base of Scorpio Dome. From the road, walk to the base of the North Face. Go right and work your way down the gully, being careful to not go left down the valley too soon. Work through some boulders, and look for the giant water streaks. The slab is very mellow at the start."},"__v":0},{"_id":"CeSpKcZkXxGM2lN4F1O0DQ==","name":"Herman's Head","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"N/A","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":999999,"mp_id":"112315475","mp_crag_id":"106184043","climb_id":"CeSpKcZkXxGM2lN4F1O0DQ==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"I am not sure of the original name. I called this Herman's Head, because the block reminded me of Herman Munster. If you know the FA info and original name, please let me know. I could not find this in Hubbel's book.\n\nThis is the same crack as\n\nScorpio Crack\n\nbut on the north side of the block.  The rock is really rotten, but it is still a fun offwidth climb. As you go up, the rock becomes more rotten, and the crack wider. The crux is about 15 feet up, where the crack widen's beyond fist.\n\nWith more traffic, this could be a pretty good climb.","protection":"Big cams, up to 7\"!!!  There are two ring bolt anchors at the top.","location":"This route is on the north side of the crag. From the road, walk about 255' to a firepit, then go to your right down to the gully. Look for a slight path through the brush to the broken rock at the base of the climb.\n\nYou can either rappel off the anchors, or rappel from the two eye bolts on the east face."},"__v":0},{"_id":"hz4G+ZJFUcyXVKk9cE0NCQ==","name":"Harvey's Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"N/A","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":5,"mp_id":"112300743","mp_crag_id":"106184043","climb_id":"hz4G+ZJFUcyXVKk9cE0NCQ==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"Harvey's Crack is the longest route on Scorpio Dome. The other big line is Carter Route. Both climbs are airy and committing.\n\nHarvey's Crack is the first climb to the left on the main wall. It is the first big crack that draws your head to the sky, and you just get excited seeing the wall of sharp granite above you.\n\nThe base of the climb is in a gully and will most likely be shaded most of the day.\n\nP1. Fight your way up the big offwidth for about 25 or 30 feet to the fist-size crack. Keep climbing for another 100 feet. Build a nice hanging belay. Up to this point, the climbing should be around 5.8. You should be close to the same height as the Orion anchors to your right, 130'.\n\nP2. Continue working up the crack, now around 5.9, until you get to small ledge. Set up another hanging belay, 90 feet.\n\nP3. Now the climbing get's hard. Work your way up the crack and then left towards a big looking boulder. Belay at the base of the boulder, 90 feet, 5.9+\n\nP4. Climb up the crack to the summit of the boulder and belay, 40 or 50 feet, 5.10.\n\nP5. Finish climbing up to the top of the dome in 5.8 terrain. This is a super long pitch, be mindful of the rope. Belay at the summit.","protection":"Gear up to 7\". It's offwidth in several sections, so extra #4 and #5 Camalots come in handy.","location":"This climb is about 100 yards to the right of\n\nThe Sting\n\n. It is the first major crack on the main South Face. Walk down into the gully looking for the crack that leads to the summit.\n\nFrom the summit, scramble down the ridge to the left, and go down the north face.  It might be wise to stay tied in until you are well clear of major exposure."},"__v":0},{"_id":"WW885pryX5W5lnTtPzOFZA==","name":"Good 2 Go","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Alex Hesler","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":999999,"mp_id":"114574763","mp_crag_id":"106184043","climb_id":"WW885pryX5W5lnTtPzOFZA==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"Good 2 Go is an amazing, moderate highball on excellent quality granite. Begin in the horizontal crack in the middle of the wall. Work up through an awkward sidepull to jugs and techy slab up high to finish.","protection":"One large pad, maybe two. I needed a spotter to fire it, but that's me....","location":"On the road to Scorpio, it is just past the section of exposed rock that is definitely 4WD. You will notice the granite is much finer grained here. Head right just downhill, and you'll notice a decent-sized boulder with some vertical cracks and choss down low facing the road. Walk around to the main face of this, it is the line directly above the perfect, pine needle landing."},"__v":0},{"_id":"KHn8uTn5VzSYhZVwYS5JQw==","name":"Carter Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"N/A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":8,"mp_id":"112305689","mp_crag_id":"106184043","climb_id":"KHn8uTn5VzSYhZVwYS5JQw==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"This is the other really long route at Scorpio Dome. It is to the right of\n\nOrion\n\ncrack and looks intimidating. This crack is much wider and more sustained than\n\nHarvey's Crack\n\n.\n\nP1. From the base of the crack, take the leftmost crack up to the right at an okay ledge near the top of a block where the crack funnels into one main crack. It is around 100 feet up, 5.9.\n\nP2. Continue up the main crack to a hanging belay. This is around 100 to 120 feet long, 5.9+.\n\nP3. This is the crux pitch at 10a. There is a slight bulge in the crack. At the top is a good belay stance, 80 to 90 feet.\n\nP4. Continue climbing up for about 85 feet reaching a small alcove just shy of the sub-summit. This is a good spot to belay and not lose communication. The rock quality is okay, 5.9+.\n\nP5. This is a tricky pitch. From the alcove, climb up the crack to a small sub-summit about 30 feet up. Then climb up the face to the actual summit. Protection is hard to find.\n\nGo down the north face scramble. *It would be wise to stay tied in, until everyone is safe.","protection":"This climb takes a lot of big cams. Bring triples of #3, #4, and #5 Camalots, then doubles from #0.5 to #2 cams, and some stoppers.","location":"This route is to the right of\n\nOrion\n\nand is the major crack that goes all the way to the summit. Follow the same path as you would to get to the other climbs. There are no anchors at the summit. From the summit, scramble down the north face descent route."},"__v":0},{"_id":"HGAVQ/qIVuuevY2xlYzuiQ==","name":"Bucktooth Arete","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Jeff Roach","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":999999,"mp_id":"114574972","mp_crag_id":"106184043","climb_id":"HGAVQ/qIVuuevY2xlYzuiQ==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"Stand start at a quartz jug (the bucktooth) and crumbly feet. Climb through thin holds up and left finishing just right of\n\nGood 2 Go\n\n. This has balanced and powerful climbing.","protection":"Pads and a spotter.","location":"It is about 5' right of\n\nGood 2 Go\n\n."},"__v":0},{"_id":"JwrgzqkNXtOGcDSd4HHQ4Q==","name":"Arcturus","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Kerry Gunter (?)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":2,"mp_id":"112300556","mp_crag_id":"106184043","climb_id":"JwrgzqkNXtOGcDSd4HHQ4Q==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"Located about 40 feet right of\n\nScorpio Crack\n\nis this thin crack with an orange streak. However, this climb is hidden from the Scorpio ledge. It is best viewed from the base area near\n\nHarvey's Crack\n\n.\n\nThe crack works its way up a right-facing corner and then traverse left under a roof. The first 70 to 80 feet are the most difficult, working your way up the fingertip crack (the face climb to the crack is scary). Once at the roof, work your way left on easier terrain. Be mindful of loose rock and gravel, as your belayer will feel it!","protection":"This crack takes lots of small gear for the first part and then anything up to 3\". There are no fixed anchors at the top.","location":"There are two ways to gain the crack.\n\nThe recommended way is to gain the Scorpio ledge, and then work your way right and do a tricky downclimb to the small ledge below the crack. There are two small boulders that block the path, and the combination of the loose gravel and 160 feet of slab below make it exciting. *It might be wise to go on belay to do this.\n\nAnother variation is to go all the way to the base area, and then work your way up broken rock to the ledge. This would add an extra pitch to the climb though.\n\nTo get down, downclimb the steep gully on the north face."},"__v":0},{"_id":"64DutBZcVjK7w0r5vFWVow==","name":"Andromeda Strain","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"N/A","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"left_right_index":6,"mp_id":"112305718","mp_crag_id":"106184043","climb_id":"64DutBZcVjK7w0r5vFWVow==","areaRef":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":"If you like hard slab climbs in the South Platte, this is for you! Hard, bold, from the ground up ethics is the name of the game here! Just remember: slab skills or hospital bills!\n\nThis climb shares the offwidth start to\n\nHarvey's Crack\n\n. Work your way up the offwidth for about 20 to 30 feet until you can step out onto a small \"ledge\" on the face.\n\nP1. Traverse right working your way to the first bolt, around 5.10, and then go up to the anchors. You will see the anchors for\n\nOrion\n\njust below the first set of anchors for this climb. This pitch is rated at 5.10d and is around 160 feet long.\n\nFrom the anchors, bring up your second, and contemplate your fate!\n\nP2. Work your way up the blank slab for six bolts to another set of anchors just below the big looking \"flakes\" in the middle of the wall, 5.11c.\n\nRap down both sets of anchors.","protection":"There are 5 bolts plus anchors on the first pitch, and there are 6 bolts plus anchors on the second pitch. For pitch one, you will need gear for the crack up to 7\".","location":"Start\n\nHarvey's Crack\n\n, then traverse on to the blank looking slab following the bolt line. You will need two ropes to rap each pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,114871ed-9e22-5562-a24c-e2e9d3ff7f52,a98dfa17-5739-5817-b354-a406c6bb47b1","pathTokens":["USA","Colorado","South Platte","Rampart Range Road","Scorpio Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":1,"label":"V2"},{"count":1,"label":"V5"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"bouldering":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":3,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":6,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-104.97206,39.09277]},"bbox":[-104.97263936493692,39.092320339818144,-104.97148063506309,39.09321966018186],"left_right_index":-1,"ext_id":"106184043","area_id":"qY36F1c5WBezVKQGxrtHsQ=="},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:56:12.506Z","updatedAt":"2024-01-15T16:43:06.050Z"}