{"_id":"63689d20e80bff5a994f2365","area_name":"Dodger, The","shortCode":"","climbs":[{"_id":"kMqZ2KCaXZSzFGedpK/80A==","name":"South Face, The Dodger","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"R. Hardwick, G. Parker, P. Gleason, 1972.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79202,34.81777]},"left_right_index":0,"mp_id":"111659682","mp_crag_id":"111659676","climb_id":"kMqZ2KCaXZSzFGedpK/80A==","areaRef":"SxlVPeQgXVauK4a02DeqfA=="},"content":{"description":"A great, old-school outing with clean climbing and good rock, but you had better like wide climbing. This was one of the best old-school lines I've yet done in Sedona, but seems to go surprisingly neglected. With an easy approach, two quality pitches, some crazy positions, and a great summit, it deserves more attention.  \n\n  Although south-facing, this is mostly shaded since it's tucked right up against the South Mesa. It is fully shaded in the afternoon.  \n\n  Pitch 1--Belay for the first pitch in the comfortable notch between the tower and the South Mesa. Start up splitter fingers in a slight flare, which widen quickly to good, steep hands for a ways, with a couple big reaches past wider pods. The hero hands end beneath a 15' OW, smooth-walled and in a flare. Burl up this with arm-bars, heel-toeing, and whatever else works...this is another good example of just how hard 5.9 from the 70's can be! Take care with some loose debris in the back of the OW. At the top of the OW, burrow horizontally through a wild hole into the middle of the tower for the \"room\" belay. Belay off of hand/finger gear. (5.9++, 80') \n\n  Pitch 2--Tiptoe toward the light (north, toward the Middle Mesa and the Mace) out a sloping ledge to the outermost edge of the imposing chimney above. Take care not to trundle yourself off the ledge into the bottomless chimney below! Breath deep and start wriggling up the incredible chimney above, which maintains a fairly constant width for the whole pitch, and offers micro-features for the lower 1/2 and some larger pockets and edges up high. The guidebook says this is runout for the first 30', but I didn't see any cracks anywhere in the chimney, and only found one marginal TCU about 2/3 of the way up. It's secure chimney work, but approach this pitch as essentially a solo. Belay off of slung shrubs and a small juniper on the summit. (5.8 R/X, 100')","protection":"(1X).4-.75 (2X) 1,2 (1X) 3,6 C4 Camalots, slings. 1 70m rope. Bring another #2 if you want to sew it up, and another #6 if you really don't like bumping cams up OWs.","location":"The summit anchor is about 20' below the actual summit, above the south face. It is two 3/8\" Bandito bolts that are decent, but a new bolt would be nice. We swapped out the crusty tat with some rope. Chains would be a great addition!  \n\n  We rapped with two ropes to the ground in about 150', as we were unsure of the setup. However, there is another anchor (two newer vintage bolts with tat) about 40' below the summit anchor and under a big bulge. I think you could swing into this anchor, and then get to the ground with single 70m rope (60m might work too?). Bring extra tat or chains."},"__v":0},{"_id":"3S3dz6lFW6CKonPKNltnCw==","name":"Palmistry","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA: Unknown, FFA: Bloom/Ludwig, 2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79202,34.81777]},"left_right_index":1,"mp_id":"117666188","mp_crag_id":"111659676","climb_id":"3S3dz6lFW6CKonPKNltnCw==","areaRef":"SxlVPeQgXVauK4a02DeqfA=="},"content":{"description":"Thin, technical right-facing dihedral.","protection":"1 fixed pin, Gear to 3\". Extra .75\" - 1.5\". Loweballes essential.","location":"Visible from the Mace, located on a detached tower at the North side of South Mesa, just right of \"The Dodger\". Look for a drilled baby angle at the start."},"__v":0},{"_id":"IiZiK34XVdy7mx+gcwaEAw==","name":"Enter the Vortex","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"P. Kingsbury, S. Davis and assistance on P1 with J. Snyder","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.79202,34.81777]},"left_right_index":2,"mp_id":"112302089","mp_crag_id":"111659676","climb_id":"IiZiK34XVdy7mx+gcwaEAw==","areaRef":"SxlVPeQgXVauK4a02DeqfA=="},"content":{"description":"P1: Bouldery moves above two .75's in a sandbox lead to a single high bolt and more face moves to a bomber handjam and good gear (5.10+R).  Above the hand jam the system leads to a bulge in a corner going from tight hands to offwidth and finally the belay (2 bolts). (5.11 R) 90' \n\n  P2: Run out chimney (5.8) and offwidth with a single 6 and green tube lead to a bolt (double length runner) at about 60 feet above the belay. This bolt marks where you must traverse out and around the corner to a blind bolt (shoulder length runner), and and into the tips to finger splitter above (11+/.12- or so).  2 bolt belay at a stance.  (Don't clip the second bolt in the chimney, unless you are aiding it) (.11+/.12-R) 90' \n\n  P3: Follow steep splitter tight hands up to fists for about 40 feet, which leads to a stance and where the blue collar offwidth begins.  Follow the wide, steep system for about 60 feet (5.11) to where it backs off at a another traverse and leads to the top. (5.11+) 110', gear anchor \n\n  Rap the dodger original route. (A single 2x 60 meter rap)","protection":"3 lead bolts \n\n  Singles from purple C3 to .5   Triples .75 to 4   Double #5's   Single 6 (maybe 2?), (optional) green big bro   Sizes in new Camalots \n\n  Extra slings and maybe double ropes to reduce rope drag.","location":"This is the major system on the north side of the Dodger, but cuts out to the left system half way up. (Analog of the original route) \n\n  Rap the original route"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,19dfb197-abbe-5b60-abc0-83f875a4e73b,451d3dd1-204c-5e56-b81a-a57f64dc868d,d25e7f96-44b0-5172-bfd9-be959cd63604,b1acb4ad-0b83-54c3-ba05-a25e7984782b,4b19553d-e420-5d56-ae2b-86b4d837aa7c","pathTokens":["USA","Arizona","Northern Arizona","Sedona Area","Sedona","Cathedral Rock Area","South Mesa","Dodger, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.12-"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.79202,34.81777]},"bbox":[-111.79256771672006,34.817320339818146,-111.79147228327993,34.818219660181875],"left_right_index":-1,"ext_id":"111659676","area_id":"SxlVPeQgXVauK4a02DeqfA=="},"content":{"description":"An aesthetic tower discreetly tucked against the north wall of South Mesa. The original route provides a classic, old-school Sedona outing with some unique features and good stone."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:48.064Z","updatedAt":"2022-11-25T11:09:39.115Z"}