{"_id":"6368a214e80bff5a9955d8ad","area_name":"Tortilla Flats","shortCode":"","climbs":[{"_id":"9a3NfjNBUOW7xYd8eBXcYA==","name":"Vintage Wine","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":15,"mp_id":"113213070","mp_crag_id":"106115588","climb_id":"9a3NfjNBUOW7xYd8eBXcYA==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is climb #18 in the LAM on-line guide,. \n\n  To Climber's right of Lichen Delight, and a small roof near the bottom, and left of Five Feet and Wine, it heads up, then goes a bit left to get into a crack. Follow that crack up and bit right to pop out a small notch at the top onto a nice flat ledge.","protection":"I have not Trad led this route. Set a gear anchor on top or use the two-bolt anchor.","location":"Climber's right of Lichen Delight, and a small roof near the bottom, and climber's left of Five Feet and Wine. It's an obvious crack up a bit to follow to the top."},"__v":0},{"_id":"09+vZDZGWv62p8i+4s5Eug==","name":"Steak Fajita","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":1,"mp_id":"106115742","mp_crag_id":"106115588","climb_id":"09+vZDZGWv62p8i+4s5Eug==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"The beta photo shows three lines on this slab. This one is a bit more meaty (ergo the name, \"Steak Fajita\") than it's smaller brother to the left, \"Shrimp Fajita\". \n\n  The left, green, line appears to be the same route as #3 in Beverly's (2006) Jemez Rock guide, rated at 5.9-.  Also it is described as route #3 in the online guide, rated as a \"5.9 Face/Friction\" line. \n\n  It's not clear if the 5.7 crack immediately to the right is on or off route.  If the crack is off, then this was most likely intended to be a toproped climb, due to the absence of bolts, because part of the bottom one-third of the face probably clocks in at well over 5.10 (imagine slick smearing on smooth, patinated, shallow ripples of basalt) with no pro and high groundfall potential.  Even if the crack is on, the upper one-third of this face route diverges from the crack and would be sketchy to lead on gear, although it's more like 5.8 at the top.  Overall it feels kind of contrived (as I understand the line).  Any FA information as to the original intent of this line? \n\n  The middle, yellow, line is probably the same route as #4 in Beverly's (2006) Jemez Rock guide, but that guide appears to have the topo slightly wrong (too far to the right).  This crack is also apparently noted on the online guide's hand-drawn topo, but it is not identified as a climb in that guide. \n\n  This grassy/dirty crack starts thin and angles up left; at which point it then widens to hands and continues up to the right across the slab face.  The top of the crack keeps angling to the right until it forms basically a horizontal ledge, from which you must continue either up the face on the left or back to a short crack system. Rated at 5.7 if you stay in the crack. \n\n  The right, red, line is rated 5.8+, but mainly for the bottom part staying on the corner. There's a bit more grippy 5.8'ish climbing about 2/3 of the way up. After that, angle left to the anchor.","protection":"TR, or can use standard cams and nuts in the crack. \n\n  Set a gear anchor on top or use the two-bolt anchor","location":"What was formerly called Tortilla Slab Left ascends the left half of the Steak Fajita Slab, located near the northernmost (leftmost) end of the cliff. \n\n  What was formerly called Tortilla Slab Crack splits the Steak Fajita Slab. \n\n  A formerly undocumented line to the right of the crack has sloping problem to get over near the bottom, then climbing more like the left side, but with bigger, better holds to the top."},"__v":0},{"_id":"PZpVc7fSVHStmhlpOs6zoQ==","name":"Smorgasbord","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":5,"mp_id":"112859630","mp_crag_id":"106115588","climb_id":"PZpVc7fSVHStmhlpOs6zoQ==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route #7/#8/#9 in the online LAM guide.\n\n  Climb back in the corner, and as the online guide says, \"Wander around until you find a line you like.\", and continue up to the anchor. \n\n  The online guide shows this in the 5.7 - 5.9 range, depending on the route you pick.","protection":"Have not Trad climbed this route. \n\n  Set a gear anchor on top or use the two-bolt anchor.","location":"Around the corner from Hot Salsa Direct, back in the left corner of the next section of Tortilla Flats."},"__v":0},{"_id":"Oh4eMCHiWY6Kz7SqySsrAA==","name":"Shrimp Fajita","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":0,"mp_id":"106115725","mp_crag_id":"106115588","climb_id":"Oh4eMCHiWY6Kz7SqySsrAA==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"A fine, short face climb, good for beginner TR's or even a starter trad leader.  Wander up the lefthand half of the easy slab face, using pockets, horizontal seams, and little ledges that are all reminiscent of Princess Buttercup. \n\n  The on-line guide's topo shows this line as a \"5.6 friction\" route. Beverly (2006:204) notes this climb as #2, one of a \"pair of friction slab climbs.\" Neither source provides a photo of the route.  \n\n  This face includes the route that was called, \"Unnamed Right Face\" and rated a bomb. You can still go up that side of the slab, but it's more fun if you stay a little further left than was shown and angle back left to the bolted anchor at the top. I will delete \"Unnamed Right Face\" as a route of its own. For historical purposes, here was the description of \"Unnamed Right Face\": \n\n  Compared to the Left face of this beginner slab, this is a less enjoyable climb on the right side of the slab. Infrequent gear-placement opportunities with awkward stances, possibly loose holds, devious move sequences partially dictated by the need to avoid a fat cactus at mid-route, and the possibility of a ledge fall, all add up to make this a less-than-stellar lead. Probably OK for a beginner TR, though.  \n\n  The on-line guide's topo shows this line as a \"5.6 friction\" route. Beverly (2006:204) notes this climb as #2, one of a \"pair of friction slab climbs.\" Neither source provides a photo of the route. And, this isn't really so much of a strict friction climb, as it is a face climb with a few frictiony feet. But, any friction is uncommon around White Rock.","protection":"Actually decent placements are available for leading this unbolted face.  Use small nuts (sometimes in opposition) in the horizontal seams.  Placements are sometimes kind of fiddly to get in, but good stances allow fiddling-around time. \n\n  Set a gear anchor on top or use the two-bolt anchor. \n\n  For historical purposes, here was the Protection of the formerly separately documented \"Unnamed Right Face\": \n\n  Unlike the Left face this route doesn't provide many good gear placements OR decent stances from which to fiddle around. Small stuff, mainly: I managed to wiggle in three tiny cams (two Zero's and a blue TCU) and a wobbly pink tri-cam. Gear or slung boulders will work at the top (or even sling trees for a TR anchor).","location":"One of the the northernmost (leftmost) climbs at the cliff, on the easy slab face to the left of the Tortilla Slab. This line ascends the left half of the face.    Although the online guide's topo implies that one could toprope both the right and left climbs from a single toprope anchor in the center of the face, that would result in your rope draping over a nice fat cliff-dwelling cactus, with spiny results. Probably better to TR the L and R faces separately. \n\n  For historical purposes, here was the location of the formerly separately documented \"Unnamed Right Face\": \n\n  One of the the northernmost (leftmost) climbs at the cliff, on the easy slab face to the left of the Tortilla Slab. This line ascends on the right side of the fat little cactus in the middle of the face.  \n\n  Although the online guide's topo implies that one could toprope both the right and left climbs from a single toprope anchor in the center of the face, that would result in your rope draping over the cliff-dwelling cactus, with spiny results. Probably better to TR the L and R faces separately."},"__v":0},{"_id":"qhnrKo1wUyy7++9oqPCeMA==","name":"Not My Lichen","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":13,"mp_id":"106115647","mp_crag_id":"106115588","climb_id":"qhnrKo1wUyy7++9oqPCeMA==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is climb #16 in the LAM on-line guide, although it appears there is a typo or some confusion in that guide.  To wit: in the description of climb #15 (My Lichen, which is the face just to the left), a 5.7 crack is mentioned, which has to be the same crack as climb #16 (Not My Lichen).  However, the guide rates #16 at 5.9, which appears to be an incorrect rating, probably just a typo. \n\n  A nice easy crack in the back of a dihedral on the Lichen Wall.  A great beginner trad lead, and maybe a little soft for a White Rock 5.7. ","protection":"Eats up a rack of cams to #4 camalot.  It will take bigger cams too if you have them, but it's possible to climb this comfortably with a rack to 2\". Set a gear anchor on top or use the two-bolt anchor.","location":"One of the first faces you encounter as you walk north from the Class 2 downclimb.  Watch the dead cholla near the base if you're throwing down a toprope."},"__v":0},{"_id":"terMqObYWWqpdVTxjD67XA==","name":"My Lichen","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":12,"mp_id":"112859753","mp_crag_id":"106115588","climb_id":"terMqObYWWqpdVTxjD67XA==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is climb #15 in the LAM on-line guide. Start up the 5.7 crack that is climb #16 (Not My Lichen).  About 1/3 of the way up, move left onto the face, over the small roofish feature, and continue up and right back towards the crack and the anchor.","protection":"Placements on this route are thin & crummy on the easy part and non-existent below and through the crux. From below placements look marginal, and an inspection on the sharp end verifies this.Two bolts at the top or build a gear anchor.","location":"Same start as Not My Lichen, but gets out on the left face for more difficult climbing."},"__v":0},{"_id":"p5FlIErDUgCm6a7KCEejPA==","name":"Mejilla Izquierda","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":11,"mp_id":"112859715","mp_crag_id":"106115588","climb_id":"p5FlIErDUgCm6a7KCEejPA==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route to the right of #14 and unnumbered in the online LAM guide. Since #14 was called, \"Unnamed, left of the nose\", and this one is right of the nose, well, right of the nose is the Left Cheek, which is Spanish is Mejilla Izquierda. \n\n  Start in the slabby area to the right of the nose. Work your way up through the more blocky area on the nose's right side, then straight up to the anchor. Watch the abundant loose rock from the nose up.","protection":"Use a standard rack to 3\".\n\n Set a gear anchor on top or use the two-bolt anchor.  If using the bolts for a toprope setup, a piece to redirect the rope out of the crack will help with friction.","location":"Easily identified by the prominent flat-bottomed nose/arete, just to this route's [climber's] left."},"__v":0},{"_id":"4cYtznivWGWJkBon7wl7vA==","name":"Mejilla Derecha","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":10,"mp_id":"106115672","mp_crag_id":"106115588","climb_id":"4cYtznivWGWJkBon7wl7vA==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route #14 in the online LAM guide. It was called, \"Unnamed, left of the nose\". Well, left of the nose is the Right Cheek, which is Spanish is Mejilla Derecha. \n\n  Start in the blocky crack system in a shallow right facing corner and work up to a stance where it changes to a left facing corner.  Watch the abundant loose rock at this stance.  A hand crack continues up the intersection between the face on the left and the arete/nose on the right.  Follow the crack on up as it narrows to fingers, to the top of the pillar at the top of the arete, where there is a shaky block (with loose gravel) and poor protection.  From the top of the pillar, head up the face to the left on easier ground, but with poor protection.   An OK lead, but loose and not terribly interesting.","protection":"Standard cams and nuts. \n\n  Set a gear anchor on top or use the two-bolt anchor.","location":"Easily identified by the prominent flat-bottomed nose/arete, just to this route's [climber's] right."},"__v":0},{"_id":"wA7g2icNUs6wrAF03iX+tQ==","name":"Lichen Delight","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":14,"mp_id":"113213039","mp_crag_id":"106115588","climb_id":"wA7g2icNUs6wrAF03iX+tQ==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is climb #17 in the LAM on-line guide,.   \n\n  Starts in a crack just to climber's right of the Not My Lichen crack. The crack goes up and left and onto the face on the left of the arete. This face is out to the right of the Not My Lichen crack.","protection":"I have not Trad Led this route. Set a gear anchor on top or use the two-bolt anchor.","location":"Climber's right of Not My Lichen and Climber's left of Vintage Wine."},"__v":0},{"_id":"mxmFEgXIVISSWFseVLy2hg==","name":"Jalapeño Dip","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":6,"mp_id":"112859643","mp_crag_id":"106115588","climb_id":"mxmFEgXIVISSWFseVLy2hg==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route #10 in the online LAM guide.\n\n  Climb up the crack, veer left and then right, up the face to a small roof, over the roof and up the vertical to the anchor.","protection":"Have not Trad climbed this route. \n\n  Set a gear anchor on top or use the two-bolt anchor.","location":"The face between the top to bottom cracks that on the left separate the face from the Smorgasboard corner and on the right is Jalapeño Crack."},"__v":0},{"_id":"OMyfsXPsVs2fExHFkxBAlA==","name":"Jalapeño Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":7,"mp_id":"106115698","mp_crag_id":"106115588","climb_id":"OMyfsXPsVs2fExHFkxBAlA==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route # 11 in the online LAM guide.\n\n  Easy blocky climbing at the base leads to an excellent and fun, but all-too-short, hand crack that leads up to an embedded block, with easier jamming to the top.","protection":"Standard single set of cams and nuts. \n\n  Set a gear anchor on top or use the two-bolt anchor.","location":"This crack marks the center of the \"Four Faces,\" as so named in the online guide."},"__v":0},{"_id":"nC0jIHTLWX6TIPCKQMvwnQ==","name":"Hot Salsa Direct","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":4,"mp_id":"112859625","mp_crag_id":"106115588","climb_id":"nC0jIHTLWX6TIPCKQMvwnQ==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route #6 Direct in the online LAM guide.\n\n  Climb the narrow face to the right of Hot Salsa's prominent roof traverse, stay a bit further right than where Hot Salsa goes up the right side of the face, and continue up the ride side of the face to the anchor. \n\n  I have not climbed this route, so I don't know its real rating, but I would expect that eliminating the traverse makes it a bit easier than Hot Salsa.","protection":"Have not Trad climbed this route. \n\n  Set a gear anchor on top or use the two-bolt anchor shared with Hot Salsa.","location":"Straight up to the anchor on the right side of the prominent roof traverse for Hot Salsa."},"__v":0},{"_id":"SvBZK32YXNSsRPRQvjn13Q==","name":"Hot Salsa","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":3,"mp_id":"112859620","mp_crag_id":"106115588","climb_id":"SvBZK32YXNSsRPRQvjn13Q==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route #6 in the online LAM guide.\n\n  Climb a corner, traverse across the top of a prominent roof, and continue up the ride side of the face.","protection":"Have not Trad climbed this route. \n\n  Set a gear anchor on top or use the two-bolt anchor shared with Hot Salsa Direct.","location":"Start at the right side of the Green Chile face to the prominent roof, traverse right to the right side of the face and up to the anchor."},"__v":0},{"_id":"YsPR1SM0Wg6XQkkC69W9CQ==","name":"Green Chile","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":2,"mp_id":"112859588","mp_crag_id":"106115588","climb_id":"YsPR1SM0Wg6XQkkC69W9CQ==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route #5 in the online LAM guide.\n\n  Face climb.","protection":"Have not Trad climbed this route. \n\n  There is one bolted hanger about 2/3 of the way up the face. \n\n  Set a gear anchor on top or use the two-bolt anchor.","location":"First smooth face area to the right of Steak Fajita after a crack and a prominent roof protrusion."},"__v":0},{"_id":"+rlB+2pLVgGnC0faiSpuaQ==","name":"Frijoles Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":9,"mp_id":"106377411","mp_crag_id":"106115588","climb_id":"+rlB+2pLVgGnC0faiSpuaQ==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route # 13 in the online guide.   A nice, but all-too-short, offwidth to squirm up.  The bottom 1/3 is just blocky scrambling to get to the base of the crack.  Maybe a little soft for a White Rock 5.8.","protection":"Light rack of cams to a #5 Friend (fits perfectly in the OW). \n\n  Set a gear anchor on top or use the two-bolt anchor.","location":"On the right-center side of the \"Four Faces\" near the center of the crag."},"__v":0},{"_id":"Zb9AZ7exUC6DEXL6PajG3Q==","name":"Five Feet and Wine","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":16,"mp_id":"106743680","mp_crag_id":"106115588","climb_id":"Zb9AZ7exUC6DEXL6PajG3Q==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is climb #19 in the LAM on-line guide,. \n\n  This is a surprisingly fun little 5.8 route, for Tortilla Flats anyway. \n\n  Start up an awkward hand crack left of the keystone.  Step right, across the sloppy ledge behind the keystone (which may be loose!) and head up right toward a fun roof finish.  An alternate easy finish avoids the roof by heading left, but the roof protects well.","protection":"Single rack of cams to 3 inches. Set a gear anchor on top or use the two-bolt anchor. Bolts are to the left after topping out.","location":"Just right of the Lichen Wall, behind a juniper.  An obvious chair-sized keystone is wedged in a big slot about 1/2 way up the route."},"__v":0},{"_id":"9VHcjXRhVSW84RO8OZk6WA==","name":"Bean Dip","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Straight, Roy Lucht, Mike Montoya, Lou Horak","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"left_right_index":8,"mp_id":"112859648","mp_crag_id":"106115588","climb_id":"9VHcjXRhVSW84RO8OZk6WA==","areaRef":"rQzObigEVnC3aFsHa2/NRQ=="},"content":{"description":"This is route #12 in the online LAM guide.\n\n  Climb the face between Jalapeño Crack and Frijoles Crack. Go straight up to the anchor.","protection":"Have not Trad climbed this route. \n\n  Set a gear anchor on top or use the two-bolt anchor.","location":"The face between Jalapeño Crack and Frijoles Crack."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,3301509f-ad6b-5cf1-909e-db85df0082bb,866936a1-51e7-50fc-b11c-1ac6a486f674,ad0cce6e-2804-5670-b768-5b076b6fcd45","pathTokens":["USA","New Mexico","Los Alamos & White Rock","White Rock","Tortilla Flats"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.6"},{"count":4,"label":"5.7"},{"count":4,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.8"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":7,"intermediate":9,"advanced":0,"expert":0}},"tr":{"total":15,"bands":{"unknown":0,"beginner":7,"intermediate":8,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":8,"intermediate":9,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.2122,35.7907]},"bbox":[-106.21275434300435,35.790250339818144,-106.21164565699563,35.791149660181865],"left_right_index":-1,"ext_id":"106115588","area_id":"rQzObigEVnC3aFsHa2/NRQ==","polygon":{"type":"Polygon","coordinates":[[[-106.21275434300435,35.790250339818144],[-106.21164565699563,35.790250339818144],[-106.21164565699563,35.791149660181865],[-106.21275434300435,35.791149660181865],[-106.21275434300435,35.790250339818144]]]}},"content":{"description":"This area is undergoing some work to make it more appealing, and a good alternative to Potrillo Cliffs when you find that site packed with people. We're cleaning up the routes, making them more evident and accessible, establishing well marked down climbs, and cleaning up the trail along the base. If you'd like to help out, a few things that need work, in addition to cleaning off dirt and loose rocks when you climb the routes include: \n\n  1) Cairn a path from the main trail that heads out to The Big Enchilada and the Tortilla Flats South Down Climb, marked by a large rock cairn where the down climb begins. \n\n  2) Establish nice belay locations that are cleared of tripping hazards and other debris that gets in your way when belaying. \n\n  3) Establish a nice trail along the bottom from belay location to belay location that is clear of tripping hazards and other debris that makes it cumbersome to walk the bottom. \n\n  4) Clear loose dirt, rocks, and debris along the top that can make it hazardous for people to work along the top setting TR anchors. \n\n  Thanks for your help! \n\n  The Tortilla Flats crag lies along the same cliff band as The Big Enchilada, but is located northwest of that area, in a shorter, more broken section of the cliff.   \n\n  This area  has been described as a beginners' top-roping area.  It has also been described as not a good beginners' lead area, but actually some good, easy trad leads do exist here.  For more advanced Trad leaders, the climbs here are probably less interesting than those at other White Rock crags. \n\n  According to the on-line LAM guide, the area was developed mostly by Roy Lucht, Mike Montoya, Lou Horak and Jim Straight, in the 1990s.  The ratings were based, as closely as possible, on the system used by Gary Clark at Potrillo.   \n\n  The cliffs are fairly short (40-50 feet), and the bottom sections of many of the routes are pretty broken up and ledgy.  Top Rope setups are pretty straightforward. Every route listed on MP has a two-bolt anchor. The top of the crag is not a well-defined edge, like Potrillo Cliffs, so they are not always easy to spot. They are painted the approximate color of the rock and you may have to lie down and look over the edge or scramble down onto a lower ledge to reach them. In a couple instances the two-bolt anchors are shared by more than one route. If you prefer, or want to practice your natural feature anchor building, there are a goodly number of BFRs (big friendly rocks) and BFTs (big friendly trees). Most of these will require 50' - 100' of static line or Trad Pro and 20' or so of cord or slings. The cliff faces roughly WSW, and is therefore shaded until early afternoon. This is a fine place to climb on early Summer mornings.   \n\n  Route guides include the on-line LAM guide, which contains a quaint but fairly crude topo of the overall crag.  Beverly's (2006) Jemez Rock book also covers most of the climbs here, but Jackson (2006) does not cover this area."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:13:44.455Z","updatedAt":"2024-01-20T01:04:54.780Z"}