{"_id":"6368a214e80bff5a9955da6b","area_name":"Mummy, The","shortCode":"","climbs":[{"_id":"iJMMHTu9Xpq1NlxIZIQNkQ==","name":"Allamistakeo","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bob Kyrlach and companion, date unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.45759,35.21976]},"left_right_index":999999,"mp_id":"117683677","mp_crag_id":"117682716","climb_id":"iJMMHTu9Xpq1NlxIZIQNkQ==","areaRef":"C+x0It3pUzuCS/BfIptvpA=="},"content":{"description":"Beta for the Mummy is scarce. Hill's guide offers only a brief summary of the route as an aid climb (A2), and I was unable to find any published record of a free ascent. I climbed solo and did not send the route free, grabbing two draws (French free), but having attempted and endeavored to free climb every move, 5.9 seems about right, and that was the consensus of another party who did send it free in 2015 (Margie & Olivia). Anyone else with experience here, please weigh in.\n\n Though there are likely various ways to gain the notch below the tower, I took a line that seemed most secure, starting up a shallow chimney at the southeast corner of the tower. Above the chimney, pass a wild bush, which I hand-pruned considerably, and stem a deeper receding chimney, careful not to grab anything loose above. Traverse a corner to the right and you're at the base of the tower.\n\n Start up the center of the south face. From a good ledge you'll see a piton close by and a good bolt several feet above, steering the route toward the exposed arête of the SE corner, where the route stays within reach of to the top. About 10 feet below the summit, from an exposed but adequate foot ledge with a piton in it, the crux move is pulling over a roof and gaining a small shelf with minimal handholds above it. When making this crux move, a solid well placed bolt can be clipped higher to the left, and a second solid bolt is level with the first, but further left on the south face and out of reach, suggesting a route variation that I didn't follow. From the shelf above the crux, a piton can be clipped and the upper lip of the summit is within reach - just be sure that what you grab and commit to is solid (several blocks were not).\n\n There are two bolts on top - one new and solid, one older and thin. The various rap stations were as diverse in age and material as the fixed pro, though most were severely weathered and in tatters. A new (as of 8/31/19) rap station has been established, as well as extended past a potentially hazardous sharp lip for rappelling the south face along the route of ascent.\n\n My 60 meter rope, doubled on rappel, reached within 10 feet of the ground, which I down climbed. Thus, a 70 meter rope would be advised to safely climb and rap the route in a single pitch.\n\nFixed pro beta for the Mummy","protection":"The spire boasts a medley of fixed gear ranging vastly in age, quality and direction along the route. For the entire climb I used a #1 (red) Camalot and #0 (purple) Metolius to reach the notch below the tower, and 4 draws and a #0.3 (blue) Camalot (at the crux) on the tower itself. See image above for a breakdown of the fixed pro. Hill's guide advises that nuts are also useful for aid.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,f30850ad-5fb9-5eb5-889e-29804ec9a80f,0bec7422-dde9-533b-824b-f05f229b6fa4","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Mummy Canyon","Mummy, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.45759,35.21976]},"bbox":[-106.4581404160049,35.21931033981814,-106.4570395839951,35.220209660181865],"left_right_index":-1,"ext_id":"117682716","area_id":"C+x0It3pUzuCS/BfIptvpA==","polygon":{"type":"Polygon","coordinates":[[[-106.4581404160049,35.21931033981814],[-106.4570395839951,35.21931033981814],[-106.4570395839951,35.220209660181865],[-106.4581404160049,35.220209660181865],[-106.4581404160049,35.21931033981814]]]}},"content":{"description":"The Mummy is an impressive 50 foot granite pinnacle, towering about 100 feet above the southern edge of the valley below. It is situated in the lower part on Mummy Canyon, near the point where the canyon converges into Pinnacle Valley beneath the SW Ridge of the Needle. This dramatic spire is covertly shielded from the vast majority of vantage points in the Sandias, hence the lack of traffic and shortage of beta.\n\nThe Mummy"},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:49.024Z","updatedAt":"2024-01-20T01:05:01.187Z"}