{"_id":"6368a265e80bff5a99565c66","area_name":"TeePee Wall","shortCode":"","climbs":[{"_id":"XFr/yQpPWUydnaQGSzKJSQ==","name":"Yodellaybackloon","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Valerie Bachinsky, Kevin Heckeler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":10,"mp_id":"107595867","mp_crag_id":"106869050","climb_id":"XFr/yQpPWUydnaQGSzKJSQ==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"Climb up and left to the base of the corner, then climb up corner using many interesting layback moves and stances.  Top out climber's left to rappel anchor above Oddy's.","protection":"#3, 4, and 5 BD C4 cams needed.","location":"20 feet right of Oddy's, below a large 30 foot tall right facing corner.  Start on earthen ledge accessed from the trail 30 feet right."},"__v":0},{"_id":"3QHMxnfVWgGYF+nz87nW/g==","name":"Woodland Idiot","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":8,"mp_id":"107564379","mp_crag_id":"106869050","climb_id":"3QHMxnfVWgGYF+nz87nW/g==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"Like its neighbor, Fool in the Forest, this looks easier than it is. Greasy layback moves lead to easier scrambling amidst blocks and chimneys up and left to reach the top ledge.   Climb the initial slimy crack, step left to a crack system leading to a chimney between large blocks, and climb to the top.","protection":"Medium to large cams","location":"Near the right end of the main TeePee Wall, at the rightmost of three left-rising crack lines. This route begins just left of a ramp dividing the main wall from the wall containing Oddy's Crack of Horror."},"__v":0},{"_id":"Ct5jSQKFXh6XuD7ub+YARQ==","name":"Sauron's Bolt of Horror","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Autumn 2011 Michael Gray & Tom Lane","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":2,"mp_id":"107564374","mp_crag_id":"106869050","climb_id":"Ct5jSQKFXh6XuD7ub+YARQ==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"The moves may not be as difficult as the rating suggests, but placing/removing gear in the midst of them certainly ups the ante sufficiently to justify the grade.   Difficult moves up the initial seam and past the small overhang near the base of the route (avec 1 bolt) gain a stance below the remainder of this route: an overhanging crack/layback edge. No routefinding difficulties here: obtain the ledge.","protection":"Tight tips to full hand size. One bolt enroute.   Rappel off tree anchor, or walk climber's left 100 yards to scramble down to the base.","location":"Technically on the \"Land of Overhangs\" Wall, but it lies directly above and left of the main TeePee Wall: the steep face with this unmistakeable splitter crack."},"__v":0},{"_id":"aYwlKbBMUJajf9YOMalzuQ==","name":"Rope Monster","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":4,"mp_id":"106903412","mp_crag_id":"106869050","climb_id":"aYwlKbBMUJajf9YOMalzuQ==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"Climb the face left of Peney, occasionally borrowing holds from it, but in the main ascending the face to the left through the shallow depression at the top.   The grade is an estimate: while I've done every move, I have yet to link them all in one go. Tricky, fun, and hard.","protection":"This is a Top Rope Route, easily set up after leading Peney or via walk-around from the left. Use trees for anchors, place it high to protect rope from dragging on rock: this route is named in memory of a brand new rope that was wrecked by an improper TR setup dragging it against the rock.","location":"Just right of English Channel and 6' left of Peney for your Freedom.   Descent via walk-off climber's left."},"__v":0},{"_id":"GS1mTCxvXZGgqhSzEtmSFA==","name":"Rise & Shine","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":1,"mp_id":"112392628","mp_crag_id":"106869050","climb_id":"GS1mTCxvXZGgqhSzEtmSFA==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"A long series of interesting, varied, and challenging pitches running up the entire height of the South Corner Cliffs. \n\nP1: Climb the flake, reach left to the crack, and follow it as it bends rightward (traversing left to the other crack puts you on Kissing Pigs ). Reach a scruffy set of ledge steps leading to a sheltered stance beneath an overhang. Tricky opposition protects a difficult move getting up to a fist-jam stab and a bit of burliness through the overhang and crack leading on- and up to easier ground. Beat through a short bit of brush to reach the base of the next pitch. \n\nP2: Climb up a set of right-facing flakes, edges, and cracks through a ground-level scoop. Step left and follow the crack line up to a blocky section leading up to the right edge of the cliff. One can escape the cliff to the right, but the original ascent stays on the face, climbing into a niche in an overhanging section, using opposed brass nuts for pro, then hand-traverses left with pumpy pro (micro-cams to 1/2\") before pulling above the bulge onto easier terrain. From there, climb up and right to finish on the \"Pyramid\", a giant triangular block with exposed but easy face climbing (there is now 1 bolt on this section, reducing the grade from 5.5 X to PG). Walk across the spine of the Pyramid to safety.  \n\nP3: If you escaped right on P2, scramble straight up; if you came up via the Pyramid, walk right 20'. Both reach the base of a right-facing corner in a slab leading up to a small overhang. There is a large overhang a bit farther right, 30' up. Climb up the corner (small brass nuts) breaking the overhang via a thin hand crack, then move up past a perched oak tree and climb a left-leaning steep ramp, working around the left side of an overhang, to reach a balancy, awkward stance. A blind 1\" cam placement protects the next move, an exciting swing up and right to another left-leaning ramp on the right edge of the cliff. Move up the ramp, reach for good edges on the steep face to the left, establish yet another tricky, opposed brass nut pro placement, then make a committing swing up and left onto the steep face. Move up the right-rising foot rail to its top, reach high for decent holds, then climb easily up and left through blocky rock, merging with Crack of Dawn for the last ten feet. \n\nP4: Begin as for P2 of Crack of Dawn: climb up via left-facing flake to a stance, then make a tricky move to gain a little more height on a sloping stance, with a pair of short horizontal pods, which should now be at about knee level. Move left (rightward is Crack of Dawn ) to reach a left-rising thin crack. Ride that puppy to its eventual level-off point, reach up through the overhang to another left-rising horizontal crack, and take that, continuing to follow it as it sweeps upward. Break through a small overhang at its end to reach the top of this section of cliff, at a good wooded ledge. \n\nP5: (this is the same as the last pitch of the Gray-Harrison Alpine Route): Step right, up onto a stance beneath a bulging scoop, with a left-rising vertical crack breaking the bulge. Up via the crack onto easy ground. Wade through the hay up and right to a final headwall. Reach a ledge at the point beside a sharply-defined right-facing corner which defines the left edge of a ceiling 12' up. Climb the outside edge of this corner, reaching out to good holds on the face to its left to pass the edge of the ceiling. Scramble up to the top of the slab.   Note that there is a fixed tree rappel anchor about 50' climber's left of the top-out.","protection":"Bring an extensive trad rack, including offset brass nuts (doubles of the medium to large sizes of these), standard sized offset nuts, a double set of micro- to medium (2\") cams, and one 4\" cam.   Pro at several crucial points is tricky. Expect to use opposed brass nuts, blind cam placement, and other advanced tricks of the trad-trade. There are no fixed anchors en route specifically for this climb, but there is a rap anchor near the top, and several good to questionable rap anchors on nearby trees along the way. There is now a bolt on the \"Pyramid\" variation of P2, though it was not there for the first ascent.","location":"Same start as Kissing Pigs: at a left-facing flake at ground level, which gives access to a hand crack to its left. This is on the wall up and left of the main TeePee Wall, and about 40' left of Sauron's Bolt of Horror. Like the link-up Animal, Rise & Shine's pitches can be modified, varied, and for most of them, circumvented if desired."},"__v":0},{"_id":"O1jX02F7UQKKUBDFWKuBzw==","name":"Oddy's Crack of Horror","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"August 2010, Tom Lane & Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":9,"mp_id":"106894183","mp_crag_id":"106869050","climb_id":"O1jX02F7UQKKUBDFWKuBzw==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"A tricky shift left 20' up leads to a deliciously thin tips crack and crux. Enjoy.   This route takes bomber gear, if you can hang on  to place it. And be careful not to block those jammies!","protection":"#1 & #2 Camalots low, then small cams and stoppers and/or tricams.","location":"100' right of Peney's, at a wide, flat spot in the trail, below the obvious thin crack in the steep wall."},"__v":0},{"_id":"RYhe0IngUdGHua5dAWlOUQ==","name":"Kissing Pigs","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":0,"mp_id":"112391019","mp_crag_id":"106869050","climb_id":"RYhe0IngUdGHua5dAWlOUQ==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"A couple cool moves interspersed with some funky tree ledges and dirt slopes.   Climb up the left-facing flake to reach a good crack on its left, then follow the crack 3m until it is possible to move left to another crack and take it to a narrow tree ledge. Slip between two trees, make a hard move off the ledge onto a bulging face, then move up and left, the final feet going up a dirt slope to a good ledge at the base of another cliff (this being the Mad Cows Wall).   Note that this route marks the start of the \"Animal\" link-up, which continues by going up Mad Cows (5.10b), Chokin' Chickens (5.8), Animal Farm (5.10b), and finally Animal Charm (5.10c). Many variations are possible along the way.","protection":"Standard Adirondack Trad Rack. No fixed gear or anchors.   At the top, it is possible to walk off climber's left to reach a gully going back down to the base.","location":"Technically on the \"Land of Overhangs\", but within sight, and up and left of, the TeePee Wall. Look for a pair of right-leaning hand cracks near the center of the face (this is climber's left of the start of Sauron's Bolt of Horror )"},"__v":0},{"_id":"tdx1I8KRXd2674d5pZInbg==","name":"Half Man, Half Wit","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"October 2010","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":6,"mp_id":"106962309","mp_crag_id":"106869050","climb_id":"tdx1I8KRXd2674d5pZInbg==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"Pumpy moves to get off the ground, followed by delicate smear/laybacking on extremely questionable gear. As it has a fixed anchor at the top, this makes a very good, 3-star TR. As a lead, well, it's effectively a free solo.","protection":"One .75 or #1 Camalot for the starting moves, then microcams, brass nuts, and small tricams for the rest...and don't fall.   Fixed anchor on top.","location":"30' right of Peney for your Freedom, this route begins as a horizontal rail, then curves up right into a thin, pillar flake that trends slightly left as it goes up a steep face.   Descent: either lower via fixed anchor or walk off climber's left."},"__v":0},{"_id":"bV82yfi6Xnm42oBrD4rhkA==","name":"Fool in the Forest","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"June 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":7,"mp_id":"106962313","mp_crag_id":"106869050","climb_id":"bV82yfi6Xnm42oBrD4rhkA==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"Thought it might be a good beginner's rt; this turns out to have a very difficult start.   After the initial awkward moves, the climb settles down to casual.   It is still quite dirty, and probably will remain so, since it pales in comparison to its neighbors.","protection":"Standard rack.   Fixed anchor on tree at top, shared with Half Man, Half Wit","location":"8' right of Half Man, Half Wit, at the leftmost left-leaning crack beside a level spot on the BAW path."},"__v":0},{"_id":"k4JfTz01U5+W1QAakh0dBA==","name":"English Channel","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"July 2010","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":3,"mp_id":"106894199","mp_crag_id":"106869050","climb_id":"k4JfTz01U5+W1QAakh0dBA==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"Climb up and slightly left to a small stance left of a vertical crack. Make a difficult move right to gain the crack, and climb up to a ledge. Step back out on the face and follow a crack/flake to the top.","protection":"Trad gear, small cams particularly.   The crux placement is blind, and unless placed properly, will not hold.","location":"Near the left edge of the TeePee Wall, just left of a narrow \"ramp\" ridge at ground level."},"__v":0},{"_id":"oBB2FFFXVPOJ5+bWU9UKIg==","name":"A Peney for your freedom","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"8/24/2010 Todd Paris, Tom Lane, Jay Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"left_right_index":5,"mp_id":"106869053","mp_crag_id":"106869050","climb_id":"oBB2FFFXVPOJ5+bWU9UKIg==","areaRef":"gyxyRC/2Wrevqnh4es8bmQ=="},"content":{"description":"This route name is a reminder that freedom is not free or even cheap. It is named in memory of a fellow climber and Army Ranger Sgt. Jonathan K. Peney who was killed in combat in Afghanistan on June 1, 2010 defending my freedom.    The route follows the obvious right arching crack that splits the wall. Climb on good holds up to a small ledge. Step right(crux) and continue following the crack up and right to a large ledge. climb out the right side up through a notch to the top. This is a really fun route with interesting movement that is not exactly straight-forward.","protection":"Takes really good pro- cams and stoppers. Tree anchor at top.","location":"10 feet right of the start for \"English Channel\" at the bottom of the right arching crack. Rappel from tree anchors or walk off skiers right."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,46a9d056-dd4c-575c-9f80-7546d6fefe1e,a732c1db-b922-5550-b8d9-3afb5adee385,832c7244-2ff6-5ab7-afaa-78787acf1b99","pathTokens":["USA","New York","Adirondacks","G: Indian Lake Region","Crane Mountain","TeePee Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10b"},{"count":2,"label":"5.9-"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":4,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.9677,43.5378]},"bbox":[-73.96832028931608,43.53735033981814,-73.9670797106839,43.53824966018187],"left_right_index":-1,"ext_id":"106869050","area_id":"gyxyRC/2Wrevqnh4es8bmQ==","polygon":{"type":"Polygon","coordinates":[[[-73.96832028931608,43.53735033981814],[-73.9670797106839,43.53735033981814],[-73.9670797106839,43.53824966018187],[-73.96832028931608,43.53824966018187],[-73.96832028931608,43.53735033981814]]]}},"content":{"description":"The wall is clean and steep at the bottom."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:15:05.720Z","updatedAt":"2024-02-19T18:38:25.742Z"}