{"_id":"63689d5ce80bff5a994f5308","area_name":"Gunsight","shortCode":"","climbs":[{"_id":"OWeNFRDjWyqsvWbErF+aXA==","name":"Soul Sacrifice","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64348,37.71666]},"left_right_index":3,"mp_id":"114570594","mp_crag_id":"114985920","climb_id":"OWeNFRDjWyqsvWbErF+aXA==","areaRef":"GD3+tQZ4UqWHx1Xir5w37A=="},"content":{"description":"You start by stepping off the belay ledge to the right and immediately pull some 5.10 moves with marginal gear, an RP works well here.  Once through the boulder problem you enter the beautiful fingers to hands crack passing a few big jug flakes.  Keep climbing until you reach a fixed bashed in hex.  Clip this and bust left under the roof, pull through the thin crack and countine up the crack to the top.  The anchor is two brand new bolts with rap rings thanks to the ASCA!","protection":"RP’s for the start and a double set of cams from micros to #2.","location":"Approach via the gunsight which starts off the valley loop trail pretty close to the road. This is tricky to find unless you’ve done it before.  You can also approach from the Toe Joe area, traversing past Mecca and wrapping around the base to the East Buttress of Lower.  The route is right of the big pillar that the East Buttress starts on.  It is kinda hidden in the trees but starts off a small pedestal that you traverse in from the left."},"__v":0},{"_id":"51bk8NEkVEKJO2gXIkOlOg==","name":"The Myth of Sessyphus","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dustin Stephens","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64348,37.71666]},"left_right_index":1,"mp_id":"108155132","mp_crag_id":"114985920","climb_id":"51bk8NEkVEKJO2gXIkOlOg==","areaRef":"GD3+tQZ4UqWHx1Xir5w37A=="},"content":{"description":"Nicely featured face with slippery insecure cruxes. Bolts are mostly near the hard bits.","protection":"7 or so bolts + small to medium gear","location":"Up high on the upper LCR apron just before the gunsight. About 30 minutes from the road."},"__v":0},{"_id":"AgZti640WDONStua2gA5Iw==","name":"Gunsight","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64348,37.71666]},"left_right_index":0,"mp_id":"106671286","mp_crag_id":"114985920","climb_id":"AgZti640WDONStua2gA5Iw==","areaRef":"GD3+tQZ4UqWHx1Xir5w37A=="},"content":{"description":"Gunsight is named for the distinctive V-groove made by the notch between Middle and Lower Cathedral Rocks. It is most prominently viewed from the vicinity of El Cap Meadow as the steep gully on the northeast side between the two rock formations.\n\nGunsight is the usual descent route for climbs that end on the summits of Middle and Lower Cathedral Rock, and sometimes as the easiest descent route from Leaning Tower when water in Bridalveil Creek is low enough to make crossing safe. It is a very short, but steep route with 1,300ft of elevation gain from the valley floor.\n\nThe Gunsight is also a great way to ascend the summit of Lower Cathedral Rock.  This option may appeal to beginners looking for a good fourth class climbing route, as well as for those looking to scope the descent route for future climbs.  Both are excellent reasons to venture into this good notch.","protection":"No pro is necessary as this is a popular solo outing.  However, mortals should take a standard rack, slings, and one rope for this climb.","location":""},"__v":0},{"_id":"XbIrtzqCUAu8oXf8UWOllQ==","name":"East Buttress","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark Powell, Jerry Galwas and Don Wilson, 1956  FFA: Steve Thompson and Chris Fredericks, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64348,37.71666]},"left_right_index":2,"mp_id":"105916586","mp_crag_id":"114985920","climb_id":"XbIrtzqCUAu8oXf8UWOllQ==","areaRef":"GD3+tQZ4UqWHx1Xir5w37A=="},"content":{"description":"This climb is often confused with the classic climb of the same name on Middle Cathedral.  Do not let the 10c rating scare you away, the crux pitch is well protected and the crux section is not long.  Because of this, the climb may seem easier than several long climbs rated below it, such as the Steck-Salathe and NE Buttress of Higher Cathedral.  I'd rate it harder than the East Butt of Middle Cathedral done free, however.\n\nDirectly east of this climb is the monstrous bulk of Middle Cathedral, with the result that this climb is surprisingly shady.  In September, the lower portion only gets a few hours of sun a day.\n\nThe first pitch is \"only 5.8\" but is a run-out chimney which can be scary if you let it get to you.  The second pitch follows a mostly thin crack to gain a brushy ledge.  You may want to move the belay to the left after this pitch.  The next few pitches follow a left leaning, left facing dihedral and should be obvious above you.\n\nThe third pitch starts up the dihedral with the \"Fissure Beck\", likely named because Eric Beck was the first to free this pitch.  The base of the crack is grungy, you can move into it from the left to avoid the first part.  The crux is about 6 inches wide, but you can avoid offwidthing by using face holds.  Continue up to a tree, the topo shows a belay here but due to ants you are well advised to continue for another 50 easy feet or so to a ledge.\n\nThe next pitch is the crux of the climb, and continues up the dihedral, which is now a weird looking flared chimney.  The crux looks potentially awkward but is a beautiful pitch which involves no chimneying.  This long pitch ends at a large terrace, somewhat less than half way up the formation.\n\nThe first pitch above the terrace is tricky, and several options exist (see the Reid topo).  The buttress above is somewhat lower angle and there is no distinct line, so many different routes can be followed.  The next pitch (#8 on the Reid topo) follows a 5.6 ramp back to the left.  I believe at this point we were lured too far left up a series of giant stacked flakes (5.9).  The actual route goes more directly up (5.9), and continues with 3 more pitches of 5.6-5.7 to the summit.","protection":"Standard rack to #4 Camalot.  A 6+ inch piece could be used on the first and third pitch, but is not necessary.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,587984eb-9d0d-54e5-9de5-b9c559f735d2,d4504c09-d32e-5f81-9aaa-a94dffc2c06a,8b442fa2-85b4-5953-ad85-bb1d1ebf1511,183dfeb5-0678-52a5-87c7-55e2af9c37ec","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley South Side","P. Cathedral Area","7. Lower Cathedral Area","Gunsight"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":1,"label":"4th"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.64348,37.71666]},"bbox":[-119.64404843769024,37.71621033981813,-119.64291156230976,37.71710966018186],"left_right_index":-1,"ext_id":"114985920","area_id":"GD3+tQZ4UqWHx1Xir5w37A=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:45.173Z","updatedAt":"2022-11-25T11:14:41.596Z"}