{"_id":"6368a214e80bff5a9955d979","area_name":"False Tooth","shortCode":"","climbs":[{"_id":"H708xIakUJO2MsxK1mCcCw==","name":"Tube Steak Boogie","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57683,32.35224]},"left_right_index":1,"mp_id":"114088830","mp_crag_id":"114026926","climb_id":"H708xIakUJO2MsxK1mCcCw==","areaRef":"VUzqxVuKU4SzCUcYfZDfeQ=="},"content":{"description":"P1 (30m, 5.9+): a nice finger crack corner leads to wild hand traverse on a flake left under the roof, followed by a fun physical chimney and finishing with a slab move up and right to the anchor (a piton and a modern bolt). Individuals shorter than 5'6\" or so may be able crawl across the top of the flake rather than doing the hand traverse. \n\n  P2 (36m, 5.8): Super fun right-facing corner that is fairly dirty and vegetated (with friendly plants). A fixed stopper protects the awesome crux. \n\n  The anchor at P1 allows for a single 60m rope rap to the ground, but you if climb both pitches you can either walk off the north side of False Tooth into a gully or else rap into it from a tree.","protection":"Doubles in most cam sizes, a set of nuts, plenty of 60m slings, and webbing+quicklinks to replace old tat if necessary.","location":"In between U Take It and Another Crack in the Wall."},"__v":0},{"_id":"YoIOShGrWmmIafh+TS1G7A==","name":"Disco Duck","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Paul & Linda Seibert, summer 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57683,32.35224]},"left_right_index":0,"mp_id":"114085660","mp_crag_id":"114026926","climb_id":"YoIOShGrWmmIafh+TS1G7A==","areaRef":"VUzqxVuKU4SzCUcYfZDfeQ=="},"content":{"description":"Disco Duck is a super fun slab climb, and the easiest protectable route up the west face of False Tooth. The first pitch is almost exactly 60m with little room for error, so a 70m rope is recommended. \n\n  P1 (60m, 5.6 PG13): climb directly up the middle of the face toward a dead tree on a \"ledge\" (maybe just a big disconnected block). Consider making an anchor there given the obvious runout above, but instead take a step up and then traverse right, walking along a thin ledge, to find more pro toward the right side of the wall. Continue up placing gear wherever possible. Eventually surmount a small easy roof, and climb ~20 minimally-protected feet after which a ledge is reached with several suitable anchor options.  \n\n  P2 (150ft, 5.7+ PG13): make delicate moves up marginally-protectable slab, veering left around the giant roof above. Follow the corner left of the roof and eventually endure some bushwack-climbing to arrive in a comfy alcove with numerous anchor opportunities.  \n\n  P3 (100ft, 5.7+): climb up the crack above and then traverse right along the top of a flake out onto the \"ridge\" of sorts. Climb easy rock to the small forest above and belay from a tree. \n\n  To get down, scramble/bushwack up and left until it's feasible to walk off into the canyon and return to the base of the west face, where packs can be left. With two ropes or a 70m, you could skip the bushwack and rap from one of many good or acceptable trees.","protection":"Double rack in Camalot #0.3-3, a #4, and variety of smaller than 0.3\" cams. A set of the smallest 3 ball nuts can help sew it up. Despite that, there are some runout sections.","location":""},"__v":0},{"_id":"tH7w6oTjViWXLcFJhA1NcA==","name":"Cactopus's Garden","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Drew Chojnowski, Ben Correll, Marta Reece 2018-03-10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57683,32.35224]},"left_right_index":2,"mp_id":"114150208","mp_crag_id":"114026926","climb_id":"tH7w6oTjViWXLcFJhA1NcA==","areaRef":"VUzqxVuKU4SzCUcYfZDfeQ=="},"content":{"description":"This route starts from the gully south of False Tooth, possibly right (east) of Another Crack In The Wall, but possibly sharing a start with that route. The angle of the overall ramp feature it ascends appears low from the ground, but getting up to it on pitch 1 involves some fairly steep climbing with vegetation obstacles of the cactus and agave variety to spice things up. \n\n  P1 (100 ft, 5.7+): walk up a ramp to the left, then climb up a few steps trending right toward the ramp feature. Navigate around some spiky plants and emerge onto the clean slab with crack at left. Build a gear anchor once the crack opens up nicely for it (a few 0.75s and a 0.5 will work). \n\n  P2 (100 ft, 5.7+): climb up toward the vertical wall ahead, then make a tricky slab move to the right to stay on the ramp. From here, some crack systems develop on the slab ramp. Follow them until reaching a good tree that can be slung for an anchor.  \n\n  A 60m rap from the tree atop P2 should reach the ground in the gully to the south. Double-70m rap was major overkill. The route and pitch lengths are estimates, but it does seem wise to split the route into two pitches as we did.","protection":"We placed a variety of cams from 0.2-4\" as well as a yellow ballnut and and a smallish nut. Bring plenty of slings to extend everything.","location":"Follow the approach for False Tooth, and ascend the gully south of it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,a7fc71c1-8b31-5ded-97d4-a1a17e51223c,554ceac5-5b8a-5384-b309-47187d90df79","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","High Horns, The","False Tooth"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":2,"label":"5.7+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57683,32.35224]},"bbox":[-106.57736228441259,32.35179033981814,-106.5762977155874,32.352689660181866],"left_right_index":-1,"ext_id":"114026926","area_id":"VUzqxVuKU4SzCUcYfZDfeQ==","polygon":{"type":"Polygon","coordinates":[[[-106.57736228441259,32.35179033981814],[-106.5762977155874,32.35179033981814],[-106.5762977155874,32.352689660181866],[-106.57736228441259,32.352689660181866],[-106.57736228441259,32.35179033981814]]]}},"content":{"description":"This crag was climbed regularly in the past, as evidenced by the old Southwestern Mountaineers topo (see photos), and it looks awesome from a distance. Until February 2018, there were no reports of climbing here for decades. The rock quality is generally excellent and acceptably clean on the established routes."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:13:46.462Z","updatedAt":"2024-02-19T18:38:10.822Z"}