{"_id":"63689de0e80bff5a994f959a","area_name":"Turkey Rock","shortCode":"","climbs":[{"_id":"+4547jUFXWiVZP5WD/P2bw==","name":"Wild Fire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":32,"mp_id":"106197862","mp_crag_id":"105744755","climb_id":"+4547jUFXWiVZP5WD/P2bw==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This route is on the north side of Turkey Rocks. This pitch can be reached by either climbing\n\nRastafarian\n\nor\n\nFinger Lickin' Good\n\n. Broken blocks and the crack runs all sizes. The jams are all there.","protection":"From yellow Alien to #4 Camalot. There are no anchors at the top, so you will need to build an anchor.","location":"The start of the climb is to the right of the webbing anchors on finger lickin' good. The anchors are on a fairly good ledge. Mantel up on the large block to start the climb. Left a webbing anchor at the top to rap down to the anchors at\n\nFinger Lickin' Good\n\n. We used a 70m and had no problems reaching the first anchors and getting to the deck."},"__v":0},{"_id":"hZS5Sm1sX3KJyJ/L7/pTaQ==","name":"Where Turkeys Dare","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Brian Teale & Dan Morrison (1976)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":10,"mp_id":"115377646","mp_crag_id":"105744755","climb_id":"hZS5Sm1sX3KJyJ/L7/pTaQ==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This is an obscure route on the south face of Turkey Rock. It's a bit dirty and brushy in a few places but overall pretty clean and worth doing.\n\nP1. Start up the big, easy chimney system, moving right when it splits in two. The climbing here is well-protected and no harder than 5.7. After a section of good hands, engage the crux, a finger crack with tricky feet. Finish up with a thrashy squeeze slot protected by a #6 cam. Belay at a good ledge above the slot. This a long pitch, about 150 feet.\n\nP2. Make a few awkward moves to overcome some chockstones above the belay, and tackle a roof with a perfect hand crack. Above the roof, the crack narrows to fingers. When the crack ends, step left to join\n\nTurkey Shoot\n\n, and finish the pitch up low angle double cracks (one hand-sized, the other #4). Belay on a big ledge as you would for\n\nTurkey Shoot\n\n. This is a great 5.8 pitch.\n\nP3. Climb the last pitch of\n\nTurkey Shoot\n\n(5.8 offwidth protected by a #6 Camalot) to the top.\n\nTo descend, do the standard walkoff to the east.","protection":"A standard rack to #6 Camalot.","location":"Begin in the large chimney system on the left side of the south face, immediately right of the classic\n\nTurkey Shoot\n\n."},"__v":0},{"_id":"pW3U/LdXVFSkTBoP5WOooA==","name":"Vanishing Point","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Earl Wiggins 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":15,"mp_id":"105748825","mp_crag_id":"105744755","climb_id":"pW3U/LdXVFSkTBoP5WOooA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This is an awesome one pitch climb.  It starts out kinda wide (fists), and  then goes to a really nice finger crack over a bulge, to bolts.  Excellent  finger jams, and is located in the middle of the rock formation.","protection":"Standard rack with nuts, and Aliens.","location":""},"__v":0},{"_id":"FrommYdnW/+Mf0afJD10/A==","name":"Turkey Shoot","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":9,"mp_id":"105752737","mp_crag_id":"105744755","climb_id":"FrommYdnW/+Mf0afJD10/A==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This route is on Turkey Rock.\n\nIt is a fun route for the grade, if you like wide sections but with good gear this is your route. If you don't like wide climbs, the excellent fun hand-jams on the 2nd pitch makes the wide sections worth it. On the left side of Turkey Rock, before the gully starts to steepen, locate a wide crack system that goes up to a small roof.\n\nP1. The first pitch goes up the wide crack. Chimney, arm-bar, or squeeze youself up the climb to a good stance 10' below the roof. Bring your large gear for sanity on this pitch, otherwise small gear can be found within the crack.\n\nP2. The second pitch traverses right around the roof, and gains an excellent hand-jammin crack. After 80' of awesome hand-jammin' you will find a bivy sized ledge.\n\nP3. The last pitch continues straight up the 5.8 offwidth, or one can traverse right along the ledge to a 5.6 chimney system that will lead to the top.\n\nWalk off to the right.","protection":"Standard rack plus large gear (#4-#5 cams) make the route enjoyable.","location":""},"__v":0},{"_id":"NXw6YgbMXG+lUidSMDxHMg==","name":"Turkey Challenge aka The Pro","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Maurice Reed and George Bracksieck, September 4, 1983","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":8,"mp_id":"118686086","mp_crag_id":"105744755","climb_id":"NXw6YgbMXG+lUidSMDxHMg==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"On September 4, 1983, I led the first pitch of\n\nTurkey Shoot\n\n. Maurice then led straight up a thin crack into the unknown, to the left of the second pitch of\n\nTurkey Shoot\n\n. This was difficult climbing up alternating thin crack and thin face (with only occasional protection) eventually reaching a ledge. I followed then led an easy pitch to the top.\n\nFour bolts were placed by someone else, years later, when whoever thought he was doing a first ascent. Guidebooks published in 1988, ‘89, ‘97 give it different names. We didn’t name it.","protection":"Lots of gadgets, from tiny to big.","location":"Start atop pitch one of\n\nTurkey Shoot\n\n."},"__v":0},{"_id":"GQP+eEu8U7aynuiDyZXrCw==","name":"Tryptophane","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"???","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":20,"mp_id":"105763158","mp_crag_id":"105744755","climb_id":"GQP+eEu8U7aynuiDyZXrCw==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This is the route that follows the bulging wall that one descends when rapping off the anchor on the first pitch of\n\nStraw Turkey\n\n.  It is a somewhat popular toprope but has only been led once to my knowledge.\n\nTo climb it, start on\n\nStraw Turkey\n\n, following it to the top of the first steep dihedral.  Here, instead of continuing up the next dihedral, move left about five feet along a horizontal under a one foot roof.  In the middle of the bulge, load up the horizontal with cams, maybe a stopper or two, and cast off into the overhang above via thin edges until you do a long pull to a good horn.  Continue straight up the slab (5.8 or 5.9, no protection) until you rejoin\n\nStraw Turkey\n\nfor the final flake section and step right.\n\nThe pro is just below your feet for the last hard move and the fall is clean; after that, I wouldn't recommend falling.  You can also toprope (2 ropes) easily from the cable anchor on top of\n\nStraw Turkey\n\n.","protection":"Bring a set of stoppers, a doubles set of TCUs to a #0.75 Camalot, and a #1 and #2 Camalot.","location":""},"__v":0},{"_id":"325gwrKiU+ygoSe308NDSw==","name":"Tofonareeker","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":33,"mp_id":"105764700","mp_crag_id":"105744755","climb_id":"325gwrKiU+ygoSe308NDSw==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Begin as for Dogs of Furniture, in a corner system that is immediately downhill and to the right of the gigantic Shear Shark Attack roof. You might be able to locate some slings wrapped around a block at the top of the first pitch. To your right will be a steep slab containing a couple of very bold looking routes protected by old Leeper bolt hangers (Dogs of Furniture and Slab Center).\n\nPitch 1. Climb the crack up and to the left until reaching a ledge at the base of a wide section. There may be slings wrapped around blocks at this stance, 5.8, 100 feet.\n\nPitch 2. (Note - this could easily be combined with pitch one) Step right and pull through an overhang and climb the face above, veering back to the left as the climbing allows. Belay at the top of a nice pillar that forms the first part of the climb. There may be a sling wrapped around a block at this belay  5.8  50 feet. Alternately, head straight up from the belay ledge, and battle the wide stuff to reach the same fate.\n\nPitch 3. Continue to climb left and up, following a nice crack up a slab to reach a belay in a corner or step back to the right to very a spacious ledge and belay. Above you will be a small, wide section capped by a very nice hand crack, 5.4, 50 feet.\n\nPitch 4. Squeeze up through the wide section, and stem wide to get established in the hand crack above. The hand crack is excellent and makes the climb well worth doing for just this section alone. Too bad it doesn't last any longer than 20 feet or so. Crank over the top of the crack to reach lower angled terrain above. Run out the rope as far as you feel comfortable and make a belay, 5.8, 100 feet.\n\nScramble up and over the summit to make your way down left, along the top of Turkey Rock. Turn back to the North when convenient and scramble back to the base of the route.","protection":"Take standard Turkey Rock rack. A #4 Camalot is handy on the first pitch. Above the first pitch, mostly hand-size and smaller pieces are handy.","location":""},"__v":0},{"_id":"fbX3RLLBX0qfVhNK4Ka+ow==","name":"That's All You Get For Five Bucks","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"downclimbed since the 1970s, Bradley Potter, Erin DeMarco?","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":4,"mp_id":"111281592","mp_crag_id":"105744755","climb_id":"fbX3RLLBX0qfVhNK4Ka+ow==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This route is pretty fun if you are not trying to have a serious day of climbing or want to have a good first lead climb. There are a series of cracks that range from fingers to hands depending on which crack you take.  The adjacent wall and corner provide plenty of opportunities to stem. I started on the left crack and finished on the right.\n\nThere are two \"variations\", like I said this is probably the most laid back route in Turkey Rock.  If it was longer, it would be a four star route, ha.","protection":"A 0.4, 0.75, and #2 (one of each) is really all you need - if that. There are good places for nuts, too.\n\nAs you can tell in the photo, I sewed it up primarily for the fun of it.","location":"This very short route is to the climbers left of\n\nDash and Thrangle\n\n. From the top of\n\nDash and Thrangle\n\n, you can set up a TR on the multi-sling rap anchor. Please be courteous of other climbers though, because this rap anchor is shared with\n\nDash and Thrangle\n\nand the first pitch of\n\nGobble Grunt\n\n. This route can basically be climbed as long as there are no other parties rappelling."},"__v":0},{"_id":"rNwXnW1IXruTXhH9/m7qEA==","name":"Straw Turkey","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":21,"mp_id":"105752734","mp_crag_id":"105744755","climb_id":"rNwXnW1IXruTXhH9/m7qEA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This climb is on Turkey Rock.\n\nP1. The first pitch offers excellent moves up disjointed thin cracks with great moves and superb protection. The start begins 10-15 feet right of a huge pine tree, at the base of the climb there is a good lounging rock. Begin the climb by face climbing up the incipient cracks, past a great mantle, and up to two steep small dihedrals.  After the dihedrals, find a good ledge for the belay (this is a long pitch).\n\nP2. For the second pitch continue up the chimney/crack system until you reach an 20' offwidth section. Place your #5 and go, or walk it up. For an offwidth its not too bad (7).\n\nP3. The last pitch exits up a small 5.6 section. Walk off to the right. Last note: You can avoid the offwidth pitch by bringing two ropes and rappelling off some slings on the first pitch.","protection":"Bring double wires, and cams to #1 on first pitch, the off-width section will need a #5.","location":""},"__v":0},{"_id":"4u9RhpDMVdCxwC1WBRNtww==","name":"Stewart's Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Stewart Green, 1974, rope-soloed, 4 pitches","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":16,"mp_id":"107308179","mp_crag_id":"105744755","climb_id":"4u9RhpDMVdCxwC1WBRNtww==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This is a fun chimney between\n\nVanishing Point\n\nand the bolted arete of\n\nIn Style, Out of Fashion\n\n. It is better than it looks - shaded for both the climber and the belayer. I used it to hang a rope for neighboring harder routes but found it quite enjoyable.","protection":"Medium to large cams. I bumped #6 in the upper chimney, I think #5 will work as fine. Stiff soled approach shoes or boots and knee pads are advised if you have smaller feet.","location":"A single rope will get you down off\n\nIn Style, Out of Fashion\n\nchains."},"__v":0},{"_id":"osPGFmZ3WauU5ymQtd6FNw==","name":"Southern Comfort","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":2,"mp_id":"105755347","mp_crag_id":"105744755","climb_id":"osPGFmZ3WauU5ymQtd6FNw==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This great route is located on the south face of Turkey  Rock. It offers a wide range of climbing from finger cracks to chickenhead covered slabs. Every pitch is good quality and unique.\n\nFrom the draw between Turkey Perch and Turkey Rock, walk along the base of Turkey Rock past\n\nTurkey Shoot\n\n(5.9-) and up the hill past\n\nGobbler's Grunt\n\ntowards the South shoulder of the formation. Rope up on a ledge below a splitter 5.9 finger crack on the left and a wide 5.7 corner crack on the right. The finger crack is obvious.\n\nPitch 1: do a quick boulder move up to the next ledge and follow a  sustained and steep finger crack up through the face via locks and jams past a small overlap to another small ledge. Continue up 10 more feet of easier climbing to a fixed anchor at a slung chockstone, 75 feet, 5.9 splitter. Variation: climb corner on the right to just below the roof on pitch two, 5.7.\n\nPitch 2: move right 15 feet on face holds towards a small roof and  pass it on the right via a fun 5.8 hand crack in the corner. Follow this crack up and right until it peters out. Begin to face climb and traverse up and right on good holds (5.7) until your reach a left-facing, corner system and belay at a comfortable stance above. This pitch requires good use of runners, it can be broken into two if needed. The face climbing is a tad bit run-out but on positive holds, 170 feet, 5.8, varied and enjoyable. Variation: 5.9S or 10bVS.\n\nPitch 3: face climb straight up on big holds slinging chickenheads  for pro to a small bulge with a crack in it. Cross the bulge and continue up easy slabs to the summit belay, 75 feet, 5.7, short and sweet.\n\nDescent: walk off climber's right.\n\nBryson Slothower","protection":"Gear up to 3\" extra finger and hand size, a few long runners and a 60 meter rope.","location":""},"__v":0},{"_id":"2TG4nmzGWfWJw5tpjIQXCw==","name":"Second Coming","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":7,"mp_id":"105763599","mp_crag_id":"105744755","climb_id":"2TG4nmzGWfWJw5tpjIQXCw==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This was a great route.It goes up the wide crack to the right of gobblers grunt.  Starts off narrow, then gets wide, then necks down to a hand crack.  We set up a belay where the crack narrowed down to hand size.  From here the climb shoots left via an exposed face into another chimney.  Take this chimney up to the top in 2 more pitches.  The crux pitch is the first one. It is possible to bail after the first pitch because that is on the same ledge where the 1st pitch of gobblers grunt ends.  The chimneying towards the top offered some spectular moves and only a minor amount of birdcrap.","protection":"Bring up to a #5 Camalot.","location":""},"__v":0},{"_id":"58SOMfFyX3GaJI77bOrKfg==","name":"Satyr's Asshole","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown, probably Dunn, et. al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":19,"mp_id":"105754924","mp_crag_id":"105744755","climb_id":"58SOMfFyX3GaJI77bOrKfg==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Satyr's Asshole begins in a short crack about 10 or 15 feet to the left of Straw Turkey.  Towards the end of this first crack, jog left to join another crack.  Continue until this crack makes a sharp diagonal left (leading to anchors above Great White Crime).  Judging by the amount of chalk I saw in the diagonal crack, many people have mistakenly deprived themselves of doing the crux of this route.  Move RIGHT, across a face instead.  Doing this will put you below the climb's namesake.  Move upward into the steepening and widening crack and place a bomber 5 Friend at the beginning of some outstanding climbing.  Easier climbing awaits about 10 feet above on a less than vertical crack.  Continue on the crack moving right around a bulge at a well-chalked flake to the anchors.  Rap from here with 2 ropes or continue to the top (5.7).\n\nThis is yet another low profile S. Platte classic.  It includes face moves, crack climbing at almost every width and of course, beautiful granite. Thanks for reading another round of my \"spraying under the guise of being informative.\"","protection":"The first (crux) pitch of this route is about 150' and shares the same rap anchors as P1 of\n\nStraw Turkey\n\n(use the ones 4' below the nest of webbing). Otherwise, the top can be reached at 5.7 and 2 more pitches for a walk-off. In addition to a standard rack, be sure to bring a #5 Friend.","location":""},"__v":0},{"_id":"4pkRSgrDU363HSJi2xgpbQ==","name":"Route   902","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Doug Snively, Steve Cheyney, & Steve Jones - Aug., '72","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":3,"mp_id":"106145193","mp_crag_id":"105744755","climb_id":"4pkRSgrDU363HSJi2xgpbQ==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"P1. Climb the obvious chimney to the right of\n\nSouthern Comfort\n\n, over a steep section, and into a nice hand crack. Follow this straight up, clipping and passing the first fixed anchor you come to. Climb straight up the hand crack (staying left of the big roof where\n\nSouthern Comfort\n\ngoes up and right). Step up through a short, offwidth section onto a big, flat ledge. You can belay here if you need some sun and warmth, otherwise, continue up the easy chimney for 20 more feet to a fixed rappel anchor, 5.7 (130 feet). It may be possible to rappel from here to the ground with a 70m rope. If not, you can make 2 rappels from here with a single rope.\n\nP2. Climb up the chimney, and struggle through the overhanging squeeze for about ten feet (crux). Continue up the easy gully above to another overhang, cave-like feature. Pull through the overhang, then step out right into a thin finger crack for some face climbing (small TCUs and nuts) to a flat area just below the true summit of Turkey Rock. (You can also continue up the wide crack to the same flat area, but I recommend the face.) 5.7+ (120 feet).","protection":"Standard rack up to 4\" will do.  If you're a novice crack climber, you may want some extra hand-sized pieces, along with a #5 or #6 Camalot to help protect the squeeze chimney, but this isn't totally necessary (I brought up to a #4).","location":"This route is on the sunny side of Turkey Rock and starts at the same place as for\n\nSouthern Comfort\n\n(uphill from the cliff base area to the west).  Look for the obvious, finger crack that is the first pitch of\n\nSouthern Comfort\n\n.  Descend by walking off to the east to the saddle where the trail comes over from the north parking area.  Or , if not climbing to the top, there are fixed anchors which would allow you to rappel after one long pitch (ending just below the crux squeeze chimney), or you could set up a short top-rope on the first pitch of\n\nSouthern Comfort\n\n."},"__v":0},{"_id":"VkNsqx5GWKifZYjJSTL8vw==","name":"Rastafarian","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Rolofson & Mark Van Horn, 6/6/1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":30,"mp_id":"106197871","mp_crag_id":"105744755","climb_id":"VkNsqx5GWKifZYjJSTL8vw==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Climb twin cracks in a corner. Move up and thin fingers goes to hands. Mantle and jam your way past the hollow sounding rock that you are climbing. Once past this section, you will work up thin finger crack an pull yourself past the bush on to a ledge. Gardening skills maybe in order for this climb. From here, move right to the webbing anchors that are above\n\nFinger Licking Good\n\n.","protection":"Small gear, nuts, Aliens, and up to #3 Camalot. A weed wacker is helpful.","location":"This route lies left of the large pine tree. Identify this crack by large bush growing out of it."},"__v":0},{"_id":"g0GdLQRJVW22kmv2IPv7kQ==","name":"Northern Comfort","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"P. Croft, J. Hall, S. Cheyney, 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":1,"mp_id":"112280708","mp_crag_id":"105744755","climb_id":"g0GdLQRJVW22kmv2IPv7kQ==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Northern Comfort is an independent pitch worth the effort that branches off from the stellar first pitch of '\n\nSouthern Comfort\n\n.' I went for this option instead of the 5.7 option to finish\n\nSouthern Comfort\n\nin order to keep the grade consistent at the 5.9 level.\n\nP1. Climb P1 of\n\nSouthern Comfort\n\npast the first 'sling belay' opportunity and up into the corner to the right of the overhanging flake and belay off of hand-sized gear (120').\n\nP2. The independent pitch: break left onto semi-positive face holds (5.8-), and climb up with occasional nuts or Aliens up and right, then go up a handcrack with good gear up and left to the summit (70').\n\nWith good sling management, this would have likely gone well as a single pitch with a 70m rope. A 60m rope would reach the top but not back to were you need to get to set an anchor, and the bottom is not good simul-climbing material.","protection":"Small stoppers to 3\", no additional gear beyond what you'd use for\n\nSouthern Comfort\n\n, really. 1.5-3\" gear is available for the belay at mid-climb.  Take your choice if you choose to stop there, but be sure to have a few extras in that size to account for that.\n\nI did not find any use for the RPs the Haas book mentions being useful, nor was the route ever runout. Perhaps some judgment about odd placements on the first section of the second pitch merit the PG-13 grade assigned in that book.","location":"This is a pitch branching out left from\n\nSouthern Comfort\n\non the upper half."},"__v":0},{"_id":"sOdLbPbpUDSu3Tk/AuXbhA==","name":"Nightime Madness","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":12,"mp_id":"105748828","mp_crag_id":"105744755","climb_id":"sOdLbPbpUDSu3Tk/AuXbhA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"You can climb four pitches, or one.  You can TR\n\nVanishing Point\n\n, and a couple others from the top of the 1st pitch.\n\nP1. Climb a nice crack that wanders left to a belay.\n\nP2.  Climb up a chimney with hidden holds.\n\nP3 & 4. Continue to the top, and walk off.\n\nFor a few more details, from\n\nboulderkeith\n\n:\n\nP1: Climb solid jams through the steep bottom moves. At the sloping ledge halfway up the pitch either traverse left ~8' for a wider 5.7 crack with lots of face holds or head straight up for 5.8 hands. Both are recommended. If you choose the left crack, protect high in the crack with a long sling for your second and belay to the right at the base of the P2 crack.\n\nP2: Climb up the wide crack (it isn't really a chimney) using face footholds. Without the face holds, this pitch would be tough. Near the top, you'll see a fixed steel cable belay. While you can use this belay (check condition!), it may limit your choices for P3.\n\nP3: There are three ways that I know to do this pitch. First, climb the left flaring offwidth above the steel cable anchor. I believe this variation is 5.8. It looks like Hubbel calls this the Pillar Variation at 5.8+. Second, you can foot traverse from the left to the right at the steel cable. I believe this is how Hubbel draws the route. Third, you can climb the right crack in which case belaying from below the right crack is safer for you and your second.\n\nThe right side is 5.8 IMO beginning with some wide crack and face holds and moving into good jams. Eventually you'll move left slightly to a finger crack and then back right to the base of P4 chimney. Be sure to protect at the top of the cracks before traversing to protect your second.\n\nP4: This chimney has plentiful face holds. If you are leading, you'll have to choose: out on the face holds = very little pro (significant R/X factor) but more pleasant climbing or thrutch into the back of the crack for some vertical whale moves (which I enjoyed). In the back of the crack, you can sling a chockstone and there is also a #4 Camalot placement. A #5/#6 Camalot might allow you to avoid the deep tunneling. In either case, either get back out on the face holds or thrutch/heel toe your way up to the top where you can go over the boulder or tunnel under. Belay at the top of a small low angle slab.","protection":"Rack up to #4 Camalot.","location":""},"__v":0},{"_id":"reE8f/qQU6+0+COKeV6WNA==","name":"Little Edward's Little Overhang","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ed Webster & Kevin Murray, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":27,"mp_id":"111179628","mp_crag_id":"105744755","climb_id":"reE8f/qQU6+0+COKeV6WNA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Little Edward's Little Overhang is an obscure Turkey Rocks route that, as the name implies, poses an interesting roof problem.\n\nStart by climbing a slightly licheny, right-facing corner, and then make a few 5.8-5.9 moves protected by small nuts to gain a broken finger crack above. Follow the crack to the well-protected roof, and use a big jug and the #3 crack directly above to overcome it. Finish up on easier terrain to the anchor.\n\nThere is apparently a low quality second pitch, but I did not climb it.","protection":"A standard rack with doubles in finger and hand sizes. There is a cable anchor at the top.","location":"Look for a large roof on the far right (east) end of the crag. It's approximately 30-40 feet off the deck. Begin beneath it in a right-facing corner to the right of\n\nThe Fiend\n\n."},"__v":0},{"_id":"xmeHKXZaUTCAfTHzg1nBbQ==","name":"Jump Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":14,"mp_id":"106310492","mp_crag_id":"105744755","climb_id":"xmeHKXZaUTCAfTHzg1nBbQ==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This is the slightly J-shaped crack with a flake near the bottom to the left of \"\n\nVanishing Point\n\n.\" Use the flake to hand jam/undercling/layback then get into the crack proper with more good hand jamming. Near the top the crack becomes an offwidth that protects with a #5 Camalot you can push up or similar wide pro. Use the bolt and chain anchor for\n\nVP\n\nto rap.","protection":"Various cams up to #5 Camalot.","location":""},"__v":0},{"_id":"rY3aEjeNXo6w5aEv/qon+Q==","name":"In Style, Out of Fashion","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true,"sport":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":17,"mp_id":"105764055","mp_crag_id":"105744755","climb_id":"rY3aEjeNXo6w5aEv/qon+Q==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This is the \"bolted\" arete between\n\nGreat White Crime\n\nand\n\nVanishing Point\n\n.  It can be TR'd from the anchor above\n\nGreat White Crime\n\n, with the last bolt as a directional.  Or, it can be lead if you have the guts, I currently do not.\n\nStart by climbing up a thin seam that disappears below and to the right of the first bolt (it is also possible to climb/ solo the arete directly up to the first bolt).  Good gear is available in the seam.  Move left from the seam before the bolt and climb straight up past it.  Continue straight up towards the second bolt, or move left to some larger holds.  Either way, on lead this would be a heady runout in 5.10 territory with ground fall likely if you blow the second clip.  The crux is between the second and third bolts on some thin sidepull edges and smears.\n\nOn TR, I really enjoyed the climbing on this route, definitely worth doing if you climb one of the other routes that share the bolted anchor.  However for lead, the bolt spacing a somewhat odd in that there is 1 bolt for the first 50 or so feet and then 3 for the last 15 feet.  I assume this was put up on lead and inconsistent as a consequence.  A very bold and admirable effort if so.  In my opinion, it would be a 2-3 star route if the last bolt was removed and one was placed between the first and second.","protection":"Four bolts and small gear for the seam at the start.","location":""},"__v":0},{"_id":"vhbMC24oU4aDxFvJU62ufA==","name":"Hallucinogenic Blues","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Peter Gallagher & Bob Robertson, 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":25,"mp_id":"117079302","mp_crag_id":"105744755","climb_id":"vhbMC24oU4aDxFvJU62ufA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Start in the same place as for the\n\nEastern Front\n\n, and climb directly up the right-facing corner and to the large roof. Then step left under the roof to a chimney with good hand jams, and climb to the ledge shared by\n\nThe Fiend\n\n(the upper section is shared by\n\nBrain Cramps\n\nand\n\nEastern Front\n\n). The route was named because of the Green Dragon acid the first ascent party was on when they climbed it (info received straight from the horse's mouth).","protection":"A standard rack to 4\".","location":"Hallucinogenic Blues is three climbs right of\n\nStraw Turkey\n\non the sunny side of Turkey Rock."},"__v":0},{"_id":"5UIr6JhdVdKqXTm9wEY1Yg==","name":"Great White Crime","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Bryan Becker 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":18,"mp_id":"105760017","mp_crag_id":"105744755","climb_id":"5UIr6JhdVdKqXTm9wEY1Yg==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Located on the south face of Turkey Rock, this route starts to the right of the bolted arete (\n\nIn Style, Out of Fashion\n\n).  This is in the lowpoint of the right side of the rock.  Similar climbing to that of Vanishing Point with good fingers in the seams and feet where you need them.  Start up incipient cracks until a step left is necessary.  Reach for the handcrack, and it's over. It is 70' to a chain anchor.","protection":"TCUs, RPs, and #2 Camalot for the upper hand crack.","location":""},"__v":0},{"_id":"VrtzOKcxU4e1SL+fM//xGA==","name":"Gobbler's Grunt","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Skip Hamilton & Steve Cheyney, early 1970s (from CGNA)?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":6,"mp_id":"105752743","mp_crag_id":"105744755","climb_id":"VrtzOKcxU4e1SL+fM//xGA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"A varied climb of superb quality found on Turkey Rock's South Face.  A fine introduction to South Platte offerings.  From the Pass between Turkey Rocks and Turkey Perch, drop down and to the right, following the base of Turkey Rocks.  The route starts on the West side of the South Face.\n\nP1: The traditional start is in a dark chimney on the West side (5.7) just past the lowest point of the face, but this chimney is better used to identify a hand crack variation just to the right (very recommended).  Begin with a small crack that angles right, leading to a bomber hand crack (5.8) charging straight up to a roof.  The crack widens before reaching the roof (your big piece in the small pod) and get ready for the crux.  Reach up to a jam above the small pod (5.9) and work via hand traverse left and escape from under the roof  to another hand crack.  The crack eases back and cruise to a good ledge.\n\nP2: The first pitch was a satisfying hand crack, the second a delicate finger crack.  From the ledge follow the cracks straight up the steep, open face above (5.9).  The beginning of this pitch is fine climbing; tricky stems and thoughful, exposed progress leads back and forth up the dual cracks.  Work around a small roof on the left, 5.6s on the face or tricky 5.8 along the crack.  Belay up on the left on an exposed, delightful, small shelf.\n\nP3: Climb the crack above the belay, following easier climbing along a left facing dihedral (5.7). Finish smartly with a small sampling of easy slab.  Follow the line of least resistance to the right into a huge slot that leads to the summit.\n\nWalk off to the East toward the pass between Turkey Rocks and Turkey Perch.","protection":"A standard rack to a #4.","location":""},"__v":0},{"_id":"C+OIwlU5UN6rI+rLKphYjA==","name":"Glen's Pancake","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":11,"mp_id":"107352992","mp_crag_id":"105744755","climb_id":"C+OIwlU5UN6rI+rLKphYjA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Glen's Pancake climbs a narrow crack which starts on the right side of the little alcove of Turkey's Dare start.  Follow this crack up to a nice ledge.  From the ledge, follow the obvious flake to another ledge.  From here, join\n\nNightime Madness\n\n(either straight up or move right to the\n\nNightime Madness\n\nvariation).\n\nThis is a fun route.  The crux comes early, although there were a couple more spots that garnered my attention.  I would suggest finishing with the\n\nNightime Madness\n\nvariation to add a little more spice.","protection":"Standard rack.","location":"Glen's Pancake is located between Turkey's Dare and\n\nNightime Madness\n\n.\n\nTo descend, scramble (climber's right) over to the\n\nVanishing Point\n\nanchor to rap. You can also climb Chopping Block or\n\nNightime Madness\n\nto the top."},"__v":0},{"_id":"Ac/5BwokX7ymYWQmcyoCBA==","name":"Finger Lickin' Good","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Earl Wiggins?, 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":31,"mp_id":"105764163","mp_crag_id":"105744755","climb_id":"Ac/5BwokX7ymYWQmcyoCBA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Note: this climb is not to be confused with Finger Lickin' Good at Lumpy.  I changed the name from Hubbel's guide to Finger Licking Good (with a \"g\") to avoid confusion.\n\nOn the seldom climbed north face of Turkey Rock -- visible from the parking lot -- is a pink crack bisecting the rock, perhaps 50 feet long. On a hot sunny summer day, this shaded route is an excellent destination.\n\nLocate the highest tree on the North side. Above it is the crack -- you can't miss it. Belay at this tree, getting there via a gully to the left of the tree.\n\nP1. Head 3 feet left of the tree into a low angle #3 crack which leads to a thin crack in a right-facing dihedral, 5.9 (alternate: go right of the tree into an obvious dihedral), 80 feet.\n\nP2. Climb up the stunning crack, 10d, which takes good gear, to a ledge with slings.\n\nYou can rap with 2 ropes, or continue up\n\nWild Fire\n\n, 5.9, a worthy and well-protected pitch that brings you to the summit. For\n\nWild Fire\n\n, head right around the corner and arrive at an alcove. Ascend the broken crack until the ledge. The crux felt harder than 5.9. Then move left, thru a slot to the top, 100 feet.\n\nWalk off left.","protection":"Standard rack to #3. Use slings after pitch 2; you can rap with 2 ropes. Otherwise, you can do a third pitch and walk off left.","location":""},"__v":0},{"_id":"Nk0lZ1ToUhGKcMJy5BI3/g==","name":"Finger Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Cheyney","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":28,"mp_id":"115377814","mp_crag_id":"105744755","climb_id":"Nk0lZ1ToUhGKcMJy5BI3/g==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Make an insecure move or two to get out of the approach gully and into the left of two cracks on the right wall. Despite the name of this climb, this crack is mostly tight hands with only a few fingers. When the crack ends, step left, and climb an easy, wide chimney system to a comfortable ledge at the top of the slot. The Haas guidebook lists this as a single pitch route, but we chose to set up a belay here before the final offwidth.\n\nTackle the short but grunty offwidth on the left, which is probably the crux of the climb. A #6 Camalot is required here. Alternatively, finish via the short offwidth on the right, which apparently also goes at 5.8 and looks to require a #6 as well, though I did not climb it.\n\nTo descend, begin the standard walkoff to the east, and then scramble down the north side when the terrain allows.\n\nHaas gives this route two stars, but I don't agree with that assessment. The tight hand crack is nice, but the route is so dirty and licheny that I'd recommend safety glasses. Seriously!","protection":"A standard rack to #6 Camalot. The Haas guidebook suggests two # 6 Camalots, but a second #6 seemed completely unnecessary. If you burn up your #6 before the final short headwall (we did not), you can easily set up a comfy belay here, so you get your #6 back for the offwidth finish.","location":"This route is on the left side of the north face of Turkey Rock. Access it by scrambling up the obnoxious, dirty gully system left of\n\nRastafarian\n\n. We set up a belay where we no longer felt ok soloing up the gully. On the right wall, you'll find two thin cracks. This route begins up the left of the two cracks. The right crack is\n\nCurving Crack Variation\n\n, which is actually a totally independent line."},"__v":0},{"_id":"aWNmaWLRXsqeb+oi+1dfxg==","name":"The Fiend","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Sherwood & Don Doucette, '70s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":26,"mp_id":"106590436","mp_crag_id":"105744755","climb_id":"aWNmaWLRXsqeb+oi+1dfxg==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"The Fiend is four climbs right of\n\nStraw Turkey\n\non the sunny side of Turkey Rock. It climbs a steep slab with a splitter finger crack leading to a small roof. Crank the roof, continue straight up on easier terrain, and finish up a wide crack in a right-facing corner.","protection":"Standard rack to 4\". There is a fixed anchor. A 70m rope will reach.","location":""},"__v":0},{"_id":"F77iQKQtV2aV0Y2qt+PuBg==","name":"The Eastern Front","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":24,"mp_id":"106590481","mp_crag_id":"105744755","climb_id":"F77iQKQtV2aV0Y2qt+PuBg==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"The Eastern Front is two climbs right of\n\nStraw Turkey\n\non the sunny side of Turkey Rock. Start in a right-facing corner but quickly move out on the rounded arete with a crack to the left, climb to the left edge of a large roof, then step left to a chimney with good hand jams and climb to the ledge shared by\n\nThe Fiend\n\n.","protection":"A standard rack to 4\". 1 old ring angle piton exists on the route. There is a fixed anchor. A 70m rope will reach.","location":""},"__v":0},{"_id":"Sb7wqREIWAWklTREi0jlyg==","name":"Direct Hit","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Cheyney, late 1970s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":0,"mp_id":"107301213","mp_crag_id":"105744755","climb_id":"Sb7wqREIWAWklTREi0jlyg==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This is not my route, but we climbed it yesterday, and it ought to be represented here.  It's thin, steep, and exposed, connecting thin cracks with devious face climbing.  There is pro, perhaps only PG-13 with small cams and your comfort level.  The crux(es) may be leaving the first crack and definitely leaving the last one. If the 2nd pitch of\n\nGobbler's Grunt\n\nwas fun, this might be for you.  Brilliant!","protection":"RPs, nuts up to about BD #8, and I used 2 x #0.3s, 1 x #0.4, 1 x #0.5 Camalots and a blue (?) Alien [2 would've been great] with a #0.75 & #1 Camalot for the anchor at a broken ledge.  We then wandered up a bit and about 35' left to a rap anchor in some tied-off rocks. (Yeah, we skipped the 2nd pitch.) A 60m rope would be plenty for that rap.","location":"This is the leftmost route on the face, left of\n\nSouthern Comfort\n\n, in the corridor between the South Face and the Leftovers.  The initial crack starts up left of the big rock/flake leaning against the South Face before you get to the big tree."},"__v":0},{"_id":"+reA1AY5X7ahFYRJajEv7w==","name":"Dash and Thrangle","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":5,"mp_id":"105756853","mp_crag_id":"105744755","climb_id":"+reA1AY5X7ahFYRJajEv7w==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Up and left of the chimmney start to\n\nGobbler's Grunt\n\n, climb the nice hand crack to the ledge. This would be worthy of more stars if it were longer. Continue on\n\nGobbler's Grunt\n\nor downclimb/rap to the left (climber's left).","protection":"Bring wires and cams to 2\".","location":""},"__v":0},{"_id":"hE/JZT27UGaTDIIyqxjhPg==","name":"Curving Crack Variation","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Cheyney, date unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":29,"mp_id":"112280684","mp_crag_id":"105744755","climb_id":"hE/JZT27UGaTDIIyqxjhPg==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"This is a pretty good climb with a bit of everything from face to OW.\n\nPick your way up some 'interesting' scrambling terrian past edges, ledges, and bushes, some of which are man-eating if you are not careful.\n\nArrive to the left of a large corner system on a ledge probably 50' above the base of the climbs '\n\nRastafarian\n\n' and '\n\nFinger Lickin' Good\n\n' and at least that far to the left. A large, left-facing corner, that actually looks quite clean, looms over head.\n\nThe right face of this corner is split by a crack that splits a face just right of the obvious corner, twice curving up and left towards the corner, which likewise retreats inward, leaving you out on a splitter. Most of the climb is easier, but there are 3 slightly harder sections.\n\nEngage in one harder section to step up and right onto a small ledge where you can access the crack. This is awkward, and it would be bad if you fell with no gear in, so consider having a gear belay set on the ledge system for the belayer before casting off. Climb up mostly hand-sized cracks for quite a while. The crack will curve left twice, both slightly harder sections that protect well, the second of these on smaller gear in the top of a crack which becomes flaring just before stepping into the offwidth corner (the true crux).\n\nUp in the OW, move up a few feet and place a 4\" can and then a 5\" cam.\n\nSeemingly good placements are available, but there is also some loose/bad rock in there and the feet out on the face are not terribly secure. Fight your way up the OW to the top, and belay on some gear that is a few meters back from the edge.\n\nWalk/scramble off to the East back towards the notch that splits the approaches to the North/South face of this formation. Approach shoes are a great thing to have for this!","protection":"Gear from medium stoppers to 5\" cam. Optional 6+\" gear was not taken nor needed. Doubles from 2\"-3.5\" would be handy, particularly as they may be useful for the gear belay up top.","location":"This route lies up and left from '\n\nRastafarian\n\n' and '\n\nFinger Lickin' Good\n\n' on the North side of Turkey Rock. There is an inset that starts up on a ledge system above the start of those routes. In this inset of rock, perhaps 50' higher, and 80' to the left, the left-facing wall on the right of a large dihedral holds a climb in the corner (Finger Crack), a climb splitting the face up to the hanging OW corner (Curving Crack) and a runout arete (The Naked Edge)."},"__v":0},{"_id":"m8cnjP3xUiaClfSEMhv+AQ==","name":"Chopping Block","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Chuck Behrensmeyer & Molly Higgins","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":13,"mp_id":"112831368","mp_crag_id":"105744755","climb_id":"m8cnjP3xUiaClfSEMhv+AQ==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"The first pitch climbs a wide crack system for 90 feet (5.7) to the ledge atop\n\nJump Start\n\n. Big cams are not required as there are smaller cracks within that take an assortment of medium sized gear. Rappel from the bolted anchor on the ledge or continue to the top of Turkey Rock in two more pitches.\n\nIf continuing to the top, sneak around the boulder on the far left side of the ledge, and continue up a broken crack system (5.7). The Haas guidebook recommends belaying after about 100 feet just down and to the right of a steel cable anchor. I continued up a bit more and belayed atop a huge boulder wedged into a big hole.\n\nFrom the big, wedged boulder, traverse right (well protected) into the final big chimney at the top of\n\nStewart's Crack\n\n, and follow it to the summit (5.7). A #6 is very nice to have near the top.","protection":"A standard rack to #3 Camalot for the first pitch. Bring a #6 if going to the top.","location":"Chopping Block starts in the wide crack between\n\nNighttime Madness\n\nand\n\nJump Start\n\n. Three pitches get you to the top of Turkey Rock. Do the standard walkoff to the east."},"__v":0},{"_id":"dHaT0S9pU7qJ28F/ibBSPA==","name":"Brain Front","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":23,"mp_id":"114194012","mp_crag_id":"105744755","climb_id":"dHaT0S9pU7qJ28F/ibBSPA==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"Follow a tapered hand crack on the face just left of the soft arête. The crux is a leftward diagonal flared finger crack over a bulge that eventually merges with\n\nBrain Cramps\n\nand\n\nThe Eastern Front\n\n. Saunter up the widening crack to the slab up top, joining anchors with '\n\nThe Fiend\n\n'.","protection":"A standard rack (small cams are useful) and a 70 meter rope.","location":"This is between\n\nBrain Cramps\n\nand\n\nThe Eastern Front\n\non the soft arête."},"__v":0},{"_id":"lOMNubB5UoSMDZX2emZ08A==","name":"Brain Cramps","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mack Johnson, 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"left_right_index":22,"mp_id":"105751795","mp_crag_id":"105744755","climb_id":"lOMNubB5UoSMDZX2emZ08A==","areaRef":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":"On Turkey Rocks, this route is about 75 feet to the right of\n\nVanishing Point\n\nand can be started in a couple ways. The guidebook topo wasn't too clear, but you start up one of two cracks that both lead to a slightly overhanging section with an old piton. The left crack goes right around a small tree (about a foot tall), and up without disturbing the tree! The right crack goes up a right-facing dihedral and moves left. Crank through the section after the piton. The rest of the route is a wider section which is more chimney than OW, but still a little grunting was going on.... Fun, fairly short pitch.\n\nEdit: description above could be eastern front per comments, but it's been 15+ years, and I definitely have a \"brain cramp\". I think L to R is Brain Cramp, Eastern Front, and Fiend. If somebody has a better description, feel free.\n\nEdit from Mack Johnson: I believe I did the FA of this route in 1980, though someone may correct me. It was my first route with brass nuts, especially handy before micro-cams. We did not place any fixed pins.","protection":"Standard rack, a couple wider pieces perhaps.  I took up to a 4.5 cam....","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,ace71460-d66b-5c7b-a29a-d998bf196eb7,61ba0aaa-25e6-5d47-84c2-14a5a5734576","pathTokens":["USA","Colorado","South Platte","Turkey Rocks","Turkey Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":8,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11+"},{"count":6,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.7+"},{"count":5,"label":"5.9+"},{"count":3,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":34,"bands":{"unknown":0,"beginner":12,"intermediate":18,"advanced":4,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":12,"intermediate":18,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.23983,39.11917]},"bbox":[-105.2404095819699,39.11872033981814,-105.23925041803007,39.11961966018186],"left_right_index":-1,"ext_id":"105744755","area_id":"YboKqiXmXUeEwhSlpXNFdg=="},"content":{"description":""},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T05:56:09.608Z","updatedAt":"2022-11-25T11:16:47.872Z"}