{"_id":"6368a57ce80bff5a995b83b5","area_name":"Main Cliff","shortCode":"","climbs":[{"_id":"qlIp0SB1V3yJ3QZwYRkTMw==","name":"The Absence of Light","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Travis Peckham, Flynn Peckham, Mischa Tourin, 10/10/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":25,"mp_id":"119741116","mp_crag_id":"112939364","climb_id":"qlIp0SB1V3yJ3QZwYRkTMw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Make your way up to the ledge and belay from the base of the corner. After the chockstone, continue up the obvious splitter tight hands crack past a widening pod (crux) to a ring-bolt anchor","protection":"Standard rack to 3” with double set of cams from 1-2”","location":"The ledge can be accessed with a 4th class scramble starting directly behind the belay to Traffic Jam. Consider roping up if you're not a solid scrambler. The Absence of Light is the fourth route from the left on the ledge."},"__v":0},{"_id":"7+gWv3/pVAaiOxbecilR5w==","name":"Wild Black","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Rob Niles, Dustin Dearborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":26,"mp_id":"112920451","mp_crag_id":"112939364","climb_id":"7+gWv3/pVAaiOxbecilR5w==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb the finger crack up to a bolt then continue    past gear and bolts to the top. Great position with a great view, fun and varied climbing.    A Must-Do at the cliff!","protection":"Standard Rack to 2\"","location":"100 feet left of Pet Badger"},"__v":0},{"_id":"Yg4SQZI8VPyt53hB6NQmGQ==","name":"Unnamed Crack","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Dustin Dearborn, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":36,"mp_id":"113105712","mp_crag_id":"112939364","climb_id":"Yg4SQZI8VPyt53hB6NQmGQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"A short hand crack leading to an anchor that is shared with Pet Badger and Possum.","protection":"Standard rack","location":"Around the corner, 15' left of Possum"},"__v":0},{"_id":"k+eDdBl3Vpe9e/r39D2x9A==","name":"Traffic Jam Extension","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Dustin Dearborn, September 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":19,"mp_id":"121188581","mp_crag_id":"112939364","climb_id":"k+eDdBl3Vpe9e/r39D2x9A==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climbing to the 5.9 anchors is classic. Pushing through the roof is classic. Can't go wrong! The 5.11 is certainly the natural line and if it's in your wheelhouse then go for it!Physical climbing through the handcrack roof flare above the two-bolt anchor puts you in a short offwidth, then up to the final anchor. ","protection":"Save at least a #2 C4 and a #4 or #5 C4 or equivalent","location":"Climb the 5.9 Traffic Jam corner and keep going up"},"__v":0},{"_id":"zW508XHAUSuZjn+gwWp9Rg==","name":"Traffic Jam","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dustin Dearborn, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":18,"mp_id":"113105797","mp_crag_id":"112939364","climb_id":"zW508XHAUSuZjn+gwWp9Rg==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"The beautiful finger/hand crack in the large corner beneath the roof. The most striking line at the cliff. Jam and stem to a fixed anchor beneath the roof. Lower off here, or better yet, make burly moves (5.11) through the roof to a bolted anchor 20' above.  \n\n*Note: A piton lower off anchor was found about half way up the route on the right side from a previous attempt by an unknown party. It is unknown whether they were attempting the crack or the corner. This was the only sign of previous human traffic at Black Mtn.","protection":"Standard rack to 3\". Larger cams for the roof variation.","location":"A short distance beyond Wild Black."},"__v":0},{"_id":"35e+rIVEXDe31yGotIQEPw==","name":"Threat Level Midnight","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Ira O'Meara, Doug Scott","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":3,"mp_id":"119362953","mp_crag_id":"112939364","climb_id":"35e+rIVEXDe31yGotIQEPw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb up the overhanging hand crack. Transition onto a steep face with fragile rock and a thin seam. (2 bolts) Rest underneath a protruding horn,  clip a bolt and then somehow get on top of said horn. Thin face moves on the arete lead to another overhanging bulge where you move left and dyno/dead point for a ledge with a 2 bolt anchor. Very strenuous throughout. ","protection":"A few cams for the bottom. The rest is bolts. Tbh, there are more bolts than what is needed.  Basically a sport route with a couple cams.","location":"Starts 5 feet to the right of BMR, at the obvious overhanging handcrack. "},"__v":0},{"_id":"pRpw6lpKWVOMMxrAL1Yuew==","name":"Sweet Life","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kristin Dolcimascolo, Ryan Stefiuk, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":13,"mp_id":"121109891","mp_crag_id":"112939364","climb_id":"pRpw6lpKWVOMMxrAL1Yuew==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Sweet Life tackles the right edge of the giant northwest face of the larger buttress that is formed by the Traffic Jam gully on the right and a large upper face on the left. From bottom to top this route is simply amazing. Sweet Life is destined to become \"the 5.9\" to do at Black Mountain the way Wild Black may be \"the 5.10\".P1. 70' 5.8 Climb straight up following amazing cracks along the left edge of a giant gully. At mid height there is a large block sitting on a ledge on the right. This block doesn't move but isn't attached. It's possible and reasonable to stay left, only using the block to stand on. Pass one bolt on the left face, avoiding the crumbly blocks in the chimney to the right. Belay at 2 bolts on a ledge in a small alcove.P2. 100' 5.9+ Simply amazing climbing along a unique feature. After 10 feet of cracks follow the arete up and left as it snakes along the edge of the large face (steep). Climb past 4 bolts (optional gold camalot in a horizontal on right after the first bolt) and gain the giant, wedged block (hero climbing). A blue BD X4 or green alien off left helps protect this exposed section along the arete. The angle eases here and the remainder of the pitch has thoughtful off vertical face climbing in a wonderful and exposed setting along the arete. Gear to 3\" is useful along the upper arete. Gain the ledge on top and belay using the Soul Journey anchor to the left.Rappel down Soul Journey. Getting back to the belay on Sweet Life will be challenging due to the traversing nature of the pitch.","protection":"Gear to from .3- 3\", an extra .75 may be useful on pitch 2.","location":"Gain the same wooded terrace as for Expanding Horizons. Go past Expanding Horizons and gain a flat granite pedestal  15' up, just below the vertical crack system."},"__v":0},{"_id":"M+BUxcbJWjeMWJ+SzK3T6Q==","name":"Sway","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Travis Peckham, Mischa Tourin, 10/11/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":22,"mp_id":"119741027","mp_crag_id":"112939364","climb_id":"M+BUxcbJWjeMWJ+SzK3T6Q==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Scramble up into the wide corner and follow it to the roof. Reach far out into the roof crack for jams and shuffle your way as the crack widens to perfect hands at the exit. Pull around the corner and climb the widening crack to offwidth (with solid cheater features) to the ring-bolt anchor","protection":"Standard rack to 4” with optional 5” cam for the initial crack","location":"The ledge can be accessed with a 4th class scramble starting directly behind the belay to Traffic Jam. Consider roping up if you're not a solid scrambler. Sway is the leftmost route on the ledge."},"__v":0},{"_id":"eQuyeCaLUwephg2REPbVgw==","name":"The Spice is Life","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Ira O'Meara, Caleb Fischer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":0,"mp_id":"121163075","mp_crag_id":"112939364","climb_id":"eQuyeCaLUwephg2REPbVgw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"A beautiful sister climb to Fear is the Mind Killer. This route climbs the corner and face to the left of the prominant offwidth. Scramble up blocks to the base of a left facing corner with a handcrack.  Climb this for 25 feet to a wide horizontal,  then transition right to the slightly past vertical face. Follow a series of intermittent cracks that get increasingly hard as you go until you gain a great jug in a horizontal.  Make a couple more tricky moves and mantle onto the great belay ledge and anchor shared with FITMK.  ","protection":"Trad gear from .2 to #3. Double #2 cams, save one for the top. Crux protects with a .5 size piece.","location":"Follow the trail way out past Black Moon Rising to the Fear is the Mind Killer area. This climb is 10 feet left of FITMK. "},"__v":0},{"_id":"LmwN4hMpU021J3T/FKCgrQ==","name":"Soul Journey","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kristin Dolcimascolo, Ryan Stefiuk, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":12,"mp_id":"121114420","mp_crag_id":"112939364","climb_id":"LmwN4hMpU021J3T/FKCgrQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Soul Journey tackles the giant and blank upper northwest face of the Traffic Jam buttress. Like many other face routes at Black Mountain, the route appears to have no features. Closer inspection reveals just enough features to allow passage at a relatively moderate grade. It is still a bit gritty as a result of the coarse, weathered granite, but great friction and hidden holds abound. Lovely and exposed climbing on this one.Begin at a 2-bolt anchor on a small ledge, 2/3rds of the way up the first pitch of Expanding Horizons. From the very nice belay perch, one tricky move gives access to shallow vertical cracks and jugs on a steep orange and white wall directly above the belay. Gain a short obtuse corner and mantle onto the lower angle upper face (small cams in horizontal cracks on the left). Wander up the upper face, passing 2 bolts along the way. Near the second bolt, using the left edge of the face makes standing up easier.A challenging move up and right (finger size gear in a short crack) gains a small ledge and the final crack system. Belay using the bolts directly above, which are shared with Sweet Life, or lower back to the belay perch at the start of the pitch. Rappel the route to avoid loose stuff on the ledges above.","protection":"Single rack to 2\", extra tips-fingers size for the small horizontal cracks along the way.","location":"Start on the same wooded terrace as for Expanding Horizons and Sweet Life Begin by climbing the first 20m of Expanding Horizons, until you reach the 2-bolt belay at a nice, north-facing perch. Soul Journey begins at this perch"},"__v":0},{"_id":"QfLanV11WYK3PtchI353Eg==","name":"Some Say the Crux is the Hardest Part","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Kristofer Fiore, Mischa Tourin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":20,"mp_id":"119413637","mp_crag_id":"112939364","climb_id":"QfLanV11WYK3PtchI353Eg==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Well... someone had to climb this thing! Perhaps the most striking arete at Black Mountain? I dare say so.\n\n Climb the initial 5 feet of Traffic Jam before stepping out right to the arete. Tip-toe and balance your way up the arete to a stance. Climb up to a second stance and then cast off on an adventure of counterpressure, foot smears, toe hooks, and body tension to make it up the face/blunt arete. The actual crux may be finding a way to clip without peeling off.","protection":"10 bolts.","location":"Start as for Traffic Jam."},"__v":0},{"_id":"RGm5BWX5UGWLZpkWIGASqw==","name":"Soliloquy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mischa Tourin, Travis Peckham, 10/11/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":23,"mp_id":"119741062","mp_crag_id":"112939364","climb_id":"RGm5BWX5UGWLZpkWIGASqw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Make your way up to the ledge and belay from the base of the corner. Climb up past the chockstone and traverse the ledge to the base of the crack. Follow the mindbending corner that presents as a splitter crack but is actually an opening into multiple dimensional planes of existence. Look for gear in horizontals and in the cracks on the left face. Save a finger sized piece for the last placement before the ring-bolt anchor","protection":"Single rack to #3. Doubles of finger sized was helpful.","location":"The ledge can be accessed with a 4th class scramble starting directly behind the belay to Traffic Jam. Consider roping up if you're not a solid scrambler. Soliloquy is the second route from the left on the ledge."},"__v":0},{"_id":"T17qVLegUNu7yw8JoFPijw==","name":"Shadow Spirit","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mischa Tourin, Kristofer Fiore","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":21,"mp_id":"119413701","mp_crag_id":"112939364","climb_id":"T17qVLegUNu7yw8JoFPijw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"An absolute marvel. Varied and gritty with enough spice to keep it interesting.Work up the face through six bolts to a stance. Gain your composure for a burly laybacking crux through small but very solid gear. A tenuous stance leads to a second easier corner. A small runout (5.7) gains a bolt. Pull the roof to a bolted anchor above.","protection":"7 bolts, Rack to #2, doubles in fingers, small gear a must","location":"35 feet right of Traffic Jam at a bolted face."},"__v":0},{"_id":"TdnkDNrLUMi68QCKppHS7Q==","name":"Possum","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dustin Dearborn, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":37,"mp_id":"113105700","mp_crag_id":"112939364","climb_id":"TdnkDNrLUMi68QCKppHS7Q==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Follow the deep groove up through a hand crack near the top.","protection":"Standard rack.","location":"10' left of Pet Badger"},"__v":0},{"_id":"vRQxxyT9XFCvx3i7n8UVuw==","name":"Pet Badger","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rob Niles, Dustin Dearborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":38,"mp_id":"112920444","mp_crag_id":"112939364","climb_id":"vRQxxyT9XFCvx3i7n8UVuw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Make a bouldery start up to the hand crack and follow it over the bulge. Traverse left to the fixed anchor","protection":"Standard Rack","location":"20 feet left of Kingdom Heritage."},"__v":0},{"_id":"H+Zct7mGWWu6HyGk2GUFLA==","name":"Out of the Blue (and into the Black)","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ira O'Meara, Caleb Fischer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":7,"mp_id":"121163121","mp_crag_id":"112939364","climb_id":"H+Zct7mGWWu6HyGk2GUFLA==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climbs the right side of the Black Clouds slab, then continues up the cool, thin corner to a overhanging wall above. Techy crack and corner climbing leads to steep sporty climbing. Pitch 1: Locate a black bolt to the right of the obvious bolted line of Black Clouds. Climb the slab and thin corner crack (small cams) then make thin moves up to a ledge, 10d. PG.  This pitch can be skipped by walking up the gully to the right. It is also one of the few pitches at Black that is easy to set up a toprope. Pitch 2: From the 2 bolt anchor on the ledge, move left and get established in the cracks on the left side of the corner. A #2 protects the moves off the ledge. Clip a bolt, back-clean the #2,  and climb the thin cracks and corner for 35 feet. (The first crux is pretty low, so protect early and often.) At its top, move right an reach to clip a bolt. Step back down and engage in steep, gymnastic climbing (second crux) to reach a jug right. Clip another bolt then perform another big move to another great edge. Continue up more easily to a ledge with a 2 bolt anchor. ","protection":"P1: bolts and a couple small cams P2 : 6 or 7 Bolts , finger sized trad gear (0 cam to .75) optional #2 for below the first bolt on p2. ","location":"Starts at the tounge of rock that comes down to the trail between Sweet Life area and Jengarete. The slab is steeper and harder than it looks! This is the route on the right. Pitch 2 starts at a ledge about 70 feet up- one could bypass the first pitch and hike up the steep gully on the right to gain that ledge. "},"__v":0},{"_id":"SbPuxMtpXFy4uarsXsxDGQ==","name":"Nyx","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Travis Peckham, Mischa Tourin, 10/11/2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":24,"mp_id":"119741076","mp_crag_id":"112939364","climb_id":"SbPuxMtpXFy4uarsXsxDGQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Make your way up to the ledge and belay from the base of the corner. After the chockstone, moving left is tempting, but thin and poorly protected. A splitter finger crack hides just around to the right. Climb up to the broken rock past tree stumps where the crack then turns to right hand fists and left hand gastons up to the ring-bolt anchor.","protection":"Standard rack to 4”","location":"The ledge can be accessed with a 4th class scramble starting directly behind the belay to Traffic Jam. Consider roping up if you're not a solid scrambler. Nyx is the third route from the left on the ledge."},"__v":0},{"_id":"Y9x8uR1VURGjvNWSF7oxzg==","name":"Meadowlark","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Daniel Affsprung, Andrew Allee Fall 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":4,"mp_id":"121371548","mp_crag_id":"112939364","climb_id":"Y9x8uR1VURGjvNWSF7oxzg==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Meadowlark is in competition with Fear is the Mind Killer for the title of Black Mountain's longest crack. Spot the corner on the right of the Threat Level Midnight buttress. This crack goes all the way to a nice ledge on the top of the cliff; as you go higher, it gets smaller, harder, cleaner, and better.P1: The corner begins in earnest from the left end of a ledge 20ft up, which you can gain two ways. Either climb a shallow corner capped by a right-facing block in the middle of the ledge, or for directissima points, go up the squeeze chimney that leads straight into the corner. Once in the corner, climb a 5.10 crux in a flaring bulge with perfect gear. Move up to a ledge below a huge block and go right to belay on the tree-covered ledge. It's best to belay off a tree.P2: Climb through reachy jugs to reenter the corner. Compose yourself and place high gear, then launch into sustained sharp fingerlocks to a final mantle below the chains. This pitch is amazing.Rappel with a 70m rope. 60 may work but it's untested. The 'jukebox' block dividing pitches one and two is really big and moves, and we tried very hard to push it off. Time will do its thing, but for now there doesn't seem to be any risk of it falling. It's caught behind the edge of the left wall. Pulling ropes don't go near it and you don't touch it at all when climbing. I think this route sat undone because it was hard to see through the trees. To warm up and get inspired, climb Jengarete; the top crux of Meadowlark is visible for much of that climb.","protection":"Doubles from BD 0.1 through .75, single 1-3.","location":"Past Jengarete, the right corner of the buttress where the very recognizable routes Threat Level Midnight and Black Moon Rising can be found."},"__v":0},{"_id":"vy3kSBniUv+soCKg5Oj7+g==","name":"Lost Nation's Finest","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Kristin Dolcimascolo, Ryan Stefiuk, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":11,"mp_id":"121176205","mp_crag_id":"112939364","climb_id":"vy3kSBniUv+soCKg5Oj7+g==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Hard to miss. From the ledge at the start of P2 of \"Expanding Horizons\" climb up and right (caution with the stacked pile of blocks on the ledge!) to gain the large left facing corner. Follow the corner past an overhang (crux) and shoot up the easy hand crack in the corner above. Lower from anchors at the top of the corner.","protection":"Single rack to 5\"","location":"Begin on the ledge where P2 of Expanding Horizons begins."},"__v":0},{"_id":"TgGXNpqXUQKywBceF39eCQ==","name":"Kingdom Heritage","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dustin Dearborn, Nick Ash, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":39,"mp_id":"113105668","mp_crag_id":"112939364","climb_id":"TgGXNpqXUQKywBceF39eCQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"The left-facing corner with a thin seam and slab that steepens higher up and finishes with a short offwidth and hand crack above. Pull over a low bulge to start, then work past a devious crux midway up the slab. Layback a thin crack as the slab ends and continue through the steep corner above on good edges, jams, and arm bars. Entertaining from start to finish!","protection":"Rack to 3\", 4 bolts","location":"50' left of Black Plague"},"__v":0},{"_id":"321yfn3VXmK6fkv4nVhxIQ==","name":"Log Skidder","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dustin Dearborn, Tim Mclaughlin, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":35,"mp_id":"113105727","mp_crag_id":"112939364","climb_id":"321yfn3VXmK6fkv4nVhxIQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"The wide crack behind a small birch tree low on the wall. \n\n  P1. Climb the crack to a decent sized ledge. 50' \n\n  P2. Continue up through he corner system above passing a diving board and a series of stances and cracks leading to the top of the cliff. 65' \n\n  Can be done as one long pitch. Rappel off the west side.","protection":"Standard rack.","location":"Just uphill and left of Possum and Pet Badger."},"__v":0},{"_id":"8Lre1k7GVCSSAWkPjMd4bA==","name":"Jet Crack","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Nate Vince 9/13/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":17,"mp_id":"113952123","mp_crag_id":"112939364","climb_id":"8Lre1k7GVCSSAWkPjMd4bA==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb the offwidth left of Traffic Jam.","protection":"Small cam optional; #5 and #6 should be fine.  No anchors.  Climb Traffic Jam and then leave the rope up and lead off the tail of that rope. (If you have a 60m this should work fine.). Then once you have sent it have the belayer flip the ropes over to you (the ones still on TJ) and you can rappel.  Or if you don’t feel like doing this, bring a webbing and ring and you can sling the tree in the back of the ledge.","location":"Directly left if Traffic Jam"},"__v":0},{"_id":"1auQdFPuWJi57xuwGu3QPw==","name":"Jengarete","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Rob Niles, Dustin Dearborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":5,"mp_id":"112921542","mp_crag_id":"112939364","climb_id":"1auQdFPuWJi57xuwGu3QPw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"One of the finest routes on the cliff. Negotiate some stiff moves off the ground then follow both sides of the arete to the top, passing some great rests that allow you to enjoy the view along the way. A 60M rope will get you to the ground, uphill in the gully, slightly left of the start. Have fun!","protection":"10 bolts with a couple of recommended cam placements up to .75. Bolted anchor at the top.","location":"Located at the end of the trail along the base of the cliff."},"__v":0},{"_id":"vrURgLjYXdWRziJSReyCTQ==","name":"Invisibilia","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kristin Dolcimascolo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":52,"mp_id":"119432795","mp_crag_id":"112939364","climb_id":"vrURgLjYXdWRziJSReyCTQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Excellent climbing, and par for the course at Black Mountain. Reminiscent of Echo Crag. Climb a short vertical crack system and continue up the face above, passing three bolts, followed by more gear and two bolts on the arete at the top. The flakes in the middle, alongside the 3 bolts, are reinforced. Please use the bolts instead of placing gear behind the large flakes.","protection":"Single rack to 4\", 5 bolts, lower off anchors.","location":"The first route on the right end of the Cave area. The start looks like it belongs at Echo Crag in Franconia."},"__v":0},{"_id":"Ify+URHIVs+FBOUrEsAsSA==","name":"Hotstepper","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Ira O'Meara, Caleb Fischer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":8,"mp_id":"121796968","mp_crag_id":"112939364","climb_id":"Ify+URHIVs+FBOUrEsAsSA==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb up the pedestal on the left and the face on the right,  then transition fully onto the face. Contine straight up through overlaps to a shared 2 bolt anchor. ","protection":"Bolts and cams to #1 camalot. Maybe double .5s","location":"Climb the first long pitch of \"Expanding Horizons\" , then walk 50 feet left on the large tree ledge. "},"__v":0},{"_id":"SLKM16tvV76pXHqQSGRuRQ==","name":"Honeymoon Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tim and Martha McLaughlin, June 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":34,"mp_id":"117336671","mp_crag_id":"112939364","climb_id":"SLKM16tvV76pXHqQSGRuRQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"I’ve eyed this arete since I first started climbing at Black Mountain. Life got busy with two young kids not long after I started climbing here, so I don’t make it back that often, but for my wife and my tenth anniversary my parents took the kids for three nights and we got to spend our second honeymoon climbing. Originally I imagined the arete being a continuation of the the alcove below it, but Dustin beat me to it and put up Log Skidder. The arete can be climbed as a variation of that start, but we cleaned along the edge of the face for a long, easy romp.\n\nP1. Start as per “Unnamed 5.5 Crack” on the back side of Possum. At the top of the crack, cut up and left up slab, climbing a series of steps along the edge of the face, crossing Log Skidder and belaying from a two bolt anchor at the base of the arete. 5.5\n\n P2. Step left from the belay up a series of steps past the first bolt (5.7) then back to the arete, climbing suprisingly positive holds on the right side, then finishing left through a beautiful, airy finish. Enjoy the view, fiddle with a small cam, then top out to a shared anchor with Log Skidder.","protection":"Single rack to 3”. A small cam, 0, protects the top out.","location":"Start on the featured hand crack at the toe of the Dream wall, just past Possum."},"__v":0},{"_id":"wKXBcUnfXRmjduFFIozpbQ==","name":"Grizzly","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Daniel Affsprung 8/22/2021","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":42,"mp_id":"121192953","mp_crag_id":"112939364","climb_id":"wKXBcUnfXRmjduFFIozpbQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb Black Plum to a horizontal before the real handcrack of Black Plum begins. Move right (strenuous to protect, avoid gear in the horizontal) into the bottom of the obvious thin crack splitting the upper right panels of the wall and climb these (RPs) to the top, where you will find anchors with rap rings to your left.The grade is my best estimate. This route was previously a TR listed at 11d, which entered from the right, but doing this involves pulling directly on a large semi-attached block and risking a rope-cutting fall. See comment below.","protection":"Standard rack, small cams and small (#2, #3) RPs needed.","location":"Shares the start of Black Plum. Locate the big panel which forms a huge corner at left (Black Plague)."},"__v":0},{"_id":"3sXNEpZ9VJCF8WdQlP/kJA==","name":"Fight For Your Mind (aka Go Left)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Dolci Mascolo, Ryan Stefiuk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":14,"mp_id":"121459918","mp_crag_id":"112939364","climb_id":"3sXNEpZ9VJCF8WdQlP/kJA==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Shots across your bow - go left to stay on Sweet Life and avoid the torture this route may cause. From the Sweet Life P1 belay step right and climb the striking splitter finger crack until the feature ends below the top of the wall. This feature is striking and obvious, even from Gaudette Rd. The crack provides continuously interesting climbing with multiple cruxes up high. Even clipping the anchors will feel bad if your body position is wrong. Stunning climbing, troublesome exposure and cryptic cruxes make this a worthy outing. ","protection":"Single rack to BD#4, extra grey and purple C4s helpful.","location":"Start as for Sweet Life. At the pitch one belay step right and follow the obvious thin splitter crack on the wall above."},"__v":0},{"_id":"1gGZMyuhWNW+zcIUqn4MMw==","name":"Fear is the Mind Killer","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Ira O'Meara, Caleb Fischer","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":1,"mp_id":"120924145","mp_crag_id":"112939364","climb_id":"1gGZMyuhWNW+zcIUqn4MMw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Start by working your way up stacked but fairly solid blocks until you can get into the pod at the base of the prominent offwidth.  Climb this to its top then hand traverse right 4 feet to a big ledge. Move back left into the finger crack in the corner and continue up as it diminishes and gets steeper. Move left out of the corner to get established under the roof, then pull through it on the right side with crazy exposure but good holds. 2 bolt anchor on big ledge above. Alot of variety, awesome moves, exposure and good gear make this a unique and instant  classic trad line, well work the extra walk, in my biased opinion. ","protection":"Trad gear, rack of 000 c3 to .75. With doubles in tips to finger sized.. also, a #5 (or two) to protect the offwidth.","location":"5 minutes past Black Moon Rising. From BMR, contour down and accross the hillside, heading north. Cross an open area of ferns, then go down to the base of a prominent little wall. Here you cut up steeply to gain a higher band of rock, then contour along the cliff until you can punch up steeply through a dirt gully, ducking under an old fallen tree to gain the buttress above.  FITMK is the obvious offwidth/corner on the right side . "},"__v":0},{"_id":"tCPTjvYAVQu0nLEpiQt7dQ==","name":"Ejection Seat","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ryan Stefiuk, Kristin Dolcimascolo.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":16,"mp_id":"119555007","mp_crag_id":"112939364","climb_id":"tCPTjvYAVQu0nLEpiQt7dQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Really classy climbing on the upper arete, and fun gymnastic climbing throughout. Start as for Jet Crack. Climb into Jet Crack and reach for the arete on the left. Traverse to the arete and follow it to the ledge. Amazing holds lead up the left side of the obvious arete above. Finish at the same juggy horizontal as the first Traffic Jam anchor. I think if you are tall this will feel like juggy 9+. If you are not especially tall, gaining the final rail may require a deadpoint and feel harder.It's also possible to lead Jet Crack to get to the upper arete. You'll want a BD #6 and at least one BD #5 for the crack.","protection":"Bolts. Stick clipping the first bolt is a great idea.","location":"Start in the Traffic Jam alcove. Get started by stemming off the eerie perched block on the the left."},"__v":0},{"_id":"gFhE+N8hVcOTkSPYFLQn5Q==","name":"Expanding Horizons","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Kristin Dolcimascolo, Ryan Stefiuk, 2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":10,"mp_id":"121109784","mp_crag_id":"112939364","climb_id":"gFhE+N8hVcOTkSPYFLQn5Q==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"A bit of an odyssey, with several different sections, a bit of an alpine feel and some loose rock that must be managed. The final pitch has excellent exposure and incredibly moderate climbing on fantastic jugs and flakes.P.1 5.9- Gain a short steep angling crack, follow it to it's end and mantle onto the ledge above (stepping right on the ledge, 2\" piece in horizontal at face height useful to manage rope drag later on). Go to the back of the deep ledge. From the back of the ledge climb flakes and jugs up and right (.5\"-1\" cams helpful here) and pass a short vertical lieback (5.8, 1 bolt and 0.5\" gear useful). Gain the ledge/alcove above. If you are climbing Soul Journey, belay here at the 2-bolt anchor. To continue up Expanding Horizons traverse up and left past 5 bolts and gain the vegetated ledge above (excellent climbing here). Care must be used gaining the ledge, as some of the blocks in the corner on the right are precariously wedged on the ledge. 2-bolt anchor on the ledge.P2. 5.5 An amazing moderate pitch, with generous holds, great exposure, good protection. Follow the face just up and left of the belay anchor, straight up, past 2 bolts and many deep horizontals. Either belay your partner up or lower back to the ledge.Rappel the route, being mindful of loose rock and rope snags.","protection":"Single rack from tips to 3\", a few long slings to manage drag on the first pitch","location":"Gain a wooded terrace on the right after descending from the Traffic Jam area. If you reach the Black Clouds slab you've gone a little too far."},"__v":0},{"_id":"xtwCIb1hWTW2qfY+G4mX4w==","name":"Eight Lives Left","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Travis Peckham, Ira O'Meara","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":9,"mp_id":"121797031","mp_crag_id":"112939364","climb_id":"xtwCIb1hWTW2qfY+G4mX4w==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb a short finger crack to a ledge.  Then either (a) climb left into a shallow corner, then up a finger crack and onto the outside of a large flake,  or (b) go straight up through a tunnel behind the flake and come out on top of it. From there, follow the crack as it narrows from #5 to hand size. 2 bolt anchor shared with  \"Hotstepper\" ","protection":"Gear to #5. Extra small finger size.","location":"Climb the route \"Expanding Horizons\" to a large tree ledge, walk 50 feet left. "},"__v":0},{"_id":"V/0dvtWTXL6f7jHt2MgpzA==","name":"Double D Cracks, Right Side","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dustin Dearborn, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":45,"mp_id":"113105607","mp_crag_id":"112939364","climb_id":"V/0dvtWTXL6f7jHt2MgpzA==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Start low and follow the hand crack until beneath a large tree. Traverse left and continue to the top of the narrow pinnacle.","protection":"Rack to 3.5","location":"Left around the corner from Black Mamba."},"__v":0},{"_id":"BMJl6upvXcqqy5IGvfn0cQ==","name":"Double D Cracks, Left Side","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dustin Dearborn, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":44,"mp_id":"113105625","mp_crag_id":"112939364","climb_id":"BMJl6upvXcqqy5IGvfn0cQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb the crack and bear left where it splits.","protection":"Standard rack","location":"Start just up hill from the crack on the right side."},"__v":0},{"_id":"c+b0eJsEUTiP1KQKm1S82g==","name":"Divided Sky","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"Ryan Stefiuk, Kristin Dolcimascolo","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":29,"mp_id":"119457639","mp_crag_id":"112939364","climb_id":"c+b0eJsEUTiP1KQKm1S82g==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Stunning sustained face climbing on a classic Black Mountain face. Ultimately Black Mountain will likely have a dozen or more stunning face routes like this one, on the large and exposed NW aspect of each large buttress.Start at the toe of the buttress uphill of Black Dreams, just before the gully begins. Follow the bolts past some loose rock (staying truer to the bolt line has better rock). Follow the seam until it's end and gain the horizontal (big move). Traverse left along the horizontal and move up at an invisible sawtooth crack. More brilliant wandering past several cruxes leads to lower off anchors.","protection":"12 bolts","location":"Uphill and left of Black Dreams, begin at the toe of the buttress below some blocky ledges."},"__v":0},{"_id":"VkW/oaOBWVGmkV/jmwVa+w==","name":"Dirty Dreams","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tim McLaughlin, Dustin Dearborn","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":31,"mp_id":"113455745","mp_crag_id":"112939364","climb_id":"VkW/oaOBWVGmkV/jmwVa+w==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb the face left of the Black Dreams crack, meandering back and forth on positive edges.","protection":"6 bolts.","location":"Start just left of the Black Dreams crack."},"__v":0},{"_id":"GsYkfL1AV9ClLhtVz86zQg==","name":"D 'n' B","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Rob Niles, Dustin Dearborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":49,"mp_id":"112924299","mp_crag_id":"112939364","climb_id":"GsYkfL1AV9ClLhtVz86zQg==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Start up Bikes-N-Ditches but traverse left at the big horizontal half way up. Follow the small, thin crack to the anchor. Sorry, but it was the only logical name for a Bikes-N-Ditches variation.","protection":"small cams, big nuts","location":""},"__v":0},{"_id":"TiOJMpnPUlKyKMYnEr7ESw==","name":"Crows Fly Black","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ira O'Meara, Doug Scott","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":51,"mp_id":"117954785","mp_crag_id":"112939364","climb_id":"TiOJMpnPUlKyKMYnEr7ESw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Start by chimney-ing and stemming  up the entrance  of the cave, then get established on the cliff-face proper with your feet and hands on rails. Traverse right to a jug at the base of a small right-facing corner.  Climb the shallow corner past prominent horizontal cracks to a thin seam followed by a corner with a small roof. Pull through the small roof and get a couple perfect jams to an anchor on your right.\n\n At this point the cliff gets even more blocky  and although it can be climbed , lowering from here may be best. The climb does continue to the top of the cliff if desired, where there is a rap anchor on a tree. ","protection":"Standard rack .  00 could be used at the bottom traverse, or just move another 2 feet over to a better placement.  Maybe an extra finger sized cam .  Bolted anchor.","location":"This is the second route when you reach the cliff. It starts on the right side of the cave, where the trail goes through. It's an obvious line straight up the cliff."},"__v":0},{"_id":"NGWcpBeyX3qWvu4CS8eqeQ==","name":"Collage a Trois","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Kristin Dolcimascolo, Alden Pellett, Ryan Stefiuk","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":33,"mp_id":"119457697","mp_crag_id":"112939364","climb_id":"NGWcpBeyX3qWvu4CS8eqeQ==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"A classic new route, with a combination of different types of climbing and stunning position. Follow the obvious thin crack until it's end at the ledge. From the ledge, a gear-protected bulge leads to elegant face climbing, protected by gear and bolts. Near the top, the route merges with Honeymoon Arete for a move before stepping back left to top out. Lower off anchors are on the top of the block to the left.","protection":"Single rack, double fingers, save a 1\"-3\" piece for the horizontal between bolts 3 and 4 on the upper face","location":"Start at the thin crack right of Black Dreams. Follow the thin crack and blank-looking face above to the top."},"__v":0},{"_id":"o8LVFNMKU6aHgSPwGQNEIg==","name":"Climbmax","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rob Niles, Dustin Dearborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":48,"mp_id":"112920410","mp_crag_id":"112939364","climb_id":"o8LVFNMKU6aHgSPwGQNEIg==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Left facing corner with a large block at the base. A nice hand crack that goes up and left into the corner. Climb past a stump and up a large block to a ledge then follow the hand crack to the anchor above.","protection":"Standard Rack","location":"30 feet left of Bikes-N-Ditches"},"__v":0},{"_id":"BEWc0pmDU/23+1s2ZQhlVw==","name":"Black Plum","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":41,"mp_id":"117841659","mp_crag_id":"112939364","climb_id":"BEWc0pmDU/23+1s2ZQhlVw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"A left leaning crack in the shallow, overhanging corner in the face. An excellent steep route with abundant protection.\n\n Nothin to it - start up the crack from the ledge and don't let your right hand get too pumped! Bolted anchors on top which can be used for Grizzly as well.\n\n This route seems to stay naturally very clean and the rock quality is excellent. It's also a favorite spot for some very large spider webs spanning the corner - seems they don't bite.","protection":"G as can be. Fingers to 2, one very small cam if you want it off the ledge","location":"The handsized-looking crack right of the giant corner of Black Plague. Shares the start of Grizzly."},"__v":0},{"_id":"jjKdSlcKVViXPAOaFqgvng==","name":"Black Plague","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dustin Dearborn, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":40,"mp_id":"113105649","mp_crag_id":"112939364","climb_id":"jjKdSlcKVViXPAOaFqgvng==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"A slightly wet start (usually dry in the fall) leads to great climbing above. A can't miss for the wide crack connoisseur!","protection":"Cams to 5\". Rings at the top","location":"150' left of the cave. An unmistakeable corner with a large crack."},"__v":0},{"_id":"r6PxV+XNWNW1NWjAaYdD6Q==","name":"Black Opus","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Andrew Peterson, Josie Nordrum. September 2018.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":15,"mp_id":"115332097","mp_crag_id":"112939364","climb_id":"r6PxV+XNWNW1NWjAaYdD6Q==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Pull a bouldery move off the ground and then follow the thin crack up the left facing corner. Traverse right to get to a nice crack. Jam this crack for a few moves, and then pull up and get established in the offwidth crack above. Follow this to the top.","protection":"A single rack from small to a #5.\n\n If you don't have any bigger cams, you can easily top rope this by lowering/rappelling onto the large ledge on top of this climb after leading Traffic Jam.\n\n Bolted anchor and rap rings at the top.","location":"Just left of the Traffic Jam/Jet Crack area (downhill and around the corner)."},"__v":0},{"_id":"yoZ9ncICWFeiYuQFEmotkg==","name":"Black Moon Rising","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ira OMC,  Doug Scott","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":2,"mp_id":"114559741","mp_crag_id":"112939364","climb_id":"yoZ9ncICWFeiYuQFEmotkg==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Most of this route is 5.9 to 5.10 climbing with one semi-desparate move that can be aided through if needed. The route has an adventurous \"alpine\" feel to it. \n\n Start at the base of the next buttress past Jengarette. Follow the wider and left leaning of the two cracks until under the roof, then traverse left and upwards passing a bolt and some gear to a left arching layback crack that will then bring you to an offwidth with good face features to the left. Follow this up to a horizontal crack (#3 c4) which bisects the left arete.   Mantle into this and a small ledge on the left side of the arete.  Clip a bolt, then levitate up 3 feet to a small crimp and an (almost) jug where you will have a good stance to clip another bolt. (Crux).  Continue up the difficult face to a small finger crack, another mantle, and a short off-width to a two bolt anchor.","protection":"Trad gear. Extra #3and#4 cams. 4 bolts. 2 bolt anchor.","location":"Walk the trail until just below the Jengarette buttress, then continue to traverse the hillside for a couple minutes until below the obvious roof and arete.  The route starts below the roof then continues up the left face of the buttress. "},"__v":0},{"_id":"qDS3hnxRVQ6xYCQC655F3w==","name":"Black Mamba","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dustin Dearborn, Rob Niles","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":47,"mp_id":"113105541","mp_crag_id":"112939364","climb_id":"qDS3hnxRVQ6xYCQC655F3w==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb a steep finger crack, then traverse left around the arete and up a larger crack to a ledge. Back clean to avoid rope drag. From the ledge, layback the crack over the bulge to the anchor.","protection":"Standard rack, rings at the top.","location":"Start left of Climbmax in front of the block."},"__v":0},{"_id":"aFGcEi7UVqqIxGriNlS9hA==","name":"Black Jesus","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Ira O'Meara, June Mendel","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":43,"mp_id":"115319826","mp_crag_id":"112939364","climb_id":"aFGcEi7UVqqIxGriNlS9hA==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb the beautiful corner with a fun and confusing mixture of stemming, laybacking and face climbing.","protection":"6 bolts. 2 pieces of trad gear for the top (#1 and .5 camalot) , optional gear for below the kinda high first bolt.  2 bolt anchor.","location":"Just uphill and left of the Double D cracks. Scramble up behind the large block. Beware of a sinkhole where the belayer would most logically stand! It will swallow you. Best to be right against the cliff or on a nice wedged block. "},"__v":0},{"_id":"fpWu9bOXUGS4MPQ7uC3efw==","name":"Black Dreams","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tim McLaughlin, Dustin Dearborn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":32,"mp_id":"113455716","mp_crag_id":"112939364","climb_id":"fpWu9bOXUGS4MPQ7uC3efw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Climb the varied crack, fingers, to hands, to a fun cave/off width, then up through more hand and fist sized crack with positive horizontals to a fixed anchor.","protection":"The exit moves from the cave are protected by a bolt, so you can leave the big gear at home. Single rack to 3\".","location":"On the Dream Wall, the northwest facing wall uphill and around the corner from Possum. Black Dreams starts at a stance above the slabby boulder, near the offwidth corner with a birch growing out of it. Starts on a thin seam with finger pockets."},"__v":0},{"_id":"KnGGHQIeWli347SyYTAreA==","name":"Black Clouds","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dylan M Thomas, Fall 2019","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":6,"mp_id":"119554597","mp_crag_id":"112939364","climb_id":"KnGGHQIeWli347SyYTAreA==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Really not much to look at, but the climbing is pretty nice. Starting at the toe of the buttress, follow the shallow L-facing groove. When it ends step left and follow the blunt arete and small corner to the anchors.","protection":"Bolts.","location":"The obvious slab along the approach trail, just before going up to Jengarete. "},"__v":0},{"_id":"ij9OL2HYUIGLfjAWnvmT4w==","name":"Black Bear","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":28,"mp_id":"116955192","mp_crag_id":"112939364","climb_id":"ij9OL2HYUIGLfjAWnvmT4w==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"A moderate route with great exposure, fun movement, and a spicy finish.\n\nClimb the right facing corner through a small overlap to a stance. Place gear, then climb through a second overlap using footholds on the face. Surmount the roof and continue up the slab on easy terrain finding protection in the cracks. Move slightly left towards a large pine tree at the top of the cliff and step up onto a ledge with a small right facing corner. Make a final spicy move (5.6, slightly runout), then paw your way up moss and roots to the pine tree. \n\nWe would describe the protection as PG due to the possibility of poor quality rock on the route. Black Bear is brand new and we removed several large deathblocks while cleaning it. As with any route at Black Mountain, be very aware of rock quality as you climb. ","protection":"Gear. Doubles of #2, #1, #0.4 and a singular #3 if building a gear anchor at the top. We rapped off the tree a couple times; it is seemingly solid, but the gear anchor is ideal.","location":"On the wall opposite Black Dreams and Dirty Dreams, locate the obvious dihedral uphill and right from Black Beans."},"__v":0},{"_id":"AgFpzVE4XDih5OTNLwnQiw==","name":"Black Beans","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Tim Sluiter & Dylan Thomas, May 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":27,"mp_id":"117111990","mp_crag_id":"112939364","climb_id":"AgFpzVE4XDih5OTNLwnQiw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Start at the toe of the buttress, just right of the arete of Frijoles Negros.Wander across the featured face to the top. Sometimes tricky. Two bolt SS fixe ring anchor at top.Route will be dirty until it sees traffic, which will be rare.","protection":"Standard rack up to 3\". Doubles of small->finger-sized could be useful. ","location":"Start at the toe of the buttress across from Dirty Dreams/Black Dreams."},"__v":0},{"_id":"VWAYH7x4V32MrxEbLUO3ow==","name":"Bikes-N-Ditches","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Rob Niles, Dustin Dearborn, Tim Mclaughlin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":50,"mp_id":"112920266","mp_crag_id":"112939364","climb_id":"VWAYH7x4V32MrxEbLUO3ow==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"The first route after the cave. Climb past a bolt and up the sometimes thin crack to the anchor.","protection":"Rack to 1”.  Small TCUs helpful","location":"Far right end of the cliff"},"__v":0},{"_id":"QC8omFL6XCCbV3EGMFnwRw==","name":"Beer-Bellied Black Mountain Bushwhackers","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":30,"mp_id":"117521338","mp_crag_id":"112939364","climb_id":"QC8omFL6XCCbV3EGMFnwRw==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"Scrambled up this dirty offwidth the other day to see if it was worth climbing. It is definitely NOT worth climbing.. Mostly posting this route so others won't make the same mistake I did. \n\n5.5 stemming on bad rock with one short offwidth crux sequence right at the top. Since protecting the climb requires a few pieces of large gear, I can't really say this line is worth lugging metal out to the cliff. Having said that, if you're looking to practice your stemming, big gear placement, adventure climbing, and offwidth technique, this may be the route for you.. Just be careful not to knock choss onto your belayer.\n\n Start by scrambling up the chossy corner (potential death blocks en route) to the large tree. Sling the tree for pro, then move into the offwidth. At the top of the wide crack, move right and finish up the last bolt(s) of Dirty Dreams, then lower off the Dirty Dreams anchor.","protection":"I led the FA by leaving a number 5 shortly after the tree and bumping a singular number 6 Camalot upwards as I climbed. Since the crack is not uniform and is barely small enough for a #6, my cam walked out several times during the ascent, leaving me 40 feet off the deck with only my body for protection. I remember wanting a second #6 or a Big Bro but we didn't have any with us. Regardless, a singular #6 felt marginal at best. If you're going to climb this I recommend two #6's or a Big Bro. Lower off the Dirty Dreams anchor.","location":"Look for the dirty offwidth crack in the dihedral formed uphill from the base of Dirty Dreams/Black Dreams. The route should be obvious."},"__v":0},{"_id":"YjOVICCiWtOrylnxSLr2KA==","name":"Balancing Act","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Kristin Dolcimascolo, Ryan Stefiuk","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"left_right_index":46,"mp_id":"119432852","mp_crag_id":"112939364","climb_id":"YjOVICCiWtOrylnxSLr2KA==","areaRef":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"The obvious blank arete between Black Mamba and Double D Right.","protection":"Bolts, optional .4-.75 at the first horizontal (or stick clip 1st bolt), lower off anchors.","location":"The most sensible way to start is by climbing the start of Double D Right. At the first large horizontal foot-traverse right to the obvious arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,ff32dcbf-b123-580b-aefa-7e79af1809e5,3b77e607-5996-5829-bcce-3b60054b7065","pathTokens":["USA","Vermont","1. Northern Vermont","Black Mountain","Main Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":2,"label":"5.10a/b"},{"count":1,"label":"5.5"},{"count":2,"label":"5.11"},{"count":2,"label":"5.9"},{"count":2,"label":"5.12a"},{"count":4,"label":"5.9+"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11b/c"},{"count":4,"label":"5.10a"},{"count":3,"label":"5.11c"},{"count":5,"label":"5.7"},{"count":2,"label":"5.11a"},{"count":4,"label":"5.10c"},{"count":3,"label":"5.8"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.8+"},{"count":3,"label":"5.11-"},{"count":1,"label":"5.9-"},{"count":2,"label":"5.10c/d"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.6"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":47,"bands":{"unknown":0,"beginner":14,"intermediate":20,"advanced":13,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":23,"advanced":14,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.74202,44.92158]},"bbox":[-71.74265504694209,44.92113033981813,-71.74138495305789,44.922029660181856],"left_right_index":-1,"ext_id":"112939364","area_id":"O3fmB1mWWCm8zjtgBUtwZQ=="},"content":{"description":"The main cliff at Black Mountain is where the majority of the routes are located. After some very adventurous bushwhacks to the cliff we slowly started to mark a trail and built some cairns that will lead you to the right side of the cliff. The first route you will come to after a cave formed by a large block leaning on the cliff is Bikes-N-Ditches. The main cliff has some high quality granite cracks and some airy arêtes that are amazing to climb."},"density":0,"totalClimbs":53,"__v":1,"createdAt":"2022-11-07T06:28:16.307Z","updatedAt":"2022-11-25T11:24:03.018Z"}