{"_id":"6368a50be80bff5a995b089f","area_name":"Silver Gate","shortCode":"","climbs":[{"_id":"y7JoRqebVW27Wa9d3CkTKw==","name":"Four Runner","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"B.Walker/A.Hopkinson, Oct 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.65726,40.47177]},"left_right_index":0,"mp_id":"118713102","mp_crag_id":"118710403","climb_id":"y7JoRqebVW27Wa9d3CkTKw==","areaRef":"HiErtF6BWJST4FeY4dgaig=="},"content":{"description":"Great 4 pitch route up good limestone. The wall has great exposure and almost a big wall feel since it starts above several large ledges. Each pitch is around 70-85 feet (60m rope will work) and well protected with bolts every 5-10 feet except for pitch 4.  Each pitch has two bolt anchor stations with carabiners (if I remember right) with a 3rd bolt just above.  The anchor stations are hanging or partially hanging belays as the route has minimal ledges.\n\nPitch 1: 5.11a - Fun technical moves on vertical rock.\n\nPitch 2: 5.9 - Easier climbing on slightly less than vertical rock.\n\nPitch 3: 5.11d - Starts on a band of slightly hollow sounding rock and moves through a overhanging section (crux) to some easier climbing above.\n\nPitch 4: 5.7 - Great finishing pitch except for the lack of bolts (see history below).  Less than vertical climbing and ends right at the top of the cliff, although the terrain above slopes into the cliff leaving little to stand on.\n\nDescent: Descend the route to each anchor station, walk-off is heinous.\n\nHistory - Bolted in the fall of 2001, the route took several trips to bolt and we had left fixed lines on the route during the process.  On one of the last trips, we completed bolting the first 3 pitches and went to finish the 4th pitch, but knew we were running low on battery. With winter coming any day we needed to take down our fixed lines. We decided to space out what bolts we could while the battery lasted but hopefully enough to complete a FA of the whole route on our next visit by just running out the 4 pitch and then filling in the missing bolts on the way down.  In the end, we only got 2 or 3 bolts in the 70 or 80 foot pitch, but spaced well enough for the plan given the easier climbing.  The weather held out for another week, so we headed up for the first ascent and hauling the bolting gear to finish pitch 4.  We traded pitches and enjoyed our new route with the overhanging crux on pitch 3 providing a good reminder of how high this route feels. Ben ran out pitch 4 as planned without incident and we completed the first ascent.  After pulling up the bolting gear and getting rigged to drill, we discovered that we were missing our drill bit!  Forced to descend, we were deflated that we would have to again haul heavy bolting gear up the less than awesome approach.  Winter came before we made it back and we ended up going our different ways. So for almost 20 years this route has sat partially undone, mostly unknown, and only repeated once to my knowledge.  Four Runner seems an appropriate name given the 4th pitch and a route that has stood alone for 20 years on a wall that will hopefully see more multi-pitch routes and a better approach trail in the future.  Despite the name, I hope someone fills in the bolts on the 4th pitch to finish the job.","protection":"12-14 quickdraws  (see comments on pitch 4)","location":"Located approximately mid-way along the base of the cliff.  Look for the bolts - currently the only route on the cliff to my knowledge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,b037c296-e68f-57e1-b9b0-29e6e393f181,fd4bdf19-31e6-5699-aa87-ad8d896594db,1e212bb4-5e81-5894-93e0-5798e1d81a8a","pathTokens":["USA","Utah","Wasatch Range","Southern Wasatch","American Fork Canyon","Silver Gate"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.65726,40.47177]},"bbox":[-111.65785109359256,40.47132033981815,-111.65666890640743,40.47221966018187],"left_right_index":-1,"ext_id":"118710403","area_id":"HiErtF6BWJST4FeY4dgaig=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:54.638Z","updatedAt":"2022-11-25T11:23:52.530Z"}