{"_id":"63689de0e80bff5a994f92a0","area_name":"Southwest Buttress","shortCode":"","climbs":[{"_id":"B/HadEvQUfWvRcz/46fi/Q==","name":"The Solution","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Richard Rossiter and Pebby Johns, July 2006","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41169,39.99863]},"left_right_index":0,"mp_id":"105843930","mp_crag_id":"105810475","climb_id":"B/HadEvQUfWvRcz/46fi/Q==","areaRef":"5g1/3KzlXBW2iksUT36pBQ=="},"content":{"description":"Begin from the middle tree on the Ledge With 3 Trees (where Black Tiger begins).  Climb straight up a crack (fingers and hands) to a narrow ramp that ascends to the left.  Pull up on a jug and clip the first bolt.  Continue straight  up past 3 more bolts.  The rock is super solid face/slab with amazing/delightful/necessary solution holes.  The crux is perhaps midway along the bolts.","protection":"Gear from 1 inch to 2 inches.  QDs for gear, 4 bolts and a 2 bolt anchor with rings.  Lower off 80 feet to the Ledge With 3 Trees.  A short, easy down climb takes you back to the approach trail.","location":"This route ascends the left side of the beautiful face/slab of the Southwest Buttress about 25 feet left of\n\nBlack Tiger\n\n.\n\nNote: a new trail leads to the bottom of the buttress and up along the south side to the top of the Southwest Buttress, though there is little need to go there now that proper anchors have been installed. From the point where the new trail meets the bottom of the buttress, scramble left and up maybe 25 feet to the ledge with 3 trees. All the routes but\n\nJagua\n\nr begin from this ledge."},"__v":0},{"_id":"OiePirE7UC6UzRFxi11/+w==","name":"The Resistance","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Richard Rossiter and Pebby Johns, July 2006","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41169,39.99863]},"left_right_index":1,"mp_id":"105844444","mp_crag_id":"105810475","climb_id":"OiePirE7UC6UzRFxi11/+w==","areaRef":"5g1/3KzlXBW2iksUT36pBQ=="},"content":{"description":"Begin with a finger and hand crack, then pull up and left to a stance beneath the first bolt, which is shared with The Solution.  From the first bolt climb up and slightly right over ever more resistant terrain (and 3 more bolts).  The crux is in passing the last two bolts.  The solution holes vanish, though more holes are visible just above to lend encouragement.  When the angle eases, climb to a 2-ring anchor  on the slab.  Lower off 80 feet.\n\nCrux Detour:  It is reasonable to step right above the 2nd bolt and finish with the difficult finger cracks of Black Tiger (q.v.).  Climb to the same 2-ring anchor and lower off 80 feet.","protection":"Gear from 0.5 inch to 2 inches plus maybe 8 QDs.  Lower off 80 feet from a 2-ring anchor at the top of the slab.","location":"Begin this super clean and challenging route from the middle tree on the Ledge With 3 Trees.  This route is maybe 15 feet left of Black Tiger, but draws nearer on the way up."},"__v":0},{"_id":"Lpi5eeXHUxSd3Ts2DZSkBA==","name":"Jaguar","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Vaino Kodas and Bob D'Antonio, 2002","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41169,39.99863]},"left_right_index":3,"mp_id":"105758551","mp_crag_id":"105810475","climb_id":"Lpi5eeXHUxSd3Ts2DZSkBA==","areaRef":"5g1/3KzlXBW2iksUT36pBQ=="},"content":{"description":"This route is located on the Third Tier of Avalon on the Summit Pyramid (Southwest Buttress). Find two bolts on a smooth face at the base of the rock. Climb (mantle) past the bolts and climb up to the first bolt of Black Tiger. Place small gear to reach the bolt. Clip the bolt and move right along the crack placing gear to a bolt at the base of the arete. Follow a line of bolts up the steep arete on bullet-proof rock to a two bolt anchor. Great climb in a great position high above Boulder Creek.","protection":"Small to medium gear and 7 bolts will get you to a 2-bolt anchor.","location":""},"__v":0},{"_id":"ti5GjKVvUCS0JP7JyML2gg==","name":"Black Tiger","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris Brislawn and Jim Swenson, 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.41169,39.99863]},"left_right_index":2,"mp_id":"105844090","mp_crag_id":"105810475","climb_id":"ti5GjKVvUCS0JP7JyML2gg==","areaRef":"5g1/3KzlXBW2iksUT36pBQ=="},"content":{"description":"The following description is based on an ascent of this route by Richard and Joyce Rossiter in 1989.   This route takes the ultimate line just right of center on the Southwest Buttress.  Begin from the right side of the Ledge With 3 Trees.\n\nClimb a hand crack and a finger crack through a bulge to the first bolt (about 2 feet above the crack), then work straight up the wall on solution holes and tiny edges to the second bolt.  Even thinner climbing leads to the third bolt.  This is where most people bail.  Continue up perilous terrain to a tips crack that curves up and right (good pro: small Aliens here), lieback to a second short finger crack, and climb more easily to belay from a vertical 2-inch crack on the right.  One may also continue up and left to a new ring anchor placed 24 July 2006. Lower off 80 feet.  In 1989 we climbed to the top of the buttress and endured a truly heinous descent through fallen trees, dense underbrush and loose talus.\n\nBlack Tiger is a lead I am not inclined to repeat. If I could find Chris Brislawn, I would ask his permission to refit the bolts on this beautiful route. The original bolts are now rusty with old SMC hangers and could be updated and arranged more effectively (I think).","protection":"Gear from 0.5 inch to 2 inches and maybe 8 QDs.  Belay at the top (just like old times) and hike down the new trail (not like old times), or lower off from new rings, 80 feet to the Ledge With 3 Trees.","location":"From Wall of the Dead, hike the trail up and right, then back left.  Watch for a new trail that leads up and left to the bottom of the Southwest Buttress.  Scramble up some 25 feet to the Ledge With 3 Trees.  Look for a hand crack and a finger crack through a bulge that leads to a sloping stance with an old bolt."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,4a81817f-2b01-5bc4-8056-91d6665c9839,729cf32b-ee34-529d-8a0c-cdeb3341cfbe,e60d7fdc-ace5-5c15-b68a-4b144f7ea905","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Avalon","Third Tier","Southwest Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":3,"label":"5.11c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.41169,39.99863]},"bbox":[-105.41227697790231,39.998180339818134,-105.41110302209766,39.99907966018185],"left_right_index":-1,"ext_id":"105810475","area_id":"5g1/3KzlXBW2iksUT36pBQ==","polygon":{"type":"Polygon","coordinates":[[[-105.41227697790231,39.998180339818134],[-105.41110302209766,39.998180339818134],[-105.41110302209766,39.99907966018185],[-105.41227697790231,39.99907966018185],[-105.41227697790231,39.998180339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:55:58.081Z","updatedAt":"2024-02-19T18:31:20.566Z"}