{"_id":"63689de0e80bff5a994f92c3","area_name":"Wind Tower - S Face","shortCode":"","climbs":[{"_id":"x2JPHPAIXk64nOBE3du4/w==","name":"The Yellow Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Layton Kor, Stan Shepard, 1960.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":8,"mp_id":"105748427","mp_crag_id":"105807427","climb_id":"x2JPHPAIXk64nOBE3du4/w==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"This route is usually used as a rather silly start to\n\nThe Metamorphosis\n\n. It is a 40 foot rising traverse to the left on the south face of [Wind Tower]. I believe [Rossiter] calls this classic, I thought it was pretty lame. The crux comes at the beginning and the rest of the climb checks in at about 5.8 or so and has good holds which gives the route a mellow feel despite the complete lack of pro. In my opinion the route to the left, Diffraction (.10a), is much a much better lead in pitch to routes on the south face, it also has good pro.","protection":"No protection.","location":""},"__v":0},{"_id":"9OJR3uuEUwmVo2VkY98N1Q==","name":"Ur-Ine Trouble","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"S. Wunch, J. Erikson, 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":13,"mp_id":"105764217","mp_crag_id":"105807427","climb_id":"9OJR3uuEUwmVo2VkY98N1Q==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"This route is a reasonably independent variation of Metamorphosis, offering slightly harder and perhaps more runout climbing. Climb the beginning of Balls Of Fire or Metamorphosis to the two bolts shared by those routes, perhaps 10+ meters up those routes. From there climb up and right a few more meters as per Metamorphosis, but then break left on moderate moves to reach the obvious right-facing, right-leaning flake/shallow dihedral that can be seen from anywhere south of the Wind Tower. In the bottom of this flake you can place a single 1.5\" cam, (if I recall correctly, but it might have been a 1\"). Use a long runner and make your way up the feature (crux, 10b) paralleling the Metamorphosis several meters to the left. The climbing is somewhat pumpy and insecure in a spot or two. When the flake runs out, continue straight up a few moves through a bulge/overhang to reach the ledge above Metamorphosis and continue left to find a belay as per Balls Of Fire or at the tree. Protect your second on the ramp, so that if they fall after removing the crux pro that they don't swing hard left and cut the rope.","protection":"As per Metamorphosis up to the bolts, then launching left and up- I placed only a nut and a 1\" or 1.5\" 3-cam after that.","location":""},"__v":0},{"_id":"z/h5kEEcWHa9bg2k8j8MHw==","name":"Sheer Terror","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Skip Guerin, Chip Ruckgaber, 1983","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":16,"mp_id":"105943335","mp_crag_id":"105807427","climb_id":"z/h5kEEcWHa9bg2k8j8MHw==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"Pull up into the roof's apex and crimp up and right to a left-angling, slopey ramp. This is the last chance to chicken out and avoid a really, really, bad fall (great climbing, though). Commit to the slopey ramp and find more hard climbing and similar commiting moves into the final dihedral, where more heinously great and commiting moves are to be found until the top is gratefully reached.\n\nIf Skip Guerin did this in '83, and Fire' climbing shoes didn't get imported to the U.S. until '84, it means Skip did this in EBs, and thus makes him the burliest human I know. That or he's the devil.","protection":"Clip 2 OLD pins and an OLD fixed stopper in the roof's apex. This tat will keep you from grounding for the route's technical crux. A crappy red Alien and all the RPs you own are what's left for pro for the next 60'-70'. A pin anchor is at the top.\n\nPer\n\nBrad G\n\n: there are no longer any pins at the anchor, just an old rusty nut.","location":"Sheer Terror starts in an obvious roof apex about 20'-30' down and to the right of the\n\nScotch and Soda\n\nroof. They actually kinda look like roof twinsies."},"__v":0},{"_id":"nmSzRREkUSW2FDjar4AA9w==","name":"The Uplift","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Pat Ament, Rodger Raubach, & Janice Baker, 1965, FFA: Duncan Ferguson and John Searls, 1974","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":0,"mp_id":"105980163","mp_crag_id":"105807427","climb_id":"nmSzRREkUSW2FDjar4AA9w==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"Climb under a low roof with a piton, and up a clean, right-leaning, left-facing ramp with a seam in the back, then over a second overlap.  Angle right on easier terrain to a higher, easy roof with a great jam (\n\nFutile Laments\n\n), and then follow the arete where the south face joins the west face to the large ledge.","protection":"A piton in the first roof, tiny TCUs, small nuts, beaks and camhooks above, and shallow but passable #0.5 Camalot out right gets you through the crux.\n\nA ground fall is possible even if the gear holds. Above the overlap, the difficulty eases and many bomber placements ease the mind.","location":"The Uplift climbs directly under the arete where the west and south faces of the Wind Tower meet."},"__v":0},{"_id":"rQHF03zbU3OEjkSxSuevFA==","name":"SE Chimney","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Cleveland McCarty, Bill Becker, Ward Koeberle, Ted Koeberle (1957)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":18,"mp_id":"107501085","mp_crag_id":"105807427","climb_id":"rQHF03zbU3OEjkSxSuevFA==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"I was looking for quick lunchtime diversion and noticed the SE Chimney in Levin's guide.  I wanted something new and figured the W Face would be busy anyway.  When I saw that Levin had labeled this a 2-star adventure route, that was good enough for me.  I didn't find the route overly chossy, slick, or dirty (by Eldo standards), although it was licheny due to minimal traffic.  As a bonus, it tops out on the summit of Wind Tower.\n\nWARNING: Watch for poison ivy in the warmer months.\n\nRoute Description\n\nScramble to the top of the left-leaning ramp.\n\nP1 (5.5, 70')\n\nClimb the huecoed chimney to the top.\n\nP2 (5.5 R, 140')\n\nFrom the top of the chimney, make some exposed moves out right around the corner until you can start heading up the leftward-trending trough/ramp. Continue until you reach a ledge with a tree.\n\nP3 (5.0, 150')\n\nHead up featured slabs along the SE rib until you reach the more vertical final summit wall.\n\nP4 (5.2' 100')\n\nHead right up the head wall to gain the ridgeline, then on to the summit.\n\nNotes: there are many ways to go up the head wall at a similarly easy grade.","protection":"I was soloing so not sure about gear.\n\nAs of Mar. 2012, there was one old fixed pin on P2 and some sun-bleached slings at the top of the chimney. Otherwise, there is no fixed pro.","location":"Approach\n\nCross the bridge after the entrance kiosk and follow the trail downstream (NE) along the base of Wind Tower.  Immediately after the bouldering zone look for a leftward-trending ramp that leads to a prominent chimney.  If you round the corner and can see the gully between Wind Tower and Rotwand, you've gone too far.\n\nDescent\n\nFollow slabs north on the east side of summit ridge.  Look for a notch to the west just after the rusty cable. Rap or down climb (5.4) to the trail."},"__v":0},{"_id":"Awaw227tUAG/57Ge/aD82A==","name":"Scotch and Soda","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA: Layton Kor & Charles Roskosz, 1962FFA: Jim Erickson & Art Higbee, 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":15,"mp_id":"105760263","mp_crag_id":"105807427","climb_id":"Awaw227tUAG/57Ge/aD82A==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"One or two pitches.\n\nScotch & Soda feels like\n\nThe Metamorphosis'\n\nbig brother, only not quite as nice. Still, it's a good climb with memorable moves, position, and... ahem... *excitement*. Personally I was less scared leading this than I was leading\n\nThe Metamorphosis\n\nfor the first time, but that was a year ago. Nevertheless expect significant runouts at 9+/10-.\n\nThe climb begins at the apex of the triangle on the south face of the Wind Tower and tackles the obvious A-shaped roof directly. Begin by clipping a piton and performing some very awkward moves to get situated on the polished ramp above the triangle. Once you've turned around on your hands and knees enough times to realize that there's just no easy way, perform a committing stand-up move using an undercling. From this position, you can place a solid yellow Alien or equivalent over your head to protect the next few moves. Climb up into the roof to a good stance with good gear (fixed wires, green Alien at lip), and decipher the roof sequence (hint: the easiest way is NOT the most obvious). This is the hardest move on the route - checking in at about 11b. Follow easier terrain up to a belay at a two-bolt anchor.\n\nJust above the belay is a modern bolt; clip this and head left to a slung stopper and a bad bolt (do not go right towards the two pitons on bulging rock - this is Deutsch Sturheit, 11b VS). Paralleling\n\nThe Metamorphosis\n\n, run it out for about 20' on 10- past another two-bolt anchor and yet another modern bolt. This bolt protects some fun, difficult moves - positive holds but steep rock! Continue up and climb either a) left to join\n\nThe Metamorphosis\n\njust above its 5.9 mantle (requires more crawling on polished rock) or b) head straight up on fresh terrain (requires climbing on lichen and somewhat crumbly rock).","protection":"Small stoppers, cams through 1.5\" - include Aliens or TCU's.","location":""},"__v":0},{"_id":"v3lQfI5xVO2nnGE9Leufzg==","name":"Rainbow Wall","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"FA Kyle Copeland; FFA Bob Horan, 1984","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":6,"mp_id":"105751564","mp_crag_id":"105807427","climb_id":"v3lQfI5xVO2nnGE9Leufzg==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"The Rainbow Wall starts on the bright yellow South face of the Wind Tower by scrambling up the third class ramp to the right of King's X.  A good Friend can be placed before reaching out to clip a bolt that initiates the hand traverse. The traverse is bolt protected and largely on a rather decent edge, it's the foot work that is so tricky.  A hard move on very crimpy edges leads into the traverse which is followed by several reasonable moves. A pseudo-rest arises just before the edge system turns vertical and turns very difficult and cruxy. An ancient beta-max, and origin of the term beta, was published in Rock and Ice and shows Bob Horan running through this sequence. I tried the Rainbow Wall several years ago with the beta-max at hand and on top rope and vowed to get back when I thought I had the finger strength. The hard climbing is near the end of the traverse and is indeed rather brief, however, my guess is that the Rainbow Wall will still hold its grade 17 years later and as such makes a terrific first 5.13 lead. The grade seems reasonable, the holds are largely very friendly, and the protection is as safe as you can get, at least in the traverse.  After turning the corner on the left work carefully up to the ledge system below the Metamorphosis from which you can rap. With care you can get some stoppers in here.  While it is not a big route, the Rainbow Wall is surely an Eldorado classic, and perhaps its turning up today will give just the impetus to get back on it.","protection":"Bring six or seven draws, a few small Friends, and perhaps some wired stoppers. A 50m rope gets you down.","location":""},"__v":0},{"_id":"i4f/LB/dWiOX4PfJ3LJ2rg==","name":"The Punter","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"C. Archer, K. Gotschall, 1993.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":3,"mp_id":"107103889","mp_crag_id":"105807427","climb_id":"i4f/LB/dWiOX4PfJ3LJ2rg==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"I list this route as a 170' 5.10 rather than a 100' 5.9, since there is no way to approach it without climbing at least as hard as 5.10. It is best done from the lower crux of\n\nKing's X\n\n(5.10b) as a single pitch anyway.  A 60 or 70m rope would be best.\n\nStart with P1 of\n\nKing's X\n\n, traversing out left after the first crux (stand-up move at 1st fixed pin) and head out left towards the old P1 belay of\n\nKing's X\n\n. Proceed further left into the stacked overhanging flakes that create a bulge/roof above. Watching for loose rock, select holds, and protection to pick your way through the bulge and up onto the more vertical face above. Eventually the angle licks back and you climb the rounded arete for nearly half a rope length to the ledge.  Moving up and left on the ledge gets you a cleaner, more secure, and comfortable belay.","protection":"To do this route, certainly take a set of cams to 4\" plus a lot of long slings. There are additional placements available to those who double up on cams 2-4\" to avoid a few run-outs, but gear is still somewhat tricky and requires skill and judgment to place.  This is NOT a beginner route.  As a single pitch, drag was minimal for me with good sling work.","location":"Start with P1 of\n\nKing's X\n\nand finish on the West face ledge below the base of\n\nLeft Out\n\n."},"__v":0},{"_id":"NdhiqbaSUo6L1Xgfze6lQw==","name":"The Muscle Up","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Bob Horan","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":1,"mp_id":"105890059","mp_crag_id":"105807427","climb_id":"NdhiqbaSUo6L1Xgfze6lQw==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"A scary bit of fun if you like short aproaches, strenuous climbing and just carrying two quickdraws. Spookier climbing than you might think to get to the first pin. The crux is clearing the roof after clipping the 2nd of 2 marginal, upside down pins. The old school gang (Horan, Edlinger, Ruckagaber, Sangdahl, Guerin etc.) used a wicked right heel hook to clear the crux roof. The modern gang seems to prefer going for a left hand undercling off the right hand gaston to clear the roof. An undernoticed route, and quite good I think.","protection":"The protection is 2 obvious upside down pins (screamer on the 2nd pin is recommended). This route is easiliy toproped from the top of the old 1st pitch of King's X belay (usually fixed).","location":"The route is just to the left of King's X and climbs up and through the arching 3 foot roof. It starts on a pile of ankle snapper rocks. Maybe a crash pad to get to the first pin? Seriously though, this route is pretty good despite the description, eh."},"__v":0},{"_id":"hizyxpNvW2a8g5tlDlKNEg==","name":"The Metamorphosis","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Pat Ament, Gordy Ryan, 1967. FFA: Jim Erickson, Art Higbee, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":14,"mp_id":"105764211","mp_crag_id":"105807427","climb_id":"hizyxpNvW2a8g5tlDlKNEg==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"This is a total classic. Do either\n\nThe Yellow Traverse\n\nor Diffraction to lead into this climb.\n\nThe climb begins in a right-facing dihedral halfway up the south face of the Wind Tower. Place pro, then pull left out of this dihedral onto a face with some left-trending jugs, crank onto these jugs (poorly protected .8) and up to two bolts. From the bolts, begin a rightward, rising traverse on flakes and jugs. The crux comes at a pull past a small, A-shaped flake with little in the way of feet. This move is well-protected with a good stopper. Here's the scary part. After pulling the crux, move up and thirty feet right on good holds to one last move onto a left-trending ramp. This move is solid and insecure 5.9 with your last piece thirty feet below you. You can get a small stopper in at this move, yet it would barely hold your body weight. This route is steep, exposed, spicy, and a hell of a lot of fun.","protection":"This route is pretty spicy; bring a selection of small cams and stoppers.","location":""},"__v":0},{"_id":"Y3IdAhZkXtyWSh7N/tQhbw==","name":"Lower Triagonal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Erickson, 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":10,"mp_id":"105759306","mp_crag_id":"105807427","climb_id":"Y3IdAhZkXtyWSh7N/tQhbw==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"Start this route from the right-hand side of the south face of the Lower Triangle (not on the ramp).  You basically head up nebulous terrain for about 25 feet until you get to the obvious left-leaning hand crack.  This crack peters out near the top of the triangle save for a little pod that allows some decent finger locks.  The crux is pulling over onto the apex.\n\nI ran this together with the\n\nYellow Traverse\n\nto create a pitch Rossiter calls \"Xanthomorphosis.\"  Interestingly, he rates Xanthomorposis 5.10b S, but the Lower Triangle 9+ and the\n\nYellow Traverse\n\n9- VS (I guess the sum is greater than the parts in terms of difficulty, but not severity?).  Personally I'd call the combination solid 5.9, and S for the potential ankle spraining/breaking falls that could occur on the\n\nYellow Traverse\n\nif you blow the crux or the moves shortly thereafter.","protection":"I believe I used a #0.75 Camalot, a #1 Camalot, and a #0.5 Camalot, in that order.  Overall, the pro is satisfactory, and there's certainly room to place more than what I listed.","location":""},"__v":0},{"_id":"SrZ+798pXfarQPATCmt5Uw==","name":"The Lion","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Andy Donson, 2000","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":5,"mp_id":"105751570","mp_crag_id":"105807427","climb_id":"SrZ+798pXfarQPATCmt5Uw==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Sparse, creative gear on the initial 5.11 climbing.  There is a runner around a flake just before moving up and right to initiate the crux at an overlap, and a bomber 2 Camalot at the overlap.  Consider double rope technique. Some people now climb left on Black Wind to place a 4\" cam, then climb back right to rejoin the route.","location":""},"__v":0},{"_id":"N84l5JIIUtCG4xjkTaEsTw==","name":"King's X","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Kor/Dalke, '66?, FFA Cox/Sibley, '71 (P1: FFA - Kevin Donald and Jim Erickson, 1970)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":4,"mp_id":"105749536","mp_crag_id":"105807427","climb_id":"N84l5JIIUtCG4xjkTaEsTw==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"Standard Eldo rack including small-medium wires.  Long runners to minimize rope drag.  Protects well, but take care since this section of wall is flakey and exfoliated.  Several museum-piece fixed pins.","location":""},"__v":0},{"_id":"fnGZyPCtXkCGOO5KipjDCw==","name":"Futile Laments","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kyle Copeland, Cam John, 1980s?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":2,"mp_id":"105760920","mp_crag_id":"105807427","climb_id":"fnGZyPCtXkCGOO5KipjDCw==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"For one of the Eldo \"Obscure Tour\" routes, this is really quite good. The crux of this climb is the steepest 5.9 I can recall ever climbing in Eldo. It is mostly well protected and is runout only in the easier sections (5.7?) and even then, not horribly so. The opening of King's X is the worst it gets.\n\nClimb up King's X for ~40 feet, to reach the bottom of the overhanging flakes, just before King's X goes up and right into the A-shaped corner. Rather than go up and right, step left, set some good gear, and continue up and left into a large, acute, left-facing dihedral. Go up this a few moves (5.7, S) with a small RP on the right for pro, them a pin back and right (near the arete behind you) to reach a good handcrack though the roof. Pull the roof on great jams and jugs, stemming left to the face or right to the arete as needed. This is the steepest 5.9 around!\n\nContinue up and left to the main arete of the Wind Tower and climb to the ledge contiguous with the top of Boulder Direct, finishing somewhere near the base of West Overhang. The climbing here is a little runout as well, but mostly easy (5.4?)","protection":"A standard Eldo rack -- stoppers, RPs, and a set of cams from very small to 3\". Crux #1 (5.10b) pro is a old angle (but good) backed up by a tiny cam. Crux #2 pro (5.9) is a 2.5\" cam.","location":""},"__v":0},{"_id":"3VXE7LGjU3amoJJfPhm1qQ==","name":"Disguise","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bill Briggs and Pat Ament '77","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":11,"mp_id":"105757939","mp_crag_id":"105807427","climb_id":"3VXE7LGjU3amoJJfPhm1qQ==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"Disguise starts from the upper left end of the ramp that splits the left-hand side of the south face of the Wind Tower.  One could easily access this route by climbing something on the west face and scrambling around (The Bomb or similar).  We started on Diffraction, and upon reaching the ramp, continued up and left to a nice belay at a crack (medium cams).  The route pulls over the small roof above the ramp at a slight left-facing corner (no pro .8). It then heads up and barely left before reaching a right trending small right facing corner system.  Follow this system to the crux moves up and right, and then back left. The line proceeds more or less straight up the huecoed face above to a belay at a pine tree on top of the face.  With a combination of lichen, a good amount of questionable rock, sustained climbing on non-positive holds and a little route finding, Disguise is a pretty intense and totally \"classic\" Eldo 5.10 face climb.  When compared to the neighboring Metamorphosis, Disguise is more run out, less obvious and not as positive, however the position and the moves are of equal quality.  If we go by the standard that three stars designates a \"must-do\" route for the area and grade, Disguise probably doesn't quite make the cut.  Two stars for position, moves, but a lack of perfect rock.","protection":"There isn't much pro to be had on this pitch.  We started with Diffraction for which some long draws and a few cams is sufficient.  On the route itself, I placed one each of the blue, black, red, and yellow Aliens in that order and nothing else.  I would bring a set of nuts and several other cams (a few larger) in addition.","location":""},"__v":0},{"_id":"HVWbK0HzUCaczLWy8rcCBA==","name":"Diffraction","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"[Kyle Copeland and Charlie Fowler]","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":7,"mp_id":"105752350","mp_crag_id":"105807427","climb_id":"HVWbK0HzUCaczLWy8rcCBA==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"This route is the best approach route to\n\nMetamorphosis\n\n, as it is pretty direct and at a similar grade. The climbing is varied and reasonably well protected. The guidebook rates this pitch 10a, but I think the crux move is a bit difficult to onsight, and it took me two tries to redpoint this route, and I normally don't fall on 10a. I've climbed this route five times now. I like it.\n\nIt starts near the top of the ramp on the south face, but below the\n\nYellow Traverse\n\n. It heads out a small, left-leaning, left-facing dihedral with a small roof at the top (crux). The beta on this roof is to get the left foot as high as possible before trying to step over the roof with the right foot. The holds are not as good as you'd expect.","protection":"This route protects with single units from stoppers to #2 Camalot. There is a variety of ancient fixed gear on this route (copperhead, RURP, pin, fixed nut, bolt) which can and should be backed up.\n\nAddendum:\n\nThe bolt has been updated.  Thanks, Steve & Greg!","location":""},"__v":0},{"_id":"AkpleO/1XsKED0mpVGMUjg==","name":"Blackjack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Layton Kor","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":9,"mp_id":"105752356","mp_crag_id":"105807427","climb_id":"AkpleO/1XsKED0mpVGMUjg==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"This route is typical of the south face in that it is runout and serious. It doesn't have the beautiful climbing that some of the other routes do. This routes follows the obvious left leaning, slot-type thing that is the most prominent feature on the lower south face.\n\nThis route is rated 10a, but is harder and more serious than Metamorphosis (10b). There is serious fall potential on this route. 5.10 moves are required 15 feet out from gear - and not very good gear. Ancient pins protect some of the climbing and they can't be backed up.\n\nThis route is unusual and took me a long time to figure out and muster up my courage to complete. It is also serious for the second. I stayed in the slot until near the ramp belay, but did not stay in the entire way. To stay in the slot completely at the end looks to be at least 5.11- and unprotected.","protection":"Bring all the techie gear you have up to #2 Camalot, but don't expect to get much. This route is serious - much more so than the VS-rated Yellow Traverse and much harder.","location":""},"__v":0},{"_id":"AUB0P5vGVEKvpgVQifrJsw==","name":"Beluga","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"J. Stuberg, M. Brooks, 1980.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":17,"mp_id":"107103861","mp_crag_id":"105807427","climb_id":"AUB0P5vGVEKvpgVQifrJsw==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"I don't know if it merits a star, but it isn't bad enough to get a bomb, so I've opted to give it one star... but wouldn't bother doing it again. It's not a bad route, it's just not a good one.\n\nStart on the ground about 30 meters East of\n\nDiffraction\n\n, looking up to the trees at the base of the South Chimney; walking further East to look up will make this target most visible.  Go back West to directly South of/below the trees and look up at a short and shallow, discontinuous, grassy right-facing corner.  Climb up to this from the left, place a good purple Camalot, do a crux move, then work out and right, then up and left to a ramp.  There will be a few points of protection total, and they may be questionable.  Expect a runout.  Climb up increasingly easier rock to\n\nreach\n\nthe trees and sling the left one for a belay.  To retreat, rap off of the tree or scramble off down and East on a dirty but mellow ramp.  Rapping off of the tree is never a great idea, but this route sees almost no traffic and I don't expect it would impact the tree, even over time.","protection":"A single, solid #0.5 Camalot before the crux, then maybe a piece or two wiggled in here or there before the top anchor. This is certainly rated R.","location":"Down and right of the better known routes on the South Face of the Wind Tower lies the South Chimney, which starts 70' up a ramp.  There are 2 trees, one of which is very small at the entry to the chimney, 70' off of the ground.  This route starts due South of that, climbs a few moved into a short and shallow, right-facing corner (#0.5 'purple' Camalot) then pulls an awkward crux move before running it out on wandering terrain to eventually reach the trees."},"__v":0},{"_id":"K2l7BmTJVqWkx500WY3LcA==","name":"Balls of Fire","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Charlie Fowler & Mike Munger - 1978","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"left_right_index":12,"mp_id":"105763059","mp_crag_id":"105807427","climb_id":"K2l7BmTJVqWkx500WY3LcA==","areaRef":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":"Balls of Fire is a not oft done face climb squeezed in between Disguise and The Metamorphosis.  It probably doesn't get done too often because of it's serious reputation, but there are quite a few solid placements - I would have only called this climb S, but Rossiter and my partner say VS and that seems fair.  Gear [definitely] is tricky and the climb is run out, but the fall appears to be pretty clean - moreso than it's neighbors.\n\nBegin about 15' up and left from the [LEFT-Facing, RIGHT-leaning] corner of The Metamorphosis at the first obvious place to pull over the roof (on a lichen-covered jug).  Right under this roof is a hidden, bomber gear placement.  Pull up to a stance on the lip of the roof, then continue up the face with sparse pro, heading generally straight up, then slightly right to clip the bolt at the optional belay of Metamorphosis.  From here, head straight up then cut left before the Ur-ine Trouble corner system.  The crux is at an overlap with some downwards-pointing flakes.  This is well protected with a few small wires, but they are pumpy to place.\n\nFinally merge with Disguise and belay at the tree.  Having done most of the climbs on the upper section of this wall now, The Metamorphosis is the hands-down classic, Scotch & Soda is pretty good Disguise and Balls of Fire are kinda junky.","protection":"TCU's or Aliens.  Small/Medium Wires.  A #1 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,ce995fa8-b57f-5cee-a011-b6da1ac16b8c,85038244-99d4-5e53-b760-e7d52859eca0","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Wind Tower, The","Wind Tower - S Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.13a/b"},{"count":2,"label":"5.10"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":1,"intermediate":13,"advanced":4,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":13,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.283,39.9314]},"bbox":[-105.28358640097152,39.93095033981813,-105.28241359902847,39.931849660181854],"left_right_index":-1,"ext_id":"105807427","area_id":"hQOCRJnUXlO3YOfVKFnsoA=="},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:55:58.087Z","updatedAt":"2024-01-15T16:42:43.168Z"}