{"_id":"6368a5a5e80bff5a995bc664","area_name":"Great  American Roof","shortCode":"","climbs":[{"_id":"Al/G8TdyUUmHkDzvk54FZg==","name":"This American Life (Stand)","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.42119,36.90073]},"left_right_index":999999,"mp_id":"109743911","mp_crag_id":"109743709","climb_id":"Al/G8TdyUUmHkDzvk54FZg==","areaRef":"3cozIA2UVq+ICOE1vR3vSA=="},"content":{"description":"This starts about 15ft after the sit start, just below the start of the 2nd tier, smaller roof before the lip of the boulder. \n\n  Start on the smaller low face that is a more vertical band, below the 2nd tier roof, matched on a staggered (single pad) rail. Post up feet and pop out to better holds on the low roof and shoot out to the mega Hueco pocket feature at the lip. Mantle over to the point where you can stand up without your hands hold on onto anything and hop down (please do not continue up the highly vegetated slab face to avoid future impacts on plant-life. Thank you)!","protection":"pads","location":"G.A.R."},"__v":0},{"_id":"5AMCRdvSUw+n9tngzp6VZQ==","name":"This American Life","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.42119,36.90073]},"left_right_index":999999,"mp_id":"109743715","mp_crag_id":"109743709","climb_id":"5AMCRdvSUw+n9tngzp6VZQ==","areaRef":"3cozIA2UVq+ICOE1vR3vSA=="},"content":{"description":"In the dark recesses of the back of the 25ft roof is a long, massive, obvious jug ledge. Start matched with a heel hook. Make one move out right to a nearby jug, and transfer underneath to another long, awesome, in-cut jug rail feature. From this, climb out the belly of the roof on Hueco-esque pockets, jugs, and crimps. Transfer past a small face to the second tier roof. Work towards the massive Hueco pocket at the lip. Top out and mantle. Once you can stand with no hands, drop down. \n\n  Please do not continue to the top, its an easy and heavily vegetated face. Please don't impact and damage the plant-life here by climbing to the top of this face.","protection":"pads","location":"Great American Roof"},"__v":0},{"_id":"BDg3H612Uduie08U2cf6qg==","name":"Made In America (Stand)","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.42119,36.90073]},"left_right_index":999999,"mp_id":"109743854","mp_crag_id":"109743709","climb_id":"BDg3H612Uduie08U2cf6qg==","areaRef":"3cozIA2UVq+ICOE1vR3vSA=="},"content":{"description":"To find the stand start, look 8 feet to the right of the finish of \"This American Life\" under the shorter roof for the blank vertical face. There will be a small left hand flat layback at the intersection of the roof and blank face, and a tiny thin crimp to the right. Start here for the \"sit\" or look back on the roof for the first big flat jug to match in. \n\n  Continue out the roof on jugs toward the big flat, nicely rounded lip to mantle over. Stand and drop.","protection":"pads","location":"Great American Roof"},"__v":0},{"_id":"bN01a9cLWG+61ETOXzfkHA==","name":"Made In America","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.42119,36.90073]},"left_right_index":999999,"mp_id":"109816503","mp_crag_id":"109743709","climb_id":"bN01a9cLWG+61ETOXzfkHA==","areaRef":"3cozIA2UVq+ICOE1vR3vSA=="},"content":{"description":"Tough! This would get 4 stars if it were a little longer. \n\n  To find the stand start, look 8 feet to the right of \"This American Life\" under the shorter roof for the rear, mostly blank vertical face. There will be a small left hand flat layback edge at the intersection of the roof and blank face, and a tiny thin crimp edge to the right. Start on these holds and make a huge back-right gaston (AKA the American backhand move) out to the distant jug slot. Match this jug feature and finish as per the \"stand\" to mantle, stand up on the boulders lip, and drop down. \n\n  Continue out the roof on jugs toward the big flat, nicely rounded lip to mantle over. Stand up and drop down to the pads. Please don't continue to the top, as this would damage the sensitive plant life further up the face.","protection":"pads","location":"GAR"},"__v":0},{"_id":"R/snm11OWDiK6H2haAXdSw==","name":"The Centenary","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.42119,36.90073]},"left_right_index":999999,"mp_id":"116088400","mp_crag_id":"109743709","climb_id":"R/snm11OWDiK6H2haAXdSw==","areaRef":"3cozIA2UVq+ICOE1vR3vSA=="},"content":{"description":"Climbed on Veterans Day 2018, the Centenary of World War I. Only thing keeping this line from 4 stars is a top-out.\n\nSynopsis: 25+ feet through two distinct roofs. Hand/heel/toe magic, crimps, monster power, and precision all required. A long entry sequence will soak your arms in lactic acid just in time for a big shutdown move. A stacked closing sequence and wild finish might break your heart and will eat your skin... but you'll keep going back anyway.\n\nGeneral beta: Start deep in the cave of the Great American Roof and follow the obvious shelf-arete feature half the length of the cave. There are some good holds underneath in the belly you can use. Work your way to the eventual vertical band marking the end of the first roof. Fire way up and left to a flake in the second roof. Tick-tack across some crimps and a mailslot to set yourself up for a big move out to the roof's lip. Negotiate a gymnastic ending to finish in a pocket feature just above the lip (match and hop down, please do not continue up and damage the lichen face ahead until further notice).","protection":"Pads","location":"Deep in the Great American Roof cave"},"__v":0},{"_id":"Xk1+pt7rVhC8s47jJ2dSOg==","name":"Americana","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.42119,36.90073]},"left_right_index":999999,"mp_id":"109743889","mp_crag_id":"109743709","climb_id":"Xk1+pt7rVhC8s47jJ2dSOg==","areaRef":"3cozIA2UVq+ICOE1vR3vSA=="},"content":{"description":"This is a great, low roof line with a tough start. Not sure on the grade, but somewhere in the realm of v5? \n\n  ~7ft to the right of \"Old Glory\" look above the blank face for the medium sized pocket at the base of the roof where it meets the vertical blank face. \n\n  Match the pocket and make a hard move back to the right to either bump off a crimp, or reach all the way to the larger jug. Work to the massive jug horns at the lip, and turn out of the roof to press out a fun mantle. Stand and hop down.","protection":"pads","location":"G.A.R."},"__v":0},{"_id":"trxmZ5RHVRiLnAm0Ko4N+A==","name":"American Beauty","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Aaron James Parlier","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.42119,36.90073]},"left_right_index":999999,"mp_id":"109816511","mp_crag_id":"109743709","climb_id":"trxmZ5RHVRiLnAm0Ko4N+A==","areaRef":"3cozIA2UVq+ICOE1vR3vSA=="},"content":{"description":"To  the furthest right of the low, right most roof section. Find the thin, long, deep slot near the back of the roof, and two crimps on the flat face below (the left crimp is tiny, the right is better and more of a right facing sidepull). Sit start on the crimps with a big right foot shelf. Power up to the first slot, then left and back to the mega-jug rail.  \n\n  Make a huge right move to bad crimps and swing feet right (dont dab) to gain a far right heel hook. Bump past a sloper ledge to gain the sloped lip. Work up the face to pockets and a higher thin crimp rail over the sloper. Once fully standing on the lip and confident, hop down (no glory jug, the finish is being able to stand without difficulty...).","protection":"pads","location":"GAR"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a42e6847-4548-5299-820a-7a75bfe34c71,c4221374-ca4e-5dc9-9b03-65f3effa0633,b73e8dc2-9195-541d-b64f-9d9c1d9a7571,694b85be-fbb5-516b-96e4-fdc3081dc1d2,24f84118-39e1-5b2d-a71d-5c8bd36e98ec,896d46ef-3ce1-5737-8060-6daeb17063fc,ddca3320-0d94-56af-8808-e135bd1def48","pathTokens":["USA","Virginia","Southwest Virginia (Appalachia)","Guest River Gorge","(1) Mile One","Mile 1 Boulders","Tunnel Area","Great  American Roof"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V3-4"},{"count":3,"label":"V7"},{"count":1,"label":"V2-3"},{"count":1,"label":"V8"},{"count":1,"label":"V4"}],"byDiscipline":{"boulder":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.42119,36.90073]},"bbox":[-82.42175230225085,36.900280339818146,-82.42062769774911,36.901179660181874],"left_right_index":-1,"ext_id":"109743709","area_id":"3cozIA2UVq+ICOE1vR3vSA=="},"content":{"description":"This massive roof is perched up on top of the hill just outside of the coal tunnel and above the awesome little Hidden Roof. 25ft of pure horizontal roof climbing can lead to either an additional 25+ feet of highball greatness, or fun low mantles that you can hop down from. With only a few sections of chossy holds that are easily avoided, this roof is an excellent place to spend a couple of hours, get a power endurance forearm pump, or spend thee whole day."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:29:13.969Z","updatedAt":"2022-11-25T11:24:26.644Z"}