{"_id":"6368a185e80bff5a9954f6c0","area_name":"Cave Rock (closed)","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,9445f336-4fc5-5f06-b386-9dcec24fd7a1,452c8467-fe76-5cb2-b91e-b6fccf974d38,5fc8dd71-d23c-5dba-989d-929847c6c911","pathTokens":["USA","Nevada","Western Nevada","Lake Tahoe Area","Cave Rock (closed)"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.94827,39.04626]},"bbox":[-119.94884898327467,39.04581033981813,-119.94769101672532,39.046709660181854],"left_right_index":-1,"ext_id":"106917580","area_id":"X8jdcdI8XbqYnZKYR8bJEQ=="},"content":{"description":"Cave Rock State Park, located on The East Shore of Lake Tahoe, Nevada, is home to Cave Rock. Tessie, The Loch Tahoe Monster is said to live in the lake near-by. I've never seen her. There was a climb named after her.\n\n The rock is sacred to The Washoe Tribe, as legend has it The Washoe people would bury their dead in the lake below. A battle was also fought here between Washoe and Piute over hunting grounds and such.\n\n People scrambled around here for years, two tunnels were blasted through the rock for Highway 50 to pass through, some routes were done, a lot of beer was drank and bottles were broken. A lot of garbage was left behind, but the rock was mostly ignored until the 1987, when Tahoe locals discovered the true potential of the crag. The climbers came and cleaned up the area and began to bolt up new routes of high quality.\n\n Development started in the Kona Wall area and the Lower Cave area. A few routes were added on The West Face above the old highway. Development started in The Main Cave in 1989.\n\n The Washoe people decided that the tunnels were okay and also the hiking trail to the top, but rock climbing is unacceptable. Cave Rock is now closed to rock climbing and the bolts have been removed. Do not try to climb there. This is posted only for historical significance.\n\nSee also:\n\nCave Rock State Park website."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:11:29.311Z","updatedAt":"2024-01-15T16:46:25.135Z"}