{"_id":"63689d5be80bff5a994f3e4c","area_name":"Big Sleep","shortCode":"","climbs":[{"_id":"ksLTsOSPVjm/7FRV35zI1Q==","name":"Young Guns","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Tom Slater, Owen Slater, Wade Horton, Dillon Horton, 6/16/2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42248,37.34058]},"left_right_index":0,"mp_id":"109167859","mp_crag_id":"109166648","climb_id":"ksLTsOSPVjm/7FRV35zI1Q==","areaRef":"JCbKlFzwWuyoaCKYFXGd/w=="},"content":{"description":"A short romp up low-angle slab.  This climb is a good intro to the rock at Big Sleep and a nice warm-up for the longer routes on this face.\n\nSeems like the route could pretty easily continue up from the anchors to other pitches above.\n\nEither rap with two 60m ropes, or rap down with a single rope to the ledge with a tiny pine and walk off left.","protection":"4 bolts and one bolt with no hanger.  The first four bolts have hangers, but the fifth bolt's hanger and nut are gone, which is unfortunate, since this is really the only bolt you might actually need.","location":"Follow the approach info for Big Sleep.  At the end of the trail (at the toe of the southwest face) head right until you are just below a tiny pine tree above you on a ledge.  Follow the bolt line to a pair of chains."},"__v":0},{"_id":"d19/bRFTVsqCKkE7zeVXEw==","name":"Mustache Brigade","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sean Neville, Josh Mucci, 11/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42248,37.34058]},"left_right_index":4,"mp_id":"121764912","mp_crag_id":"109166648","climb_id":"d19/bRFTVsqCKkE7zeVXEw==","areaRef":"JCbKlFzwWuyoaCKYFXGd/w=="},"content":{"description":"This route is a fun well protected climb with an amazing last pitch.  This climb is a little more adventurous than \"nap\" or \"moonlight\"\n\nPitch 1. Climb cracks up slab until they end for about 40 feet (gear to 1\").  Clip a bolt and climb runnel or they look like tire tracks up to the huge ledge at the base of the right facing corner.  It is possible to scramble and right from the base and then back left to skip the first pitch.  5.7. 1 bolt and gear anchor.  (150 feet)\n\nPitch 2. Climb fun wide right facing corner (gear to 4\") until you can step out of corner and clip a bolt.  Follow 4 more bolts up face climbing through cool pods up and right to two bolt anchor.  5.8, 185 feet.\n\nPitch 3. Traverse right on dike on easy but exposed ground until you can start climbing straight up and place a 1.25\" inch piece in crack.  Climb face and crack up to slab under a big boulder and gear belay.  You can rap the route from here with 2 ropes back to the big ledge with right facing corner and walk off but you would miss the best part of the climb higher up.  5.7. 185 feet.\n\nPitch 4.  This pitch is an adventure pitch and there are two ways you can go.  The original route takes the easiest way up and right then through bushes and blocks (knobs) heading towards the bottom left side of huge block.  Stand on top of huge boulder with big chimney below and belay at two bolt anchor (5.7).  The second way was bolted later to try and find a better path forward.  From the anchor continue up and left up slab clipping bolts until you get to a block.  Climb the block with crack up and right clipping a bolt and end up in bushes below big boulder with chimney.  Squeeze your way up chimney until you can stand on big boulder with belay anchor.  (150 feet)\n\nPitch 5. Money pitch.  This pitch looks so intimidating especially when you step right off the belay.  Climb amazing featured face up to first bolt then climb another 20 feet to second bolt.  From the second bolt climb up face placing gear on featured face and cracks heading towards the bottom of small triangle roof.  Climb over the roof or slightly right on great holds and gear and then climb incredible shuteye knobs to the top belaying on slung knobs.  5.8, 150 feet.\n\nThe route is named for the November mustaches on the first accent.\n\nTo descend.  Climb all the way to the top of the dome and descend the far climbers left staying as close as you can to the dome to avoid bushwhacking.  Same descent as other routes to the left.  If you find the trail it is 20 mins.","protection":"Bolts and gear to 4\"","location":"Located right of Big Sleep and left of Insomnia.  From Moonlight madness keep moving right until beneath a large right facing corner about 100 ft up.  The first pitch starts on the slab under the big right facing corner. The last pitch climbs the left side of the huge block on the right side of Big Sleep above Insomnia."},"__v":0},{"_id":"DUO536mrVAa2gO9/OOEsew==","name":"Moonlight Madness","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Grahm Doe and Leo Miner","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42248,37.34058]},"left_right_index":3,"mp_id":"110350452","mp_crag_id":"109166648","climb_id":"DUO536mrVAa2gO9/OOEsew==","areaRef":"JCbKlFzwWuyoaCKYFXGd/w=="},"content":{"description":"A Shuteye classic! One of the most poplar routes on the slab. From the approach trail take a right. To find the start of the route look up the slab and locate  a split roof with a tree to the right. You should see a couple bolts for the route, a black streak to the left. The first bolt is high off the deck. Small cams will protect the moves getting to it if you desire.\n\nThe entire thing is easy, never harder than 5.8 and is extremely well protected with plentiful bolts. Its impossible to get lost. Have fun and enjoy the ride!\n\nDescent is by rappelling Afternoon Nap (needs 2 x 60m ropes) or a casual walk-off to the climbers left, takes ~15-20 min to get back to the base (recommended)","protection":"dozen quick draws, a few knob slings for the final pitch. optional cams to 0.5\"","location":""},"__v":0},{"_id":"OsFShO0bUDiDqHI02RFCVQ==","name":"Gumby's Adventure on the Crystal Highway","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Matt Schutz, rope solo 10/2007, GU","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42248,37.34058]},"left_right_index":2,"mp_id":"115785289","mp_crag_id":"109166648","climb_id":"OsFShO0bUDiDqHI02RFCVQ==","areaRef":"JCbKlFzwWuyoaCKYFXGd/w=="},"content":{"description":"5 long pitches of slabby adventuring on The Big Sleep.  Enjoy crystal intrusions, quartz ledges, water pots, and huge knobs on an old school climbing trip. The crux pitch leaves the slab behind for a change and pulls on a steep flake to start to a field of giant knobs to the anchor at about 65 meters.  Two of the pitches will require simul-climbing if you don't have a 70m rope, and 2 will stretch your 60 to its max. All belays have 2 bolt anchors. See Grahm Doe's excellent Shuteye Ridge guidebook for pitch by pitch descriptions.\n\nDESCENT: 5 two-rope raps down Afternoon Nap or walk off to the left side of the dome.","protection":"You'll need a rack of singles to 3\" and a few slings for lassoing those big knobs. Even a few draws--there are never more than 4 bolts per pitch.","location":"Gumby's starts about 200 feet right of where the approach trail meets the base of the dome.  It is the next route right of Afternoon Nap (50 feet) and 100 feet left of Moonlight Madness.  Look for a smooth, white, narrow water streak with 2 bolts just visible 50 or 60 feet up."},"__v":0},{"_id":"F86S5u0+W7epoYizzFnPyg==","name":"Afternoon Nap","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Slater, Brandon Thau 7/2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42248,37.34058]},"left_right_index":1,"mp_id":"109166668","mp_crag_id":"109166648","climb_id":"F86S5u0+W7epoYizzFnPyg==","areaRef":"JCbKlFzwWuyoaCKYFXGd/w=="},"content":{"description":"A fantastic and easy romp up a giant dome. Begin by getting to the rock (20 minutes once you know the trail) -Basically trend up and diagonally left towards left side of the dome. Follow the many cairns. Once at the base, contour up and right about 100 feet. You'll see a bolt about 20 feet up. This is where the route starts.\n\nAll pitches are 60 meters, so don't tie in with a long tail, and don't plan on using any of your rope at the belay. This a good place for both you and your second to use a sling or a PAS to anchor in. All pitches end in a pair of solid bolts with chains. There is very little pro except for the bolts on a couple of pitches, but all difficulties are well protected and there are adequate bolts even at the easy parts to prevent catastrophe, But some 30’ run outs over easy terrain exist. Both places where roofs must be surmounted can be protected with 1”-3” cams, and other than slings and a few smaller pieces, this is really all the pro you need. The route pretty much goes straight up, so it'd be a pretty noteworthy day if you managed to get lost. It would also be a noteworthy day if you managed to *not* get lost on the approach and descent, so be alert.\n\nP1 - 2 bolts to the anchor. Follow the bolts. Very easy slab climbing with fantastic friction. A prominent roof protects well and is easiest to pass just right of the spot where it tapers down. Belay under a little left-facing roof\n\nP2 - 5 bolts. Follow the water chute using the bolts as your guide to the anchors. First indications of the dikes above appear on this pitch.\n\nP3 - 5 bolts. You follow the water runnel a little further, then follow a pair of really cool, understated dikes to the next anchor. Again, you can follow the bolts.\n\nP4 - This is the business. 4 bolts. Easy 5.7 for besting the roof and for the friction step-across stemming the water runnel, both of which can probably (but shouldn't) be avoided on easier terrain. Leave the belay heading for the \"stepladder\" in the roof. A balancey no-hand two-step gets you over the roof here, with a bomber cam right beneath you. You can get over the roof to the left more steeply (but with some hands) or to the right at a lower weakness, but for my money, I'd head up the steps. It's a lot of fun. Above here, head for the left-facing crescent/arch and climb this to a spot with a somewhat delicate stem across the water runnel. If you use protection in this arch, place it as far left as possible or you’ll add a lot of drag. Do the crux traverse, clip a bolt and run up to the route's only semi-unpleasant, semi-hanging belay.\n\nP5 - From the belay, climb up a few feet and clip a bolt (just one on this pitch), then run up the rest of the pitch on the left side of a giant \"bellybutton\" to some well-positioned chains at the end of the route. The angle eases off just as the rock becomes incredibly featured. Tie a couple of slipknots around the runnels for pro to impress your friends. You'll not fall on this pitch. Your grandmother would not fall on this pitch.\n\nFrom here either rap the route or scramble straight up third class boulders to increasingly low-angle rock that leads to the dome's summit.\n\nUnlimited thanks to the author(s) of this route for putting up a reasonable and fun, easy outing. It will do much to get folks out to experience this fantastic setting.","protection":"Five single-length runners, two doubles, and a #1 Camalot-sized cam, and whatever you use to build anchors at two-bolt belays will be plenty for this route if you're familiar with even easy slab-climbing techniques. The runouts are, at times, tremendous (in excess of 40 feet) but they will seem trivial in light of the easy climbing and the rock quality, which is so nice and grippy that even an apprentice slab-master should feel confident at the end of the longest runouts.","location":"See the approach and descent descriptions for Big Sleep."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,9e6215f2-4119-5ae2-b5e0-98db54e6ffdb,69f65400-a099-5793-8f65-4710fb1627b2,2426ca94-5cf0-5aec-a868-229815719dff","pathTokens":["USA","California","Western Sierra","Shuteye Ridge","Big Sleep Area","Big Sleep"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.42248,37.34058]},"bbox":[-119.42304557892703,37.340130339818145,-119.42191442107293,37.34102966018187],"left_right_index":-1,"ext_id":"109166648","area_id":"JCbKlFzwWuyoaCKYFXGd/w=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:53:33.777Z","updatedAt":"2024-01-15T16:39:56.143Z"}