{"_id":"6368a50be80bff5a995b0887","area_name":"Needles","shortCode":"","climbs":[{"_id":"ivITTXkEVXmzFqaPHYPsow==","name":"Needles Nirvana","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"James Garrett, Geoff Tabin, Don Mealing, and Blake Summers, July 2012","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.87356,41.19495]},"left_right_index":0,"mp_id":"107705107","mp_crag_id":"107705101","climb_id":"ivITTXkEVXmzFqaPHYPsow==","areaRef":"BHQgNC/gV2aHBy/F+hYtmQ=="},"content":{"description":"Approach (literally 5 minutes from top of Needles Gondola) the lowest toe of the initial triangular shaped wall. Route finding up and through the various \"Needles\" should be fairly intuitive, but its not a sport climb. It was a fine adventure climbing with the Seven Summits legend Geoff, Don from the FA of classic Kermit's Wad(!), and Blake of the new generation. We had a blast!\n\nPitch #1: Climb solid compact quartzite to a white band and surmount a fun roof. Continue up this long sublime pitch of edging diversity passing another short well protected crux to a two-bolt belay station. 10 bolts. 5.8, 55m.\n\nPitch #2: Scramble over the top of the apex of this triangular wall and down climb to an obvious arête. Follow this to its end and another two-bolt belay station. 3 bolts. 5.7, 20m.\n\n3rd class about 20m along the crest of the ridge line to the base of more climbing at \"The White Overhang\" in a small saddle. Belay here at the one bolt.\n\nPitch #3: Fun moves take you over the white overhang and continue up thin face climbing to another bulgy spot through some bushes. Fixed pitons are generally marked with webbing to make them easier to find. Climb the solid face to the left of a faint left facing dihedral (rotten) to an easy roof and continue past some more bolts to the belay ledge on this next \"step\". 6 bolts. 5.8, 30m.\n\nTake care here with more 4th class scrambling (somewhat exposed) along the \"crumbly crest\" to an obvious gully and the final \"step\" or \"crag\" of the cluster. Gong left here at the saddle offers a rapid escape or return to the top of the gondola. Go right and down about 10m to continue to the final pitch that starts around to the right of the pillar that divides the final Needle. A couple of slung Bashies \"mark\" the way.\n\nPitch #4: Once around the corner climb up the solid face to the right of the right facing rotten appearing pillar. Trend right to a fixed belay station. 1 bolt. 5.6, 20m.\n\nPitch #5: Start up this final pitch to a small ledge to steepening rock which follows the left edge for some moves and then follows the more compact rock to an easy roof and many grips and steps to a two-bolt belay station. Find a route register here....spray away! 7 bolts. 5.7, 35m.\n\nBEST DESCENT: Two single rope rappels ( ONE 70m rope) and scramble back to the saddle between the 2nd and 3rd Needle and scramble down the South Facing Patrol Gully to the Needles Gondola. A big boulder serves well as a rope up and gear up spot here. Perfect for stashing approach shoes and packs to be picked up conveniently on descent of the gully (just two minutes from the Needles Gondola!\n\nThe West Ridge (one or two moves of easy 5th class down climbing) may also be descended, but is more complicated and not equipped for rappel. The route is equipped for rappel, but two ropes would be necessary. Also, two single rope rappels will bring you to the saddle that easily be down climbed directly back to the Needles Gondola..\n\nEnjoy the BBQ and the live music after the climb at the base of the mountain!","protection":"12 QDs, Set of Camalots to #1  (C3s and Aliens very helpful at protection friendly horizontals). Fixed anchors at most belays, but not for the 4th class sections.","location":"This is the beautiful formation of alpine crags just to the right (north) of the Needles Gondola and Lodge. About a 5 minute approach time from there will bring you to the base of the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,d2d85a82-bf28-5d18-b296-599ab10d3534,04742034-2fe0-5766-8707-2fc5fa162d99","pathTokens":["USA","Utah","Wasatch Range","Wasatch Alpine Areas","Needles"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.87356,41.19495]},"bbox":[-111.87415757653018,41.194500339818134,-111.87296242346983,41.19539966018187],"left_right_index":-1,"ext_id":"107705101","area_id":"BHQgNC/gV2aHBy/F+hYtmQ==","polygon":{"type":"Polygon","coordinates":[[[-111.87415757653018,41.194500339818134],[-111.87296242346983,41.194500339818134],[-111.87296242346983,41.19539966018187],[-111.87415757653018,41.19539966018187],[-111.87415757653018,41.194500339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:54.633Z","updatedAt":"2024-01-20T01:07:33.831Z"}