{"_id":"6414242ff0cf0083296050cd","area_name":"Green Head Cove","shortCode":"","climbs":[],"children":["64142469f0cf008329605206","6414246df0cf00832960521b","64142473f0cf008329605260","6414247cf0cf0083296052c1","64142482f0cf00832960532d","6414248af0cf00832960538e"],"ancestors":"2996145f-e1ba-5b56-9da8-30c64ccc3776,52b8e499-5929-5542-b1e5-6934c4035048,063c54c5-e3df-572a-a7d7-10f538547250","pathTokens":["Canada","New Brunswick","Green Head Cove"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isDestination":false,"leaf":false,"isBoulder":false,"lnglat":{"type":"Point","coordinates":[-64.78914,46.09849]},"bbox":[-180,-90,180,90],"left_right_index":-1,"ext_id":"","area_id":"BjxUxePfVyqn1xD1OFRyUA=="},"content":{"description":"Description \n Green Head Cove was used as a quarry back in the 1800s. I think there was always a large cliff in this area and when removing stone they worked on the less steep rock to the left and right of the main face. When removing the rock it does not appear that they blasted it, it may have been done with pry bars or possible mild explosives leaving the cliff fairly solid with a few unstable areas. This area is right on the water, with available swimming and a small secluded beach. There is potential for bouldering in this area but is a long way to carry a crashpad with only a few problems. There is also a cave that enters the ground at about 25 off the deck and runs approximately 300' into the hillside, its located in the corner of the area and requires award 5.3 climbing/scrambling to get into it.    \n This area receives sunlight at different times, early morning it hits most of the Left side. Then the sun is on the backside of the cliff all day. Returning in the evening covering the whole area with sun light. \n  \n                              HISTORY \n The historic lime quarry at Green Head, Saint John, New Brunswick \n  \n The Green Head lime quarry in Saint John, New Brunswick includes remains of built structures and quarries preserving one of the last historic lime kiln operations in southern New Brunswick. The site on Green Head Island is owned by the City of Saint John and includes remains of the quarry, kiln foundations, wharf timbers and foundation walls of homes. During the 1800s the lime business was booming in the region. Abraham Gesner reported as many as nineteen kiln sites in operation in the early 1800s. Quarries are located in the Neoproterozoic Ashburn Formation marble of the Green Head Group. Quarry workings are found at numerous locations, the most prominent are at Green Head Island, near the Reversing Falls Suspension Bridge, at the Pokiok and Snowflake quarries in north Saint John, and east at Torryburn.  \n The Green Head quarry was operated for many years by Joseph and Frank Armstrong whose lime product was known throughout the Maritimes for its quality. Much of the lime produced at the Armstrong Quarry was used locally. Buildings constructed in Uptown Saint John after the Great Fire of 1877 were mortared using Green Head lime. Joseph Armstrong is noted in newspaper stories of the day as a pioneer in the development of the lime industry which was worth almost $100,000 in export trade by 1889. The quarry operation is a historic reminder of a mining industry that supported southern New Brunswicks economy throughout much of the nineteenth century. \n  \n DIANE N. BUHAY1 AND RANDALL F. MILLER2  \n 1,Ward Chipman Library, University of New Brunswick, Saint John, NB, Canada    \n 2,Department of Natural Science, New Brunswick Museum, Saint John, NB Canada"},"density":0,"totalClimbs":0,"_change":{"user":"rxDUVMc5QUiq75Hpq+nDVw==","historyId":"6414248af0cf00832960538b","prevHistoryId":"64142482f0cf00832960532a","operation":"addArea","seq":0},"createdBy":"rxDUVMc5QUiq75Hpq+nDVw==","__v":6,"createdAt":"2023-03-17T08:26:23.445Z","updatedAt":"2023-03-17T08:27:06.654Z","updatedBy":"rxDUVMc5QUiq75Hpq+nDVw=="}