{"_id":"6368a6a1e80bff5a995d1c2a","area_name":"South Peak West Face (Main Area)","shortCode":"","climbs":[{"_id":"VMObpK40VdiSGpvTT/GjNw==","name":"West Pole Direct Finish","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joe Ebner, Dennis Grabnegger, and John Markwell (from Barnes, 2nd ed)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":34,"mp_id":"108315817","mp_crag_id":"120057018","climb_id":"VMObpK40VdiSGpvTT/GjNw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Left-facing finger crack arches into a sustained fist and off-width crack. Loose block about half-way up that would be a great hold. Move right onto a balancy position to avoid (the hands are good, just find them),then back into the crack. Even the topout is fun!","protection":"Standard Seneca rack plus a few larger pieces (1-2 BD #4s) for the off-width sections. Takes good gear including hexes.\n\nAfter your party is up, you can belay them over the top of the fin and down the scramble (4th class) or the direct down climb to thr summit notch.\n\nNote: you can use the rap anchor at the base of the pitch  to build a belay, but on busy days, please just look left to thr crack and the build an easy gear anchor to keep folks moving off the summit.","location":"From the West Pole belay/rappel rings look up at the crack and right facing corner. Or look 20 ft left from Conn's West rap tree."},"__v":0},{"_id":"DW+ZTxjzW3aux+m3J8ZeNg==","name":"West Pole","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":33,"mp_id":"105868530","mp_crag_id":"120057018","climb_id":"DW+ZTxjzW3aux+m3J8ZeNg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"One of the best routes at Seneca, period. West Pole follows a more-or-less continuous crack system through two roofs. It can probably be done in one pitch with a 70-meter rope.\n\nP1: Climb up through the easy ledges to a pine tree. Belay either from rings (not advisable on a busy day) or gear.\n\nP2: Follow the broken crack system until it runs into a corner at the bottom of the first roof. Go straight up through the roof and continue through the second. Follow a left-facing corner to a crack and then belay from rings.","protection":"Like most Seneca routes, West Pole protects well with passive gear. A double set of nuts and some hexes works fine. There are probably some pitons on the route; maybe some even of WWII vintage.","location":"West Pole begins at the same place as Old Man's and Conns West."},"__v":0},{"_id":"O3perOyOU0m4mT9lYALixQ==","name":"The Viper","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Pete Absolon, Topper Wilson, 1986","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":61,"mp_id":"117897553","mp_crag_id":"120057018","climb_id":"O3perOyOU0m4mT9lYALixQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This maybe the king trad line at Seneca. Long sustained, and technical in one of the best positions Seneca has to offer.\n\nClimb Sidewinder through the overlap until it’s possible to move right to the flake system heading up the middle of the wall.  Climb the flake system until it ends at a very impressive face with an incipient crack running through it. Place a few small pieces of gear at the base of the face and get ready for some of the best technical climbing anywhere. Clip the only bolt on the route (previously a wiggly pin, but with permission from Topper, I replaced it with a bolt) and gun it to straight up to the small ledge. From here the climbing backs off significantly. Finish up the headwall to the upper Traffic Jam rappel anchors.","protection":"Single rack to 3” doubles of .3 and .5, stoppers, micro stoppers, and micro cams, 1 bolt.","location":"The same start as Sidewinder and Black Mamba. From the Neck Press anchors climb Sidewinder through the overlap and then move right to the flakes."},"__v":0},{"_id":"63/3CBYDUZuBnc3t7uKm8A==","name":"Triple S - Variation: Direct Finish","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Chips Janger / Matt Hale (1968)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":70,"mp_id":"110715410","mp_crag_id":"120057018","climb_id":"63/3CBYDUZuBnc3t7uKm8A==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start same as Triple S.\n\nFrom the top of the corner it is possible to traverse left into a shabby looking crack.","protection":"med and med/large chocks mostly..","location":"Start same as Triple S."},"__v":0},{"_id":"2IdqC18HXNmCd8vlxH0akQ==","name":"Triple S","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":69,"mp_id":"105908844","mp_crag_id":"120057018","climb_id":"2IdqC18HXNmCd8vlxH0akQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Shipley's Shivering Shimmy is the original name. Perhaps the name was a tad to long to stick. Triple S is one of the best routes at Seneca. Stem, stem, and stem some more until your left leg is completely exhausted; hopefully you'll have reached a rest by then.\n\nOh yeah; it's sandbagged, even for Seneca.","protection":"More Cowbell!!! Passive gear (fist size or so in hexes) seems to be the preferred gear for this route. Seriously.","location":"Triple S is the large corner where the Wall of a Thousand Pitons connects with the west face. One can rap from the top or continue up several other routes."},"__v":0},{"_id":"oZhkdYrpVAC/QDwaa9CvJg==","name":"Traffic Jam","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":56,"mp_id":"105917539","mp_crag_id":"120057018","climb_id":"oZhkdYrpVAC/QDwaa9CvJg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"The obvious crack system in Traffic Jam notch. Since the notch is usally full of people rapping off this can be a difficult climb to get on, becasue you belayer will be creating a Traffic Jam on the rap.\n\nThe back wall is most certiainly off (no stemming) and going around the corner halfway is supposed to be cheating too.\n\nYou can walk off by continuing north along the small ridge. You may want a a belay though.","protection":"Up to three inches","location":"Hand and finger crack on north side of traffic jam notch."},"__v":0},{"_id":"+LhxgS/JVpWO51gf/6nr2w==","name":"Tomato","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Evans, Matt Hale 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":15,"mp_id":"106067705","mp_crag_id":"120057018","climb_id":"+LhxgS/JVpWO51gf/6nr2w==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This fun little route starts with a short flake/left-facing corner to a belay ledge.  From the belay ledge, head up a left-facing corning through increasingly challenging moves until it merges with Gunsight to South Peak, a 5.3 ramp that heads to the summit.  Gunsight to South Peak can get kind of crowded.","protection":"Bring a standard rack.  You'll have to set up a gear belay at the end of the first pitch, and (if I remember right) at the top.  Lots of great pro placements throughout this route.","location":"This route is just left of the start for the popular Green Wall.  There are a number of descent options from the summit, the most popular being the traffic jam chimney (named so for a reason!)."},"__v":0},{"_id":"tHvqyBj7XuGddNxqECSV/Q==","name":"Thais Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":27,"mp_id":"106171578","mp_crag_id":"120057018","climb_id":"tHvqyBj7XuGddNxqECSV/Q==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Great dihedral climbing on yet another classic Seneca 5.7.  Do it!  Start as for Pleasant Overhangs and just go straight up the dihedral.  The 2 pitch method requires long draws down low and belaying from the small ledge w/small tree rather far up the system.  The crux is towards the end of this pitch.","protection":"Std rack","location":"Shares the start w/Pleasant Overhangs around the corner from Thais."},"__v":0},{"_id":"XX8HV7JvU9mdVoIt24afJA==","name":"Thais - Variation Thais Escape","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"John Christian / Jim Shipley (1956)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":29,"mp_id":"110715691","mp_crag_id":"120057018","climb_id":"XX8HV7JvU9mdVoIt24afJA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"From the belay at the end of the 3rd pitch, it is possible to escape off to the right. (40 ft.)","protection":"med and med/large chocks mostly..","location":"Same as Thais"},"__v":0},{"_id":"K2MeD9x0WY6uqVTUinvCLw==","name":"Thais","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":28,"mp_id":"106000377","mp_crag_id":"120057018","climb_id":"K2MeD9x0WY6uqVTUinvCLw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This excellent climb ascends the corner just left of Conn's West.  It starts in the center of the wall and eventually traverses left into the top of the corner.\n\nP1: climb up the center of this face with no particular line.  Aim for base of an obvious chimney.  80', 5.5.\n\nP2: Climb the suprisingly enjoyable chimney.  Where it pinches off, step left and continue up the same crack system to a belay alcove.  80', 5.6.\n\nP3: This is the business.  I suppose this is a Seneca 5.6 but it had me a lot more gripped than many harder routes.  Traverse left on the steep face to the big corner and climb up to a belay above the difficulties.  There's plenty of pro but hanging out on the steep face to put it in was definitely exciting.  The hardest part for me was finding the easiest line - there's chalk all over the place.  I wound up going straight left from the fixed pin above the belay to the corner, ignoring the temptation to climb up prematurely.  50', Seneca 5.6.\n\nP4: up to an obvious weakness, left along the ledge and then up through a tree to the top.  100', 5.4.","protection":"Standard Seneca rack","location":"Start at the center of the face just left of Conn's West."},"__v":0},{"_id":"giuAwHg9UbmlbUIuuzK1OA==","name":"The Sorcerer","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Tom Cecil, Chris Clark, 1992","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":26,"mp_id":"120922298","mp_crag_id":"120057018","climb_id":"giuAwHg9UbmlbUIuuzK1OA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb the first pitch of Pleasant Overhangs to the belay. Pull the the Pleasant Overhangs roof on the far right side, right above the belay. Climb cruxy moves past 3 bolts to easier but sustained runout terrain. You can get small gear in a few incipient cracks through this section. This will lead you to the last bolt and a good rest. Make one final hard traverse left to a good crack that takes you to a ledge and a bolt anchor.","protection":"4 bolts, .1”-3” cams, stoppers, micro stoppers, bolt anchor","location":"Climb the first pitch of Pleasant Overhangs."},"__v":0},{"_id":"WbAPTRLTXCCD3hgCXKorLg==","name":"So What","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Michael Ashe, Jeffrey Hallock 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":9,"mp_id":"107262513","mp_crag_id":"120057018","climb_id":"WbAPTRLTXCCD3hgCXKorLg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb the flake and move right for about 20 feet. Move back left and then up a ramp. Follow the ramp to a tree about 25 feet below the Gunsight. Unless it suddenly gets more traffic, likely to remain very dirty.","protection":"Small, creative passive pro opportunities.","location":"Start directly behind the small pine tree at the top of Banana. The route begins at a flake with a piton at eye level, about 15 feet left of the thin cracks of Debbie."},"__v":0},{"_id":"MG+e0tWXVKepCn2zSmG7Fg==","name":"Sidewinder","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Doyle & Janoscrat","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":60,"mp_id":"105910410","mp_crag_id":"120057018","climb_id":"MG+e0tWXVKepCn2zSmG7Fg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Sidewinder is a phenomenal pitch located on the Snake Face - the wall just around the corner from the Face of a Thousand Pitons which is just left of Triple S.  Traditionally done in two pitches, but easily done as one.  Begin in the center of the face at a right-facing corner with a roof.  Climb this corner to the roof, and perform difficult moves above pro getting past the roof and then traversing left to a good belay ledge with a bolted anchor.  Belay here or continue straight up past another roof (difficult) to a leaning finger crack (tricky pro, tenuous).  Awesome!","protection":"Standard rack.  Extra small wires and small cams.","location":""},"__v":0},{"_id":"KzJZOw3vVRq4zYDGuPJ0Yg==","name":"Seneca Daze","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Cecil & Jerod","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":43,"mp_id":"106522965","mp_crag_id":"120057018","climb_id":"KzJZOw3vVRq4zYDGuPJ0Yg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Mixed route right of Prune. Start at the obvious small right facing flake/corner 10' right of Prune. Climb straight up to to the ledge, the first bolt is rather high but the holds are good. Since the West face of the South Peak has relatively few bolted routes near the ground, I didn't want to put the first bolt to close to the ground. This route was done on-site and bolted from hooks when stances were unavailable. In the middle of the route you may want to place a 1-1.5 inch piece.","protection":"6 bolts and an optional 1-1.5\" piece about 40' up.","location":"South Peak West face. about ten feet right of 'The Prune'"},"__v":0},{"_id":"VQHcZ8LGWIG6wJGImMClSw==","name":"Scrambled Leggs","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Eric Janoscrat / Jim LaRue / Susan Sands (1979)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":3,"mp_id":"110718849","mp_crag_id":"120057018","climb_id":"VQHcZ8LGWIG6wJGImMClSw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start to the left of NOVA on the same wall.\n\n#1. Climb the wall to a to a series of right facing flakes which start about 25 ft. up the wall. (40 ft.)","protection":"med and med/large chocks mostly..","location":"Start to the left of NOVA on the same wall."},"__v":0},{"_id":"EIa+JvrIV3ealop0yh2jfw==","name":"Right to the Left  (A Thought Forgotten )","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jesse and Kristin Morehouse","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":50,"mp_id":"107860492","mp_crag_id":"120057018","climb_id":"EIa+JvrIV3ealop0yh2jfw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb up the left trending ramp start for Back to the Front.  From the stance where BTTF traverses right, go straight up over the roof to a slab.  There is gear at the lip.  Go pretty much straight up to the steep rock above aiming for a bolt which is at the crux.  Above that, a small horizontal or two leads to a vertical crack finishing just left of BTTF.  Build a gear anchor and descend as per BTTF.\n\nA little history on the multiple names.  We climbed it ground up after rapping it to see if it was worth doing.  I was too much of a chicken to commit to the crux on lead since there was no gear to prevent smacking the slab if you blew it so I made a runout traverse right, up 6 feet then back left to the horizontals above the crux.  My wife followed, climbing the crux.  That winter we went back to put in a bolt at the crux on lead but, I bit off more than I reckoned by trying a direct start up the face below the ramp start to BTTF.  15 or so feet up with no pro (after finding the first horizontal to be a shallow flare), I was just about to pull up to the second horizontal when a hold blew and I pitched, bouncing off of Old Man's traverse ledge, falling 30+ feet total and breaking my foot.  With no pro in the fall smashed my wife into her anchor, the tree at the top of P2 of Prune, with a side collision that drove the side of her helmet into her head splitting it open, filling her helmet with blood and dazing her.  She still held the fall super solid and is my hero.  After extracting ourselves from that mess which happened on a Monday in late winter with no one around, we drove to the Petersburg hospital where a foreign exchange doc/intern/whatever tried telling my wife she was suffering from an STD and not a mild concussion.  I got a pink cast.\n\nNeedless to say, the bolt never got put in.  Some time in the next year a guy who was guiding there bolted the crux on lead after cleaning off so much lichen you could see a streak down the wall from the parking lot and not knowing it had been climbed already gave it the name in parenthesis.  So...Im not sure who really got the FA and dont really care that much but (and Im obviously biased here) I totally like our name the best since the route is Right to the Left of Back to the Front.","protection":"Standard Seneca rack will do but I enjoyed having an extra green alien/blue TCU.","location":"Start is the same as for Back to the Front off of Old Man's traverse pitch."},"__v":0},{"_id":"Ag81BujaUxqJw4TmkavRUw==","name":"Prune","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Christian and Arnold Wexler in 1971","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":42,"mp_id":"106267363","mp_crag_id":"120057018","climb_id":"Ag81BujaUxqJw4TmkavRUw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Pitch one is easier w/ only poor protection the first 40' then creative protection the rest of the way. Interesting movements. Pitch two has great protection the whole way w/ a well defined crux near the top.\n\nThe Prune Incident-  In '96 a climber set a #1 Camalot off the belay station then went up clipping pitons the whole way.  He fell at the crux and every piton failed with only the camalot catching.  Apparently he almost hit a woman starting the first pitch.  Gendarme climb shop displays some of those pitons.","protection":"Small to medium nuts and cams","location":"On the west side of South Peak.  To the climbers left of Face of 1000 pitons and Le Gourmet"},"__v":0},{"_id":"fr6/WmAFUQW75tFRakvb2Q==","name":"Pleasant Surprise","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Cecil, Troy Phillips, Kevin Twitchell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":17,"mp_id":"120624698","mp_crag_id":"120057018","climb_id":"fr6/WmAFUQW75tFRakvb2Q==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Fun and mostly sustained climbing. Start on the flake protruding from the ledge. Follow bolts up through a bulge (crux). make more face moves till you can easily traverse up and rigt to a ledge with bolt anchors.\n\nFor what it's worth, the route was done with the blessing of Mike Whitman, who was on the FA team for the nearby climb, A Better Way.","protection":"Bolts, Bolt anchor w/rings. #1 C4 useful but not necessary","location":"Hike past the start of Greenwall and Tomato. Continue south on the small ledge and trail. Eventually there will be a narrow squeeze between the wall and a flake of rock. Once you squeeze through this section you will be at the end of the ledge system. If you look up the wall you will see 2 bolted lines. On the left just above the flake is Pleasant Surprise 5.9. On the right is Past & Pleasant 5.10b/c"},"__v":0},{"_id":"rMuenWvrWwewmlR1jDbLWg==","name":"Pleasant Overhangs - Variation: Nowhere to Run","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Howard Doyle / Matt Hale","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":21,"mp_id":"110718449","mp_crag_id":"120057018","climb_id":"rMuenWvrWwewmlR1jDbLWg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Scramble up ledges beneath the roof until it is possible to reach the base of the large left leaning inside corner.\n\nClimb the corner and face to the intersection with the normal route. (60 ft.)","protection":"med and med/large chocks mostly..","location":"Scramble up ledges beneath the roof until it is possible to reach the base of the large left leaning inside corner."},"__v":0},{"_id":"fmoOSaZ0UGeaKcPnApybxw==","name":"Pleasant Overhangs - Variation: Direct Start","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Evans (1966), FFA: unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":20,"mp_id":"110715815","mp_crag_id":"120057018","climb_id":"fmoOSaZ0UGeaKcPnApybxw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb up the obvious flake that leads to the roof near its midpoint. There is a bolt that may or may not be there. (60 ft.)","protection":"med and med/large chocks mostly..","location":"Beside Pleasant Overhangs"},"__v":0},{"_id":"8FWjeo/QXp+KFt83LeJVBQ==","name":"Pleasant Overhangs - Variation: Direct Finish","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Janoscrat / Jim Lucas (1977)","type":{"trad":true,"aid":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":25,"mp_id":"110718320","mp_crag_id":"120057018","climb_id":"8FWjeo/QXp+KFt83LeJVBQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb the route to the mid-point of the roof.\n\nUsing aid surmount the roof and a short piece of the face above. From a pocket on the face free climb the crack to a bolt. Climb the face to the right of the bolt then regain the crack. (135 ft.)","protection":"med and med/large chocks mostly..","location":"Climb Pleasant Overhangs to the mid-point of the roof."},"__v":0},{"_id":"hnxyY/fdV+Cm2+O81ub+AA==","name":"Pleasant Overhangs","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":22,"mp_id":"106171582","mp_crag_id":"120057018","climb_id":"hnxyY/fdV+Cm2+O81ub+AA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"","protection":"Std rack with possible addition of a #4 camalot.","location":"Begins in corner up and left of Thais face."},"__v":0},{"_id":"4PxjevjxV+eq377YEvHVYg==","name":"Pleasant Exposure","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tori and Stephen Hyndman,  June 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":23,"mp_id":"119364686","mp_crag_id":"120057018","climb_id":"4PxjevjxV+eq377YEvHVYg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This climb starts after the second pitch of Pleasant Overhang. At the bottom edge of the face to the right of third pitch of Pleasant O, traverse right past a solid pin until you reach the edge of exposed face above the Pleasant O roof, where you can clip a bolt. The bolt is only about 5 feet from the pin but it is not visible until you reach the arete. Follow line of 8 bolts straight up the left edge of the face to 2 bolt anchor where the route rejoins Pleasant Overhang pitch 3.\n\nFA info based on Tom Cecil's comment at\n\nmountainproject.com/route/1…","protection":"Trad protection until you reach the arete, than a closely bolted sport route with 2 bolt anchor at the top. 2 ropes required to rap down from this anchor, or finish on Pleasant Overhangs pitch 3 to get to the summit.","location":""},"__v":0},{"_id":"jkCPPVX0UbmOQ+CCuLykXQ==","name":"Pedro's Problem","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Howard Doyle, Lori Larson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":8,"mp_id":"106245963","mp_crag_id":"120057018","climb_id":"jkCPPVX0UbmOQ+CCuLykXQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This is a nice short climb if you are in the area.  The protection is great and it has interesting moves.  It's fun, and worth doing if you've ticked the other classic routes of this grade.  Fairly sustained for 20 feet.","protection":"nuts, small cams.","location":"This short crack starts from a ledge about 35 feet left and below the gunsight rappel tree.  It can be accessed by climbing Banana or one of the other low routes that top out on this ledge."},"__v":0},{"_id":"cVy6vv91UJWE9meIYwQl+w==","name":"Past & Pleasant","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Tom Cecil, Troy Phillips, Kevin Twitchell","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":18,"mp_id":"120624764","mp_crag_id":"120057018","climb_id":"cVy6vv91UJWE9meIYwQl+w==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Follow the rightward trending boltline. Pull over the bulge (crux) to insecure face moves above. Eventually step back left to the ledge with bolt anchors. Ground anchor recommended","protection":"Bolts, Bolt Anchor w/rings, Ground anchor recommended","location":"Hike past the start of Greenwall and Tomato. Continue south on the small ledge and trail. Eventually there will be a narrow squeeze between the wall and a flake of rock. Once you squeeze through this section you will be at the end of the ledge system. If you look up the wall you will see 2 bolted lines. On the left just above the flake is Pleasant Surprise 5.9. On the right is Past & Pleasant 5.10b/c"},"__v":0},{"_id":"B56G2wg6Wfu6fH5w/DCFPw==","name":"Old Man's Route","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":31,"mp_id":"105917543","mp_crag_id":"120057018","climb_id":"B56G2wg6Wfu6fH5w/DCFPw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"The easiest way to the top. Not a lot of climbing, but a few 5th class moves. Old Manss wanders across the west face of Seneca.\n\n1st Pitch\n\nStart at series of easy ledges that can be reached by going past Prune and other climbs along the trail. Climb up a couple of left facing corners. Climb the short chimney. Belay from tree and gear. 170 ft\n\n2nd Pitch\n\nGo south across the needle covered ledge.\n\n3rd Pitch\n\nClimb the short north facing corner that leads up to Traffic Jam Notch. Watch for a loose block and beware of people rappelling down from the notch.","protection":"Nuts and hexes. A few ancient pitons.","location":""},"__v":0},{"_id":"JngQ1L7HWu6vN4hXr9u2KA==","name":"Old Ladies Route","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":77,"mp_id":"106587097","mp_crag_id":"120057018","climb_id":"JngQ1L7HWu6vN4hXr9u2KA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"#1 Climb up through the notch between Humphrey's Head and the Cockscomb. Belay on a flat ledge with a view to the east. Or initially belay on the west side of the notch for convenience, then move the belay prior to doing P2.(90 feet)\n\n#2 Move out onto the East Face by climbing right and then down. After one exciting move, begin traversing right on an easy ledge to several large trees. This is also a high version that allows the leader to protect the second: traverse right from the belay and step over to a narrow left-facing corner and good handholds. Finish on the ledge traverse. (75 feet)\n\n#3 Climb up and right to the north end of the ledge and climb the sloping flake/ chimney. (100 feet)\n\n#4 Walk right on the large Summit Ledge for about 100 feet to the final Summit Ridge. Many people simply scramble up the exposed 4th class section to the summit. If you are unsure of your ability, belay the final exposed section to the actual summit.","protection":"Standard trad rack and long slings","location":"Begin on the Luncheon Ledge, at the gap between Humphrey's Head and the Cockscomb."},"__v":0},{"_id":"SrYL1y27WY2Y65iub0imDQ==","name":"Neck Press","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":59,"mp_id":"106456586","mp_crag_id":"120057018","climb_id":"SrYL1y27WY2Y65iub0imDQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Another fun Seneca 5.7\n\nPitch 1: Scramble to and up a low angle dihedral with a nice finger crack for pro.  At the top of the dihedral, make some interesting moves to achieve a small ledge with rap anchors.\n\nPitch 2: Move left into the corner, to another rappel station.\n\nPitch 3: Follows a corner just right of Old Man's last pitch.","protection":"Standard rack.","location":"On the face right of Le Gourmet Direct."},"__v":0},{"_id":"jO5y9hrpXqiDWv21ZuBxuw==","name":"NOVA","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chris Kulczycki, 1978 (free solo)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":4,"mp_id":"110718838","mp_crag_id":"120057018","climb_id":"jO5y9hrpXqiDWv21ZuBxuw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"To the left and below where the Gendarme used to be is a short wall mentioned in Banana. Start below a pine tree that is used to rappel.\n\n#1. Climb the shallow inside corner straight up to the pine tree. (35 ft.)","protection":"med and med/large chocks mostly..","location":"To the left and below where the Gendarme used to be is a short wall mentioned in Banana. Start below a pine tree that is used to rappel."},"__v":0},{"_id":"QHaKyi8aUiiK4yg9kNOsIQ==","name":"Monkey See Monkey Do","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"R. D. Smith, Paul Fomalot","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":41,"mp_id":"106032016","mp_crag_id":"120057018","climb_id":"QHaKyi8aUiiK4yg9kNOsIQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This is a great route to reach Back to the Front.  Although it's listed in the guidebook as 2 pitches, they are easily combined to make a nice long pitch.  P1:  5.7 face climbing.  P2:  Watch out for a few loose blocks at the start of the second pitch on the corner/arete.  Crux moves are around the bolt and up the shallow corner/crack.  Finish on Old Man's Traverse Ledge 10 Ft. left of Prune's finish.","protection":"2 bolts and a pin.  Standard Seneca rack.  Mostly smaller gear.  Well protected except for the very easy moves at the start of the first pitch.","location":"Start 10 Ft. left of the start of Prune."},"__v":0},{"_id":"hzc7DsI7VF2WkZPxQVjJWA==","name":"Mongoose","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eddie Begoon and Pete Absolon","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":64,"mp_id":"114545477","mp_crag_id":"120057018","climb_id":"hzc7DsI7VF2WkZPxQVjJWA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"A cool short crack that has a couple cruxes, a lower crack crux, and an upper face/arete crux. It starts at the base of Marshall's Madness and then moves left ignoring the crack of Marshalls. Move around the corner slightly. Continue up a crack until it gets too small and flared to jam in. Make a few moves above your gear then get to a roof with a foot and a half long number two crack through it. Then pull over the roof and end up on the ledge at the top of the first pitch of Marshalls. I did it with Hunt Prothro in June of 2018. As of then, there is a bomber anchor on the first pitch of marshalls. It would be cool to link this into the Crack of dawn or into Marshalls as one really long pitch. You would just need to extend the pieces under the roof and the bolt anchor if you choose to clip them.","protection":"A single of .2 to .75, 1 #2 and 1 #3 are nice but not needed. Aliens or totems would also be nice for the small stuff but are not needed. Rap bolts at the ledge.","location":"In between Marshalls and Cotton mouth. On the corner of the face of a thousand Pitons and the Snake wall."},"__v":0},{"_id":"WAw9VA2cU42c8cfIrSIISw==","name":"Marshall's Madness - Crack of Dawn","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Marshall's Madness: Marshall, Christian, & Kauffman - 1955Crack of Dawn: McLaughlin & Janoscrat - 1980","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":66,"mp_id":"105910406","mp_crag_id":"120057018","climb_id":"WAw9VA2cU42c8cfIrSIISw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"While Marshall's Madness and Crack of Dawn are two separate routes, by far and away the most classic way to climb them is to link one into the other and that is how they are described here.\n\nBegin near the arete left of\n\nTriple S.\n\nP1: Climb steep rock to a belay stance (a short pitch).\n\nP2: Continue up the cracks and step right to the overhang.  Pull this overhang via a handcrack (steep, obvious from the ground) and continue to the top.  Bolted anchor.","protection":"Standard rack.","location":""},"__v":0},{"_id":"N6xYeuDjVnuZs+vOpwVPcQ==","name":"Marshall's Madness","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Tom Marshall, John Christian 1955","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":65,"mp_id":"107617999","mp_crag_id":"120057018","climb_id":"N6xYeuDjVnuZs+vOpwVPcQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"(Marshall's didn't have a page separate from Crack of Dawn so this was created)\n\nThis is a classic!  Three excellent pitches, but some or all can be combined.  A lot of parties only do the first one, but all three offer great climbing.\n\n1. Start at an obvious hand/fist crack on the left of the Face of a Thousand Pitons.  Climb through a small overhang to the first belay (visible from the ground).\n\n2. Continue straight up through widening cracks, eventually traversing left on easier ground to a 3-bolt belay on a ledge on the left face (which won't be visible until you get there).\n\n3. Move back to the right, climb straight up the face/cracks to a small chimney.  At the chimney move right to a very small ledge and cold shuts (this is also the top of Crack of Dawn).","protection":"Great pro all the way up.  Bolted belay anchors.","location":"Left side of the Face of a Thousand Pitons.  This route shares a start with Crack of Dawn.\n\nTwo ropes will get you all the way down.  With a single rope, stopping at the anchors on Triple S is one easy way down."},"__v":0},{"_id":"sKxzeIXrWQCTV6nQEiawLw==","name":"Manual Dexterity","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Bercaw, Greg Hand","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":11,"mp_id":"106245953","mp_crag_id":"120057018","climb_id":"sKxzeIXrWQCTV6nQEiawLw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb up the difficult face moves to reach a finger crack (crux, unprotected).  If you blow the crux moves, you'll land on the large ledge.  This may deserve an R rating as there's potential to fall off the back of the ledge if you land wrong.  Gear can be placed as soon as you reach the finger crack, from here the climb eases up significantly.  This route can be top roped by building a gear anchor on the gunsight above the crack.","protection":"small nuts or small cams.","location":"This route starts from a large ledge about 15 ft to the left of the beginning of the 2nd pitch of Tomato.  It can also be reached by climbing Banana or one of the other lower routes below the gunsight to reach this ledge and traverse in from the left."},"__v":0},{"_id":"QWhVI8CyXYWQ0jKsTJHISw==","name":"Le Gourmet Direct","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":58,"mp_id":"105917520","mp_crag_id":"120057018","climb_id":"QWhVI8CyXYWQ0jKsTJHISw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb to the right of the pine tree. From here on look for the easiest climbing. Near the top work to the arête at left and move on to the west facing wall. Over 100 ft. Despite the name this route wanders back and forth across the south facing wall beside the traffic jam rappel. It feels like 5.8 climbing.","protection":"There are at least 4  decrepit pitons (2004), clip at your on risk.","location":"Located below the Traffic Jam rappel. Start at the west side of the south facing wall."},"__v":0},{"_id":"aTUX6+AkXgmiTfH22qKgAg==","name":"Le Gourmet - Variation: Easy Over","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chris Schenk / Mark Reid (1975)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":49,"mp_id":"110715656","mp_crag_id":"120057018","climb_id":"aTUX6+AkXgmiTfH22qKgAg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"From the middle of the second pitch, it is possible to climb straight up through an \"S\" shaped crack to the vegetated platform. (100 ft.)","protection":"med and med/large chocks mostly..","location":"Start middle of second pitch of Le Gourmet."},"__v":0},{"_id":"sSCJneLIXAuz36SkYUo7Dw==","name":"Lox","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Howard Doyle, Lori Larson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":5,"mp_id":"106245975","mp_crag_id":"120057018","climb_id":"sSCJneLIXAuz36SkYUo7Dw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This route is pretty low quality when compared to others at Seneca, but if you're tired of doing Banana, try this one.  It's not very sustained and light for 5.8 at Seneca.  Climb the small roof and face, heading left toward a crooked rappel tree that may or may not have slings on it.  Belay from the tree.","protection":"A variety of gear, some large pieces are helpful although the spacing between pieces is sparse.","location":"Route starts about 20 ft to the left of Banana."},"__v":0},{"_id":"dIKJI+FoU5eee3AMJUY4Cw==","name":"Le Gourmet","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Larry Griffin 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":46,"mp_id":"106729354","mp_crag_id":"120057018","climb_id":"dIKJI+FoU5eee3AMJUY4Cw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Pitch 1:  Climb ramp up and left to the right facing corner and continue up the corner to a ledge.  There are bolts just to the left on the ledge below Front C.  (70 ft)\n\nPitch 2:Traverse RIGHT (diagonally up) to an arete and climb the arete up to Old Man's Traverse Ledge.  (100 ft, pg-13)\n\nPitch 3:  From the southern end of Old Man's Traverse Ledge climb up to the left side of the Critter Wall to a flake below southern facing chimneys (beginning of Critter Crack).\n\nPitch 4:  Climb the right most chimney to the spectacular top (85ft)","protection":"","location":"Begin just to climber's left of where the upper West Face Trail meets the rock (left of Traffic Jam Rappel) at a ramp which leads left to a prominent right facing corner."},"__v":0},{"_id":"9xr0VWndXrqbUYfu0MtiKg==","name":"Kosher Critter","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":55,"mp_id":"110763124","mp_crag_id":"120057018","climb_id":"9xr0VWndXrqbUYfu0MtiKg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Kosher Critter is a good short line that's not climbed much.  It has a very challenging start(10d) which makes the rest of the route feel easy (9ish).\n\nCrux is pulling the initial moves up to the bolt (and clipping it).  A reach gets you into a fun varied diagonal crack.","protection":"You can nest, directional and equalize a couple of pieces at the base of the route, placing all at your feet from the small ledge you start on.  Gear would only keep you from swinging into Old Man's corner.  Once the bolt is clipped, the rest has good pro to the top of Critter Wall.","location":"Right most route on Critter Wall - to the left of the Traffic Jam notch.  See bolt on face.\n\nIf memory serves me right, the bolted section below the start is the direct start."},"__v":0},{"_id":"4WQ3LGxzWTOQpF4pJUg7Dg==","name":"Jankowitz-Kamm","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Jankowitz, Kamm","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":73,"mp_id":"108378965","mp_crag_id":"120057018","climb_id":"4WQ3LGxzWTOQpF4pJUg7Dg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Easy 5.5 for the grade and a new leader.  There are a few old pins up top.","protection":"Standard seneca rack.  Rappel anchors are located past the tat that you'll see on the traverse.","location":"Start below the small trees that are below the obvious left facing corner.  Scramble up to the first ledge, find pro, then aim for the tree and the short ramp up.  Rappel from the anchors of finish up Windy Corner."},"__v":0},{"_id":"2gNkT7MFUVqync/gdBJKbA==","name":"Humphrey's Head","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":81,"mp_id":"106683033","mp_crag_id":"120057018","climb_id":"2gNkT7MFUVqync/gdBJKbA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb the path of least resistance from the luncheon ledge to the mini summit (Humphrey's Head) directly above.","protection":"At least small to medium passive pro.","location":"Climb directly up from the luncheon ledge."},"__v":0},{"_id":"YZiF1oDXVf2xtD1NpOLHpw==","name":"Hit the Silk","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rob Robinson, Robyn Erbesfield, 1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":75,"mp_id":"118952634","mp_crag_id":"120057018","climb_id":"YZiF1oDXVf2xtD1NpOLHpw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Starting in the middle of the wall. Climb the face to the right of Breakneck direct starting on the lower terrace shared with Partial Canopy and Old Lady’s. Make your way up past a few rusty pitons 15-20ft up (be aware this is a similar start to Partial Canopy, 5.11a X which is to the right of Hit the Silk) and some reachy moves getting gear in wherever you can. Continue up and left to an obvious thin seam. Get some good gear in the seam and follow it to the small ledge above (crux) with a small tree and a bolt anchor shared with Breakneck Direct.","protection":".1”-1” Cams, doubles of micro cams, stoppers, tri-cams, micro stoppers, bolt anchor.","location":"Located approximately 15ft right of Breakneck Direct."},"__v":0},{"_id":"IQ4dgYh6VC+ua4qY6s2pXA==","name":"Heartburn","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Thais Weibel / George Livingstone (1967)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":76,"mp_id":"110715131","mp_crag_id":"120057018","climb_id":"IQ4dgYh6VC+ua4qY6s2pXA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start at the crack on the right margin of Cockscomb.\n\n#1. Climb the crack to the top. (50 ft.)","protection":"med and med/large chocks mostly..","location":"Start at the crack on the right margin of Cockscomb."},"__v":0},{"_id":"/uSZx/5KXtugvcqTEbfMRg==","name":"Gunsight to South Peak Direct","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Chris Scordoes and party","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":14,"mp_id":"105924159","mp_crag_id":"120057018","climb_id":"/uSZx/5KXtugvcqTEbfMRg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"From Gunsight Notch, climb the arete towards the South Peak until you are able to move onto the East Face on thin flakes.  Climb around the Gryphon's Beak and finish on the regular Gunsight to South Peak route.  Great exposure for a 5.4!","protection":"Standard Seneca Rack, eats passive pro.","location":"Start at the Gunsight Notch. You can climb\n\nBanana\n\nand\n\nDebbie\n\n, scramble up ledges on the west side, or take the trail up the east side to Upper Broadway and scramble a short 5.0 to gain the notch. To descend use the standard South Peak rappel routes."},"__v":0},{"_id":"Z/ELgADwWXiqeu0tAW9WRg==","name":"Gunsight to South Peak","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Paul Bradt, Don Hubbard, Sam Moore","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":13,"mp_id":"105924140","mp_crag_id":"120057018","climb_id":"Z/ELgADwWXiqeu0tAW9WRg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Classic.  From Gunsight Notch, head up the arete towards the South Peak, moving onto airy but easy ground on the west face.  Belay after gaining the summit ridge.  The second \"pitch\" is the summit ridge to the summit block.","protection":"Standard Seneca rack, eats passive pro.","location":"Start at the Gunsight Notch.  You can climb\n\nBanana\n\nand\n\nDebbie\n\n, scramble up ledges on the west side, or take the trail up the east side to Upper Broadway and scramble a short 5.0 to gain the notch.  To descend use the standard South Peak rappel routes."},"__v":0},{"_id":"pTEUwMfRU5eR65TCrX3faw==","name":"Green Wall","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":16,"mp_id":"105917255","mp_crag_id":"120057018","climb_id":"pTEUwMfRU5eR65TCrX3faw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"An easy 5.7 by Seneca standards. Greenwall is in the shade for a lage portion of the day, and fairly protected fom the wind.\n\n1st Pitch\n\nGo up a short corner system. There are three cracks. The one is too big for most gear. Climb the middle one. Probably the crux of the route. Traverse across the large ledge and belay as close to the corner as you can. Trees and larger gear (#3).\n\n2nd Pitch\n\nClimb the corner and left facing face thru the intimidating looking bulge.\n\n3rd Pitch\n\nForth class scramble onto the proper summit","protection":"Gear up to 3 inches for the second belay.","location":"Green Wall follows a couple of corner systems, besides the large bare green face on the north end of the south Peak of Seneca."},"__v":0},{"_id":"hD9sPIh7WR28OzG07HiSHg==","name":"The Gendarme","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Paul Bradt/Sam Moore/Don Hubbard - 1940","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":2,"mp_id":"109580580","mp_crag_id":"120057018","climb_id":"hD9sPIh7WR28OzG07HiSHg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"The Gendarme was a 25 foot pinnacle that rose from the center of Gunsight Notch (hence the name Gunsight Notch - it looked like the sights of a rifle). It fell/slid down the mountain on October 22, 1987.\n\nClimb the east face of the Gendarme.  Start on the northeast corner and move diagonally up to a ledge on the south east corner. Climb to the summit. The route is not considered completed until the climber stands un-aided on the summit. It can be a real trip on windy days. It was a highly recommended route for everyone.","protection":"The protection consisted entirely of fixed pins. The descent was via rappel from several bolts on the summit","location":"The Gendarme was a 25 foot pinnacle that rose from the center of Gunsight Notch.\n\nIt is now a climbing store in downtown Seneca."},"__v":0},{"_id":"WcUIuBT0WfComWUiC7HTnA==","name":"The Gendarme South Face","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Schmitt","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":1,"mp_id":"109580784","mp_crag_id":"120057018","climb_id":"WcUIuBT0WfComWUiC7HTnA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Spectacular climb that is no longer there. See The Gendarme for more information.\n\nClimb the south face of the Gendarme. 25 feet","protection":"Was all fixed bolts.  Same rappel as The Gendarme","location":"At the bottom of the ravene. It fell in Oct 1987..\n\nNo longer there."},"__v":0},{"_id":"fbV6baOtWn62KHrAslToXw==","name":"Gendarme Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gordon Graham - 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":0,"mp_id":"109580796","mp_crag_id":"120057018","climb_id":"fbV6baOtWn62KHrAslToXw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb no longer exists, it was a beautiful climb up the west face of the Gendarme.\n\nStart same as The Gendarme (see more info).\n\nClimb the poorly protected West Face of the Gendarme via a flake.\n\nWas crazy in windy conditions..","protection":"Some fixed bolts with huge gaps..","location":"Was at center of Gunsight Notch. Now at bottom of ravene."},"__v":0},{"_id":"zQYoX3ewXrWUASQDZhiBUQ==","name":"Front C","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":47,"mp_id":"105917531","mp_crag_id":"120057018","climb_id":"zQYoX3ewXrWUASQDZhiBUQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Another nice, but rather short route. Would be a classic if it was longer.\n\nRegularly done as P2 of Le Gourmet (5.4) because it protects better.\n\nStarts at the rap rings near a pine tree on the Le Gourmet Traverse ledge. Climb the short, obvious left facing corner to Old Man's Traverse ledge, which is easy to see because there's a large pine at top. Short, but fun. The obvious crux is the blank section at the most vertical portion of the \"C.\"","protection":"Up to handsize","location":""},"__v":0},{"_id":"LTbw4vIPXyaXx7lPGw8ZKw==","name":"Easy Over","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Chris Scheck, Mark Reid 1975","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":48,"mp_id":"105917528","mp_crag_id":"120057018","climb_id":"LTbw4vIPXyaXx7lPGw8ZKw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start from the 2nd pitch of Le Gourmet. Traverse south following the La Gourmet traverse to the obvious S shaped crack. Climb to ledge above.\n\nA nice route but the good climbing is really short.","protection":"Up to 3 inches.","location":""},"__v":0},{"_id":"oRgssRctVGuscyNgDiGPCA==","name":"Debbie","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":10,"mp_id":"106044663","mp_crag_id":"120057018","climb_id":"oRgssRctVGuscyNgDiGPCA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb a crack system to a mantel move and a ledge directly below the Gunsight Notch","protection":"Standard Seneca rack","location":"Begin on a ledge midway up the South Face directly below the Gunsight Notch.  The start begins 15 feet to the right of the Banana finish.  Most people climb Banana to gain the ledge, then Debbie to gain the Gunsight Notch.  You could probably scramble up ledge systems to this route, but why?"},"__v":0},{"_id":"G8hM1RWaWxOIXTx3zqmFZg==","name":"Crusher Critter","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Greg Collins, Hernado Vera","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":52,"mp_id":"107787630","mp_crag_id":"120057018","climb_id":"G8hM1RWaWxOIXTx3zqmFZg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start up the short, right facing corner to gain a small ledge below the crack.  Plug a few more pieces in the finger crack and then follow it up around the EXTREMELY loose, huge block (crux).  This block is so loose it moved when I barely grazed it with my shoulder.\n\nYou could very easily link Crusher and Crispy Critters into one long pitch without too much drag.","protection":"Small cams (Metolius TCU 01 to BD .5/1).","location":"Old Man's traverse ledge about 10 feet above the Front C tree and about 35 feet directly below Crispy Critter.  Belay from two small trees to the right of the route to stay out of the fall zone should the loose block give way."},"__v":0},{"_id":"6qr0UTBdX4GnR17jViKPUg==","name":"Critter Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":53,"mp_id":"105917534","mp_crag_id":"120057018","climb_id":"6qr0UTBdX4GnR17jViKPUg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb the hand and finger crack 2 ft right of the Le Gourmet Chimney. Half-way up move a couple feet across a ledge and follow the crack system on your right","protection":"Handsize and smaller gear","location":"Highest up and farthest north on the 4th class ledges Old Man's Traverse follows."},"__v":0},{"_id":"4xSpuTAfXj+jdRcvx8uRxQ==","name":"Crispy Critter","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gary Aiken, Charlie Fowler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":54,"mp_id":"107778331","mp_crag_id":"120057018","climb_id":"4xSpuTAfXj+jdRcvx8uRxQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Fine crack climb with plenty of face holds if you need them. There's a thin fin in a crack that's hollow, which probably should be left alone.  Top out is very rocky, so beware so that you don't rain rocks down on those below.  Build a gear anchor.  Easy scramble off to climber's left.","protection":"Standard Seneca rack","location":"Located about 12 feet right of critter crack. Start at the lower of the two trees.  Just above Crusher Critter."},"__v":0},{"_id":"tCWCkmxrUK6k/sURyBdGRw==","name":"Cottonmouth - Venom","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Cottonmouth: Hale & Evans - 1969Venom: Prothro, Laeger, Rollins - 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":63,"mp_id":"105910414","mp_crag_id":"120057018","climb_id":"tCWCkmxrUK6k/sURyBdGRw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Two separate routes that when linked together make for a classic outing. Begin on the Snake Face just left of the arete formed by it and the Face of a Thousand Pitons.\n\nP1: Climb the steep corners up to a nice ledge at a bolted anchor.\n\nP2: Step off the belay and climb the right-facing flakes straight up to bolt anchors.\n\nFrom this point you have a two options to continue:  Move right and finish on Marshall's/Cottonmouth.  Move out left and follow the left leaning upper crack of The Viper to the anchors at the top of Old Man's Route.","protection":"Standard rack.","location":""},"__v":0},{"_id":"yIDG1qPTX0aoZx14VKQgDA==","name":"Conn's West Corner Start","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":39,"mp_id":"113316487","mp_crag_id":"120057018","climb_id":"yIDG1qPTX0aoZx14VKQgDA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"A rather overlooked option to an old classic.  It's also a good way to slip past the masses on Conn's West/Old Man's.\n\nInstead of going up the big flake pitch of Conn's West, move right on Old Man's to the next corner/dihedral.  Climb the corner, passing two trees (stay left when you pass the trees).  You'll top out the corner near the big tree that's just right of the Conn's West bolted rap station.  Crux is towards the top.","protection":"Takes passive gear well, but nothing special needed.","location":"Up past the Conn's West flake pitch and just before the Old Man's Traverse ledge, locate the large, left-facing dihedral.  If you're on the Old Man's Traverse ledge looking at a big corner, you've gone too far and are likely looking at P3 of Prune."},"__v":0},{"_id":"qHQea4OoVjSY5mR4ZKXXCw==","name":"Conn's West","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"N.C. Hartz, Henry Schulter, Earl Richardson (1944)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":37,"mp_id":"105977724","mp_crag_id":"120057018","climb_id":"qHQea4OoVjSY5mR4ZKXXCw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"P1. Climb the obvious left-facing flake/dihedral from the top of the first pitch of Old Man's Route. P1 ends at a ledge with a sizable tree and rappel anchors. This first pitch involves a few chimney moves and it's possible to sling some chockstones for pro.\n\nP2. Climb the right-facing corner up and over a few ledge systems to the rappel ledge for the west face.  Belay here to reduce rope drag or continue up through the notch to the summit ledges.","protection":"Standard Seneca rack.","location":"Start by climbing the first pitch of Old Man's Route."},"__v":0},{"_id":"xI+ijpBWX/O0yq0QJGGm1w==","name":"Conn's West Direct","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"arnold wexler","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":38,"mp_id":"113105807","mp_crag_id":"120057018","climb_id":"xI+ijpBWX/O0yq0QJGGm1w==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"From the rap rings on Conn's west follow the arete and right facing corner up to the rap tree. from there it is a short scramble to the summit ledge.","protection":"standard seneca rack","location":"variation of conn's west to skip climbing through the gully on the last pitch"},"__v":0},{"_id":"qYysmAl0WtqPA6B10Y1fwQ==","name":"Cockscomb Pine Tree - Variation: Cockscomb Overhang","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Paul Bradt / Sam Moore / Don Hubbard (1939)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":78,"mp_id":"110715372","mp_crag_id":"120057018","climb_id":"qYysmAl0WtqPA6B10Y1fwQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start same as Cockscomb Pine Tree.\n\n#1. From the end of the chimney move right until below the overhang. Climb the overhang to the top.\n\n(120 ft.)","protection":"med and med/large chocks mostly..","location":"South Peak - West Face area of Seneca Rocks, WV.\n\nStart same as Cockscomb Pine Tree."},"__v":0},{"_id":"9VEStIOVVui6H6usgEQo3w==","name":"Cockscomb Pine Tree","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":79,"mp_id":"110375987","mp_crag_id":"120057018","climb_id":"9VEStIOVVui6H6usgEQo3w==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"pitch 1\n\nScramble up into the notch between the Cockscomb and Humphrey's Head. From there, head up and left into the obvious chimney between a massive detached flake and the Cockscomb. Climb past an awkward chockstone to build the belay in a nice flat slot between the flake and the west face of the Cockscomb.\n\npitch 2\n\nHead up the obvious crack system at the large notch cut out from the flake. About 20 feet up, head left and eventually traverse across the summit of the Cockscomb\n\nAlternatively, just fire straight up from the belay to finish on Breakneck. The crack kinda peters out, so protection is sparse for the last ~20 ft. You can place some marginal small cams, but I wouldn't want to test them. I'd call this section of climbing about 5.7 by Seneca standards.\n\nI recommend the alternate finish-- it's a more natural line.","protection":"Standard rack, bring your tiny cams if you want to attempt to protect the Breakneck finish.\n\nThere's a slung tree and a slung boulder on top of the Cockscomb with rap rings. As of 4/15, the cord on the tree does not inspire much confidence (nor does the tree itself), but the two cords around the boulder are in great shape. Double rope rap back to the base. Or head north over the Cockscomb to rap from Windy Notch.","location":"At the junction where the approach trail meets the west face, head right, scramble up to start directly between the Cockscomb and Humphrey's Head."},"__v":0},{"_id":"nQUPnG1yUJ6KXBYwc7pYxw==","name":"Cockscomb Overhang Direct","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Nicholson (1967)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":80,"mp_id":"110715109","mp_crag_id":"120057018","climb_id":"nQUPnG1yUJ6KXBYwc7pYxw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start at the first aid box on the first pitch of 'Old Ladies'.\n\n#1. Climb the overhanging crack to the overhang. Pull the overhang and continue up to summit. (100 ft.)","protection":"med and med/large chocks mostly..","location":"Start at the first aid box on the first pitch of 'Old Ladies'."},"__v":0},{"_id":"rIhDY/CWXlat6+lHJ0vVTA==","name":"Cockfight","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tom Cecil & Justin Day","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":71,"mp_id":"106522969","mp_crag_id":"120057018","climb_id":"rIhDY/CWXlat6+lHJ0vVTA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This climb starts about ten feet left of 'Breakneck' and 30' right of 'Triple S'.\n\nFollow flakes and edges to the obvious right facing corner. A #5 HB and a small wire are your only protection until you reach the corner where a #2 Camalot comes in way handy. Follow the corner up and past two bolts to the second right facing and slightly overhanging flake (TCU's).Move right to jugs and last bolt,make a long reach to a jug. Follow the corners to a two bolt anchor.","protection":"Gold camalot is the biggest piece you'll need. Bring a standard Seneca rack including HB's.","location":"The obvious right facing corner and face ten feet left of Breakneck and 30' right of Triple S."},"__v":0},{"_id":"KmYKpXjyUwGIKK1pwMzD1g==","name":"Clarke's Climb","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Clarke, D. Kepler 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":36,"mp_id":"107834255","mp_crag_id":"120057018","climb_id":"KmYKpXjyUwGIKK1pwMzD1g==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"P1: Start right of the base of West Pole, and climb the left-facing corner to a point that is at the climber's right side of the West Pole roofs (70 feet).\n\nP2: Move up and right, over the corner (not through the roof), stepping onto the West Face. Move up easier moves to the small tree above (25 feet).\n\nP3: Move up and left to join the last pitch of West Pole (25 feet).","protection":"Regular Seneca Rack. There's good protection in the roof on P2 to protect the corner move.","location":"Climb/scramble up the beginning of Old Man's Route to gain the West Pole ledge. Clarke's Climb starts on the right side of the ledge in the corner."},"__v":0},{"_id":"xuYpx+4pVVy2ut5ksqSXyw==","name":"Caught My Eye","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Diane Kearns, Andy Weinmann - 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":82,"mp_id":"121073653","mp_crag_id":"120057018","climb_id":"xuYpx+4pVVy2ut5ksqSXyw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"P1: Climb up the right side of the inverted V to a good stance.  Follow a left-leaning ramp and a left-leaning crack system up into an alcove. Pull up and out the alcove on its left side and then move back right and up the face above to a good belay at a large pine tree.\n\nScramble up easy ledges above the tree to the Luncheon Ledge area.\n\nThis is a decent route with pretty good gear.  More traffic would help clean it up.","protection":"standard trad rack, nothing special needed.","location":"This climb is located in the middle gully area between the top of Ecstasy/EJ and the Luncheon Ledge area.  Most people just hike up this area and bypass the wall on their right side, not giving it a second thought.\n\nThe climb is roughly in the middle of the area at an obvious inverted V formation in the the rock.  There is a decent size pine and a couple of cairns that mark the entrance to the short trail to the start. You've gone too far if you hit the big tree on the left with a rap anchor at the top of the Old Hemlock Grove area."},"__v":0},{"_id":"Q4ziBloaUmKSyRiVp3QtwQ==","name":"Casual In The Mind's Eye","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Prothro & Doyle, late 1970s/Weinmann & Baumgartner OCT 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":35,"mp_id":"107346919","mp_crag_id":"120057018","climb_id":"Q4ziBloaUmKSyRiVp3QtwQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"P1: Climb the small crack to a good hold where the crack ends below the headwall.  Traverse left about 6-8 feet to another small, thin crack behind a small maple tree.  Climb the thin crack (crux) using finger locks and jams to the intersection with West Pole Direct Finish at the small roof and much wider crack.  Finish on WPDF. 50-55 ft.\n\nWhile it is a short line, it is good, hard fun and very airy up there.  It's a little licheny down low, but the upper crack is brilliant and clean...harder than it looks.  Overall it's very much a great way to finish off West Pole.","protection":"Take small cams down to #00 TCUs/Master Cams and small wires/micro nuts.  A #4 BD Cam or equivalent is helpful for the brief wide section at the top of WPDF.  You can sling one of the large blocks on the top of the formation for your belay anchor.","location":"On the West Pole/Conn's West Ledge below the Summit Ledge.\n\nStart at a finger-crack about 5 feet to the right of the two-bolt anchor atop P2 of West Pole or about 10 feet left of the West Pole/Conn's West rappel tree.  The West Pole Direct Finish (WPDF) crack will be about 10-15 feet to the left of this spot.\n\nTo descend, scramble down the back side off the top and down to the Summit Ledge."},"__v":0},{"_id":"hEMLIvIEXXqlpmlNdZ5wDg==","name":"Cast of Thousands","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Webster, Jay Hutchinson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":45,"mp_id":"107746890","mp_crag_id":"120057018","climb_id":"hEMLIvIEXXqlpmlNdZ5wDg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"6Ma5emI1XLCa9H8xIj0pHg==","name":"By Pass","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Markwell / John Christian / Arnold Wexler (1972)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":40,"mp_id":"110715680","mp_crag_id":"120057018","climb_id":"6Ma5emI1XLCa9H8xIj0pHg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start at the main crack pitch of Conn's West.\n\n#1. Climb the main corner pitch of Cann's West for about 25 feet until it is possible to angle up and left toward the roofs of Westpole. Continue to angle left and belay at the tree that marks the end of Thais Escape (100 ft.)\n\n#2. Climb a crack to the sloping ledge above, then move right and finish on Westpole Direct Finish. (50 ft.)","protection":"med and med/large chocks mostly..","location":"Start at the main crack pitch of Conn's West."},"__v":0},{"_id":"zuB0881aWselbqn4C+HSpQ==","name":"Burning Tendons","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Cote & Mike Artz, 1986","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":12,"mp_id":"105988025","mp_crag_id":"120057018","climb_id":"zuB0881aWselbqn4C+HSpQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Good face climbing on good clean rock past bolts to undercling/arch. Very unique steep crux move (to left hand- I used my thumb, others used \"flipper\" finger).","protection":"Bolts, medium camming units for flake up high.","location":"left of Tomato"},"__v":0},{"_id":"8Bvf6PojUECbCoNJax7Rbw==","name":"Bring on the Nubiles","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Vera & Stephens","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":32,"mp_id":"105910023","mp_crag_id":"120057018","climb_id":"8Bvf6PojUECbCoNJax7Rbw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Bring on the Nubiles is an awesomely exposed arete climb.  It is best approached via the first pitch of West Pole, but it does have it's own first pitch which is quite run out.\n\nP1: For this pitch begin just left of the tree at the start of West Pole and head up just right of the arete to a belay stance.\n\nP2: Get ready!  Climb straight up on thin cracks to a stance on a pedestal.  From here reach up to a good horizontal and wander up near the arete to the top.  Gear is sporadic - take what you can get and savor the exposure!","protection":"Standard rack.  Emphasis on finger-size cams.","location":""},"__v":0},{"_id":"zJhsJgZBV2aUAwGJL65gtA==","name":"Breakneck Direct","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown / FFA: Jeff Burns (1974)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":74,"mp_id":"110715391","mp_crag_id":"120057018","climb_id":"zJhsJgZBV2aUAwGJL65gtA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Originally called 'Breakneck Direct' but some later starting callng it by many other names. Anyone that has been there can easily see where the original name comes from. I have named it by its original name to honor those that first climbed it and the name that they gave it then..\n\nStart 20 feet right of Breakneck below a crack that splits the face.\n\n#1. Climb the crack to the top.","protection":"Standard rack.","location":"Start 20 feet right of Breakneck below a crack that splits the face."},"__v":0},{"_id":"Eg6yEcMtXxe9d6BvOOO9+A==","name":"Breakneck","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":72,"mp_id":"108151197","mp_crag_id":"120057018","climb_id":"Eg6yEcMtXxe9d6BvOOO9+A==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"P1: Climb up to the tree then diagonal right to the large corner and a big flake. (keep going right for Broken Neck, 10b). Climb above the flake to a good ledge and belay.\n\nP2: Follow the big corner to its top and belay. If you cut left here to Windy Corner you're on Jankowitz-Kamm (5.5).\n\nP3: Continue to the top of the Cockscomb.","protection":"","location":"Breakneck starts about in the middle of the face below the Cockscomb below a small tree. The large left-facing corner you will follow should be obvious higher up. The steep face of Broken Neck (aka Breakneck Direct) is the crack system further right."},"__v":0},{"_id":"FblU18OUXya8NOQpeKA0Rg==","name":"Blackbird","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"D.Brothers, S Pettit  - 4/6/12","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":44,"mp_id":"107629228","mp_crag_id":"120057018","climb_id":"FblU18OUXya8NOQpeKA0Rg==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Crux is getting off the ledge. Pro can be placed just off ledge. sporty","protection":"bring double TCU's. Route end's anchors for cast of thousands","location":"Route is located 30' left of cast of thousands and 15' right of Seneca Days,Climb the low angle apron to access the ledge above, follow the thin seams up to join hand crack."},"__v":0},{"_id":"q3CY8GoLVLmxeEPlBA6d3A==","name":"Black Mamba","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eddie Begoon 1992","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":62,"mp_id":"105910417","mp_crag_id":"120057018","climb_id":"q3CY8GoLVLmxeEPlBA6d3A==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This thin, desperate variation to the upper half of Sidewinder is quite a ride.  Even with the bolts, there is the potential for long falls from the cruxes.\n\nP1: Climb the first pitch of Sidewinder to the belay ledge/bolts.\n\nP2: Head up the second pitch of Sidewinder but step right after the first easy roof and clip a bolt on the face.  Continue up thin climbing and make an extremely difficult traverse right after clipping the second bolt.  Follow shallow corners/seams up past a third bolt to the top.  Spectacular and hard!","protection":"Standard rack plus TCU's and RP's.","location":""},"__v":0},{"_id":"Bx4l2mtwWn2qHDvyHtlQ/g==","name":"The Bite","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Chris Rowins / Chris Kulczcke (1979)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":57,"mp_id":"110715434","mp_crag_id":"120057018","climb_id":"Bx4l2mtwWn2qHDvyHtlQ/g==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start just to the left of Le Gourmet Direct beneath an inside corner.\n\n#1. Climb the corner to the ledge (75 ft.)\n\n#2. Continue straight up the face to the large ledge. (35 ft.)","protection":"med and med/large chocks mostly..","location":"Start just to the left of Le Gourmet Direct beneath an inside corner."},"__v":0},{"_id":"lk7/WvvLVhG9qUh35mRfqQ==","name":"Before the Fall","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"John Kelbel & Dan Caston, August 1995","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":30,"mp_id":"119902956","mp_crag_id":"120057018","climb_id":"lk7/WvvLVhG9qUh35mRfqQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"One of the most exposed climbs at Seneca and like its namesake climb the thrilling steep upper arête before it falls off!  Often only the excellent 3rd pitch gets done as pitch 2 is R rated.\n\nP1: Staying right of Thais move up and out to the right. Aim for the right side of Thais chimney and the right side of a belay tree.\n\nP2: Move up about 20ft and then left toward the outer edge of Thais chimney, you will soon find a crack system on the outer face of the column.  Pass a bolt and continue up the column. Just past the end of Thais chimney there is a stance.  Continue up the outside face of a steeper second column, note the gear gets limited as you approach the top of it.  The top of this second column is at the intersection of Thais Escape.  Step left into a thin vertical crack and climb 12ft to a small belay ledge on the left and build a gear anchor.\n\nP3: Climb the very end of the supper exposed  arête.  Halfway up there is a stance out to the right on a block should you want a rest.  Near the top you will briefly move onto the left face of the  arête  then back out right ducking under and around the very top protruding fin.  I have always belayed sitting on the top of this 8\" wide fin.","protection":"Pitch 1 can be a bit unprotected in the beginning however is easy or one could opt to do the first pitch of Thais.  Pitch 2 has some tricky to find gear placements and in places is R rated, it has one bolt but could use two more.  Pitch 3 has ample gear placements available.","location":"Start at the center of the large left facing wall that splits the south summit. And just right of the start of Thais."},"__v":0},{"_id":"SH+opi/eVQeKScJ8blmGDQ==","name":"Banana Peels","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Pete Absolon, Greg Smith","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":7,"mp_id":"119941372","mp_crag_id":"120057018","climb_id":"SH+opi/eVQeKScJ8blmGDQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Atypical for Seneca in movement but not in the spirit of runout sandbagged gear routes! Starting roughly 20ft right of Banana below a series of horizontal cracks and just right of the birch tree, make powerful unprotected moves to the first horizontal. There was originally an old pin here that is no longer there, but you can fiddle in a few micro cams. The climbing is hard and insecure through here and a fall before getting a solid piece would end very poorly. Once you have a solid piece make a cruxy big move to the next horizontal, get another good piece and then continue up on small crimps until it is possible to head left to the shallow right facing flake. The hardest climbing is over but the route isn’t in the bag yet. Continue up the flake to the crack system where you can get good gear. From here follow the broken crack system up to the ledge.","protection":".1”-3” cams, stoppers, no anchor","location":"located just right of Banana, below the gunsight notch. The gunsight notch rappel, will take you right over it."},"__v":0},{"_id":"ZpftNIwAXqi/2WvPF+YUsQ==","name":"Banana","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":6,"mp_id":"106044652","mp_crag_id":"120057018","climb_id":"ZpftNIwAXqi/2WvPF+YUsQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Climb a blocky, right facing set of flakes with an exciting finish to a ledge.  The flakes form an arc, hence the route name.  There are typically some loose flakes or blocks on this route, so be cautious.\n\nFrom Banana, you can climb\n\nDebbie\n\nand gain the Gunsight Notch, or angle left, then right up some ledge systems on easy ground to the Gunsight Notch.","protection":"Standard Seneca rack","location":"Begin directly below the Gunsight Notch on the West Face of the South Peak.  Take the trail used for Old Man's Route and head up to the wall from there."},"__v":0},{"_id":"Js1CSOrDUXKx0dViZ3Yw3Q==","name":"Back to the Front","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan Miller","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":51,"mp_id":"106032004","mp_crag_id":"120057018","climb_id":"Js1CSOrDUXKx0dViZ3Yw3Q==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This is one on the nicest face climbs at Seneca in my opinion.  Great moves, good gear, and great position and tops out on a very thin and exposed flake.  The crux is right around the first bolt, then fun face moves all the way to the top with an exciting finish.","protection":"2 bolts, 2 pins, standard Seneca rack.  A larger microstopper is nice for the last move, but somewhat hard to place.  Gear is plentiful for most of the route.  This will likely become more popular since the R rating has been dropped in the new guidebook (it's definitely not R rated, especially for Seneca).","location":"Start at the highest point on the Old Man's Traverse Ledge, just right of a right facing corner(15ft high with wide crack).  Easiest descent is via a small rappel tree in the gully behind the large flake about 30 Ft. below the top out.  Rappel or scramble down to shuts on Conn's West."},"__v":0},{"_id":"oJ7zGm9dWje5F1Ke1bU1ow==","name":"Arrested Mental Development 'AMD'","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"5/15/88","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":24,"mp_id":"107416615","mp_crag_id":"120057018","climb_id":"oJ7zGm9dWje5F1Ke1bU1ow==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"This climb starts after the second pitch of Pleasant Overhang. Traverse right past the pin onto the exposed face above the Pleasant O roof. Keep traversing until you see a bolt about 20' over your head. Climb to the bolt, keep climbing straight up past small wires to ledge with two bolt anchor. 2nd Pitch:\n\nClimb straight up past nominal protection for 60', small wires & brass to 2 bolt anchor. 2 ropes needed for second rappel .","protection":"small wires 1 bolt brass","location":"see above"},"__v":0},{"_id":"RpqA5ix0WPO5h/rx1ea6Sw==","name":"Agony Til Dawn","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":67,"mp_id":"113153120","mp_crag_id":"120057018","climb_id":"RpqA5ix0WPO5h/rx1ea6Sw==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Head up Agony until just above the crux bulge on Crack of Dawn, then traverse left to gain the beautiful hand crack to finish on the CoD anchors.\n\nA great alternative to the upper chimney on Agony.\n\nOne 70m rope stretcher will get you down to ledge 5' up Triple S.","protection":"Standard Rack, emphasis on handsize","location":"Starts a few feet left of Triple S."},"__v":0},{"_id":"QjVHQt9cW9aGsGc1KnXYWA==","name":"Agony","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Hale & Lyon - 1968","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":68,"mp_id":"105910403","mp_crag_id":"120057018","climb_id":"QjVHQt9cW9aGsGc1KnXYWA==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Agony is the appealing crack line sandwiched between Triple S and Crack of Dawn.  Commonly done in two pitches but best as a single rope-stretcher.  Climb the face up to the crack, follow this through the overhand and into the chimney.  Belay here or follow the easier chimney to the top.","protection":"Standard rack.","location":""},"__v":0},{"_id":"UpAxa/gGWk+NdYILYjY4IQ==","name":"A Better Way","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Howard Doyle / Mike Whitman (1980)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"left_right_index":19,"mp_id":"110718482","mp_crag_id":"120057018","climb_id":"UpAxa/gGWk+NdYILYjY4IQ==","areaRef":"vZ5T0zElVlKXgXRiofP3Lw=="},"content":{"description":"Start about 40 feet left of the Thais Corner near a large tree.\n\n#1. Scramble up and left to a ledge. Continue up and left to the top of the ledge system and setup a belay by a small pine.\n\n#2. Climb the lichen covered face to a dished out area. Move up a crack systemthru a bulge. After the bulge climb the face to a belay near the start of the big pitch of Greenwall. (50 ft.) Finish on Greenwall.","protection":"med and med/large chocks mostly..","location":"Start about 40 feet left of the Thais Corner near a large tree."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,3cb64de3-1c23-5350-abdb-baefd7fbf103,9d717547-706c-57b7-8293-8b6b1533b7eb,bd9e53d3-3125-5652-9781-7462a1f3f72f","pathTokens":["USA","West Virginia","Seneca Rocks","South Peak - West Face","South Peak West Face (Main Area)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":7,"label":"5.8"},{"count":2,"label":"5.7+"},{"count":2,"label":"5.12b"},{"count":3,"label":"5.8+"},{"count":12,"label":"5.7"},{"count":5,"label":"5.5"},{"count":6,"label":"5.6"},{"count":1,"label":"5.11-"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10c"},{"count":9,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.2"},{"count":3,"label":"5.10d"},{"count":3,"label":"5.10a"},{"count":9,"label":"5.4"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.9-"},{"count":5,"label":"5.10b"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.10a/b"}],"byDiscipline":{"trad":{"total":80,"bands":{"unknown":0,"beginner":47,"intermediate":26,"advanced":7,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":48,"intermediate":28,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-79.36677,38.83453]},"bbox":[-79.36734725694573,38.834080339818144,-79.36619274305427,38.83497966018186],"left_right_index":-1,"ext_id":"120057018","area_id":"vZ5T0zElVlKXgXRiofP3Lw==","polygon":{"type":"Polygon","coordinates":[[[-79.36734725694573,38.834080339818144],[-79.36619274305427,38.834080339818144],[-79.36619274305427,38.83497966018186],[-79.36734725694573,38.83497966018186],[-79.36734725694573,38.834080339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":83,"__v":1,"createdAt":"2022-11-07T06:33:08.729Z","updatedAt":"2024-02-19T18:42:39.733Z"}