{"_id":"6368a50be80bff5a995aff6c","area_name":"Hogum Fork","shortCode":"","climbs":[{"_id":"JZ8xCiQcUP2XfSakomu53A==","name":"Thunderbolt Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Cado Avenali et al, 1972","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72186,40.53847]},"left_right_index":2,"mp_id":"106198245","mp_crag_id":"105840526","climb_id":"JZ8xCiQcUP2XfSakomu53A==","areaRef":"0MJHft5BWEiDN4CqrmqA/Q=="},"content":{"description":"Thunderbolt Ridge is rooted in the heart of the Lone Peak Wilderness dividing the middle and west basins of Hogum Fork.  Its moderate spine provides some aesthetic vertical en route to South Thunder or along one of the areas many scrambling traverses.  Thunderbolt is the first ridge west of the imposing buttress housing Hogum's Heroes and has a broken, shattered look from the east.  From the west, the ridge is much cleaner with a steep west aspect and a cool sawtooth horizon.  Thunderbolt is fairly short, but the lanky approach makes up for its brief height.  Overall the ridge runs for at least a quarter mile gaining about 800 feet, but only a few sections muster a fifth class rating.\n\nCatch the ridge where it rises out of a broad shoulder and enjoy several hundred feet of initial beautiful scrambling.  After gaining some elevation the ridge steepens for a step at a short slab split by a couple off-hands cracks (fun).  More elevation gains mellower terrain and then another step.  Numerous traverses, straddles, death-block scares ($#*%), and the increasing relief keep things interesting.  The ridge seems to be exfoliating giant slabs westward; often you are climbing these teetering columns hoping something is welding them in place.  There are countless variations as you gain elevation, avoid obstacles, and climb others.  Most of the climbing is a mix of steep scrambling and sections of easy fifth class- but expect a few sections up to 5.6.\n\nAs Thunderbolt Ridge merges with the larger Lightning Ridge the climbing returns to scrambling- albeit much more loose and dangerous than the initial section.  Top out on Lightning Ridge and enjoy the fantastic views south to Box Elder and Timp.  Overall the ridge is pretty mellow with just a few technical sections.  Several areas are incredibly loose and are just waiting to trundle.  But generally the rock is solid, beautiful, and the setting is definitely wilderness.","protection":"Super light alpine rack or extra butterfingers.","location":"About 300-400 meters west of Hogum's Heroes.  The obvious ridge splitting the west and middle basins of Hogum Fork."},"__v":0},{"_id":"4up/GPF5X3ur+dtJKLaP+g==","name":"Super Troopers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"May 30th, 2020 Devon Hummer and Jenna Damon","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72186,40.53847]},"left_right_index":0,"mp_id":"118962074","mp_crag_id":"105840526","climb_id":"4up/GPF5X3ur+dtJKLaP+g==","areaRef":"0MJHft5BWEiDN4CqrmqA/Q=="},"content":{"description":"Super Troopers, up and left of the toe which is Hogums Heart Break, up and right of Wires or Whippers. The quality of the rock on this route was great. With a tricky start and surprisingly fun finish. Topping out on a small peak with a very alive bush.\n\nPitch one starts in a right facing dihedral with a wide crack, to your right a face which may offer passage and minimal pro. However pulling up and to the left on a precarious block allowed me to reach the top of the arete in the left of the photo.  Once atop this visible starting point you climb a section of face and just when it seems there is nowhere else to go you traverse left on a series of small ledges to the other prominent and visible corner which hosts a hand crack and finishes pitch one. 60 meters 5.8, the belay was built with a small nut, .5 C4 and Brown tri-cam in a vertical crack with a sharp point to sit or stand on.\n\nPitch two starts up just to the right of the belay over some blocky terrain and then directly up the headwall for what is a spectacular finish, start with vertical face climbing and follow it to an obvious hand crack that eventually shoots left and leads you up to less then vertical terrain putting you right below the notch to the summit. Through the notch are a few moves using and protected by a sharp flake, pull over the lip and there you are just below the ridge. With plenty of options to build a belay, I used a smaller nut and two tri-cams in a horizontal crack. From there scramble just a few moves and your on the ridge proper. 35m 5.8\n\n(Belay atop pitch one, yellow line shows the path of pitch two)\n\nOur descent was made up of following the ridge back SE towards the head of Hogum Fork before dropping down a moderate snow slope and glissading near the bottom.","protection":"Full set of BD stoppers, handful of CAMP tri-cams and cams .5-3 with doubles in the 1-3 size (Black Diamond C4 Camalots / DMM Dragon 2)","location":"From the Meadow below Planet Rock contour around or drop down and climb directly up the other side heading toward Apprehension Buttress, from there continue hiking toward the toe of Hogums Heart Break and traverse up and left beneath a loose gully. The starting corner is rather obvious as is the corner hand crack higher on pitch one. We climbed snow to the start of pitch one then transitioned at the base. Rock fall during the spring and from the gully above is prominent, moving quickly is a must."},"__v":0},{"_id":"xQJWFrjaVgimPG5kLPm+sQ==","name":"Hogum's Heroes","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mike Pennings et al","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.72186,40.53847]},"left_right_index":1,"mp_id":"105840529","mp_crag_id":"105840526","climb_id":"xQJWFrjaVgimPG5kLPm+sQ==","areaRef":"0MJHft5BWEiDN4CqrmqA/Q=="},"content":{"description":"Hogum's Heroes is an awesome route in a remote alpine wilderness setting.  It's my favorite multi-pitch route in the Wasatch.  It's relatively long, has mostly great rock, and is in one of the most spectacular and tucked away corners of the range. This route is packed with lots of sustained 5.10 range cracks with really fun stemming and balancey moves.  You'll love it.\n\nThat being said, the first pitch sucks.  It's loose, scary, and has marginal protection.  Luckily, it clocks in at about 5.9, and the worst of it is only about 20 feet long.\n\nHere's how it goes:\n\nP1.  Start in a recessed groove/gully about 20 feet right of an obvious rectangular cave.  As stated before, not many people will enjoy this pitch.  It's pretty easy until you have to pull a small bulge about 50 feet up.  There's lots of flexi-flakes which sound like Tito Puente's backup band when you dare to bang on them.  And that's where the pro goes, too.  Stem past this section, and eventually move up and left onto better rock.  Belay on one of several ledges below a shallow left facing corner, passing a junky fixed anchor on the left.  5.9R, 150 feet\n\nP2.  Jam and stem up the shallow left facing corner past a few old pins.  Make a wild leftward crack switch at a chickenhead (5.10+), and climb a clean finger and handcrack up and over a tricky bulge.  Once over the bulge, clip a fixed knifeblade, and make a cruxy slab traverse right (5.11a).  Head for a huge left facing corner, and climb this to a small pillar.  The guidebook says a #4 camalot is required for the belay here, but it isn't.  Stoppers and/or smaller cams also work.  5.11a, 200 ft\n\nP3.  Climb the left-facing corner for about 10 feet (fun fingers and stemming), then step left into another corner for another 40 feet or so (more great jamming).  At some fixed tat on the left, traverse right for about 15 feet and climb a thin left facing corner.  When this system ends, you will be looking over the abyss to the right.  Continue up on ledgy ground to a grassy belay below a crack.  You are aiming for the left side of the HUGE left-facing fin/flake looming above.  5.9, 170 feet\n\nP4.  Climb up a short ramp to the right to gain a clean finger crack that gains a shallow right facing corner with some pins in it.  Really fun 5.10ish climbing.  Pull over onto a slab below the HUGE fin and clip some fixed gear past another thin cruxy section with lots of sideways pulling and pushing.  Angle up and left into a finger and thin hands crack.  Pass a ledge with a manky fixed anchor and climb behind a crisp, clean flake on face of the HUGE fin up to a big fat ledge.  5.11- 200 feet.\n\nP5.  Climb the cracks just right of the huge chimney system on the left.  Start on the leftmost crack with a tricky fingery section (5.10) and then switch to the mostly hand sized crack on the right.  Belay on the top of the technical difficulties.  5.10, 100 feet.\n\nDescent.  From the top of the route, drop down to the south about ten feet, then hike up to the ridge past several huge boulders.  Descend any one of the gullies to the southeast, depending on how daring you are.  In my experience, it's quicker (and way more scenic) to hike all the way around to the low point in the ridge than it is to navigate the fertile crescent of chossopotamia and steep snow that lurks in each of the steeper, closer gullies.","protection":"A full set of stoppers, doubles on cams from 0.5\" (green alien) to 2\" (gold camalot), one #3 camalot, one purple tcu or similar.  Lots of runners to clip the fixed stuff.","location":"The route is located way in the back (southwest corner)of Hogum Fork.  It climbs the tallest, most climbable looking feature, just right of a triangular shaped wall.\n\nWhen hiking in from Maybird Gulch below the Pfeifferhorn, drop down to the flat area below the Pfeifferhorn, and contour around the point to the west.  You will be able to see the route in to the southwest from near this point.  Don't worry about conserving your elevation, because it's easiest to drop down and then climb back up to the base of the route.  In July during most years, there is water on the final climb to the route.  The approach will probably take 3-4 hours, and involves LOTS of boulder hopping."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,d0c2477e-de41-5848-8337-80aaae6a80fd","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Hogum Fork"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11b"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.72186,40.53847]},"bbox":[-111.72245168169499,40.53802033981813,-111.72126831830501,40.538919660181854],"left_right_index":-1,"ext_id":"105840526","area_id":"0MJHft5BWEiDN4CqrmqA/Q=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:26:25.918Z","updatedAt":"2022-11-25T11:22:21.862Z"}