{"_id":"63689de0e80bff5a994f9f86","area_name":"Guppy Gully","shortCode":"","climbs":[{"_id":"Czv4ipIWWoCIiU0nHZBY4A==","name":"Yellow Submarine","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rees, Zeilman, June 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71891,38.58822]},"left_right_index":12,"mp_id":"107194739","mp_crag_id":"119043136","climb_id":"Czv4ipIWWoCIiU0nHZBY4A==","areaRef":"oZ+MZx9XUR2oreUyk/WfPQ=="},"content":{"description":"Yellow Submarine is located in the Guppy Gully (the gully between\n\nLaurens Arete\n\nand the Guppy Buttress) It is accessed via the North Vista Trail.  Although the route does wander between ledgy terrain, it links some quality pitches of climbing (pitches 3 and 5 in particular) and tops out back at the rim, just a few minutes from the North Vista Trail. The route starts getting shade in the afternoon, and could be combined with\n\nLaurens Arete\n\nfor a longer day.\n\nP1. 60m (5.10-). Locate the cairn, and start in a crack system on the left edge of a slab which appears low angle.  When the crack ends, move right out onto the slab (the gear does appear - small TCUs)  Top out on a ledge, move left of a tree and continue up non-descript face climbing on dark rock.  Pull a 5.8ish bulge, and climb left to end on a second ledge.  Belay left of a the tree at a triangular block leaning against the wall.\n\nP2. 35m (5.8+ PG-13). Climb around the triangle block and continue up non-descript face with cool pockets in the rock.  Stay right of the chossy corner system with bushes on your left.  End this pitch at a stance with a fixed pin (there's another pin out right which begins the pitch 3 traverse) the stance is about 20 below a bushy alcove.\n\nP3. 60m (5.10). Clip the pin and traverse right, staying low.  Locate the crack system on the face and climb towards a small, solidly lodged block.  Climb through the block and up the thin crack to a ledge (crux).  Continue up the large, right facing corner to end on a terrace.  Move up and left of the trees to belay near the base of a large chimney and a roof to the right.\n\nP4. 30m (5.8+). Once you have located the chimney, look for a splitter fist crack on the wall (facing left.  This is hard to spot from the belay.  Climb up towards the chimney, then move right to locate the crack.  Climb this short pitch and end on a large terrace/gully above.  Do not continue climbing up the pegmatite arête to your left.\n\nP5. 55m (5.9+). Move the belay across the gully to the base of the wall behind it.  Pitch 5 starts at a section of peg below massive roofs on your left.  Climb excellent rock through varied crack systems (stay left of a pine tree located on the face), moving up towards a large roof above.  Pull airy moves to the right of the roof, ending on a large ledge/tunnel system which splits the granite from the pegmatite above.\n\nP6. 40m (5.10). Clip a fixed pin and pull boulder moves in the pegmatite until you reach easier terrain above.  Climb left on 5.5 terrain through the peg towards a quartz dike and the high point of the rim.\n\nReturn to North Vista Trail.","protection":"Standard double rack, a couple tiny TCUs, (1) #4.","location":"Hike the North Vista Trail for about .75 miles.  Enter the Guppy Gully at the first major sandstone drainage (about 300 past an overlook sign)  Head down the gully for about 30 minutes, through many sections of easy down climbing and one short, fixed rappel.  Pass a large, stand alone, pegmatite arête (about 400 tall) on your left.  Look for water streaked slabs on your right.  When the gully opens up at the base of the water streaked slabs, look for a large box elder tree and a cairn which marks the start of the route (much closer to gully than the start of The Life Aquatic)  Climb up a crack system on the left edge of a slab which appears low angle."},"__v":0},{"_id":"svKXr7dVWAeXcN/kvqevAQ==","name":"The World According to Guppy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"T. Roy, B. Collett, May 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71891,38.58822]},"left_right_index":13,"mp_id":"107593384","mp_crag_id":"119043136","climb_id":"svKXr7dVWAeXcN/kvqevAQ==","areaRef":"oZ+MZx9XUR2oreUyk/WfPQ=="},"content":{"description":"This is a fun, steep romp up good rock with almost no pegmatite, fun face climbing low down and an excellent, airy handcrack on the last pitch.\n\nP1. From the start ledge, step right, climb some blocky terrain, and angle back left to the corner on the right side of the roof. Face climb left below the roof, climb up past the left side of it and angle up and left, belaying after 180 feet below two dihedrals, 5.9.\n\nP2. Take the smaller, left dihedral until it ends, step left and climb into a larger dihedral. Exit this to the right and follow a shallow, facey dihedral with little gear until just below a steeper section, then face climb right to a belay below a nice looking corner with a thin crack, 5.9, 140 feet.\n\nP3. Climb up into the corner system, and follow it to a good ledge at around 50 feet. From the ledge, climb through an awkward, offwidthy move to a large right angling ramp, and follow it easily to a belay after 180 feet.\n\nP4. Continue up the ramp for 20 feet or so, and then head straight up past some blocks, angling slightly left to a belay on a ledge below the right side of a big roof, 5.9, 100 feet.\n\nP5. Continue slightly left, and then traverse right to a shallow, left-facing corner. Step left at the level of the roof and climb a great hand to offwidth crack in the hanging, right-facing corner to the top of the buttress, 5.10-, 100 feet.","protection":"Nuts, TCUs through #5 C4 with doubles from yellow TCU through #2 Camalot.","location":"Descend the Guppy Gully, pass the\n\nYellow Submarine\n\nby 100 feet. When level with the bottom of the pegmatite gully that leads to The Life Aquatic, look left and locate a large roof about 80 feet above the Guppy Gully. Scramble 30 feet up to a ledge below the roof. Start here."},"__v":0},{"_id":"BHbDTWaWXuKDnGnK2gRycw==","name":"Peg Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ryan Reese, free solo, 2009","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71891,38.58822]},"left_right_index":0,"mp_id":"119043493","mp_crag_id":"119043136","climb_id":"BHbDTWaWXuKDnGnK2gRycw==","areaRef":"oZ+MZx9XUR2oreUyk/WfPQ=="},"content":{"description":"\"Is \"choss\" the right term for it? What's it called when it just crumbles at your fingertips?\" --My partner when I asked her to describe the Peg Arete. \"Well, either way it's a classic - a must do!\"\n\nImagine 500' of pure pegamatite climbing on an exposed rib!\n\nVery few people may actually want to get on this, but do you THINK you love the Black? This route will really separate the true Black connoisseurs from the herd. The Peg Arete has easily the worst rock of any route I've done. The route finding is basically tip toeing up either side of the arete looking for anything that will hold body weight. I can't believe this line was free-solo'd. Holy shit. Big respect.\n\nHere are some [of our] reasons to consider this gem: a) you need a shady route, b) you're partner rolled her ankle a week ago and can't foot jam, c) you only have a small rack of gear you've bootied, d) it's going to rain at noon, or e) you fucking love adventure routes.\n\nIf you rope up for this, don't expect much gear. I placed one piece per pitch. Here is a breakdown on how we did it:\n\nP1. Stay on the arete as much as possible, but move left into a groove at the bulge. Simul is a must to reach a good ledge/tree for a belay, 250 feet.\n\nP2. More non-descript peg leads to a big ledge. This is where things get tricky. I ended up going just to the right of a groove/corner and just to the left of the true arete. There is no gear (slung a shitty horn above the crux, really just to help the follower with route-finding/swinging). Belay off a big horn on a small ledge, 150 feet.\n\nP3. I tried to go right and get into that big chimney, but, man, the rock got sooo bad. I ended up traversing left 25' to find a weakness in a bulge. Move back right to the arete, and top this crazy rig out!, 100+ feet.\n\nThe new guidebook lists this as 5.6 R, and I honestly think this is a bit of a sandbag, especially when the stakes are pretty high at the cruxes. Personally, I think calling this 5.7 is still a little stiff (but I'm getting soft in my old age ;) and maybe I was off-route....\n\nIf you are squeamish or judgmental about choss (or you're from the Front Range), this route is not for you ;) but we loved it - a great little adventure in an obscure part of the park, comfy belay ledges, and a wild feature!","protection":"#2 & 4 Friend and slings.","location":"Once you reach the fixed line in Guppy Gully, you can't miss it! Look skier's left, and behold a 500' pink arete!"},"__v":0},{"_id":"bRo3BegDVvOjq2bvXXR7MA==","name":"The Odyssey","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rees, Zeilman, May 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71891,38.58822]},"left_right_index":14,"mp_id":"110655196","mp_crag_id":"119043136","climb_id":"bRo3BegDVvOjq2bvXXR7MA==","areaRef":"oZ+MZx9XUR2oreUyk/WfPQ=="},"content":{"description":"The Odyssey is a fun climb that goes pretty quick once you locate the start. Although it is accessed via the Guppy Gully, it is more in character with climbs on the arêtes than routes like\n\nYellow Submarine\n\nor\n\nLife Aquatic\n\n. It is also a higher quality line than those found higher in the Guppy Gully. For those looking for a few more 5.10 options in the Black, this is well worth checking out.\n\nThis Grade III/IV 5.10c-ish route scales the front side of the Guppy Buttress (that big chossy-looking formation to the right of the\n\nRussian Arête\n\n, directly facing the Comic Relief Buttress) and is separated from the SOB Gully by\n\nLauren's Arête\n\n. All in all, The Odyssey weaves a fairly high quality line in the midst of a large amount of subpar rock. There is quite a bit of 5.9 climbing, with a couple short but distinct 5.10/.10+ cruxes. Although there is some munge on this climb, it is easy to overlook in light of some excellent pitches.\n\nFollow the approach description listed below to reach the base of the climb. Locate a sizable cairn in the gully (about a 45 minute descent) and scramble 200-300' up exposed broken 4th Class terrain. Rope up on a small, exposed perch with [edit: single bolt]. This is the beginning of the first pitch.\n\nP1. Tricky 5.9ish climbing leads past a marginal piton in a small dihedral and broken weakness left of a prominent roof. Continue up steep 5.9 crack and face, eventually ending on a large ledge below the prominent crux dihedral.\n\nP2. Start up this excellent brown, polished crack system/dihedral. 5.7 climbing gets progressively harder (5.9 hands) to reach a stance below a steep section of stemming. Tackle this short, steep crux section (5.10/.10+ with good gear), and either belay on a small ledge directly above or continue into P3 (linking these two pitches is recommended if you have the gear and lack of rope drag).\n\nP3. Make a few awkward 5.8/5.9 moves in a left-leaning crack system that deposits you on a sizable ledge. Trend right and continue up 5.8 broken cracks to reach a larger terrace above. This is a shorter pitch if not linked with P2.\n\nP4. Move left off the belay; a reachy 5.9 move gains a big jug out on the face (marginal pro here). Move left, find solid gear, then run it out on 5.7ish terrain to reach a prominent crack system above. Follow fun 5.9 crack climbing with good jams and good gear and end at a small ledge below a small, left-facing corner.\n\nP5. This is another excellent pitch of stellar face climbing on beautiful stone which includes some runouts on moderate terrain. Head up the 5.7 left-facing dihedral, then venture onto the face above, aiming for a lone bolt. Clip the bolt, and bust some 5.9 moves (well-protected) as the climbing gets gradually easier and more runout. Move right along a sloping ledge, and clip another bolt. Bust a few stemming moves (5.9) to access a short section of double hand cracks above. Make an exposed, airy 5.9ish step left into the enormous pegmatite band above, and follow some runout 5.6 terrain to a belay ledge.\n\nP6-7. Most parties will choose to link these pitches at 70-75m. Basically, trend up and left off the belay, and follow dirty and bushy 5.7/5.8 cracks to a massive terrace at the end of the pitch. Watch your rope drag.\n\nP8. Locate a splitter crack left of an obvious black streak. Some fun 5.9 jamming in the shallow splitter leads to section of stemming. Sew it up with some good small pieces, and pull through this second crux (5.10/.10+) to reach a stance above. Clip a bolt on the face above, and move hard right to gain lower angle terrain. Continue up and right, squeezing through a section of awkward wide climbing, and belay above.\n\nFrom here, depending on where you belayed, most parties should be fairly comfortable coiling the rope and scrambling to the rim. Solo approximately 400' of loose, bushy 4th Class to 5.5ish terrain in the prominent gully leading to the rim. Hike to North Vista Trail, and follow the path back to the ranger station.","protection":"Standard rack plus (1)#4, Microcams, & RPs.","location":"Guppy Gully - hike the North Vista Trail from the ranger station for approximately 0.75 miles. Enter the first major sandstone drainage on the left. Descend this unique gully (many section of 4th class downclimbing) until it abruptly drops off. Move right toward a prominent tree and located a short fixed rappel down and right.  Continue down the drainage past the\n\nYellow Submarine\n\n,\n\nLife Aquatic\n\n, and\n\nWorld According to Guppy\n\n. Stick to the right hand side of the gully (bushwhacking, downclimbing, etc.) as it slowly turns right along the left edge of\n\nLaurens Arête\n\n. Keep heading for the river. Eventually, locate a large outcropping that protrudes from the prow of the Guppy Buttress, and scramble for roughly 250-300 (see the topo) to a small ledge/perch marked by a fixed pin. Rope up for the first pitch here."},"__v":0},{"_id":"mXzauruVX7+xHkJ84qBK3g==","name":"The Life Aquatic","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Rees, Zeilman, October 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.71891,38.58822]},"left_right_index":11,"mp_id":"107194693","mp_crag_id":"119043136","climb_id":"mXzauruVX7+xHkJ84qBK3g==","areaRef":"oZ+MZx9XUR2oreUyk/WfPQ=="},"content":{"description":"The Life Aquatic is located in the Guppy Gully (the gully between\n\nLaurens Arete\n\nand the Guppy Buttress. It is accessed via the North Vista Trail. The Life Aquatic is essentially a 5.9 route with one short section of bolt protected 5.11/.11- stemming. Although the route wanders between ledgy terrain, it links some quality pitches of climbing (pitches 2 and 3 in particular) and tops out back at the rim, a few minutes from the North Vista Trail. The route starts getting shade in the late afternoon, and could be combined with\n\nLaurens Arete\n\nfor a longer day.\n\nP1. 90' (5.7). Climb a short pitch up the lower angle granite trough with sparse protection. Exit right onto a massive granite ledge (do not continue up and left). Look for a bolt on the next pitch.\n\nP2. 120' (5.11-). Head up the dihedral, clip a bolt and pull the crux - a few desperate moves of friction stemming that is well-protected. Finish the pitch on 5.9 alternating flakes and cracks, eventually moving right onto the face and belaying under a large roof (kind of tricky belay). Pitches 1 & 2 can be linked, but the belay can't see the leader in the crux dihedral.\n\nP3. 150' (5.9). From the belay, traverse left back under roof towards a short hand crack. Pull airy moves, and continue straight up through a series of small bulges to gain easy terrain. Stay to the right of the blocky buttress ahead, and belay at the base of a squeeze chimney/OW.\n\nP4. 180' (5.9+). Climb the squeeze chimney/OW until you reach easy terrain. Continue up low 5th, staying right of a large juniper. Climb another short, steep section (5.9ish) which leads to a ledge.\n\nP5. 160' (5.9). Lead up the blocky terrain on the left side of the ledge to a grassy terrace above. Trend left below a large pegmatite tower/block. Around the corner, locate a short, thin hands crack which leads to a belay at a tree.\n\nUnrope, head left, and 4th Class a short distance to the rim. Return to North Vista Trail.","protection":"Standard rack plus (1) #4.","location":"Hike the North Vista Trail for about 0.5 - 0.75 miles.  Enter the Guppy Gully at the first major sandstone drainage heading into the canyon on the left (about 300 past an overlook sign).  Head down the gully for about 30 minutes, through many sections of easy down climbing and one short, fixed rappel.  Pass a large, stand alone, pegmatite arête (about 400 tall) on your left.  Look for water streaked slabs on your right.  When the gully opens up at the base of the water streaked slabs, walk past a cairn which marks the start of\n\nYellow Submarine\n\n.  Ascend the gully farthest left when looking back up the hill towards the direction you descended.  4th class approximately 300-400 feet up to the base of a lower angle, solid granite gully/trough.  This is the first pitch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,933b93aa-def6-5be5-b363-1d4e2f419e6d,dc27c11e-06d3-52cb-bad8-b773996ce911,06e87339-a09f-5b18-a0a8-5803152c3314,a19f8c67-1f57-511d-a8ad-e53293f59f3d","pathTokens":["USA","Colorado","Gunnison","Black Canyon of the Gunnison","North Rim Routes","Guppy Gully"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11-"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.71891,38.58822]},"bbox":[-107.71948527143235,38.58777033981814,-107.71833472856767,38.58866966018187],"left_right_index":-1,"ext_id":"119043136","area_id":"oZ+MZx9XUR2oreUyk/WfPQ=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:56:46.446Z","updatedAt":"2024-01-15T16:43:51.898Z"}