{"_id":"6368a6a1e80bff5a995d1ba2","area_name":"4) Just Send It Wall","shortCode":"","climbs":[{"_id":"TFVzgUTwVyuhaWTxWNLPKQ==","name":"Welcome to Conditioning","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Eric Horst","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06849,38.06357]},"left_right_index":2,"mp_id":"107331686","mp_crag_id":"105963418","climb_id":"TFVzgUTwVyuhaWTxWNLPKQ==","areaRef":"5RKbYngWXHiBljNjd/i5QA=="},"content":{"description":"Welcome to Conditioning is a prime candidate for best 12d in the New River Gorge.  It features precise bouldery movement on bright orange stone.  The moves, which sort of feel like magic tricks, are addictive.\n\nApproach the first bolt with a series of west virginia scramble steps and momentum driven hand movements.  Getting past the first crux is height dependent and a bit intimidating.  Grab a crimp and a small pocket, sag and then do a massive precision dead point to a mail slot.\n\nFrom the mail slot a vicious 3 move V6 crux awaits you.  Get ready to high step and bear down on some improbable side pulls.  If the obvious sequence doesn't work for you consider finger locking with your right hand in the horizontal slot to approach the left side pull.  This method requires a lot of flexibility and core tension but proved to be higher percentage for me.\n\nGain your composure once you're established on the large horizontal rail.  Campus right to an interesting mantel and then wander up some easier climbing to the finish.","protection":"5 bolts + anchor.  Stick clipping is a good idea.  The guidebook recommends clipping a long sling to the first bolt on 'Just Send it' to keep the rope out of your way for the first crux.  You make the call, but be mindful of getting your leg wrapped in the rope when executing the first crux.","location":"There are two routes on the beautiful orange wall.  The right one is Welcome to Conditioning."},"__v":0},{"_id":"kIHLK2UuVpmKhVPyD6VchQ==","name":"Mud and Guts","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Doug Reed, Tom Howard 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06849,38.06357]},"left_right_index":0,"mp_id":"109050665","mp_crag_id":"105963418","climb_id":"kIHLK2UuVpmKhVPyD6VchQ==","areaRef":"5RKbYngWXHiBljNjd/i5QA=="},"content":{"description":"This route is often wet, but worth roping up for if you happen to catch it dry. A good adventure climb at the very least that will leave you satisfied and a little dirty.\n\nMake your way up the dihedral, placing gear in the crack on the left wall, stemming and using the arete to the left up to the wider portion of the dihedral crack. Plug some gear and go for it up to the base of the small roof. Pull the roof and finish at the tree above the crack.","protection":"A standard rack up to 2 with a few doubles in the middle to bigger range and a nice selection of smaller cams will get you safely to the top. A number 4 is nice, but not necessary, for the last bit to the top after you pull the roof.\n\nNo anchor, but there is a tree right at the top of the route.","location":"Left of Just Send It in the obvious dihedral."},"__v":0},{"_id":"J5NNQe8sV0udCzH/KoL16w==","name":"Just Send It","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Eric Horst","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-81.06849,38.06357]},"left_right_index":1,"mp_id":"107640747","mp_crag_id":"105963418","climb_id":"J5NNQe8sV0udCzH/KoL16w==","areaRef":"5RKbYngWXHiBljNjd/i5QA=="},"content":{"description":"Just Send It shares the first bolt and the same impeccable orange stone with Welcome to Conditioning. That is where the similarities end. While WTC features a couple of long brutal bouldery moves, JSI is a relentless power endurance test piece. Together these two routes make a great his and hers combo. JSI is a top choice for short strong women while WTC caters more towards tall men with a dynamic style.\n\nBegin with some easy climbing to the second bolt. At this point the difficulty drastically increases and doesnt subside until you clip the final bolt. Enjoy a hand jam at the third bolt, before making your way to a horizontal break at the base of the double dihedral. With some difficulty funk your way into the dihedral by using a basketball sized sloper. From here attack the double corner with a mixture of tenuous arête and dihedral moves. Clip the sixth bolt and be sure to keep your composure as you encounter one last facey crux that delivers you to the promise land of easy juggy climbing.\n\nThis climb gets shade until around 1:00 p.m. Typically in the morning the route is a bit dank, with the best conditions achieved when the sun first hits and dries the moisture. A long sling on the fourth bolt is helpful.\n\nThe moves in the double dihedral are surprisingly very clean and smooth.","protection":"7 bolts + anchor","location":"The left route of the two lines that go up the brilliant orange face"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,77388747-52f3-59bf-a6e7-e9a28094aba4,8a004a82-852f-54ab-ad77-bcbed7774cb5,859a8442-3fbd-542b-98fd-0eb6b3d2d762,7dfccb14-3b2b-53fc-86e1-09a0cc7afaa9,e5129b62-7816-5c78-8196-336377f8b940","pathTokens":["USA","West Virginia","New River Gorge, The","New River Gorge Proper","Fern Buttress","4) Just Send It Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-81.06849,38.06357]},"bbox":[-81.06906112238505,38.06312033981813,-81.06791887761494,38.06401966018186],"left_right_index":-1,"ext_id":"105963418","area_id":"5RKbYngWXHiBljNjd/i5QA==","polygon":{"type":"Polygon","coordinates":[[[-81.06906112238505,38.06312033981813],[-81.06791887761494,38.06312033981813],[-81.06791887761494,38.06401966018186],[-81.06906112238505,38.06401966018186],[-81.06906112238505,38.06312033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:33:07.216Z","updatedAt":"2024-01-20T01:08:47.730Z"}