{"_id":"6368a265e80bff5a99565d2a","area_name":"Southeast Slopes","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2fe96083-6bca-5f7a-960d-ac364d0ffce5,de144161-ae77-5166-abbf-1245f23ad9c9,517dfe4a-ae4c-5f9b-a37a-47bf0da596a8,11fca2a0-93f3-52b7-b71a-7865f970e7ef","pathTokens":["USA","New York","Adirondacks","* Adirondack Ice & Mixed","F: The Central Region","Crane Mountain","Southeast Slopes"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.96139,43.53941]},"bbox":[-73.9620103058791,43.53896033981813,-73.96076969412088,43.539859660181854],"left_right_index":-1,"ext_id":"106624552","area_id":"EfyioJPzUre3Gnhl+XDn7w=="},"content":{"description":"The Southeast flank runs roughly ENE for over a mile, a precipitous, complex assortment of steep slopes, pocket ravines, and gullies, many of which hide good ice flows.   The official trail system does not come close to any part of this area, so access relies on unofficial paths and skilful wilderness navigation. Wise climbers will include a topo map in their inventory.   For the purposes of this route catalogue, this area includes all the ice routes that lie east of and are not accessible via the hiker's trails. A few routes that therefore lie on the eastern end of the  southwest flank are included here.   Access for many of the routes is facilitated by an unofficial, but popular climber's path affectionately called the BAW path (for \"Black Arches Wall\"). However, for the most popular ice route on Crane Mtn., the Waterfall Wall, climbers generally leave this path when it begins climbing toward the Measles Walls, instead holding the contour along the base for another quarter mile, then cutting upslope to meet the Little Ravine, crossing it to gain Parallel Ridge, and then following this down to its base, where the classic ice line lies. This same route should be taken for all climbs that lie past the Waterfall Wall as well.   That approach takes about an hour, depending on routefinding skills, trail conditions, etc. Note that several excellent ice climbs lie well past the Waterfall Wall, as much as another half-hour walk.   A good photo-guide for this area is at: Mtnsideadventures\n\n  The Southeastern slopes harbor some of the best ice climbing on the mountain. One of the most dependable lines on Crane, the Waterfall Wall's main flow is a good first lead when it is fat. Another dependable flow, the  Northeast Cascade, lies fifteen minutes farther north and makes an even easier first lead, with several hard variations for TRing. Far up the side of the mountain, the rock route Providence has been climbed at a moderate M2/WI3-, and several potential classics await FAs on the Black Arches Wall.   Toward its eastern terminus, a final spasm of steep flows offers true wilderness ice climbing potential. This far corner has barely been scratched by climbers, rock or ice."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:15:07.916Z","updatedAt":"2024-01-15T16:47:28.354Z"}