{"_id":"63689de0e80bff5a994fa674","area_name":"NE Buttress Hallett Peak - mixed/ice","shortCode":"","climbs":[{"_id":"XUxK52pCWkiRorgUuLON6Q==","name":"Ms. Inferno","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"J. D. Merrit, Buster Jesik, Easy E., Noah McKelvin","type":{"trad":true,"mixed":true,"alpine":true,"bouldering":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.30751]},"left_right_index":4,"mp_id":"111812267","mp_crag_id":"105877694","climb_id":"XUxK52pCWkiRorgUuLON6Q==","areaRef":"RaFswqlfWiCZCHAMQMdyig=="},"content":{"description":"Ms. Inferno is an awesome short route for bad weather days that is a bit harder and scarier than\n\nBullet\n\n. For additional bonus points, bring some ghost pepper salsa.\n\nP1 - (M5+ PG-13) locate a crackless, small corner to the left of the\n\nBullet\n\nice. This is pretty much 15 feet left of the arete that forms the left OW variation of\n\nBullet\n\n. Scratch your way up M5+, insecure terrain. It turns from a highball boulder problem into don't fall terrain rather fast. Soon enough protection comes. Aim for a small, M5+ roof. Pull over, and another M5+ mantel leads to a nice stance right below a splitter. It could be easier, it could be harder. Snow was covering everything.\n\nP2 - (M7) thankfully this pitch protects well. Climb the wide, slightly overhanging splitter. This leads to a roof. Cut your feet loose, and do the hard committing mantel. One last M5+ corner leads to the belay atop\n\nBullet\n\n.\n\nP3 joins Wharton's additional M6\n\nBullet\n\npitch.","protection":"A spectre, a pecker, an AK, and some cams.","location":"This is about 100 feet left of\n\nBullet\n\nnear the arete on the left. You can see the crack system that starts high off the ground."},"__v":0},{"_id":"62hysxh9WRe85Vx6xe1NiA==","name":"Krishna Cutoff","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"June 1997","type":{"trad":true,"mixed":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.30751]},"left_right_index":12,"mp_id":"121509820","mp_crag_id":"105877694","climb_id":"62hysxh9WRe85Vx6xe1NiA==","areaRef":"RaFswqlfWiCZCHAMQMdyig=="},"content":{"description":"This is an interesting beginner+ alpine route with a little rock, a little snow, a little ice, some exposure, and a cool summit. It was my partner Adam's second alpine route after\n\nDragon's Tail Couloir\n\n.\n\nThis route was first done in June, 1997, by a Colorado Mountain Club group led by SummitPoster Nelson, who generously gave me permission to crib text and photos. Although he originally intended to climb Hallett via Tyndall Glacier, slide activity on the southern exposure of Flattop made that a less attractive idea. Instead, he chose to ascend a moderate-looking gully located on Hallett's north face. Among his group was an energetic Colorado State University student from India, named Krishna, who charged up the first recorded ascent of this route, lending it his name.\n\nTHE ROUTE: climb several hundred feet up the gully. This eventually peters out at a crumbly cliff band. Fortunately there is a convenient right-traversing ramp allowing you to reach another gully that climbs directly to the summit. This ramp passes above more crumbly cliffs, but it is wide, and if the snow is firm, it presents no difficulties.\n\nThis second gully is perhaps 50 feet wide at first. About halfway to the summit it suddenly shrinks into a narrow inset notch. This 100-200 foot long notch is the crux of the climb and offered the first ascensionists a mix of firm-to-unconsolidated snow, patches of ice, and awkward Class 3 or 4 rock moves.\n\nContinue directly to the summit through steep mixed terrain, or bail left onto the obvious snow slopes and up to the ridge, and then follow the ridge to the summit.","protection":"Ice axe, crampons, and light alpine rack with several long slings. A couple of shorty ice screws and a picket might come in handy. Wear your helmet.","location":"Start from Bear Lake trailhead. At the first trail junction, bear left towards Nymph, Dream, and Emerald Lakes. The trail ends at Emerald Lake. Pass Emerald Lake on its south side. Negotiate the one mile and 1,800 feet of elevation gain through the gorge to the base of Tyndall Glacier. Follow a broad ramp to the left (south) that heads directly below the North Face of Hallett Peak.\n\nEarly in the season the ramp will be filled with snow. Climb the ramp, then find the easiest path through a series of ramps and gullies. The final obstacle before you reach Tyndall Glacier's snout is the rubble of a terminal moraine. Just before you reach this moraine, look for a series of parallel gullies heading up the north face of Hallett Peak. The gully on the east (left) side of the group is slightly wider than the others, less steep, and filled with more snow. The route begins there."},"__v":0},{"_id":"ZjZlRSKsUmaz4jGvwGBvhg==","name":"The Cleft","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"?????","type":{"trad":true,"mixed":true,"snow":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.30751]},"left_right_index":0,"mp_id":"106448170","mp_crag_id":"105877694","climb_id":"ZjZlRSKsUmaz4jGvwGBvhg==","areaRef":"RaFswqlfWiCZCHAMQMdyig=="},"content":{"description":"This route starts on the north face of the east ridge/buttress of Hallett Peak.  Above Emerald Lake, and about 100' east of Hallett Couloir, ascend a steep and narrow couloir for ~200' then turn climber's right up low 5th class terrain towards a cleft in the cliffs above.\n\nWhen my partner and I climbed this, the rock section out of the couloir was pouring water.  Climb the waterfall to the cleft for ~60m (\n\nWe did it un-roped\n\n) and position yourself below the cleft chimney.  You should be able to see an old pin halfway up the chimney.\n\nThis chimney is the 1st crux.  Depending on what time of year you arrive, it could be ice/snow, or all rock.  It was all rock at the end of May.  Stem the chimney or whatever it takes to get up it.  The rock is loose here.  Move right out of the chimney and then climb another steeper pitch of snow for ~80m to a small roof/overhang.\n\nPull the roof and then climb a bit more snow.  Move right and belay from another overhang.  Circle around it and climb the final steep snow slopes to the blocky summit.","protection":"Standard mixed rack.  Cams to BD C4 #2, selection of nuts.  We used a 60m rope and had to simul up the steep snow on P3 some.\n\nNo anchors, only one old pin on P2.","location":"North face of the east ridge/buttress on Hallett Peak above Emerald Lake.  ~100' east of Hallett Couloir.  Descend via Hallett Couloir, or you can walk off the back and down to Lake Haiyaha if snow conditions in the descent couloir are too dangerous.  Take the Lake Haiyaha trail back to Dream Lake."},"__v":0},{"_id":"6nCocZOlUFKZTT1TRYl1fA==","name":"Booby Trap","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"??? (Possibly E. Klammer and E. Farrell)","type":{"trad":true,"mixed":true,"snow":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.674,40.30751]},"left_right_index":1,"mp_id":"110429121","mp_crag_id":"105877694","climb_id":"6nCocZOlUFKZTT1TRYl1fA==","areaRef":"RaFswqlfWiCZCHAMQMdyig=="},"content":{"description":"Booby Trap wanders up the indistinct and ledgy buttress located between\n\nThe Cleft\n\nand\n\nHallett Couloir\n\n. While the upper and lower sections climb easy terrain and have most likely been covered before, the crux pitch ascending the prominent rock band at half-height showed no signs of previous passage with abundant loose rock and an exciting \"booby trap\" near the top.\n\nWith the exception of the crux pitch, this climb is an exercise in choosing your own adventure and moving efficiently over easy terrain.\n\nP1. Begin at the toe of the rock buttress just right of the start of\n\nThe Cleft\n\ncouloir. Wander up and slightly right following the path of least resistance. On the day of our ascent, the snow was very unconsolidated, and we stuck to the rock as much as possible. We soloed this \"pitch\" and encountered some fun turf and rock sections. Continue to the base of the rock step, and belay below the middle dihedral/crack system. Beware of choss,\n\nM2-M3 (~300').\n\nP2. Ascend the middle, right-facing dihedral that begins ~12-15' above you. Begin directly below the dihedral in a finger crack/seam that provides good pick locks and decent gear. Once at the good ledge below the start of the dihedral, place some good gear, and fire it! A steep start with great hummocks and torques leads into a lower angle section that gradually widens. Gear begins to fade out, but the difficulty eases as you move higher. Below the small roof capping the dihedral, you will encounter the booby trap, a pile of 8 or so toaster-sized blocks somehow supported by a too-small-for-comfort chockstone. Delicately stem over this mess, then move out and right from under the roof with okay gear. Place a good last piece, then run it out 20' over easier but very loose terrain. Here the angle eases, and it is another 90' or so to a good belay tree,\n\n5.8+/M5- (170')\n\n.\n\nP3. This is similar to P1. Angle up and right, choosing the path of least resistance or most fun. Near the top, it is possible to move right into a small couloir and continue the last couple of minutes to the top. Solo or simul,\n\nM2-M3 (~400')\n\n.","protection":"Finger to #3 sized (BD) cams and a small rack of nuts. A Moses Tomahawk or other thin pin can be useful.","location":"This is right of\n\nThe Cleft\n\nand left of\n\nHallett Couloir\n\n. See the topo photo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,1fa8fb4e-3301-5cfc-94e0-0401fe922f56,093a76c5-0bf1-513e-b660-3afabfdf5936,00649f14-b49f-55ed-aefb-57617e8d589b,f36240b8-275e-50cb-a99e-9897d6e361d8,ab8058e9-d8c4-5c60-be27-fc83dd99b35a,45a16cc2-a95f-5a20-9908-700c40c7728a","pathTokens":["USA","Colorado","CO Ice & Mixed","RMNP - Mixed/Ice","Bear Lake Trailheads","Emerald Lake / Tyndall Gorge","Hallett Peak - ice/mixed/snow","NE Buttress Hallett Peak - mixed/ice"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"4th"},{"count":1,"label":"5.8"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"boulder":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":3,"bands":{"unknown":1,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"mixed":{"total":4,"bands":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.674,40.30751]},"bbox":[-105.67458965366407,40.307060339818136,-105.67341034633594,40.30795966018186],"left_right_index":-1,"ext_id":"105877694","area_id":"RaFswqlfWiCZCHAMQMdyig=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:57:07.422Z","updatedAt":"2022-11-25T11:18:01.793Z"}