{"_id":"6368a50be80bff5a995b09e1","area_name":"Off Balanced Rock","shortCode":"","climbs":[{"_id":"bW1BBpmDUwaijGcPeseRtQ==","name":"Unknown North-East Crack (Camino Route?)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56371,38.70213]},"left_right_index":1,"mp_id":"116650224","mp_crag_id":"105717119","climb_id":"bW1BBpmDUwaijGcPeseRtQ==","areaRef":"0g7mUf5sUxu2SO1j/yg+ww=="},"content":{"description":"This is an unfinished entry, as I could not find much information on this route elsewhere. I believe it is \"Camino Route\" (5.10+) as published in Eric Bjornstad's guidebook \"Desert Rock\", but I haven't been able to get my hands on the book to check. I wanted to prevent other climbers from mistaking it for the Northeast Chimney. Has some interesting movement on it, and if it cleaned up a little, could be a very nice addition to the rock.\n\nThis route follows the north-eastern crack system, which splits into an interesting double crack system about 20 ft off the ground. Instead of jamming I found that climbing the awkward double crack system like a wide chimney was the best way to go about it. The route works its way into a small triangular chimney before stopping at possibly one of the worst anchors I have ever seen outdoors at the top of P1. 75ft, 5.9.\n\nThe route continues on to the south of the sketchy anchor, leading into a proper chimney of unknown difficulty. After seeing the P1 anchor I decided to rap down and change my now soiled underwear.\n\nTHE ANCHOR:\n\nThe pitch 1 anchor on this route is a mess of a couple of strands of sun-bleached, half-torn webbing (I unfortunately had no replacement webbing on my ascent), wrapped around a large eroding, mud, golf ball. I left a 2nd quicklink for the next climber, but the next climber will inevitably want to switch out the webbing, or find a better spot for this anchor all together.","protection":"(P1) Singles .4 - 4  A couple doubles in finger sizes, and a rack of nuts (P2) Unknown","location":"Park at the balanced rock formation pullout, walk around the north side of Off-Balanced Rock (Walking in the storm washes as much as possible. until you see the mellow crack system headed up on the north east side of the formation.\n\nNote: This climb is NORTH of the two large boulders, while the easier, standard north-east chimney route starts SOUTH of these large boulders."},"__v":0},{"_id":"d4n8gXuDUaOkVOGymIwbCw==","name":"Northeast Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-109.56371,38.70213]},"left_right_index":0,"mp_id":"105717982","mp_crag_id":"105717119","climb_id":"d4n8gXuDUaOkVOGymIwbCw==","areaRef":"0g7mUf5sUxu2SO1j/yg+ww=="},"content":{"description":"The route follows the obvious crack/weakness in the center of the northeast face on the formation.  The route starts just left of two deceivingly big boulders in front of the northeast face.  Note: The route can be climbed in one pitch with a 60 meter rope, however this is not recommended due to rope drag and poor communication once inside of the chimney.\n\nPitch One\n\n: Follow the obvious crack up and then right over a couple of small ledges for approximately 60 feet? until you come to a good ledge with a rappel anchor/belay station. (I am not positive how long this 1st pitch is, but it is pretty short.)  This part of the climb is easily protected, the rock is a bit loose in some spots and is an easy 5.6 pitch.  If this pitch had slightly better rock, I would consider this route 3 star.\n\nPitch Two\n\n: The standard route second pitch steps right from the belay, goes thru a tunnel, to a crack on the far side of the chimney, from where it is easy (and enjoyable) 5.6 G-rated climbing. It is not at all obvious, and i started up the obvious off-width first, but goint right it is the safest and easiest way to the top, and should therefore be considered the standard route.\n\nPitch Two Variation\n\n: Straight up \"thru\" a 5.7 offwidth, which is pretty much unprotectable.  Have a small cam available for one possible placement that I found. (I didn't have one, and put a nut in for psychological comfort, however, if you fall here you will probably hit the belay ledge anyway.)  I also had a #4 Big Bro which i placed for more comfort, but it later fell out due to rope drag.  So this is what I would consider the R section.  The climbing isn't that hard, but you probably don't want to fall here.  In that sense, it is a classic offwidth.  After about 15-20 feet you will finally come to a place where you can enter the chimney proper.  It isn't as much of a haven as is hoped, but jump in and traverse into the chimney and out of sight.  A 15 foot traverse will bring you to an intimidating \"room.\"  This is really a classic chimney opportunity and, if it weren't for the offwidth downclimb, would be a point for retreat I imagine, after your initial view upward.  This chimney is rated 5.6 (remember that...)and instead of just rushing blindly upward, continue to traverse deeper into the chimney until you come to a crack system that is on the left wall.  This is the point of easiest upward progress, and occasionally as you get higher you will have great protection opportunities.  Eventually you will jump into the crack as it approaches the top of the tower and 15 more feet will lead you to the anchors.  The second pitch is about 90 feet in length.\n\nDescent\n\n:  With a 60 meter rope you can reach the belay ledge on top of the first pitch, and easily use the same rope for a second rappel to the ground.  Two ropes should easily reach the ground from the top, and if they don't you can stop at the belay/rappel ledge above mentioned.  Rappel the route.\n\nSide notes:  Overall this is really a fantastic adventure climb for the moderate leader.  I climbed it to avoid crowds at owl rock and because it is one of the few moderately rated routes in the desert, however, what I found was totally unexpected.  This route deserves much more respect.  It is exciting and feels like a nice accomplishment.  If 5.7 is your limit however, you are probably much better off climbing owl rock where you can sew the route up with gear.  Climbing Owl Rock the next day was easy compared with the spirit of the Northeast Chimney route.  Enjoy!  As the details of this climb were unknown to me before I climbed it, and as I don't know anyone else who has climbed this route I look forward to reading future comments... perhaps I am off base with my enthusiasm, let me know.","protection":"A standard desert rack.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,1c74163a-11fa-52d2-9377-7a3171ec97f4,d20ee651-fe6c-531b-b648-ed63ff283ec3","pathTokens":["USA","Utah","Southeast Utah","Arches National Park","Off Balanced Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.56371,38.70213]},"bbox":[-109.56428618664093,38.70168033981814,-109.56313381335909,38.70257966018186],"left_right_index":-1,"ext_id":"105717119","area_id":"0g7mUf5sUxu2SO1j/yg+ww==","polygon":{"type":"Polygon","coordinates":[[[-109.56428618664093,38.70168033981814],[-109.56313381335909,38.70168033981814],[-109.56313381335909,38.70257966018186],[-109.56428618664093,38.70257966018186],[-109.56428618664093,38.70168033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:58.310Z","updatedAt":"2024-01-20T01:07:39.023Z"}