{"_id":"63689d5be80bff5a994f3e7c","area_name":"Castle Tower","shortCode":"","climbs":[{"_id":"gDvB1fyGWTa/g5A1bovnag==","name":"Storming the Castle","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Nico Favresse, Matt Schutz,","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41065,37.35927]},"left_right_index":0,"mp_id":"115364735","mp_crag_id":"115364666","climb_id":"gDvB1fyGWTa/g5A1bovnag==","areaRef":"IrQ1a7GdXheSyfEniIcllw=="},"content":{"description":"If you're in the area, you should probably just keep sport climbing. But if you're looking to climb some burly cracks, I guess check this thing out. Some steep and wild pitches but the rock quality in a few spots is not the stuff Shuteye is known for. Another cool example of a pro climber blessing these hills. Or the other way around.\n\nP1 - 5.9 - Head up a chimney for 10 ft. then step left, out of the main corner, and climb some cool flakes. When they end, climb past 3 bolts to a nice ledge on blocks. Bolted anchor.\n\nP2 - 5.7 or 5.11c - Continue up the easy corner for 15 ft. For 11c, get a #4 in behind some big hollow flakes, layback/undercling up and right, then work up the burly crack to a big belay ledge. For 5.7, stay in the main, low angle corner then cut back right to the big belay ledge. Belay takes slung horn and gear. Short pitch. 11c felt soft\n\nP3 - 11a - Up the corner, which is a bit awkward and with gritty rock. Turn the roof to the left and the crack will become easier and clean. Short pitch, not soft. Big, awesome belay ledge. Belay takes #3 and/or bolts way off to the right.\n\nP4 - 12a - Again, up the corner which is now a clean wide crack. Without a #5 and/or #6 it will be runout. Layback (recommended) or offwidth 20 ft. up to the roof and a good stance. Start traversing out, which goes easy enough, until you reach a bolt with chain draw that protects the crux. The feet disappear, the wall steepens, and the crack gets thin. Scrunch up and get it on. Once you make it to a stance, you can reach back and place some gear to protect your partner. From here, a couple tricky moves guard the bolted belay. Sandbagged.\n\nP5 - 10d - Either I was still pumped from the last one and/or this is a serious sandbag, but pretty freakin cool. Head up the detached pillar for 10 ft. Do not continue all the way to the fixed nut at the roof! When possible, head right and get into a finger crack in a corner, kinda spicy. Head up this to the roof. This next section is definitely interesting. Hunchback traverse under the roof that has a tips crack in it to help. Weird but neat. At the end of the traverse, head onto the steep, juggy headwall that has a nice crack running through it. If you get to the final section and are over it, you can step right into a neighboring and easier crack/chimney that leads to the top. Runner everything super well on this pitch\n\nSee descent info under main page.","protection":"doubles from tiny (purple metolius) to #3 and 1#4. 1#5 and/or 6 if you want it for the start of P4 (recommended)","location":"Goes up the main corner to big obvious roof on Castle Tower."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,9e6215f2-4119-5ae2-b5e0-98db54e6ffdb,a3737a35-63b6-5da2-8698-f04bdb06d5a5,14289db8-82ed-5da0-a58d-a5ee20d54689,22b4356b-b19d-5e17-92c9-f12788872597","pathTokens":["USA","California","Western Sierra","Shuteye Ridge","Shuteye Creek Area","Gray Eagle","Castle Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.41065,37.35927]},"bbox":[-119.41121571974482,37.35882033981814,-119.41008428025519,37.35971966018186],"left_right_index":-1,"ext_id":"115364666","area_id":"IrQ1a7GdXheSyfEniIcllw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:34.428Z","updatedAt":"2024-01-15T16:39:57.396Z"}