{"_id":"6368a36ae80bff5a99582b0f","area_name":"Acker Rock","shortCode":"","climbs":[{"_id":"Xrh8T87bUSSLKGmbnHr93w==","name":"Wizard Tower","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Harold Hall and Greg Orton, 1997.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":10,"mp_id":"115124333","mp_crag_id":"111000151","climb_id":"Xrh8T87bUSSLKGmbnHr93w==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Approach from either the Dry Waterfall (5.8) or scramble downhill from the Lookout toilet, with an exposed Class IV scramble to the base of the South Face and bolted line on Wizzard's Tower. Wizards Tower is a moderate 150' (5.7) with consistent climbing at the grade, as the route winds over the bulges on the Southeast face. With a mix of jugs and slab, the exposure increases exponentially during the route all the way to the summit. Bolts are placed when climbing is consistent, but expect runouts on easier terrain. Alpine draws can be nice to reduce rope drag.Descent- Rappel about 30' off the East face (backside) of the tower, aiming for the large fir tree below. From here, you can hike uphill towards the backside of the rock, where a small ledge feeds into the hillside. The trail to the fire lookout is easily accessible from this point, and is located in the trees as you continue to traverse across the back of the formation. Refer to pg 46 Topo in 2007 W. OR volume 2 - Umpqua climbing guide.","protection":"Bolts, PG - leads and exposure may not be suitable for someone transitioning from gym to outdoor climbing at the same rating.","location":"Use the climber access trail to traverse to the base of the main rock feature. A gully feeds a (hopefully) dry waterfall streak, which is where the climb starts (this is also known as the waterfall route)."},"__v":0},{"_id":"hWD9n65gVBm40GRsO83APw==","name":"Weenie with a Tan","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Greg Orton & Harold Hall, 1998.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":2,"mp_id":"118178515","mp_crag_id":"111000151","climb_id":"hWD9n65gVBm40GRsO83APw==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Starts between the dark patina of Studio Tan and Sunrise Tower. Follow bolts for 25 feet where route splits to the left for easy access to Studio Tan top anchors or to the right for easy access to Sunrise Tower top anchors. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo page 46 and topo C page 50.","protection":"bolts and chains","location":"Sun Bowl. Lighter rock between the middle tower patina and Sunrise Tower patina."},"__v":0},{"_id":"XPliaNtDVUC2l1rIoE5Inw==","name":"Sunset Tower","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Orton & Harold Hall, 1998.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":0,"mp_id":"118178455","mp_crag_id":"111000151","climb_id":"XPliaNtDVUC2l1rIoE5Inw==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Down hill, far left bolt line in the Sun Bowl, following 10 bolts up dark petina. Rappel back down route. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo page 46 and topo C page 50.","protection":"bolts and chains","location":"Acker Rock Sun Bowl. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, maps pages 42-43, topo page 46."},"__v":0},{"_id":"UyHK0MRhUda+IYIhRe6Hcg==","name":"Sunrise Tower","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Orton & Harold Hall, 1998.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":3,"mp_id":"118178527","mp_crag_id":"111000151","climb_id":"UyHK0MRhUda+IYIhRe6Hcg==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"In the Sun Bowl, this Sunrise climbs the right strip of patina. It is also the bolt line just left of Sinister Footwear. Rappel from chains located at the top of the patina. PG = leads and exposure may not be suitable for someone transitioning from gym to outdoor climbing at the same rating. Route can seem a little dirty. The top anchors to the Sunrise Tower patina are easily accessed by way of 'Weenie with a Tan' (5.7). Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo page 46 and topo C page 50.","protection":"bolts and chains","location":"Sun Bowl, right strip of Patina. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, maps pages 42-43, topo page 46."},"__v":0},{"_id":"uGRoiONZVOerX8V2wIklTQ==","name":"Studio Tan","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Harold Hall and Greg Orton, 1998.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":1,"mp_id":"118178480","mp_crag_id":"111000151","climb_id":"uGRoiONZVOerX8V2wIklTQ==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Climbs up the \"middle tower\" of the middle strip of dark patina. Follow seven bolts to the top of the patina. The crux is a move to the left above the second anchor. PG = leads and exposure may not be suitable for someone transitioning from gym to outdoor climbing at the same rating. Route can seem a little dirty. The top anchors to the middle tower patina are easily accessed by way of 'Weenie with a Tan' (5.7). Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo page 46 and topo C page 50.","protection":"bolts and chains","location":"Middle section of dark patina in Sun Bowl. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, maps pages 42-43, topo page 46."},"__v":0},{"_id":"o7L8UqVLVSaX3D4SRNVR+g==","name":"Strung-Out","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jared Pothier and Matt Lovemark, 2003.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":14,"mp_id":"118178548","mp_crag_id":"111000151","climb_id":"o7L8UqVLVSaX3D4SRNVR+g==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"A nice hands to fist crack with the crux coming at mid height around a small roof.","protection":"belay and rappel bolts, trad gear from finger to 3.5 inches.","location":"Flying Leprechaun Buttress. Hike over and around the north ridge of Acker Rock where you will find a large square block of high quality rock. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, map page 43."},"__v":0},{"_id":"dV7AetkwUJu7VcUJ4Au08g==","name":"Sinister Footwear","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Harold Hall & Greg Orton, 1998.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":4,"mp_id":"115786278","mp_crag_id":"111000151","climb_id":"dV7AetkwUJu7VcUJ4Au08g==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Involves steep friction climbing on coarse rhyodacitic welded tuff. Climbs the right corner of the Sun Bowl ending at belay/rap anchors in the middle of Pitch-2 of the Peregrine Traverse. Makes a great start to Peregrine Traverse or ~45m rappel off.","protection":"SS Fixe double expansion","location":"Just right of Sunset Tower and fist bolted line left of the start of Peregrine Traverse. "},"__v":0},{"_id":"QdTu1iKxVwiRULjJh1yqaA==","name":"Saddle Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Matt Hickey and Aaron Hart, 2003.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":7,"mp_id":"118178585","mp_crag_id":"111000151","climb_id":"QdTu1iKxVwiRULjJh1yqaA==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"This route begins from the base of a large Douglas-fir, follows a ledge system to a dirty seam with some loose rock, then follows a crack system to a little enclosure to the right and behind a second Douglas-fir located near the saddle between Lunch Rock and the east headwall of the Peregrine Traverse. Described as having sparse opportunities for placing gear due to crumbly rock. Rappel off from the Lunch Route (150 ft rappel).","protection":"trad gear","location":"Crack system about 50 feet to the right of Lunch Route. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo page 46."},"__v":0},{"_id":"BJKFWUfFVUSVUvDxrumIlQ==","name":"Poodle Bite","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Leif Embertson, Greg Orton, & Harold Hall, 1997.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":12,"mp_id":"118178633","mp_crag_id":"111000151","climb_id":"BJKFWUfFVUSVUvDxrumIlQ==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Both pitches of Poodle Bite offer consistent climbing over quality rock. Pitch-1 (~120 ft): Climb 20 feet to a somewhat open book inside corner. Follow this feature angling left following bolts and ending at belay anchors. Pitch-2 (~140 ft): Follow bolts straight up to summit of Observation Rock. Walk-off. PG = leads and exposure may not be suitable for someone transitioning from gym to outdoor climbing at the same rating.","protection":"Fixe SS 3/8 double expansion, no chains.","location":"The start of Poodle Bite is located at a large Douglas-fir just before the obscure Observation Point scramble trail leaves the base of the lower wall and climbs uphill. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo page 46."},"__v":0},{"_id":"SKhc0wZqU6ewGLdYZRVKUg==","name":"Peregrine Traverse","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Hall & Orton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":5,"mp_id":"111000177","mp_crag_id":"111000151","climb_id":"SKhc0wZqU6ewGLdYZRVKUg==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Fun traverse with excellent views, if you don't mind somewhat sparse protection.Pitch 1: Scramble 4th class ridge up to tree. Place gear if needed.Pitch 2: Climb diagonally up and left, following widely spaced bolts past top anchor chains for Sinister Footwear, then straight up to upper left ridgeline and bolted belay anchors just to the right of tree (5.7). Recommendation (go): to reduce drag, as you come to the corner in the middle of P2 do not clip into the top anchor of Sinister Footwear.Pitch 2 var. (5.7): from Sinister Footwear top anchors climb left crossing below the ridge-tree and out onto the very end of the ridgeline prow (2 bolt belay). Place gear to 3\".Pitch 3: Climb slab with 3 bolts to your right (5.7) recommended, or  scramble straight up and across left-sloping slab slinging small trees (5.0) then crossing over to right side of ridge at Lunch Rock. For both options, scramble along ledges to the only small tree at the base of Lunch Rock. Please note, you are unlikely to hear each other from this location.Pitch 4 (5.6): Traverse about 40 feet, clipping anchors for Lunch Route and the two other bolts along the way. Then down-climb 10 feet into saddle, then go up left side of ridge on the other side of the saddle. About 20 feet up there are options for pro. Another 10-15 about that you'll find two sets of belay anchors on the large ledge at the base of the next headwall.Pitch 4 5.8 var.: Down-climb into saddle where you'll find a single bolt to belay from. From here climb the lower headwall (2 bolts) onto the larger belay ledge.Pitch 5: Climb straight up 15 feet past two bolts. Continue through short wide crack (#4 cam). Continue scrambling your way until you see two small trees, at which you'll find two bolt anchor (5.7). Note (go): once on top of the short wide crack, looking off to the right (E) you'll see top anchors & chains for Maltese Falcon (P3) left variation. This route has been upgraded with rap chains.Pitch 6: Scramble on left side of ridge clipping two bolts along the way. Continue to bolted anchors at wide crack about 20 feet above a lone douglas fir. Note (go): this section is easily supplemented with a variety of cam sizes.Pitch 7: Scramble up wide crack into gap with a narrow ridge ahead of you. Scramble up narrow ridge, clipping one bolt on the way. Continue on the ridge. Soon you'll see belay anchors on your left, and anchors and register for Black Magic on your right. You are now at the top of Black Magic.  You could probably use either set of anchors, but I used the anchors on the left (West side). (5.4)Pitch 8: From the west (left anchors), look 15 feet in front of you on left side and locate the climbing register & top anchors for Back Magic. DON'T Rappel from the rotten tree as some are doing (go). Instead follow the ridge line (easterly) to its end (1 bolt) and downclimb 10 feet to a trail and ledge that contours into the saddle to the left (looking down). The down climb (class 4) is easily protected with a #3 or #4 cam. From the saddle, Scramble northward on easy but exposed terrain about 30 feet. Downclimb easy fourth class for 10 feet to another ledge at base of a chimney, or set up a trad anchor and belay your partner down to this ledge. Once on the ledge you'll find a set of rappel/belay chain anchors near the bottom of the dirty chimney. Note: if you choose to rappel off at this point, once off, scramble uphill to Lookout and the Lookout trail.Pitch 9: Climb chimney. About 20 feet up chimney you'll find places for pro. Continue up right side, and gaining top of ridge. Sling small tree for pro. Continue out narrow knife ridge for 20 feet (no further pro) to two bolted rappel anchors. May be difficult to hear each other at this point. (5.5).Descent: Looking towards the lookout, rappel down right side from end of the knife-ridge to the base of the large tree. Do not rappel past the tree ledge unless you want to do some extra scrambling / forest navigation. From the base of the tree follow the scramble trail horizontally, not down, and up into the trees until you find the Acker Rock Lookout. Follow the Lookout trail .25 as it switchbacks down to NF-950, and then 1 mi on NF-950 to the gate where you started.Alternative Bail-points: Lunch Route P1, Maltese Falcon P2.","protection":"Single rack of CAMs 0.25 to 4\", and stoppers. There are few bolts on the route as well. Exposure and leads on this route may generally be unsuited to someone transitioning from gym to outdoor climbing at the same rating.","location":"Locate rock cairn and pink flags for the trail on left side of NF-950 about 0.5 mi up hill from the gate.Hike about 0.5 on flagged trail, carefully following the flags.Once you start see rocks, stay close to the base of the rocks and continue following flags. The first large rock face you come to will be Observation Rock. Trail and flagging end at the Sun Bowl with the ridge beginning Peregrine Traverse to your right."},"__v":0},{"_id":"fPF0y5g3WiiUoVtlLaYyTA==","name":"Orc Bypass","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Greg Orton & Harold Hall, 1997.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":11,"mp_id":"118178670","mp_crag_id":"111000151","climb_id":"fPF0y5g3WiiUoVtlLaYyTA==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Fun little adventure romp, the Orc Bypass begins in the gully uphill (right) of the dry waterfall and Observation Rock. Using the off-width chimney, chimney up to the first large ledge (right side). A bolt protects the move from the chimney to the ledge (Orc Ledge). Once on the ledge follow it to the outside corner of Observation Point. Setting up a belay on the corner will be needed to reduce rope drag when you continue around the corner. From the corner follow the Orc Ledge around the corner traversing across Observation Point until you reach the middle belay anchors for Poodle Bite. Make a 150 foot rappel back to the base of Observation Point or summit on the 2nd  pitch of Poodle Bite (5.10b).","protection":"trad gear","location":"Orc Bypass begins in the gully uphill (right) of the dry waterfall and Observation Rock. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo page 46."},"__v":0},{"_id":"Dn4Pd7vnXOef9BII2Ub0gg==","name":"Maltese Falcon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Orton and Harold Hall, 1997.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":8,"mp_id":"115428064","mp_crag_id":"111000151","climb_id":"Dn4Pd7vnXOef9BII2Ub0gg==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"This was our first route up Acker and still a memorable favorite for me (go). Pitch 1: follow the seam straight up, 5.9. Pitch 2 (5.9) continues straight up ending at rappel chains just shy of the Peregrine Traverse ridge. Either continue on Pitch 5 of the Peregrine Traverse or make two 100 ft raps to base of Maltese Falcon (3 raps back to climber's trail). About the middle of P2 is an alternate variation off to the right (5.8) ending at the belay for pitch 6 of the Peregrine Traverse.","protection":"bolts, belays have been upgraded with rappel chains and can now be rapped using using two 60m ropes from anchors on the Peregrine Traverse. On hind-sight, first pitch has features that will take gear if needed. PG = exposure and leads generally may be unsuited to someone transitioning from gym to outdoor climbing at the same rating.","location":"Follow the climber's access trail past the dry waterfall to the obvious switchback taking you down hill. Instead of following the switchback scramble uphill to the large madrone. looking uphill from the madrone you will see the boltline for Maltese Falcon following the seam to your left."},"__v":0},{"_id":"YqaxyUo6Uj+2Kctzw+Lvlw==","name":"Lunch Route","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Greg Orton & Harold Hall, 1997.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":6,"mp_id":"115786425","mp_crag_id":"111000151","climb_id":"YqaxyUo6Uj+2Kctzw+Lvlw==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"P1: (175 feet) steep sustained 5.8 climbing on small pockets following a seam to the ridge just below Lunch Rock. Belay/rap anchors located on pitch-3 of the Peregrine Traverse approximately 30 feet to the Peregrine's belay tree. P2: scramble up into the light colored feature at the base of Lunch Rock until you find a single bolt up on the left left upper lip protecting your move to the top. Note: bolt will not be visible until you are into the light colored feature. You will probably want to replace webbing at top rappel anchor (no chains).The top of lunch rock is flat. Rappel off requires a roll off the rappel anchors.Rappel from the top of pitch-1 can be done in two rappels from chains with a single rope.","protection":"SS Fixe double expansion","location":"From the Climber's Trail scramble uphill into the bowl just right of the starting ridge to the Peregrine Traverse and just below Lunch Rock."},"__v":0},{"_id":"yjvfxCusWLGGkW9e0MTGyg==","name":"Living to See Another Day","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Greg Orton & Harold Hall, 2005.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":17,"mp_id":"118178710","mp_crag_id":"111000151","climb_id":"yjvfxCusWLGGkW9e0MTGyg==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Make two 100-foot rappels (possibly three) down the cirque between Eagle's Dare Pinnacle and the greater Acker Rock. At the obvious break in slope where you find yourself looking out over the abyss with 300 feet more to go consider returning following the bolt line back the way you just rappelled. Route may be a bit dirty in places.","protection":"bolts and chains","location":"Mid-rappel into the base of Eagle's Dare. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo G page 61."},"__v":0},{"_id":"flbebBb1V52GLhK49Gd4qA==","name":"Kill Your Scene","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jared Pothier and Matt Lovemark, 2003.","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":13,"mp_id":"118178562","mp_crag_id":"111000151","climb_id":"flbebBb1V52GLhK49Gd4qA==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"Left side crack and the taller of the two Leprechaun Buttress cracks. A dicey start is protected with a bolt. Once in the crack it leads up perfect hand jams to a wild lie-back off-width roof. Shares top anchors with Strung-Out. PG = leads and exposure may not be suitable for someone transitioning from gym to outdoor climbing at the same rating. ","protection":"trad gear to 4 inches, rappel bolts.","location":"Flying Leprechaun Buttress. Hike over and around the north ridge of Acker Rock where you will find a large square block of high quality rock. Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, map page 43."},"__v":0},{"_id":"CPg1trs9Vhyj34aTRGsjAg==","name":"Eagle's Dare","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"g orton & harold hall, Nov. 2005","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":15,"mp_id":"113728534","mp_crag_id":"111000151","climb_id":"CPg1trs9Vhyj34aTRGsjAg==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"You will find a description on pages 60 and 61 in vol. 2 of the Rock Climbing Western Oregon, Umpqua, 2007, Mtn. 'N Air Books. Crux is on pitch 2(5.9+). Once you've made the \"Terrible Traverse\" (~30 ft 5.8) you are committed to finishing the final 2 pitches to the pinnacle's summit (5.6 - 5.8). 90% of the climb has fantastic airy exposure making this an Acker classic.\n\n Descent: Rappel off summit chains down backside about 35 to the saddle ridge and belay anchors. From belay anchors scramble/climb to the tree to your right where you will find a crack (Class IV). Follow the crack out onto the upper face to your right to the first set of rappel chains you used to rappel into Eagle's Dare. Exit through the gap to your right.\n\n Refer to Rock Climbing Western Oregon, Vol. 2: Umpqua 2007, topo G page 61.","protection":"3/8\" SS Fixe Double Expansion. Rappel Chains for rappel into back saddle with a short scramble or easy climb back to the original rap anchors on main ridge (can sling tree if needed). PG = exposure and leads generally may be unsuited to someone transitioning from gym to outdoor climbing at the same rating.","location":"from Lookout follow the ridge left (south) to first large gap in the ridge. Cross through the gap contouring approx. 30 ft where you will find rap rings. Make 8 100-ft raps to the base of the pinnacle on your right (looking out) where you will find bolts on the first pitch of Eagle's Dare. The is a 5.6- bolt line leading back up the ridge from the end of the 2nd rap. After this you are committed to finishing the rappels."},"__v":0},{"_id":"EtA8b1OzUvugNvnQQPaMnw==","name":"Black Magic","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"g Orton, h Hall, Jeff Lee. 1997.","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"left_right_index":9,"mp_id":"115425561","mp_crag_id":"111000151","climb_id":"EtA8b1OzUvugNvnQQPaMnw==","areaRef":"L2gRoJ30Va20ZRyHdZyunw=="},"content":{"description":"One of my favorite routes on Acker, Black Magic begins on the main S wall above the dry waterfall and below the \"white eagle\" (refer to topo on pg. 46 of Umpqua Guide).P1: steep sustained 5.10a friction, full 50m, z-clipping not an issue here. Bolt placements may seem runout to some but steep enough to provide safe air time. First pitch definitely PG or R.P2: sustained 5.10a/b friction up to the \"white eagle\" with a strenuous single crux move over the \"wing\" headwall. Bolt spacing becomes closer through pitch-2 especially compared to P1. There is a single strenuous move before the next belay. I've gotten feedback that this is probably a 5.10c move, but if you are 5'5\" it is more like .11a. There is a bolt protecting this move that can be used to aid through it in a pinch. Together P1 & P2 make for about 300 feet (approx) of very sustained climbing.As a side note, while on the first ascent on P2 I had two young peregrine land on either side of me to watch while I climbed while their mother patiently cruzed back and forth watching. Definitely a magical day.P3: approximately 125 feet of 5.8 climbing to the top of the false summit and register, tying in with Pitch 8 of the Peregrine Traverse.As yet there are no rap chains on Black Magic so I recommend two ropes and some cheap webbing in case you want to bail.To descend use rap chains located at the bottom of the \"dirty chimney\" of Pitch 9 of the Peregrine Traverse and walk back to the base of Black Magic or up to the Acker Rock Lookout. Caution: Pulling you rope after rapping down from the register can be problematic and is not recommended.Better yet, finish the day on Eagle's Dare.","protection":"Fixe 3/8 SS double expansion bolts, belay anchors have not been upgraded with chains.PG = exposure and leads generally maybe unsuited to someone transitioning from gym to outdoor climbing at the same rating.","location":"Use one of two approaches.1. from the Acker Rock Lookout toilet, hike straight down hill between Wizards Tower (left) and the main South Face (right). Black Magic will be the only bolt line you  see as you  come around the South Face. You may also see the belay bolts on top of the Dry Water Fall directly across from Black Magic. Belay first pitch of Black Magic with standing belay at base of main cliff. 2. from the Climber's access trail leading into the Sun Bowl as you first approach the first main formation (Observation Point) watch for the dry waterfall where you will find a short bolt line (a dirty 60 foot 5.8) to the right of the water fall leading to the base of \"Black Magic\"."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,115acb97-2b75-5797-822d-d6c22c94cd42,2f6811a0-9df4-55ad-b465-1c87759cae9f","pathTokens":["USA","Oregon","Southwest Oregon","Acker Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.7"},{"count":3,"label":"5.8"},{"count":3,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.4"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":6,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":7,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.64633,43.05188]},"bbox":[-122.64694535255272,43.05143033981814,-122.64571464744728,43.05232966018186],"left_right_index":-1,"ext_id":"111000151","area_id":"L2gRoJ30Va20ZRyHdZyunw==","polygon":{"type":"Polygon","coordinates":[[[-122.64694535255272,43.05143033981814],[-122.64571464744728,43.05143033981814],[-122.64571464744728,43.05232966018186],[-122.64694535255272,43.05232966018186],[-122.64694535255272,43.05143033981814]]]}},"content":{"description":"Acker Rock is the one of the finest destinations for adventure climbing in Southern Oregon, with numerous climbs scaling hundreds of feet. Initially known for the fire lookout on top, it is now a place for climbers to explore climbing in a rather remote area. Acker Rock contains 20 established routes. These routes are predominately slab-friction adventure climbs that range in difficulty from 5.5 to 5.10c. Seventy percent of the routes on Acker Rock are rated 5.9 or less. Routes range on length from 80 feet to over 2,000 feet on the Peregrine Traverse. All routes are sparsely bolted by sport climbing standards, but can be backed up with a light rack covering ½ to 4 inches. The rock is a coarse grained rhyodacitic welded tuff that has been altered through faulting. If you wish to reserve the lookout on top of the crag, you can do so online. The rental season runs from late July to November, and reservations can be made at recreation.gov/camping/camp…. The lookout tends to be booked quickly. The rock does contain Peregrine, which can be seen flying around throughout the year. As a friend once told me, “If you don’t see a Peregrine at Acker, you aren’t paying attention”. Bald Eagles are also seen in the region. As a result, there is an annual closure from January 1st until July 1st. There is also an endemic buckwheat that grows throughout the rock formation."},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T06:19:27.772Z","updatedAt":"2024-02-19T18:39:17.388Z"}