{"_id":"6368a1b8e80bff5a995542c9","area_name":"Main Cliff - center section","shortCode":"","climbs":[{"_id":"i3r2Wx/lUQqio5A3Co2BSw==","name":"Telekinesis","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Lee Hansche Dec 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.65857,43.99319]},"left_right_index":0,"mp_id":"121804214","mp_crag_id":"120783369","climb_id":"i3r2Wx/lUQqio5A3Co2BSw==","areaRef":"rqF8LnGXVne2/UXX9gwqzQ=="},"content":{"description":"All other attributes aside, just a magnificent place to climb. Once the big bad roof crack is clean and ready this route will lead you into that crazy finish. I though that putting a sub-anchor where the climbing goes from \"Woah\" to \"WHAT!?\" was a nice thing to do since this face is excellent on it's own and it will allow us all to get up below the wild roof splitter and take it all in. Start from the same 2 bolt belay as for Golden Ratio (Accessed via the fixed rope on the left end of Jeremy's Wall ledge). Make a few tricky moves through the first overlaps. There are fun ways to do this and less fun ways. Look around. Climb easy low angle rock for a few bolts and then enter into the business as things get steeper. Climb out left on beautiful in-cut crimps. Things will get less defined quickly. Weave your way through the bolts and features identifying the path which is rarely immediately evident. Finally clip the anchor from a decent stance. It's good enough for a no hand rest but you wouldn't stop to eat your lunch there. Take in the sights and head back down. There are a couple of patches of less than stellar rock but 95% is really good so the show goes on but stay aware. Still trying to identify what might exfoliate at the start but I plan to clean it a little more. ","protection":"9 bolts to quick clip anchor","location":"Telekinesis climbs the center of the big low angle face below the giant Main Cliff roof. Start at the 2 bolt belay anchor accessed via the fixed rope on the left end of Jeremy's Wall. Follow bolts up and trending left heading straight for the big roof crack. This route ends at a stance 10 feet below the roof where the wall blanks out. Though it is accessed easily from the Jeremy's wall ledge this pitch is definitely in the center of Main Cliff. So I figured I will drop it here for now. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,3b1dda09-df4a-5cea-9629-72a88e20aa5b,2afa8ec6-ee18-5cdf-9795-c488aaf23503,aea17c2e-7197-5677-b6fd-45d7f60c2acd","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Russell Crags","Main Cliff Area","Main Cliff - center section"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11c"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.65857,43.99319]},"bbox":[-71.65919502947742,43.99274033981815,-71.65794497052258,43.99363966018187],"left_right_index":-1,"ext_id":"120783369","area_id":"rqF8LnGXVne2/UXX9gwqzQ=="},"content":{"description":"This section of cliff is about 200 feet tall and is topped by a giant roof. This zone has a lot of potential but as of today no real established routes, we're working on it. This section would be accessed by climbing an approach pitch or traversing in from Jeremy's Wall. This is the large cliff can be seen from the I93.There are some cracks on this wall but it would seem unlikely to us that they had been free climbed, but doesn't mean it didn't happen. If you have any history on this area please share with us."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:12:21.388Z","updatedAt":"2022-11-25T11:20:15.354Z"}