{"_id":"6368a214e80bff5a9955d859","area_name":"El Rito Traditional Area","shortCode":"","climbs":[{"_id":"KYKOXqVxWFC26/tfhLe7oA==","name":"Weapons of Mass Construction","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gary and Lynn Clark- 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":2,"mp_id":"106055629","mp_crag_id":"105788286","climb_id":"KYKOXqVxWFC26/tfhLe7oA==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"This fine pitch is the face between the second pitches of Gnarly and The Big E.   Really enjoyable face climbing protected by five bolts (placed in 2003 by Gary and Lynn Clark) and some small gear near the top. Classic El Rito face climbing!","protection":"Five bolts on smooth, hard to protect face climbing and then small cams and small nuts up higher. Continue straight up from the bolt line to belay from a large pine tree or traverse right to the bolted anchor atop P2 of Juniper Overhang.","location":"Access the route by climbing the first pitch of Gnarly or, better, climbing the first pitch of The Big E to the bolted anchor. From the bolted anchor move left and follow five bolts straight up the clean face and beyond to the top.  It is possible to rappel from the bolted anchor atop P2 of Juniper Overhang to the bolted anchor atop P1 of The Big E and then down to the ground. This requires two 60 ropes and some good rope pulling technique to avoid getting the ropes snagged in the numerous trees and bushes on the wall. Better to just take the standard trail down the backside of the wall back to the base."},"__v":0},{"_id":"dpUPqCVNVpi1/zHXFVWLcQ==","name":"Techo al Derecho","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":13,"mp_id":"106273596","mp_crag_id":"105788286","climb_id":"dpUPqCVNVpi1/zHXFVWLcQ==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"This route heads up the left side of the broken rocks under the big roof on the right side of the trad area and goes over the roof near the left side of the roof.  Then it continues on airy exposed climbing, ending just to the left of p2 of Packrat Dihedral.  A 50m rope is sufficient. \n\n  p1:  scramble up 3rd and 4th class rock about 50' to an alcove and set your first belay here (short \"pitch\"). \n\n  p2:  climb crack systems heading up and slightly right, staying below the big dihedral, toward a weakness in the big roof; pull the roof (5.8 crux) and set a belay above the roof. \n\n  p3:  go up and right to airy exposed face climbing (5.6) similar to p2 of Packrat Dihedral (small pockets/cracks for pro); continue up and anchor at a tree on top.","protection":"pro:  standard rack of stoppers and cams, 6-8 double-length runners.   anchors:  gear","location":"The start of the route is toward the left side of the broken rock area beneath the big roof on the right side of the trad area. For orientation, p1 of Packrat Dihedral ends at the right side of the same roof.\n\n For the descent, climb up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"ZCPwYPTKXCaj5xneR+wQRQ==","name":"Shoes for Industry","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lynn and Gary Clark","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":17,"mp_id":"106226753","mp_crag_id":"105788286","climb_id":"ZCPwYPTKXCaj5xneR+wQRQ==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"Easy low-5th-class climbing to the roof. Make one well-protected ~5.8(+?) move to get up and over, and then it's uneventful 5.6 with good gear to the top.\n\n Anchor bolts with chains at the top. A 60m rope will get you to the bottom.","protection":"Tips/finger-size gear for the crux. Std. rack to BD #1 or #2 for the rest. Big gear (BD #3, #4, big hexes/nuts).","location":"From the base of Cave Woman, walk left 50' through some bushes and start under the small roof."},"__v":0},{"_id":"VgRgooxTX3qL1O319BSUKg==","name":"Swollen","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":4,"mp_id":"106055645","mp_crag_id":"105788286","climb_id":"VgRgooxTX3qL1O319BSUKg==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"Swollen is a second pitch variation to The Big E on enjoyable, well-protected face climbing.  No doubt this face has been climbed before but we hadn't heard of it so we'll be presumptuous and give it a name and a rating. Nice jugs and incuts with just enough cracks and pockets for protection with a steep face finish make this very fun.","protection":"Small to medium camalots and nuts. I don't use tri-cams but I saw a couple of pockets that would take small to medium sized tris nicely. This face goes straight up to the bolted anchor atop P2 of Juniper Overhang.","location":"From the bolted anchor atop P1 of The Big E, step immediately right and go straight up the face between the left-facing corner of The Big E and the right facing corner of Juniper Overhang. About 2/3rds of the way up the angle backs off for a moment but then goes nearly vertical with nice, positive holds and small pro just when you want it. Finish straight up to the bolted anchor on a nice ledge at the top of the cliff."},"__v":0},{"_id":"zDrffMqxWOa3fIQxnnvdjQ==","name":"Senile Superhero","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jim Olsen - Fritz Devendorf","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":12,"mp_id":"107601967","mp_crag_id":"105788286","climb_id":"zDrffMqxWOa3fIQxnnvdjQ==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"1st Pitch: Start at the beginning of the Guillotine, but partway up veer a little more right.  This makes for a more sustained grade.  Head for the right side of a pocket ledge a little higher and about 15' to the right of the Guillotine ledge. You will be about 5' from the rollover edge of the face as you approach the top of the pitch.  Near the top of the pitch is the 5.7 crux; some sloping hands and feet in an area without placements, not quite runout. (185') \n\n  2nd Pitch: Go straight up from climber's right side of ledge to a ledge above, then continue upward, drifting right to a substantial tree.  First part of the lead is exposed 5.6. (about 75') \n\n  3rd Pitch:  Go up gully with a crack to a face, then up face.  As you ascend you first drift a little right, then drift a little left. First part is 5.5.  (about 70') \n\n  Route changes character as you ascend, and the beginning of the second pitch is most gratifyng.","protection":"Bring a typical El Rito rack with cams to 3.0 or better 3.5. and an extra piece of sling material at least 8' long.  This is a totally trad route.  At second belay sling knob and tie to 2 larger cams placed in shallow crack like feature.  If you tie all together it will probably make an adequate anchor.","location":"The route starts at the same place as the Guillotine and ends up on the highest bit of the crag.  To descend, you can scramble climbers left and rap down Juniper overhang, carefully scramble climbers right on a discontinuous ledge to a second and final rap station, or climb up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail.  Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"Q8oApJaYVW2d+ZgWoKi3Lg==","name":"Shiitake","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gary and Lynn Clark, ~1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":15,"mp_id":"106275998","mp_crag_id":"105788286","climb_id":"Q8oApJaYVW2d+ZgWoKi3Lg==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"A 1 pitch climb past a mushroom-shaped roof about 25m up.  Climb the crack leading through the center of the mushroom and continue up a crack/chimney to a large pine.  The climbing is good through the roof with crappy brush and 4th class afterward.  Lots of spots/choices to build a gear anchor.","protection":"Trad rack with stoppers and cams to 3\"; 6-8 double length runners.","location":"The start is about 30 m right of Packrat Dihedral. Look for the mushroom shaped roof about 25 m up the wall.\n\n For the descent, climb up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"zvZ/crMiUp+ktkzMV+RI6Q==","name":"Refritos","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"named by Gary & Lynn Clark, possibly climbed earlier","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":10,"mp_id":"106141136","mp_crag_id":"105788286","climb_id":"zvZ/crMiUp+ktkzMV+RI6Q==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"Named for the popular side dish at the Faralito restaurant in the town of El Rito, Refritos is an alternate first pitch for Chili Verde, and it joins that route at Juniper Ledge midway up the cliff. It follows an obvious black streak, with sparse pro but fun climbing and fewer bushes than nearby climbs on this cliff. Creative leaders might find gear but don't fall. Follow the 2nd pitch of Chile Verde (a left-facing corner) to top out.","protection":"Nuts and cams to 2\".  A 2-bolt anchor is found on Juniper Ledge.","location":"This climb takes on the black streak, which is almost directly in front of you as you reach the cliff from the approach trail. \n\n  This climb is not where it is shown in 'Taos Rock'; it is to the right of the field of that photo."},"__v":0},{"_id":"ROmc6sBcWaiWIFStyZ4iVw==","name":"Pedernal Cracks","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":16,"mp_id":"106797317","mp_crag_id":"105788286","climb_id":"ROmc6sBcWaiWIFStyZ4iVw==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"Climb up the wide crack continuing straight up after it narrows.  At roughly 30 feet, trend left near a potatoe-sized cactus (June 2010) to a smaller crack:  the \"middle crack\" of Clark's guide?  Follow this right-trending crack to where it naturally ends, stepping right into a wider crack (approx 2 inch gear where it necks down).  Continue up through the well-protected crux (5.6 or 5.7) and beyond. \n\n  Once one exits the crack system proper, look left about 7 feet to find the bolted rap station. One 60 meter rope rap works but be sure to hang it by the middle.","protection":"Standard rack to 2 or 3 inches. I only say \"3 inches\" because I can't recall if I used my number 3; either way, it likely was not needed.\n\n Anchor bolts with chains at the top. A 60m rope will get you to the bottom.","location":"The route is to climber's left of both Cave Woman and Shoes for Industry.  Probably, the best thing is to find the characteristic roof of Shoes for Industry:  short, reddish face to yellow lichen below a smallish triangular roof with finger crack above.  Then look back left for the \"monolithic slab\" described in Gary Clark's guide.  This slab stands out from the general surface of the cliff that extends to the right of this slab.  The \"monolithic slab\" is fairly broken with cracks, more so in the lower half.  We started up an approximate 2 foot wide crack that quickly narrows down after 10 or 15 feet."},"__v":0},{"_id":"mmTEjvNaV8izpfG6czhr8Q==","name":"Packrat Dihedral","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":14,"mp_id":"106003861","mp_crag_id":"105788286","climb_id":"mmTEjvNaV8izpfG6czhr8Q==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"P1:  Follow the obvious dihedral on the right hand side of the cliff up to a bolted belay anchor under the right hand side of the large roof. \n\n  P2:  Turn the roof on the right and continue straight up to the top.  Excellent.","protection":"Standard Trad Rack (Set of nuts, set of cams, and slings). Additional passive pro may be useful (e.g., hexes or tri-cams). Anchor bolts are located at the top of P1 under the right hand side of the roof. Belay from gear at the top (no anchors).","location":"Starts in the obvious dihedral on the right hand side of the cliff.\n\n For the descent, climb up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"9rnxGAAJUayh5TbNyOzBTg==","name":"Juniper Overhang","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":5,"mp_id":"106273309","mp_crag_id":"105788286","climb_id":"9rnxGAAJUayh5TbNyOzBTg==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"This is a good trad route that goes over the Juniper roof on its left side.  A 50 m rope is sufficient. \n\n  p1:  Start about 20 ft. right of Big E below a rectangular cutout which is about 70 ft. up.  There's some vegetation heading up to the cutout.  Climb over the ceiling of the cutout (5.7) and continue to a nice belay ledge.  There is a 2-4\" wide vertical crack for building a belay anchor. \n\n  p2:  Climb straight up and trend left toward the right-facing dihedral below the roof.  The climbing gets thin (5.9+) just below the roof.  Stoppers and tri-cams are useful in the dihedral and for the roof move.  The climbing gets easier above the roof.  Continue to a 2-bolt anchor at the top.","protection":"gear:  set of stoppers and cams to 3\", 8 double-length runners; small tri-cams are useful.   anchors:  gear on p1, bolted anchors on p2.","location":"The start is about 20 ft. to the right of Big E, about midway along a fallen log on the ground.\n\n To descend, scramble up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"HsDtDvvlW7uJkFjwtgHCPA==","name":"Juniper Direct","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":7,"mp_id":"106275970","mp_crag_id":"105788286","climb_id":"HsDtDvvlW7uJkFjwtgHCPA==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"This is the most direct line up to the big juniper tree on Juniper Ledge.  These are full 50 m pitches. \n\n  p1:  connect obvious crack systems while negotiating considerable foliage on the way to Juniper Ledge.  2-bolt anchor on the right side of Juniper Ledge.  It is probably better to choose one of the other routes that ends on Juniper Ledge, such as Chile Verde or Refritos. \n\n  p2:  fun pitch; move left above a big flake and climb the dihedral/gully that passes the formidable Juniper Overhang roof on its right side.  Use some stemming moves to overcome the top of the gully and finish on exposed fun climbing to the top.  Build a gear anchor or trend left to use the 2-bolt anchor at the top of Bring Me a Bucket.","protection":"trad rack of stoppers and cams to 3\", 8 double length runners.","location":"The start (to the right of the Juniper Overhang route) is near the bottom end of a downed log below the large juniper tree on Juniper Ledge.\n\n To descend, scramble up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"wOg8niygUJ2xNe85prna5Q==","name":"Guillotine","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":11,"mp_id":"106275987","mp_crag_id":"105788286","climb_id":"wOg8niygUJ2xNe85prna5Q==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"This interesting route passes under a guillotine-like flake near the top of p1, hence the name. \n\n  p1:  climbs a shallow depression in the face with some foliage, then up and right through a shallow dihedral with a bush at its base; continue up cracks and then under a flake into the guillotine cave.  A 60 m rope will allow you to continue up and left above the flake to a good belay ledge.  With a 50 m rope, set a belay at the flake, then scramble up to the ledge to set a belay for p2. \n\n  p2:  Climb up toward a large red flake and pass between it and a \"lollipop\" shaped tree on steep protectable rock; continue up cracks to a 2-bolt anchor (shared with Chile Verde) or anchor off trees to the right.  This pitch is better than p1.","protection":"Trad rack of stoppers and cams to 3\", 6-8 double length runners; 60 m rope recommended.","location":"The start is about 3 m right of the large juniper tree at the base of Refritos. The route is between Refritos (long black streak) and Techo al Derecho.\n\n For the descent, climb up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"MnolEnVcWNea1BiWuhpTGA==","name":"Gnarly","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":1,"mp_id":"105906244","mp_crag_id":"105788286","climb_id":"MnolEnVcWNea1BiWuhpTGA==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"P1. Climb an easy (5.2), run out face past a couple of small trees to a large belay ledge. The protection on this pitch is a little sparse. I slung one of the small trees and placed a questionable cam.\n\n P2. Fun pitch. Climb the face above the belay ledge and work right to the obvious right-facing dihedral. Step around the corner and into the dihedral. Follow the fun dihedral almost to the top where easy scrambling leads to another good belay to the right of a pine.\n\n To descend, scramble up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide.","protection":"Standard trad rack.  Bring a couple loose slings to sling the trees on P1.","location":"Next climb to the right of Commie Pinkos.  Start just downhill from the second pine tree."},"__v":0},{"_id":"QvAaE3DVUv6zGHqM1XH4og==","name":"El Faralito","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":8,"mp_id":"106275979","mp_crag_id":"105788286","climb_id":"QvAaE3DVUv6zGHqM1XH4og==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"Named in honor of the restaurant in the town of El Rito.   \n\n  p1:  climbs a vertical crack (to the right of Juniper Direct) past a small pine at 40 m to a 2-bolt anchor at the right end of Juniper Ledge.  Full 50 m pitch. \n\n  p2:  choose an upper pitch from Juniper Direct (5.6), Chile Verde (5.6), or Bring Me a Bucket (5.9).  (You can also do a 2-rope rap from the bolted anchors at the top of p1.)","protection":"trad rack of stoppers and cams to 3\", 6-8 double length runners.","location":"The start is at the bottom of a downed log, to the right of Juniper Direct and to the left of Chile Verde.\n\n To descend, scramble up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"Az72WjNeWx2JtYRonyemQw==","name":"Commie Pinkos","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":0,"mp_id":"105906239","mp_crag_id":"105788286","climb_id":"Az72WjNeWx2JtYRonyemQw==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"Commie Pinkos is a great beginners route - good climbing with plenty of protection.\n\n P1. Climb a medium sized flake to a face that leads up to a decent belay stance. There is an old, gnarled juniper tree next to the belay with rappel slings wrapped around it. The climbing is easy and straight forward.\n\n P2. Continue up from the belay stance to the summit ridge above. The climbing is generally easier the farther right you stay. The route can be a little confusing at the top - stay to the right of a small gully splitting the top of the crag and belay on a ledge left of a big juniper tree.\n\n To descend, scramble up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide.","protection":"Standard trad rack.","location":"Located on the far left side of the crag (hence the name,  it's as far left as you can get.) Further to the left, the crag turns into a broken talus slope. Start near the uppermost of two large pine trees near the base of the wall."},"__v":0},{"_id":"0/z/7zcRX5iGdoeHJVt2oA==","name":"Chile Verde","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":9,"mp_id":"105906249","mp_crag_id":"105788286","climb_id":"0/z/7zcRX5iGdoeHJVt2oA==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"P1. Climb a shallow corner past a small, gnarled juniper to a small overhang. Climb through the overhang on the right side and continue past another small overhang to a spacious ledge (Juniper Ledge) with another tree on it. Belay at a pair of new bolts. Long pitch.\n\n P2. Above the belay, climb the steep face and left facing dihedral capped by a small roof. Once over the roof, follow cracks to the top. Much of the second pitch is 4th class climbing. Belay at another pair of bolts near the top.\n\n To descend, it is possible to rappel the route with a pair of ropes. Better, though, scramble up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail.  Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide.","protection":"Standard trad rack.  Bolted belays.","location":"Located near the center of the wall where the access trail intersects the base of the crag. Look for an obvious black water streak. Chile Verde starts at the left facing dihedral to the left of the streak."},"__v":0},{"_id":"D4j9lASiWAukTp0IWIBsUA==","name":"Cave Woman","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Lynn and Gary Clark","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":18,"mp_id":"106226490","mp_crag_id":"105788286","climb_id":"D4j9lASiWAukTp0IWIBsUA==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"Excellent climbing with abundant placements and holds. Good route for a first trad lead.","protection":"Std. rack up to BD #1 or #2. Big gear (BD #2,#3, big hexes/nuts).","location":"This is the rightmost route on the main wall. Start directly under the big cave/hole halfway up the wall.\n\n Bolted anchor with chains for rappelling. A 60m rope will just get you to the bottom."},"__v":0},{"_id":"ktNBRv1uUD2Cx0iQSo7txQ==","name":"Bring Me a Bucket","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Gary and Lynn Clark 2003","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":6,"mp_id":"106273553","mp_crag_id":"105788286","climb_id":"ktNBRv1uUD2Cx0iQSo7txQ==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"In 2003, Gary and Lynn Clark put in 6 widely spaced bolts on this new route, which is essentially a p2 variation of Juniper Overhang. \n\n  p1 (access):  Climb p1 of Juniper Overhang.  You can also climb either of Juniper Direct (5.6), El Faralito (5.4), Chile Verde (5.6) or Refritos (5.6) to a 2 bolt anchor on the right side of Juniper ledge. \n\n  p2 (Bring Me a Bucket):  If you anchor w/gear at the top of p1 of Juniper Overhang, climb straight above the belay ledge, following 3 bolts along a black water streak to the roof.  Some people may wish to supplement the bolts with gear placements.  If you anchor at the 2 bolt belay station on the right end of Juniper ledge, then traverse left for a bit and then head up toward the first bolt.  The climbing gets thin just below the roof (5.9).  The roof itself is well protected with a bolt just above the lip.  The climbing gets easier above the roof with 2 more widely spaced bolts.  Continue following the bolt line to a 2-bolt anchor.  The final headwall is fun and exciting.","protection":"For p1, you will need a set of stoppers and cams to 3\" and 6-8 double length runners.  The Bring Me a Bucket Route itself is protected by 6 bolts, with the 4th bolt right on the lip of the roof. \n\n  The very top of the route has a bolted anchor.  You will need gear for the middle belay if you climb p1 of Juniper Overhang.  Otherwise, there is a bolted belay on the right side of Juniper Ledge.","location":"The start of p1 of Juniper Overhang is about 20 ft. to the right of Big E, about midway along a fallen log on the ground. There's some vegetation heading up about 70' to a rectangular cutout in the rock.\n\n For p2 (Bring Me a Bucket), start from either the left or right side of Juniper ledge, depending on which route you climbed for p1.\n\n To descend, scramble up and go left (northerly) for awhile to reach the standard, well established and cairned descent trail. This is a great trail. Alternatively and much less desirable, you can take the \"East Gully\" descent as described on page 7 of Gary Clark's El Rito trad area guide."},"__v":0},{"_id":"l5AsQz7FWTa5W2alhPrtbw==","name":"The Big \"E\"","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"left_right_index":3,"mp_id":"106003855","mp_crag_id":"105788286","climb_id":"l5AsQz7FWTa5W2alhPrtbw==","areaRef":"+xAdLRedXi+tpA9bT/Nqfg=="},"content":{"description":"P1: Classic El Rito climb and one of the best 5.7 pitches in Northern New Mexico. Climb straight up a knobby face to a small roof below the base of the right trending crack. Follow the crack until it seems logical to head on up to the belay ledge.\n\n A second quick link has been added to the right bolt of the rap anchor at the top of P1.  Without it, rapping from the fat ring and the single quick link can produce some nasty rope coils during the pull.\n\n P2: Straight up the left facing dihedral. Alternatively, trend up and right over the blunt arete to top out at the anchors for \"Juniper Overhang\" and \"Bring me a Bucket\".","protection":"Standard Trad Rack (Set of nuts, set of cams, and slings).  Additional passive pro may be useful (e.g., hexes or tri-cams).  Anchor bolts are strategically placed at the top of P1 at the base of the left facing dihedral.  Belay from gear at the top or from the next set of anchors to the right (if following the variation described above).","location":"On the left side of the cliff, locate a right trending crack ~20m up above a small roof.  The route starts on the knobby face directly below.  Walk off to the left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,44f0ed2f-df88-5e0d-94a7-33d3aa2d4a9d,fb101d2d-179d-5e2f-ada4-0f5b4ff36a7e","pathTokens":["USA","New Mexico","El Rito","El Rito Traditional Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":2,"label":"5.8"},{"count":4,"label":"5.7"},{"count":2,"label":"5.5"},{"count":5,"label":"5.6"},{"count":3,"label":"5.4"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":16,"intermediate":3,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.1975,36.4158]},"bbox":[-106.19805877140452,36.41535033981813,-106.19694122859548,36.41624966018186],"left_right_index":-1,"ext_id":"105788286","area_id":"+xAdLRedXi+tpA9bT/Nqfg==","polygon":{"type":"Polygon","coordinates":[[[-106.19805877140452,36.41535033981813],[-106.19694122859548,36.41535033981813],[-106.19694122859548,36.41624966018186],[-106.19805877140452,36.41624966018186],[-106.19805877140452,36.41535033981813]]]}},"content":{"description":"Continuing up the road from the sport climbing area, is a ~100m high monolithic cliff that provides a good setting for traditional (gear-protected) climbing. \n\n Its attributes include: lack of crowding, good access, interesting and solid rock, generally good protection, and that very rare commodity: high quality climbs at moderate difficulty levels. This is the perfect spot for a beginning climber to learn multi-pitch technique, with plenty of exposure to motivate mastering the art of placing protection. These are the \"El Rito Trad\" cliffs. (text copied from Gary Clark's online guide: lamountaineers.org/Elrito/t… )\n\n See Gary Clark's online PDF guide for route details and an excellent topo.\n\n There are two spots for camping at the parking area with established fire rings. 3G cell service with Verizon at parking & base of the rock."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:13:43.511Z","updatedAt":"2024-02-19T18:38:05.504Z"}