{"_id":"63689d5ce80bff5a994f4fc5","area_name":"West Face","shortCode":"","climbs":[{"_id":"Lh4Gnb1cWqeOQmHaXraVLA==","name":"Valinor","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Brandon Adams, Chris Gay, Eric Farrugia, 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42265,37.8623]},"left_right_index":4,"mp_id":"117552942","mp_crag_id":"105963461","climb_id":"Lh4Gnb1cWqeOQmHaXraVLA==","areaRef":"LxscIrDLUjWBnv8yf2oFuw=="},"content":{"description":"A new route that sports quality and varied climbing with modern hardware and reasonable protection (most certainly by Tuolumne standards).  The route starts from the ground up and right of Euro Trash. It climbs cracks and bolt protected face to the summit of Mariuolumne to the right of the ultra-classic Hobbit Book.\n\nApproach by way of 4th class scrambling to the base of the first pitch left facing corner. From the gully it is something like 150ish feet of scrambling up ramps and ledges to the base of the route proper. There is a bolt at the base of the first pitch, it serves as anchor and route marker.\n\nAlso possible to start on Hobbit Book and traverse into the finger corner start of pitch 3. Conversely, you could also climb the first two pitches of Valinor then finish on the last two pitches of Hobbit Book.\n\n1st pitch: 5.7, 180', Climb the left facing corner via fun liebacking and jamming. Step right to bolt and easy face climbing to ramp and ledge with 2 bolt anchor.\n\n2nd pitch: 5.10b, 160', Climb 5.8 knobs past 2 bolts to a corner and ledge. Climb easy face to crack systems around and past a cool orange bulge. Follow crack systems up and left past a bolt protected crux to a stance with a bolt and gear anchor. Make sure to extend your placements and mind rope drag.\n\n3rd pitch: 5.10d, 120', Step left off the anchor to a finger crack through a beautiful orange corner. After, climb the knobby face above past bolts and various gear placements. This pitch largely follows the arete of the Hobbit Book corner's right side. Quite cool.\n\n4th pitch: 5.10d, 120', Overcome the bolt protected bulge with cool flake handholds and high feet, then work up and over another bolt protected bulge with more fun holds and high feet. Climb crack systems to a fun steep juggy section with another bolt. Trend up and left to surprisingly moderate climbing through a large roof system and the routes finish. Make sure to extend placements and mind rope drag.\n\n4th class to the top.\n\n20 bolts on this route. 13 protection bolts and 7 at anchors.","protection":"2x BD C4 .3 - .75, 1x BD C4 1- 3, 1x nuts, 12x slings","location":"Right of Hobbit Book"},"__v":0},{"_id":"05CgL2o+UkWUsFjctGGP4g==","name":"Serrated Edge","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"FA: Rich Doleman, Steve Williams 1971, FFA: Tom Higgins, Bob Kamps","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42265,37.8623]},"left_right_index":1,"mp_id":"106870723","mp_crag_id":"105963461","climb_id":"05CgL2o+UkWUsFjctGGP4g==","areaRef":"LxscIrDLUjWBnv8yf2oFuw=="},"content":{"description":"A very appropriately named route...burly adventure crack climbing.  Four pitches up a long right facing dihedral.  Excellent.\n\nPitch 1: Scramble up the orange lichen face 15' right of the broken dihedral with cracks and blocks 5.8.  Join the dihedral and follow it past large blocks to the first roof.  Hands and stemming out the roof 5.9.  Up to the second roof good hands turns to flared hands (crux) for 15 feet till it eases and an obvious stance is reached.  Gear belay small to 2\" - 90 feet - 5.10a/b.\n\nPitch 2: Lieback the 3\" crack until you can duck into a squeeze chimney with wedged blocks in the back.  Jam out the twin hand cracks in the roof to it's right side.  Boulder the hard hand crack roof and continue for 20' of easier hands to a small ledge.  Take care to not allow the rope to get stuck in the roof.  Gear belay large stoppers, 2\"-3\" nuts or Camalots used as nuts - 80 feet - 5.10b.\n\nPitch 3: Lieback and jam the wide crack off the belay for 30 feet to yet another roof 5.9.  Climb the roof and follow moderate hand cracks to a nice stance in a shallow alcove.  Gear belay thin to 2\" - 100 feet - 5.9.\n\nPitch 4: Slightly loose with many ways to go.  Jam and knobs up the crack above until it fades ~90 feet.  Easy knobs left gain a short right facing corner with a loose flake.  Lieback the flake up to a giant black knob 5.8 ~30 feet.  Continue moderate cracks and knobs straight up to a tree covered ramp.  Gear belay with many options - 200 feet - 5.8.\n\nPitch 5: Easy third class to the summit following the ramp up and right to near the top of Hobbit Book ~ 100 feet.","protection":"Standard rack, include 2 each: 2\" to 3\" cams, 1 each: 3-1/2\" & 4\" cam, and a few long slings.  A 2-1/2\" nut (hex) helps for the pitch 2 belay but isn't necessary.  No bolts on this route.  Follow the standard easy walk off the top to descend.","location":"Left side of the main Mariuolumne Dome's West Face, about 200 feet left of Hobbit Book is a large, right facing broken dihedral.  The route follows this dihedral."},"__v":0},{"_id":"wkOzdk9GWz2BgdrD5Gh+Wg==","name":"Mordor","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Greg Barnes, Joe Denicola, Linda Jarit, 9/08","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42265,37.8623]},"left_right_index":0,"mp_id":"106701826","mp_crag_id":"105963461","climb_id":"wkOzdk9GWz2BgdrD5Gh+Wg==","areaRef":"LxscIrDLUjWBnv8yf2oFuw=="},"content":{"description":"Damn fun route that puts you on one of the finest summits in the Meadows.\n\nP1 Choose between a 5.6 ow, a 5.8 dihedral, or a 5.9 corner that all end at the same spot\n\nP2 To the right is the gorgeous red, orange, and grey ow corner of Stomper. You can take this or go for the slammer 5.8 hands to the left. Belay under a huge roof system.\n\nP3 Once again to the right is Stomper going up a heinous, hard, and crumbly 10a flare. Instead go straight up into a brushy face with a right facing corner and a massive roof to the left. Find the bolt, traverse to the corner, face climb/lb past the very short ow, undercling the the  10c crux roof way out in space. Then turn several overlapping roofs up easier ground to a ledge. This unique and super exposed pitch makes this route worthy.\n\nP4 Choose your own adventure up easy 5th to the summit.","protection":".5 to 3\". Optional #6 if you want to destroy yourself with ropedrag for the crux roof and beyond. Better to just trust the brand new bolt a few feet below you.","location":"Same approach as Hobbit Book. Before the trail turns to ledges."},"__v":0},{"_id":"V3Krb62CXV6nRIrOqaKgng==","name":"Middle Earth","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Bruce Brossman, Mike Breidenbach,","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42265,37.8623]},"left_right_index":2,"mp_id":"108340920","mp_crag_id":"105963461","climb_id":"V3Krb62CXV6nRIrOqaKgng==","areaRef":"LxscIrDLUjWBnv8yf2oFuw=="},"content":{"description":"Old-school route, expect run-out (to very run-out) sustained face climbing. Not a great route if you're trying to break in at the grade, but of you are comfy on run-out 5.10 face and crack climbing, this offers some of the best climbing in Tuolumne, hands down. A great example of a 5 star route that is just as quality as many classics, but doesn't get done that often.\n\nPitch 1: Climb the fist crack for about 40 feet, then up and left in to an unlikely looking crack that had some bushes in it. You can also climb the fist crack to the end, but that makes the crux before the pin harder (and has worse fall potential).\n\nPitch 2: This is where the first cruxy bit is. This pitch is tough to describe because it wanders around a bit.\n\nPull the bulge (2 options, both 5.10 and both with crappy fall potential), then clip a fixed pin and move up and right to a bolt (all bolts are new and shiny, thanks ASCA!). Make a long traverse right here--again, a crappy fall for both leader and second. Follow this to the Dike Crack, an awesome thin crack with pretty good feet where you need them. Bolted belay here. If you're a baller and don't place much pro, you can run these two pitches together.\n\nPitch 3: Another cruxy section, but both protected by bolts. After the second bolt (a tough traverse right) gets you to the tit flake. Pro is good here, but make sure you're placing it behind the thicker parts of the flake, not the thin parts, as pro would probably not hold. You can belay here at the top of the flaky bit (70 feet), or just keep going, which I recommend if you have a 70.\n\nPitch 4: Head up the obvious hand crack. At this point your mind is probably pretty blown at the quality of the climbing. Supertopo say don't keep going to the big cave as there is no pro, but this is not true, up and left part of the cave has a nice crack for 3 smallish cams or stoppers. Do not belay at the loose block on the right edge of the cave, it is hollow.\n\nPitch 5: 2 options, go up the dike for the 5.9 R/X version (felt pretty X to me...) or up and right for the 5.8 R version.\n\nAs said above, if you have a 70M rope, you can combine this into 3 pitches.","protection":"Take plenty of small stuff, probably a double set to #2 camalot, and 1 #3.","location":"Starts about 100 feet to the left of the Hobbit Book start--You'll see the right-leaning fist crack, you can't miss it."},"__v":0},{"_id":"jxHyCZrXW+qVVerhe/bWRA==","name":"Hobbit Book","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Charlie Raymond and Gordon Webster, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.42265,37.8623]},"left_right_index":3,"mp_id":"105861268","mp_crag_id":"105963461","climb_id":"jxHyCZrXW+qVVerhe/bWRA==","areaRef":"LxscIrDLUjWBnv8yf2oFuw=="},"content":{"description":"Excellent rock, and varied climbing make this a nice casual outing. Start off the right end of the ledge described under the rock section, in a left facing dihedral. This dihedral is obvious when looking at the crag from the road as the crescent shaped crack splitting the dome, sort of right-center with a smooth-ish face to it's left.\n\nPitch one (5.6) climbs the easy dihedral for about 70 feet, and then traverses straight right around the corner to a belay.\n\nPitch two (5.7) climbs a short steep crack, sort of up & left from the belay, and heads back to the main corner for a semi long pitch with good crack.\n\nPitch 3 (5.7) is a classic. It goes up the corner a few more feet, then traverses out onto the face towards a bolt. Clip the bolt, then go up huge vertical jugs on a golden face for about 100 feet. You basically have to run out this section. It is steep, but the jugs and knobs are gigantic. I tried slinging a chickenhead about halfway through the runout, but, it wasn't happening. No worries though, it is all positive. The pitch meets back up with the corner for a belay.\n\nPitch 4 (5.7) goes the rest of the way up the corner, and jogs out to the face for a couple moves. Top out on a really nice summit.\n\nWalk off to the climbers left down an easy gully. Don't go too far left, you are looking for a narrow gully system. Reverse the walk off for Drug Dome once at the bottom of Mariuolumne Dome.","protection":"Standard trad rack.","location":"Start off the right end of the ledge described under the rock section, in a left facing dihedral."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,ce6ec458-d8d0-5439-aa24-025a8a8ec2e4,e88edde3-228c-575b-96a5-4b18e1e0bd97,2f1b1c22-b0cb-5235-819e-ff327f6a05bb","pathTokens":["USA","California","Yosemite National Park","Tuolumne Meadows","Mariuolumne Dome","West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.42265,37.8623]},"bbox":[-119.4232195591585,37.86185033981814,-119.4220804408415,37.86274966018186],"left_right_index":-1,"ext_id":"105963461","area_id":"LxscIrDLUjWBnv8yf2oFuw=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:54:34.524Z","updatedAt":"2024-01-15T16:41:09.016Z"}