{"_id":"6368a44ee80bff5a9959c292","area_name":"Riddle","shortCode":"","climbs":[{"_id":"1jZvNjr8UFmG3F36PKeqyw==","name":"Sundogs","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Curt Love, Larry Schafer and Travis R.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56941,43.84854]},"left_right_index":999999,"mp_id":"105715619","mp_crag_id":"105714649","climb_id":"1jZvNjr8UFmG3F36PKeqyw==","areaRef":"lnhmKjh6VD+sZa7i5+YgLg=="},"content":{"description":"This route was put up on lead, in one day using hooks to place the bolts.  I believe it is really well protected, and steep so injury from a fall any where in the 5.11 spot is very unlikely.  A fall in the easy spot would be scary, but I doubt that injury would occur.  The first five bolts are the meat and offer great movement.  Some say that it is hard for the grade but I and others believe it will never be harder than 11 c/d.  Have fun, give it all you got, and please for the sake of your own adventure try and do it with out hanging draws or previewing it.  I believe that doing so would be silly, it is so well protected there is no reason not to just figure it out on your own, on lead!  Write in and let us know what you thought of route.  I think it will be the new classic of middle earth.","protection":"This route is to the right of the top-rope/rappel route. It faces west more or less, and has a line of black bolts 7 of them, there is a run out after the route slabs out but it is only 5.6 or so and 2 bolts protect this area. The rap anchor is good for this route and you can still TR it that way. You can see all of the conn route when on top of this formation. Duet is just uphill of the saddle and runner rock is on the opposite side of the saddle just downhill.","location":""},"__v":0},{"_id":"HzKXjrQSWVSpFrAP3QTcxQ==","name":"Goldstone's Riddle","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"August 5, 1968, by Richard Goldstone and Eric Bregman.  No bolts placed.","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56941,43.84854]},"left_right_index":999999,"mp_id":"105825447","mp_crag_id":"105714649","climb_id":"HzKXjrQSWVSpFrAP3QTcxQ==","areaRef":"lnhmKjh6VD+sZa7i5+YgLg=="},"content":{"description":"The route begins at the crest of the hill... NW corner of the Riddle formation.  The first bolt is easily visible from the ground.  EXCELLENT moves lead to an EXHILIRATING summit.  Crux moves are at the very top of the route.","protection":"3 bolts and a set of stoppers.","location":""},"__v":0},{"_id":"7fmmjHR0UgCVhdJmR+riOA==","name":"CatDog","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Lee Terveen and Joel McKillop. Circa 2015. (Ground Up)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.56941,43.84854]},"left_right_index":999999,"mp_id":"112006047","mp_crag_id":"105714649","climb_id":"7fmmjHR0UgCVhdJmR+riOA==","areaRef":"lnhmKjh6VD+sZa7i5+YgLg=="},"content":{"description":"If you've sent Waste Knot and Knob Goblin here is your next project.\n\n One of the best things about this route is the rock it is located on. The rock is bombproof, bulletproof and of exceptional quality. Everything you grab and step on is solid.\n\n The second best thing about the rock is its location, ten minutes of hiking on an easy trail and you're there. Aspiring hard men and hard women will seek this one out. With this route you can warm up on Goldstone's Riddle, rap down, preplace draws and then top rope and headpoint until competency and fitness are achieved.\n\n The millennials are going to want to be able to lead at their limit. The interesting thing about this climb is the tricky business is found somewhere between the ground and somewhere above the third bolt. With enough practice and rope work a newly minted intermediate climber with a body meant for glory - but a head space meant for easier climbs - would be able to pull the rope and have a top rope set up at the third bolt. And with enough practice and persistence they could then go through the second, eventually the first, and then, when they are good and ready, they could finally start their lead from the ground, without draws already hanging, and safely send. If you are an aspiring 5.11 leader who has crushed a bunch of routes lower in the grade range, you should think about the tenants of outdoor safety, since this is a route that demands a perfect athletic sense of balance and strength. There is a good chance that you could fall anywhere on the route.\n\n But worry not, another good thing about the route is the bolting which is definitely Needles style, just taken down a notch. The climbing from the ground all the way to the anchors is sustained, engaging, quite pumpy and if you've never climbed the grade before this route might make you poop your pants just a little. It does ease off just before the anchors but expect most moves on the route to be steep, most of the big holds will be slopey and most of the really good holds will be crimps.\n\n Think about moving right, to holds right of the bolt line, when you get towards the top. This is where the holds appear to go left, but the climbing goes right.\n\n This route will allow someone to gradually up the challenge and better their game. Which is exactly what we need now at Custer State Park. The age of the explorer is over, and the age of the athlete has begun.","protection":"Take ten quickdraws.","location":"The bolted line between Goldstone's Riddle and the obviously Superman climb known as Sundogs which has its first bolt very far off the deck. CatDog is closer to the hiking trail, a bit farther up the slope than Sundogs, and starts on slightly less steep terrain with a few more bolts at the beginning. \n\n  All you gym climbers should rejoice. GET ON IT!"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,eb71723c-d454-5686-9f66-8bbd19c7143e,81d1fa2f-5ce8-5bac-911f-6dc9b793666f,2a879844-4a60-5dd5-8624-89905188de1f,9678662a-387a-543f-ac65-aee2e7e6202e","pathTokens":["USA","South Dakota","Custer State Park","Sylvan Lake","Outlets","Riddle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.56941,43.84854]},"bbox":[-103.57003351170856,43.84809033981815,-103.56878648829144,43.848989660181864],"left_right_index":-1,"ext_id":"105714649","area_id":"lnhmKjh6VD+sZa7i5+YgLg=="},"content":{"description":"This rock offers one easy route 5.7, one harder route at 5.11, and a good top rope from the anchors 5.10.  It is located right by the trail up to Hrum Hroom, off to the right once you gain the saddle.  Not only does it provide a quick and easy approach, but it also boasts a good view and great routes for the grade.  I highly recommend anyone willing to go there and climb."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:23:19.532Z","updatedAt":"2022-11-25T11:21:53.521Z"}