{"_id":"6368a214e80bff5a9955d8ea","area_name":"(02) Slab Wall","shortCode":"","climbs":[{"_id":"bgYxFpieUYmVfaiByoK7CQ==","name":"Stick Your Fist Here","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Michael LaPlante","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.87303,35.51632]},"left_right_index":5,"mp_id":"105952021","mp_crag_id":"105951621","climb_id":"bgYxFpieUYmVfaiByoK7CQ==","areaRef":"Lphe9anuVA+2ZKoh6SLhbg=="},"content":{"description":"An alright climb, this offwidth can be fun... if you're into offwidths.  The bottom 15 feet (crux) especially offer the opportunity to practice your chicken-winging, handstacks, and knee locks.  Reach the big ledge midway up, take a deep breath, and then climb the inside face behind the massive flake.  Unless you brought BIG gear, don't expect pro from here until you reach the top.   \n\n  If you're a completist, give this one a shot, otherwise there are better climbs for your attention.","protection":"Trad gear.  The crack is wide, so bring the big stuff, like a #5 if you've got it.  There are a couple of slots that will take smaller cams as well.  No bolted anchor: you'll have to build one at the top.  Bring some more big stuff (#3 maybe?) for that, or just walk off.","location":"Roughly 10 meters left of the swallow nests in the corner of the Swallow Wall, at the right (east) end of the Slab Wall, behind the Inclined Boulder, is a broken offwidth crack under the left edge of a huge flake.  It only gets bigger as it goes up...  Walk off."},"__v":0},{"_id":"zSFtm+N7WGOTl4nmC6z24A==","name":"Shin of My Skin","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Scott Halliday","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.87303,35.51632]},"left_right_index":0,"mp_id":"105951978","mp_crag_id":"105951621","climb_id":"zSFtm+N7WGOTl4nmC6z24A==","areaRef":"Lphe9anuVA+2ZKoh6SLhbg=="},"content":{"description":"A decent route, and the only line on the Original Side bolted by Scott Halliday, who is the chief architect of the New Side.  The start is HARD, requiring delicate, powerful moves using pockets on an otherwise smooth face.  The arete itself, right of the bolt, is on-route but around the corner is not.  You may want to stick-clip the first bolt, or stem across using the boulder to clip it, before launching out on the route.  Get established on the lower-angle terrain below the prominent overhang, make a TOUGH clip at the 4th bolt, and then pull the roof.  Yes, you'll probably have to trust those delicate-seeming flakes of varnish.  Tough route, and maybe slightly sandbagged due to the difficulty of the start. \n\n  TRing is tough on this one because of the overhang and the run of the rope, the boulder behind, and the generally cramped quarters.","protection":"4 bolts to a 2-bolt anchor.","location":"Look for a boltline tucked between Jabba the Hutt on the left and a large chimney on the right.  The start is directly behind a largish boulder.   Lower off, or walk off."},"__v":0},{"_id":"p/BXLD3BV5ektdrqJFOFAQ==","name":"Pseudo-Supercrack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Michael LaPlante","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.87303,35.51632]},"left_right_index":4,"mp_id":"105952008","mp_crag_id":"105951621","climb_id":"p/BXLD3BV5ektdrqJFOFAQ==","areaRef":"Lphe9anuVA+2ZKoh6SLhbg=="},"content":{"description":"A neat, recommended trad climb.  Start INSIDE the obvious cave at ground level, jam out the crack in the ceiling, pull out onto the varnished face above on bomber handjams, and jam up the crack to easier terrain above.  The rock is good, especially at the bottom, and takes great pro.  Recommended, and good practice for learning to trust jams!","protection":"Trad gear: bring a few cams up to a #1 C4 for the bottom, and a few big nuts for the top.  Two-bolt anchor at top. Rope grooves in the rock limit lateral rope movement.","location":"Look for an obvious cave in the base of the Slab Wall, behind the Inclined Boulder.  A steep splitter handcrack comes out of the cave and shoots up the steep face above.  Walk off or lower off the bolted anchor just right of the topout."},"__v":0},{"_id":"BO/GphxIWWGqejoAIIRNjQ==","name":"Pillow Roof","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Michael LaPlante","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.87303,35.51632]},"left_right_index":1,"mp_id":"106173830","mp_crag_id":"105951621","climb_id":"BO/GphxIWWGqejoAIIRNjQ==","areaRef":"Lphe9anuVA+2ZKoh6SLhbg=="},"content":{"description":"A fun, well-protected lead up to one of the biggest roofs at Mentmore.  The climb swings around and climbs the right edge of the roof to the top.  The movement is nice, with a neat diversity of unusual holds all just where you want them.  The crux is certainly between the 1st and 2nd bolts; the rest of the route is mid-5.10 at most.  A good first 5.11a lead.  However, the rock at the top, especially under the roof, is really loose and sandy.  Climb carefully, don't knock rocks onto your belayer or rip holds off...and don't fall onto the 5th bolt.  It looks very suspect.  Bring looong slings for the anchor to extend the rope over the lip for lowering or toproping.","protection":"7 bolts to a 2-bolt anchor.  Rap off (maybe), top out and walk off the backside towards the railroad tracks, or lower off and collect your anchor slings later.  Only lower off if you have LONG slings that extend the anchor beyond the lip of the roof.  There are already big grooves worn in the rock from running ropes over the lip.","location":"Near the left end of the Slab Wall, underneath a large, prominent roof.  This is the leftmost route before reaching the deep chimney that separates the Slab Wall from the Jabba the Hut area."},"__v":0},{"_id":"rJHAYC77W0CuKt91lMnOng==","name":"No Identity But a Title","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Michael LaPlante","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.87303,35.51632]},"left_right_index":2,"mp_id":"105951987","mp_crag_id":"105951621","climb_id":"rJHAYC77W0CuKt91lMnOng==","areaRef":"Lphe9anuVA+2ZKoh6SLhbg=="},"content":{"description":"A fun line with delicate climbing on small sloping holds.  Pull the start on crimps, then move up the steep slab to a rest below the slightly overhanging block at the top.  The top is the crux for many because the holds are hard to find.  Move either left or right at the final bolt to reach the anchors. \n\n  Staying directly on the boltline at the bottom makes this climb harder (5.10d?).  Also, watch out for loose rock, especially on the ledge about 2/3 up.  Large blocks have come off in the past.","protection":"5 bolts to a 2-bolt anchor.","location":"An inobvious line near the left (west) end of the Slab Wall.  Look for the large chimney that separates \"Shin of My Skin\" from the rest of the climbs.  \"No Identity...\" is the second boltine to the right of the chimney.  Lower off, rap off, or walk off."},"__v":0},{"_id":"FFLPVkNHV6eWfA3Tyfb4ng==","name":"Looking for Daniel","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-108.87303,35.51632]},"left_right_index":3,"mp_id":"105951992","mp_crag_id":"105951621","climb_id":"FFLPVkNHV6eWfA3Tyfb4ng==","areaRef":"Lphe9anuVA+2ZKoh6SLhbg=="},"content":{"description":"Almost certainly the most-climbed route at Mentmore, \"Daniel\" is a favorite of program groups and new climbers.  However, this is NOT a great route to get new climbers started on.  It may be only 5.8, but it's slabby and thin, with some technical moves and very few jugs or secure rests.  Even the very first move can shut some new climbers down.  I recommend \"Big Blobs of Love\" \"STD\" or \"Why Crack\" as better 'first climbs' on the Original Side. \n\n  Climb the slabby face to a steeper section above the 3rd bolt with a potentially challenging couple of moves (crux).  Finish on the slab and pull over lip.","protection":"6 bolts to a 2-bolt anchor.  Please bring long slings for the top if you want to TR!  The rope grooves in the lip are deep enough already.","location":"Look for the boltline ascending the light-colored, sandy slab directly in the middle of the Slab Wall.  If you're between the cliff and the Inclined Boulder, you're too far to the right (east).  Lower off or walk off."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,899dc7c1-b0aa-5860-a11c-d960f8f90826,8400a523-b56e-56d3-9f3c-07cc28f329ca,1efac907-eca5-5d99-b072-38f98b20b98b,2e985ef5-a9ee-540f-b664-aa21e922e16e","pathTokens":["USA","New Mexico","Gallup Area","Mentmore","Original Side","(02) Slab Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}},"tr":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":3,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-108.87303,35.51632]},"bbox":[-108.87358244196584,35.515870339818136,-108.87247755803416,35.516769660181865],"left_right_index":-1,"ext_id":"105951621","area_id":"Lphe9anuVA+2ZKoh6SLhbg=="},"content":{"description":"A long, appropriately slabby wall left (west) of the Swallow Wall and the Inclined Boulder.  The rock tends to be sandy and sloped, with less of the bulletproof varnish found in other parts of the Original Side.  This wall gets nearly all-day sun, making it nice in the winter, but very hot in the summer."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:13:44.887Z","updatedAt":"2022-11-25T11:20:26.590Z"}