{"_id":"63689d10e80bff5a994f1708","area_name":"5. Hero Maker Wall","shortCode":"","climbs":[{"_id":"TC+3UjR0WJ+0HzclFYn6uA==","name":"Second Hand Hero","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Jon Von Canon, Clay Frisbie  1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.04539,35.87446]},"left_right_index":5,"mp_id":"106282806","mp_crag_id":"105905968","climb_id":"TC+3UjR0WJ+0HzclFYn6uA==","areaRef":"2z8JvizbXPSWstedwfKhZA=="},"content":{"description":"Start in the right facing corner stemming over the bulge.  Climb easier terrain to the pillar with a wide crack on its left and a few holds on the right corner. From here, continue up the ever steepening crack into the roof while using crack, face, layback, and stemming techniques.  Pull the lip and clip the anchors on the right face.","protection":"Gear to OW size is available.  2 bolt anchor.","location":"This is the left line in the small alcove right of Smoke in Your Eyes."},"__v":0},{"_id":"skk/hjiYVNSiVWBL9aAY6w==","name":"Redline","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jeremy Collins, Jason Roy, Rob \"ROBO\" O'Blennis 12/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.04539,35.87446]},"left_right_index":2,"mp_id":"106078807","mp_crag_id":"105905968","climb_id":"skk/hjiYVNSiVWBL9aAY6w==","areaRef":"2z8JvizbXPSWstedwfKhZA=="},"content":{"description":"A wild  arching traverse in a corner, under a roof. The first pitch is the classic pitch(5.9) and the second is a lot of fun, but just not as classic(11a).  A stick clip or boulder problem start leads into the arch(5 bolts) and a belay on the prow. Half way through the traverse you cross the route \"Deadline\". Then a steep crack, bordered by large jugs lead to a mantle finish and anchors at the lip.","protection":"standard to a #3.5 (new #4) camalot.","location":"One hundred feet left of \"Run Before You Walk\" cave."},"__v":0},{"_id":"lAD9TRytUKKwDTMSB57o+w==","name":"Maiden Misery","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jeremy Collins, Jason Roy  12/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.04539,35.87446]},"left_right_index":3,"mp_id":"106093553","mp_crag_id":"105905968","climb_id":"lAD9TRytUKKwDTMSB57o+w==","areaRef":"2z8JvizbXPSWstedwfKhZA=="},"content":{"description":"What!? A sport climb in the Hero Maker area!? Whoa! Yes, ladies and gentlemen, you can now hike 4 minutes from your car with just a rack of draws, and enjoy the Hero Maker area. \n\n  This is the textbook definition of a \"sleeper\".  From the ground you may be asking yourself \"why\"? It starts in a low angle, very lichen covered groove.  \n\n  The climbing is gritty and interesting from the start, but no moves harder than 5.7. The slab above looks fourth class until you are on it and SAY, what's this? Interesting moves on low angle rock!  Mantle up on the big horn, and head up to the base of the orange headwall, where the gritty stone turns to that hard, cracked stuff we are all looking for.  \n\n  Suddenly the slab turns to slots and crimps as you finish up with a couple steep crux moves to finish you off. For extra enjoyment, mantle the top-out instead of leaning back on the anchors. \n\n  This route was Made in Missouri, as were it's first ascentionists.","protection":"8 bolts, anchors","location":"100 yards around the corner right from \"smoke in your eyes\" is a low angle slab with an orange headwall at the top"},"__v":0},{"_id":"nA6OmGKfUxC9mIDGfZ4neQ==","name":"Life is a Journey","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Frisbie","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.04539,35.87446]},"left_right_index":4,"mp_id":"112494259","mp_crag_id":"105905968","climb_id":"nA6OmGKfUxC9mIDGfZ4neQ==","areaRef":"2z8JvizbXPSWstedwfKhZA=="},"content":{"description":"Using your wide crack skills run out the lower slab (a 6 would fit but it's easy). the crack reaches a corner becoming a roof crack with one power move; place gear, pull move.","protection":"Large cams and cordalette for tree anchor.","location":"Up in a little nook around the corner from Second Hand Hero is Life is a Journey, right of Salamander Sabbatical."},"__v":0},{"_id":"joaqZSu+W6Oc5RMCbGmwpg==","name":"Deadline","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"Jeremy Collins, Robo Oblennis, Jared Sickler","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.04539,35.87446]},"left_right_index":1,"mp_id":"106093477","mp_crag_id":"105905968","climb_id":"joaqZSu+W6Oc5RMCbGmwpg==","areaRef":"2z8JvizbXPSWstedwfKhZA=="},"content":{"description":"A long route, intersecting three roofs, with a wide variety of climbing in it's 90 or so feet. \n\n   Start off a rock stack to avoid the rotten rock at the base. A sharp, mailbox rail on the left leads right through some interesting moves leading out the first ceiling.  After a nice, featured face, you come to an un-needed, but available set of anchors. You can belay here, or skip it and clip the first bolt in the second roof and start making your way out. After surmounting the awkward exit to the left(including difficult clip); the holds gradually get larger as does the exposure. \n\n   Take a good breath- it's not over yet. Large holds and some gear lead up to the third roof and a final bolt. The finish is not so difficult by itself, but you may have a fair amount of blood built up in your forearms at this point, so tough it out through the lay-back and mantle finish to a set of anchors looking out over the whole valley. \n\n  This route is absolutely impossible to clean on rappel or lower due to it's length, left trending line, and steepness.","protection":"First half- 6 bolts(stickclip start)   second half-a small rack of cams to 3.5\"   anchor half way, rap anchor at top","location":"Find the route \"Redline\", the huge arcing dihedral. Deadline crosses through the ceiling in the middle of this route."},"__v":0},{"_id":"DqqI+dG2U8CswWukk0Ugvg==","name":"Dark Divine","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Jeremy Collins 12/07","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-93.04539,35.87446]},"left_right_index":0,"mp_id":"106093562","mp_crag_id":"105905968","climb_id":"DqqI+dG2U8CswWukk0Ugvg==","areaRef":"2z8JvizbXPSWstedwfKhZA=="},"content":{"description":"The Imp of the Perverse is a metaphor for the common tendency, particularly among children and miscreants, to do exactly the wrong thing in a given situation. The conceit is that the misbehavior is due to an imp (a small demon) leading an otherwise decent person into mischief. \n\n    My Imp told me to climb this route, and much to my partners disappointment I did so. \n\n   I had read about the Imp from an Edgar Allen Poe short story, and thought about our perverse, imp-encouraged thoughts- like the common daydreams of unbuckling your harness and leaping from a ledge, driving the wrong way on the highway, or taking the corporate job with the better paycheck, but no passion. \n\n   Stepping up to this climb felt much like that. \n\n    It begins in a musty cave, deep in the belly of the Heromaker wall. Start on a pile of rocks to keep yourself from being ankle deep in the running spring water emerging from the ground. \n\n  Stepping off the ground puts you instantly into a boulder problem stemming around the moss and lichen. Eventually you can plug in a finger size cam and your belayer can relax. A couple desperate moves lead you through the shallow dihedral as the angle steepens. Your belayers stress levels will once again heighten until you get the elusive gear in the seam above.  \n\n  Rest up, chalk up, and flick the Imp from your shoulder, as now the climbing gets \"fun\", or something like it.  Some struggling and thrashing gets you into the ceiling. The random hand hold on the sides of the crack will ensure you don't have to jam the Lynn Hill sized finger crack.   \n\n  Now it's time to get physical! The ceiling is twenty feet off the deck, but as you grunt towards the exit, the ground comes up and the lip turns down. As you karate kick into the finish, you all of the sudden may feel like you are \"crack bouldering\". The ground is suddenly 12 feet below you! \n\n  Here the crack turns to fists, and eventually offwidth as you turn the lip.  Above, the crack turns to 5.8 junk stemming around leaves and moss. Sounds fun huh?  I lower off a large cam instead of climbing this, then rappel in and retrieve it from above. \n\n  Any ascent of this route is an undertaking, as you need someone to second it who won't deck, or can aid it.","protection":"The gear is the crux on this route- never easy to place, never easy to find, and maybe you will feel the imp of the perverse as I did- to just get it over with and solo the darn thing with a few pads and spotters with arms the size of a honey baked ham.  Double ropes may keep you from decking. A medium sized cam at he final lip will keep your rope from getting stuck in the taper.","location":"If approaching from the south, it is a five minute walk from your car and the first cave you encounter. If coming from the main area, walk east until you pass the route \"Run Before You Walk\" and Dark Divine is another 100 feet further."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b33d5a8f-4494-55c0-a863-049dce4065d9,7171ecce-25fb-5d6f-8043-884ba05e379b,a6e462e0-3c37-5660-a80a-91fb088a1f2d,32bd215a-a421-55e2-89b8-4de458f1f2f2,db3f09be-2cdb-5cf4-96b2-d79dc1f2a164","pathTokens":["USA","Arkansas","North-Central Arkansas","Sam's Throne & Surroundings","Sam's Throne","5. Hero Maker Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.12a/b"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":3,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-93.04539,35.87446]},"bbox":[-93.04594492848402,35.874010339818135,-93.044835071516,35.87490966018186],"left_right_index":-1,"ext_id":"105905968","area_id":"2z8JvizbXPSWstedwfKhZA==","polygon":{"type":"Polygon","coordinates":[[[-93.04594492848402,35.874010339818135],[-93.044835071516,35.874010339818135],[-93.044835071516,35.87490966018186],[-93.04594492848402,35.87490966018186],[-93.04594492848402,35.874010339818135]]]}},"content":{"description":"Good climbing on east facing rock."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:52:22.473Z","updatedAt":"2024-01-20T00:56:16.352Z"}