{"_id":"6368a1b8e80bff5a99553f14","area_name":"Triple Corners Left","shortCode":"","climbs":[{"_id":"fe00dp7PXJKBt+C1Z2lDAw==","name":"Where am I ?","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":1,"mp_id":"106435834","mp_crag_id":"106724667","climb_id":"fe00dp7PXJKBt+C1Z2lDAw==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"Start up lichen covered rock on easy moves. 15 feet up you get some fun moderate face climbing. Move right to the arete and make delicate moves up the arete and mantel to the right to a stance. Traverse left very carefully then make a fun mantel on to the top and jog the last 15 feet to the to the anchor. \n\n  Mark described this route as 5.10ish. If you are looking for that grade it seemed like you could stay left of the arete and do harder moves directly to the final mantel. \n\n  Either way you do it you wont have any trouble getting on this one on a busy day. The moves felt a bit Junco like which translates to fun.","protection":"6 bolts to anchor.","location":"As you hike up from triple Corners toward the Hinterlands you go up a gully with a fixed rope in it. when standing at the base of the gully this route is to your right."},"__v":0},{"_id":"RY/Fx8U2X0uoyWtkIGI+2Q==","name":"Way off route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bradley White, 9/2011","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":0,"mp_id":"107333100","mp_crag_id":"106724667","climb_id":"RY/Fx8U2X0uoyWtkIGI+2Q==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"Traverse to the rock horn up right. From there move left up to pine tree and continue passing a birch tree. Climb the rock ahead until a large horizontal crack is reached. Above left there is a nice quartz trad climb here to a pine tree that will do as a belay. I tried to do it but bailed. It needs some cleaning. I opted for the horizontal crack right and up to a pine tree. Above the tree climbed very lichen covered slab. After slab walk across to another lichen covered slab and when it ends you're close to the Crow's nest trail.","protection":"Medium stuff would be the biggest needed and trees.","location":"Above the gully with the rope in it there is a fallen dead oak between these features, right the start of traverse to the horn is obvious."},"__v":0},{"_id":"2wRze5fpWQqXUe9M4NUaXg==","name":"Triple Delights","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Sprague 07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":15,"mp_id":"106261485","mp_crag_id":"106724667","climb_id":"2wRze5fpWQqXUe9M4NUaXg==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"To the right of The Man With The Hueco In his Tights there is a nice new moderate on good rock with fun moves. \n\n  Climb up in to the small ramp/left facing corner climbing up and to the right. As you exit the corner it gets a little steeper and fun. Cool holds lead to the 2 bolt anchor.   Much better than i thought it would be.","protection":"3 bolts to anchor.","location":"Just right of The Man With the Hueco in His Tights 5.11b."},"__v":0},{"_id":"FlUwy0Y4VGufbe8CoUVHDA==","name":"Walking the Devil","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Lee Hansche","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":3,"mp_id":"106480196","mp_crag_id":"106724667","climb_id":"FlUwy0Y4VGufbe8CoUVHDA==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"Mark Sprague told me about this crack a while back after he put in an anchor above it and tried it a little on TR. Anyway the beta I had in mind took a good bit of cleaning of lichen and loose rocks. Today I went out to give it my first try. I came very close to an onsight on my first go, falling on the #6 cam in the crux. I cleaned the route and sent on my second go. \n\n  Basically climb the low off-width roof how ever you can manage (I went upside down but who knows what you might come up with) and continue up the chimney above to the anchor. \n\n  video link: youtube.com/watch?v=uJIHTjU…\n\n  Im not sure on a letter grade but the \"boulder problem\" crux i felt was v4 or harder so it seemed like 5.12 made sense. I'd love other peoples opinions on the grade so climb it. \n\n  Thanks a bunch for telling me about it Mark.","protection":"I used medium cams a #6 camalot.","location":"On the far left end of triple corners to the right of the fixed rope gully that goes toward the hinterlands."},"__v":0},{"_id":"LVuttIL8WjuIf0YriIKidA==","name":"Triple Fisting","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"TR- Mark Sprague and Chris Smith   Lead-Lee Hansche","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":4,"mp_id":"106435859","mp_crag_id":"106724667","climb_id":"LVuttIL8WjuIf0YriIKidA==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"This route has great jamming and laybacking leading up to an interesting squeeze chimney. Mark Sprague cleaned it a bit and put a 2 bolt anchor at the top of the chimney. I went out and led it knocking down some big loose blocks in the chimney in the process.  \n\n  Start by laying back a big flake at the base of the crack. Make a strong move up to a good hold and a bit of a stance. From here you start jamming about 10 feet of crack from wide hands to fist size. Mantel out of the crack and head left in to the squeeze chimney. 2 bolt anchor at the top. \n\n  Video link: youtube.com/watch?v=O_CxLIl…","protection":"Regular rack, maybe a #4 cam if you want but not really needed.","location":"Left end of Triple Corners, see the route map."},"__v":0},{"_id":"OAU0rK2OWjq2OERC2fxLRg==","name":"That's a Moray","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Eli Buzzell","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":7,"mp_id":"111151515","mp_crag_id":"106724667","climb_id":"OAU0rK2OWjq2OERC2fxLRg==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"Climb up the slab to an obvious crack to the left of Amore Eel, and continue following a line of sloping jugs to a crunched mantle below a roof. Funky holds will yield an incredible double knee bar for you to place a pretty good .4 in the roof. Keep heading out right and either place a good small cam, or clip the third bolt on Amore Eel. From this point, continue up Amore Eel, clipping the last bolt and then the anchors. Rope drag could be a problem if you do not extend your pieces.","protection":"Single rack to .75","location":"To the left of Amore Eel, scramble up a slab to a good crack and then traverse out right on sloping jugs."},"__v":0},{"_id":"BUCKVkGrWUaNDSXDfsiNjw==","name":"Promises","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Lee Hansche 1/28/13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":10,"mp_id":"107980621","mp_crag_id":"106724667","climb_id":"BUCKVkGrWUaNDSXDfsiNjw==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"Listed as an open project in the latest guide book. There has been a single bolt on the bulge for years. Every time I saw it I just felt like it needed to be finished. I finally got around to adding a few more bolts and climbing the surprisingly enjoyable route. \n\n  Climb up on to the slab clipping the first bolt then scampering up another little bit to a stance where it steepens to vertical. Clip the high 2nd bolt (I might add one more at some point so this isn't run out... what do you think?). Climb around to the right and back left to gain a solid knee bar. To this point it's about 5.9ish. Powerful moves tackle the steep bulge above. Long arms and a few tricks will help make this section reasonable.    The crux for me is dyno move at the lip of the bulge. spring from a couple of crimps and bad feet out right to your choice of a few good holds. You can make the last clip from here easily. Just when you think it is over you need to wrestle a few slopers to gain the chains. Might be other options up here, time will tell. \n\n  I found the moves to be really fun. My only comment on that is that it will favor tall climbers in a couple of spots.","protection":"6 bolts to Anchor. \n\n  If your Belayer isn't anchored you might want to back clean the first bolt to avoid having them get pulled in to a sharp edge.","location":"Just left of the obvious overhanging arete of Blues for Mogli. Look for a slab leading to a very steep bulge."},"__v":0},{"_id":"fbMwKQ43WEWrafboWvf1OQ==","name":"Man With a Hueco in His Tights","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dr. Steve Johnson - the bird guy","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":14,"mp_id":"105946055","mp_crag_id":"106724667","climb_id":"fbMwKQ43WEWrafboWvf1OQ==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"Classic at the grade.\n\n Stick clip first bolt, which until it is replaced, is likely a spinner, making that a challenge.\n\n Start low on a very textured large hold and get high feet, extend up and left to gain another rail-ish type hold that is interesting, get high feet and either go up and left to catch the flake in an undercling or go out right to catch the arete and couple of heucos and some more interesting moves to eventually gain the flake 4 feet above the bottom undercling. Continue up the flake (it is solid to pull on, just not for gear)to gain the jugs to clip the anchors.\n\n NOTE COMMENT:\"The undercling flake mentioned in the beta description is currently \"X\"ed and will be breaking off within weeks if not days. I've climbed this route a dozen plus times over the years and am super familiar with how much it previously flexed, but it's at the point where it needs to be reinforced or [it's] coming off \"\n\n Harder for shorter climbers. A great climb for the 5.11- climber to work out/tick. A great climb to burn out on for the 5.11-5.12 climber.\n\n Be careful cleaning on the lower that you don't pendulum into the rock behind you. It may be better to have someone clean while seconding.\n\nyoutube.com/watch?v=zTmY_5u…;feature=youtu.be","protection":"4 bolts to chains. Watch out for hitting the ledge to your left if you botch the 2nd clip.","location":"At the lowest point of the triple corners V."},"__v":0},{"_id":"bHmiWTZtX0eMM9W1WqajMg==","name":"Loose and Baggy","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"sprague 07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":13,"mp_id":"106261478","mp_crag_id":"106724667","climb_id":"bHmiWTZtX0eMM9W1WqajMg==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"This is the new line left of The man With the Hueco in His Tights 5.11b (aka the route with the long name).This line climbs better and a little harder than it looks but that still doesn't make it a great route. Not really a waste though.Climb the slab to the first bolt then stem and lean right to a good hidden hold. Lay it back on flakes and jugs to the top.Video link- Mike warms up on this route before doing \"Man With The Hueco\"http://www.youtube.com/watch?v=4XxVEpijAvQ","protection":"4 bolts to anchors.","location":"just left of The Man With the Hueco in His Tights."},"__v":0},{"_id":"1HKoYFwZWJOm8CSWPHTHxw==","name":"Ladybug Death Orgy","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Lee Hansche and James Otey","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":2,"mp_id":"106480216","mp_crag_id":"106724667","climb_id":"1HKoYFwZWJOm8CSWPHTHxw==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"The name comes from when I was cleaning the route I pulled out a rock from a crack and found about 300 dead Ladybugs. \n\n  Anyway, it might use a little more cleaning in a couple sections but its ready to go. It climbs a bit like Yoda though not quite as classic, its a cool fun style. \n\n  Start on a boulder to the left of the Off Width Crack. Make cool moves out right across a void (might be harder for short folks)and out to a stance. climb the cracks on the face above and maybe the arete out left. Mantel and make some face moves to gain the sharp arete on the right. layback to the top slab. follow cracks up the slab to the anchors. \n\n  link to a simple video that shows where the line goes: \n\nyoutube.com/watch?v=dWlBF7o…","protection":"Normal rack mostly finger sized stuff to the bolt anchor on Left Most Line.","location":"To the right of the big Off Width crack there is a boulder this route starts on the boulder and steps across and out right on to the face."},"__v":0},{"_id":"/K+tHqF+W4Cw63Anv3+Mjw==","name":"Blues for Mowgli","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Keith Becconsall 05/01","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":11,"mp_id":"106315966","mp_crag_id":"106724667","climb_id":"/K+tHqF+W4Cw63Anv3+Mjw==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"This line is more fun than it looks and packs quite a punch. It feels like its on the hard side of the grade so show up ready to crank. Steep climbing up the imposing arete requires core tension, a precise sequence and a dash of raw power. Though the crux section is only about 15 feet long it feels like twice that. \n\n  Start at the base of a slab with 2 bolts on it. Climb the moderate slab to a roomy ledge where you will be able to clip 2 or 3 bolts before you really have to commit. This is where the fun begins. Make your way left under the roof toward the arete feature, the holds are a bit awkward and indistinct. Reach left to a good shallow slot in a steep face and make a hard move to a pretty good crimp above with your right. Gain a couple of goodish holds up and left then power up and toss to a crack and then a jug before making more moderate moves to mantel the lip using nice finger locks. Up the short slab to the anchors. \n\n  There is a contrived right hand finish which is harder and a bit silly in my opinion.","protection":"8 bolts to fixed lower off biners. The 6th bolt is a little hard to clip.","location":"Climbs the slab and the super steep arete on the far left buttress of Triple Corners."},"__v":0},{"_id":"hTPGsGJNX3WRacWpcFdzbg==","name":"Birch Fist","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"? Lee Hansche?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":5,"mp_id":"106463520","mp_crag_id":"106724667","climb_id":"hTPGsGJNX3WRacWpcFdzbg==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"I wasn't sure at first whether to include this here as it might not be good enough or independent enough of a route. I then decided that the point of this site is to tell folks what is out there and let them decide what to do with it. \n\n  So this line exists, and its much different than the routes on either side of it even if it shares a little climbing with them. The crux is right off the ground. A deceptively challenging bulge with a thin hand crack leads to a stance with sharp holds. Move up and right to share a couple moves with Birch Corner and up to a ledge. You could finish to the top on Birch Corner but i enjoyed moving left in to the chimney on Triple Fisting and up to the 2 bolt anchor. \n\n  So there are a couple loose rocks and a little lichen but i thought it was fun. Do with it as you wish, which is likely to be nothing :)","protection":"Regular rack","location":"Far left side of Triple Corners between Triple Fisting and Birch Corner (See map)."},"__v":0},{"_id":"ijw/IPC+UHmLwZa71aRAbQ==","name":"Drilldo","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Sprague","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":12,"mp_id":"106315980","mp_crag_id":"106724667","climb_id":"ijw/IPC+UHmLwZa71aRAbQ==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"A steep and technical route that shares the easy start of Blues for Mowgli, but heads up and right above the gully through some steep climbing and on to a technical vertical finish. Careful not to blow a clip and deck in to the gully. \n\n  Climb past the 2 bolts on the slab and on to the nice ledge. Clip as many bolts as you can before getting on to the climb by heading up the gully. Come back to the steep start of the climb and work out a few hard roofs on small crimps before pulling up on to the final headwall. A crimpy technical face will get you to the chains above.  \n\n  I found i had to use every inch of my long reach for the last move. Would be a bit harder if you are under 6 feet tall. \n\n  This route is not nearly the quality of its neighbor to the left Blues for Mowgli so if you only have time for one you know what to do.","protection":"7 bolts to chains with fixed biners. \n\n  Care should be taken while clipping as the gully looms below and you could deck if you blow a clip.","location":"The far left buttress at Triple Corners. Start on the slab with 2 bolts on it and stick to the right hand bolt line once on the ledge."},"__v":0},{"_id":"FcdpUB39UKG+vTHwmYNviw==","name":"Birch Corner","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":6,"mp_id":"106424373","mp_crag_id":"106724667","climb_id":"FcdpUB39UKG+vTHwmYNviw==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"Another fun (if a little dirty) crack climbing adventure at rumney. I thought it climbed really nicely so if you like this sort of thing fear not. There is great protection and the crux is over at about 20 feet up. \n\n  Stem up with good hand jams to the roof where you get a nice jug and good foot holds to get a good piece or 2 in the crack before pulling the crux. Layback and jam out right on a nice hand crack, watch for a good foot out right before and awkward move back left puts you at the tree and the more moderate climbing. Climb up and right of the roof above and on to big trees to belay (no fixed anchor) rap from here or scramble (technical in parts) to the left and on to solid ground in about 200 feet. \n\n  Route Map: mountainproject.com/v/new_h…","protection":"Regular rack. belay from trees and rappel or do a 200 foot scramble left (stay roped up) to safe ground.","location":"The far left end of Triple Corners. Continue left of the last bolted routes at the cliff, you scramble over a fallen tree and a couple of small boulders and look for cracked a corner on your right with a birch tree growing out of it at about 20 feet up."},"__v":0},{"_id":"iQfG9i8NWNutLhVOd1Oj0A==","name":"Hassig's Libido","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Chris hassig, fall of 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":9,"mp_id":"106507847","mp_crag_id":"106724667","climb_id":"iQfG9i8NWNutLhVOd1Oj0A==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"Took me a while just to figure out where this route was due to the copious amount of lichen growing on the upper half. I have since played on it on toprope and it seems like there are two options.  \n\n  Both options start by climbing a pretty corner to an OK rest below the crux roof. What i thought was the truer line went straight up over the roof with good protection though there is a big tree under you that you wouldn't want to hit. This line seems to be about right as far as the grade is concerned. \n\n  The line as it is described in the guide book climbs out right under the roof and out a \"crack\" the crack is shallow and will take gear well but wouldn't be too crack like climbing wise, I climbed this section more as a face as well. The Pin is way out right so much so that id be sketched to try to use it when I've got a good crack for gear. The only advantage to the original (if I'm correct) line is that you don't climb above the tree. The grade seems the same... \n\n  The route needs a really good cleaning and I plan to do that soon. ","protection":"Cams and nuts also a pin if you want it.","location":"Starts on the same corner as Mark's Route. By the big birch tree."},"__v":0},{"_id":"zbJX0CcMVV6I6cLXL7bsvA==","name":"Amore Eel","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mark Sprague 2006","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"left_right_index":8,"mp_id":"106318889","mp_crag_id":"106724667","climb_id":"zbJX0CcMVV6I6cLXL7bsvA==","areaRef":"MMDf0PgSVBylDu53uEbTfQ=="},"content":{"description":"A fun new addition and a good warm up for the other harder routes in this general area. The crux is pretty steep but breif then you get a rest and cruise to the top. \n\n  Start in the corner where Hassig's Libido starts. Stick clip the high first bolt and climb the Hassig's corner for a few moves then move left in to the crux section. Under-clings lead to a good layback that gives you the reach to get the next bolt and a hand on the ledge above. Throw a heel hook and mantel to a pretty good stance or a really good knee-bar. move a little left and climb easy rock up a layback corner and some quartz face climbing to the anchor.","protection":"4 bolts to anchors.","location":"The left most bolt line at Triple corners before you start heading up around the corner to the left towards the gully"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,c1c5135a-5ca3-5778-9fe2-7d5d638459be,30c0dfd0-f812-541c-a50e-ee77b846d37d","pathTokens":["USA","New Hampshire","Rumney","Triple Corners","Triple Corners Left"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":2,"label":"5.4"},{"count":1,"label":"5.12-"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.12d"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":2,"intermediate":2,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":5,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.84251,43.80406]},"bbox":[-71.84313304727134,43.80361033981815,-71.84188695272869,43.80450966018187],"left_right_index":-1,"ext_id":"106724667","area_id":"MMDf0PgSVBylDu53uEbTfQ==","polygon":{"type":"Polygon","coordinates":[[[-71.84313304727134,43.80361033981815],[-71.84188695272869,43.80361033981815],[-71.84188695272869,43.80450966018187],[-71.84313304727134,43.80450966018187],[-71.84313304727134,43.80361033981815]]]}},"content":{"description":"Though it sees relatively little action, this section has everything from hard and moderate sport routes to an equally varied collection of trad routes. My favorite on the left side is Blues for Mowgli (5.12d) it climbs like a great powerful boulder problem. Man with a Hueco (5.11a) might be the best route for breaking in to the grade at Rumney. Most of the climbs are in the 2 star range which isn't so bad. And if you are looking for punishment, get on Walking the Devil (5.12) an off-width roof that is so far from a \"Rumney route\" you might be confused as to how it got there."},"density":0,"totalClimbs":16,"__v":2,"createdAt":"2022-11-07T06:12:11.311Z","updatedAt":"2024-02-19T18:35:13.125Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}