{"_id":"63689de0e80bff5a994fa16b","area_name":"Citadel, The","shortCode":"","climbs":[{"_id":"3IbrXywRWeGPCr+gFz60Ig==","name":"Woke a Dope","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Doug  S. & Scott K.,  2014","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":9,"mp_id":"121900797","mp_crag_id":"105745720","climb_id":"3IbrXywRWeGPCr+gFz60Ig==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"This is a 4 pitch route up the east or right hand buttress of the Citadel.\n\nP1. Junky approach pitch 5.7 through the trees to highest ledge.\n\nP2. This is a nice pitch with a thin 5.8 dihedral with good pro.\n\nP3. Go up a 5.9 R lieback, a bit scary, to a ledge. Then climb a low angle half pitch to the final ledge.\n\nP4. Climb a strenuous chimney to the ridge, 5.8.\n\nWe walked off to the west, which was a bushwhack.","protection":"A standard trad rack.","location":"Walk up the east side of The Pear to start. One can also do a 5.8 crack 50 feet. to the right and scramble across tree ledges to main line."},"__v":0},{"_id":"zuy4uMxbUeqJMSmmJjAdgQ==","name":"Storming the Castle","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Eli Helmuth","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":5,"mp_id":"105764088","mp_crag_id":"105745720","climb_id":"zuy4uMxbUeqJMSmmJjAdgQ==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"This is one of the best crack pitches at Lumpy and well worth the approach.  It is of Cookie Cliff quality with solid gear the entire pitch.  This route starts just to the left of\n\nThe Eliminator\n\nand a few feet left of the classic two pitch route,\n\nHeart of Norway\n\nwhich makes for a great warm-up.\n\nA thin crack/face crux leads to a roof which is bypassed on the left.  After this, the route backs off to a 5.10 rating for the remaining 50 feet.  There is a two bolt anchor at the top of this pitch.","protection":"A lone bolt protects the first crux and a green Alien is helpful to reach the bolt.  A large nut can protect the second roof crux.  Cams up to #2 Camalot are helpful.","location":""},"__v":0},{"_id":"V09ALbBhXoiNZtGgmcQ9Tw==","name":"Stonewalled","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Marc Hemmes and Matt Lisenby, 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":4,"mp_id":"106584496","mp_crag_id":"105745720","climb_id":"V09ALbBhXoiNZtGgmcQ9Tw==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"There are two routes that have the same start as\n\nCandyland\n\n. Stonewalled, 5.10c, goes straight up, and the awesome Lisenby Crack (he never gave it a name), 5.11+, steps right and parallels Stonewalled. They both end up at the same anchor.\n\nStonewalled is a fun little pitch if you're in the area. Climb straight up following a shallow corner which leads to a short headwall. Climb through this headwall (crux) and continue through a small roof. After passing the roof, traverse right on a licheny traverse (5.7 R) to get to the fixed rap anchors.","protection":"Standard rack of nuts and 00 TCU to #3 Camalot.","location":"Find your way to the start of\n\nCandyland\n\n, but instead of diagonaling up and left, go straight up the obvious crack leading to a small roof. Rap 90 feet off a fixed anchor to get back to the base."},"__v":0},{"_id":"D8i/aZzMVHyaSYO+42bVGw==","name":"Sunset Dihedral","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Neri and J. Johnson, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":8,"mp_id":"105755311","mp_crag_id":"105745720","climb_id":"D8i/aZzMVHyaSYO+42bVGw==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"Sunset Dihedral has a great first pitch follwed by a one of the worst pitches on Lumpy. Lucky for us its pretty easy to walk/rap off after the p.1.\n\nThis is the right most route on the Citadel. Climb up 3rd, 4th and 5th class cracks and ledges the base of this great 1st pitch. Jam and stem your way up the crack and if only doing p.1, escape out right and walk and rap back down to your packs. If looking to hate the route and maybe the word, continue upwards. The face traverse left on the start of p.2 is actually really good, but the pitch gets worse and worse eventually ending in a vertical pile of lichen with loose rock and bad pro. Not recommended.\n\nIf climbing one of the other routes on the Citadel, p.1 of Sunset Dihedral is a worth while, quality pitch.","protection":"Standard Lumpy rack.","location":""},"__v":0},{"_id":"DaUtufNNVjSG7WegHyHeqw==","name":"Sanitarium","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Covington and partner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":0,"mp_id":"105755227","mp_crag_id":"105745720","climb_id":"DaUtufNNVjSG7WegHyHeqw==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"I'm only adding this lame-ass route to fill out the Citadel section. I would not recommend this route to anyone, unless you enjoy obscure, and rotten terror fests. It is one of the only established \"moderates\"on the formation; however, this route climbs cracks up the left side of the Citadel. Start in a prominent, left-facing groove/corner, and climb great, hand and finger cracks to an ever-decomposing, right-facing, corner system. It culminates at a crispy roof. Pull out left onto insipient cracks and move into the wide crack on the right. Turn the final roof, scramble off to the north, and go home and call your Ma and tell her you love her.","protection":"Standard rack.","location":""},"__v":0},{"_id":"Y2taBhPVWPKvbizKUGjleQ==","name":"Picadilly Circus","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Billy Wesbay and Michael Covington, 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":1,"mp_id":"105755308","mp_crag_id":"105745720","climb_id":"Y2taBhPVWPKvbizKUGjleQ==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"While Pically Circus may not the best route around over all, it does contain one of the best roof cracks on Lumpy!\n\nEasily seen from the Black Canyon Trail or the summit of the Pear is a nice looking crack breaking the lower left slab leading to the headwall of The Citadel. Climb this eventually making a traverse left to the wide dihedral. Head up the not-so beautiful crack and go left to a nice belay ledge below the roof with the hand crack running through it. Jam and undercling the sharp, evil underside of the roof(#4 Camalot) and crank the clean, body length hand crack through the center of the roof. So good! Belay above the roof and then head up and left to the top.","protection":"Average Lumpy rack up to a #4 Camalot.","location":""},"__v":0},{"_id":"TmVwVDYaVCG31ltd+yuqqQ==","name":"Heart Of Norway","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tim Hansen and Randy Joseph, 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":7,"mp_id":"105755179","mp_crag_id":"105745720","climb_id":"TmVwVDYaVCG31ltd+yuqqQ==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"Look for a large, triangular roof at one third height in the center of the cliff; the first pitch begins directly beneath this. The second pitch is the unmistakable, giant, right-facing dihedral above. Fairly burly 5.10 moves pull a small roof ten feet off the ground to gain a nice crack. Follow the crack not quite all the way up to the large triangular roof and make a spicy traverse right (hardish 5.8) to the roof's right edge. Pull around into a corner and find a nice fingercrack in a slab on the left. A sweet set of fingerlocks deposit you on a nice sloping ledge with modern belay bolts on its left edge. For the second pitch, execute a pair of strange mantle-type maneuvers moving right across two left-facing corner features (10a). From here, the route-finding is obvious; climb the gorgeous, and enormous, right-facing corner via fingerlocks and stems. The pitch, and the route, end below the massive roof above at a pin / bolt anchor. Make two 100' rapells back to the base.\n\nThis is an awesome route with sustained climbing on both pitches and perhaps the most splitter (not flared at all) crack on the entire Ridge.","protection":"Standard rack.","location":""},"__v":0},{"_id":"8uPILLB4VmCBfVPifSwRKw==","name":"The Eliminator","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"August, 2002","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":6,"mp_id":"105760686","mp_crag_id":"105745720","climb_id":"8uPILLB4VmCBfVPifSwRKw==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"This was first ascended by Eli Helmuth who equipped the route with Keith Garvey.\n\nThis modern mixed route starts in the obvious, right-facing corner approximately 30' left of\n\nHeart of Norway\n\n.  There is a fixed pin in the first dihedral.  The route goes right after 40' (a #1 Camalot helpful here) past two bolts to join the wide crack system which is part of the route \"It Went straight up the Middle\".  The first pitch crux is at the top of the wide crack where it goes through a small overhang - a bolt protects this crux. It then reaches a wide ledge where there is a two-bolt anchor - 95' to the ground from here.  This is the same first pitch anchor as for the route\n\nHeart of Norway\n\n.\n\nThe second pitch continues up the beginning of\n\nHeart of Norway\n\nthen steps right after the two overlaps and follows two bolts then small fixed wires up a seam (strenuous liebacking) to a third bolt which protects the second pitch desperate crux and joins the anchors at the top of\n\nHeart of Norway\n\n(two bolts - 95').","protection":"The first pitch has 3 bolts for protection and a fixed pin.  Small & medium nuts; #1, #2, & #3 Camalot sizes are helpful as well.  The second pitch has 3 bolts and numerous fixed small wires for protection if no one has stolen them.","location":""},"__v":0},{"_id":"4SAztCULVSiIWyVIk+OWyQ==","name":"Central Sweden","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Bubb, J. Meir, 8/2017","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":3,"mp_id":"113469505","mp_crag_id":"105745720","climb_id":"4SAztCULVSiIWyVIk+OWyQ==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"This has relatively moderate rock with modest opportunity for protection.\n\nI once took a trip to Sweden to meet Joseffa for some climbing, when she had taken a contract there for a few years. A combination of weather and chance diverted us from our intended destinations. June of 2012 was the rainiest June in Sweden since 1658 or something like that, and cragging was near impossible, but we pushed on to other things (kayaking in Norway), and what started as a trip to Central Sweden landed us in the heart of Norway. Regardless, a good time was had. This experience was recalled on the pitch to be described below, where unanticipated water and conditions diverted our intention to a different line than first targeted.\n\nSo, locate a huge right-facing corner system down and left from\n\nHeart of Norway\n\n, and just right of the start of\n\nCandyland\n\n. A small bush dangles down from its roots about 20' up the crack. The corner is mossy, if not seeping, at and above this point.\n\nClimb to the bush, stem out, and then head up and right 5 meters to a set of chickenheads at a bulge. A few small Aliens/TCUs can go in here to protect the crux. If you blow the crux and the cams, you will suffer. So be sure of one or the other, and place a few pieces. The moves are not hard but are insecure.\n\nRide up a slight depression for a few moves and onto a slab, which is again unprotectable.\n\nTrend right towards a corner and get a few pieces of protection, riding the right side of the rock, placing in that corner when possible. After ~ 60m, you are level with a belay tree. Step right to that, and belay.","protection":"A standard light rack of cams from 0.4\" to 2\" and a few long slings.","location":"This route starts in the massive, right-facing corner almost directly below --\n\nCandyland\n\nand makes its way past a small bush dangling down the crack from 20' up, then strikes out right to ride a rib of rock past some edges, chickenheads, and a few points of pro to the right, finally ending up at the big tree with rap slings below '\n\nHeart Of Norway\n\n.'"},"__v":0},{"_id":"3SoHYW3iUf2b+zqqaIovRA==","name":"Candyland","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Kimball and Gary Sapp, 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":2,"mp_id":"105755305","mp_crag_id":"105745720","climb_id":"3SoHYW3iUf2b+zqqaIovRA==","areaRef":"RxLCUVQ6UbSDrq39a35Z6Q=="},"content":{"description":"Candyland is a good route with a great crux pitch.\n\nApproach as for\n\nHeart of Norway\n\n, but just before reaching it, break left across a short but exposed low 5th class traverse. After this, continue up and left to the base of the beautiful, left-slanting crack which is the start of the route. Fire up this crux pitch with some fantastic finger locks and a tricky wide section. One may rap from fixed anchors at this point, but the route has some interesting climbing after this also.\n\nPitch 2: swim through a crack which is infested with lichen, but continue to cleaner rock and a belly flop through a tunnel to find a nice belay ledge.\n\nPitch 3 heads out right to a mank bolt a few feet out on a slab. This bolt needs a replacement, although I found an okay #00 TCU placement right above it. Some nice (solid 5.9?) face climbing leads past the bolt and left to easier cracks and the summit.","protection":"Bring your average Lumpy rack up to a #3 or #4 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,4712c251-543a-51b4-83ae-adfd6b7e59e9","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Citadel, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.11d"},{"count":3,"label":"5.10c"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":2,"intermediate":6,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"bbox":[-105.51879049105291,40.402750339818134,-105.51760950894707,40.40364966018185],"left_right_index":-1,"ext_id":"105745720","area_id":"RxLCUVQ6UbSDrq39a35Z6Q==","polygon":{"type":"Polygon","coordinates":[[[-105.51879049105291,40.402750339818134],[-105.51760950894707,40.402750339818134],[-105.51760950894707,40.40364966018185],[-105.51879049105291,40.40364966018185],[-105.51879049105291,40.402750339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:52.299Z","updatedAt":"2024-01-20T01:01:02.557Z"}