{"_id":"63689de0e80bff5a994f9654","area_name":"Turret Dome","shortCode":"","climbs":[{"_id":"N3alZWNMUhaKmgfh68RMaQ==","name":"White Stress","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob D'Antonio and Neil Cannon","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":7,"mp_id":"105764547","mp_crag_id":"105745352","climb_id":"N3alZWNMUhaKmgfh68RMaQ==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"Start on the leftside of Turret Dome, just left of the Aid Crack. Climb up the steep face past a old 1/4 inch bolt. Make hard moves past newer bolts up to a thin seam. Climb up the seem with technical moves and then move left to another seam. Follow this seam (good small gear) to the top.\n\nThis is a serious route that I drilled on the lead way back (1984) in the day. I am going back to replaced the 1/4 bolt and maybe a bolt to make it safer.","protection":"Quickdraws, RP's and small cams.","location":""},"__v":0},{"_id":"DkzFZ20VVDazzcEcydmB7g==","name":"The Welcoming","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Bill Schmausser and Britt Anderson, 2005","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":1,"mp_id":"107156239","mp_crag_id":"105745352","climb_id":"DkzFZ20VVDazzcEcydmB7g==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"This is an easy beginner lead on the low-angle slab left of the\n\nInner Space Arch\n\n, up high on the West Face of Turret Dome.  The setting is spectacular.","protection":"9 bolts to a 2-bolt anchor.","location":"This is the farthest left of all routes at Turret Dome.  It ascends the low-angle slab left of the big arch up high (above and left of\n\nGuide's Route\n\nand other harder routes on the West face)."},"__v":0},{"_id":"KiYehDrkXjahItC2YG/Bwg==","name":"Velvet Habel","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Schmausser and Britt Anderson in 2001","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":12,"mp_id":"105756286","mp_crag_id":"105745352","climb_id":"KiYehDrkXjahItC2YG/Bwg==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"I have no idea if this route exists in a guide anywhere or not--it is a link up of an existing short sport route and a nice corner/flake system.  One of the better lines up Turret. The start is a sport line just 15 feet to the right of the start of Guide's Route (see Guide's Route description for details).  There is a worthless silver bolt about 6 feet off the ground.  Climb this sport line straight up past 5 or so bolts to anchors in a bathtub.  You can set a belay here if you like; I usually continue onwards with the first lead.  From the anchors, run it out up and right, aiming for a huge flake that forms a left-facing corner.  Once you arrive at the corner, cruise up on solid rock.  There is a hidden belay that can be found 3/4 up the corner by slinging a large horn and sitting on an airy ledge next to the horn. The next pitch finishes the corner and aims straight up for a blocky roof which is about 20' wide.  You can set good anchors in the horizontal crack beneath the roof.   The easiest pull over the roof is to the climbers right.  From there move upwards through blocks to the summit--variations exist from 5.5 to 5.8 depending on the line.  Descent is interesting 5-easy downclimb on the opposite side of the dome from this line.   NOTE:  I have given this a 5.7 rating due to my own impressions.  Take it with a grain of salt....\n\nIf this is an established line, my apologies to the FAs.  Has anyone else ever done this/is it in a guide?","protection":"4 or 5 bolts on P1, standard rack for the rest.  A few small camming units (yellow & red Alien) come in handy.  Slings can ease drag as the route winds a bit.","location":""},"__v":0},{"_id":"n+bQJIsFUDKWNkNksm0q7A==","name":"Upper Lip","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Bob D'Antonio?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":19,"mp_id":"105756766","mp_crag_id":"105745352","climb_id":"n+bQJIsFUDKWNkNksm0q7A==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"If you've slogged up either Schooldaze or Jaws, this route is the pay-off.  From atop the bathtubs, move up to the horizontal crack which appears to demarcate the turret after which this rock is named.  The beginning of the vertical hand crack ascending from this point is slightly overhanging, but the gear and the holds are all bomber.  Once the crack starts to peter out after forty or fifty feet, move left to some large blocks which will take you up to the summit.","protection":"Large nuts, medium to large hexes, cams to three inches, and a place for a pink tricam near the start of the route.","location":""},"__v":0},{"_id":"mlVVAq/qVgKU7fle1LAD/Q==","name":"Upper Arch","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":0,"mp_id":"105849071","mp_crag_id":"105745352","climb_id":"mlVVAq/qVgKU7fle1LAD/Q==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"There are 3 bolted face routes under the upper arch.  They have good face climbing on big holds.  These are some of the best sport climbs on the dome.\n\nPer S. Green, \"the middle route is named\n\nEscorndido\n\n(5.9+). The left route is Junior Jules Doinks a Digit (5.10a) and is a great 2-pitch line. The right route is\n\nInnerspace Arch\n\n(5.9+). The far left easy slab route is\n\nMost Toppest\n\n(5.5).\"","protection":"6-7 bolts.  2 anchors for 3 routes.","location":"Hike past\n\nGuide's Route\n\nto the obvious arch with 3 bolted lines and two anchors."},"__v":0},{"_id":"IKR0EgFbWSWAgBpqdHJvgA==","name":"Sunshine Slab","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":21,"mp_id":"105752689","mp_crag_id":"105745352","climb_id":"IKR0EgFbWSWAgBpqdHJvgA==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"Follow the main Turret Dome directions. When you're at the base of the slab it is about as obvious as can be. Sprint upwards. Gear is a bother, you have to move to the far right or left side of the slab. I suggest the old fashioned solo.\n\nAt the start of the bathtubs (you'll recognize them) move right into the gully & finish. If you ascend the bathtub area, you'll encounter harder climbing than 5.0, but there are a couple ways to get off keeping it 5.4 (see the finish for\n\nSchooldaze\n\nor traverse right below the final summit overhang & do some down climbing).\n\nAs per\n\nClimbnh\n\n:\n\nSunshine slabs is a 3 pitch climb and we stretched it with 70m ropes","protection":"Medium to large gear, but a solo is suggested.","location":""},"__v":0},{"_id":"l/807cW6U4u3HR/MERhdjA==","name":"Smoke Pot... Check Your Knot","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob D'Antonio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":6,"mp_id":"117378013","mp_crag_id":"105745352","climb_id":"l/807cW6U4u3HR/MERhdjA==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"This route has great, technical slab climbing on small edges down low (crux), followed by sustained and somewhat easier climbing on great rock above. \"\n\nFashionably Uninvited\n\n\" shares the first 3 bolts of this route.","protection":"8 bolts to a 2 bolt anchor.","location":"This is the first bolted line down and right from the arch routes on the ledge. It has newer bolts than \"\n\nWhite Stress\n\n\" to its right as of July 2019."},"__v":0},{"_id":"PyH0LgfiUV+P+TgX+9dZ2w==","name":"Sloppy Shoes","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Dennis Jump and Stewart Green","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":15,"mp_id":"105762069","mp_crag_id":"105745352","climb_id":"PyH0LgfiUV+P+TgX+9dZ2w==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"This excellent sport route is down right from the \"\n\nGuide's Route\n\n\" and immediately right of the route named \"Unknown 5.8\" here. Start below a right-angling groove. Layback past a leaning crack (#2 Camalot) to a short bottoming crack. Work up the shallow groove with delicate smears and edges past 3 bolts. Finish up left on easier rock past another bolt to the final bolt on \"Unknown 5.8\". Surmount a short headwall to a 2-bolt anchor on a shelf.","protection":"5 quickdraws, #2 Camalot, also another small Camalot or large wire for the nervous.","location":""},"__v":0},{"_id":"owk/p/HGXNO/pFiwcKmn5g==","name":"Schooldaze","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":16,"mp_id":"105752998","mp_crag_id":"105745352","climb_id":"owk/p/HGXNO/pFiwcKmn5g==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"This excellent route climbs a crack system to the west end of the large arching roof on the west face of Turret Dome. The 2nd pitch consists of climbing through large \"bathtubs\". It can be done in 3 pitches with a 5.4 finish through a nice, left-facing corner/crack on the right side of the summit. A better finish is to take the 5.7 Upper Lip straight on. This is a superb overhanging finger crack that thakes you directly to the summit.","protection":"Standard rack. You probably won't feel silly bringing a little bigger gear. There are no fixed stations.","location":""},"__v":0},{"_id":"g6pwcggIX1mh1WTThoJOEQ==","name":"The Mexicanist","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Schmausser and Britt Anderson,  2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":13,"mp_id":"105760458","mp_crag_id":"105745352","climb_id":"g6pwcggIX1mh1WTThoJOEQ==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"On the wall between Guide's Route and Jaws are five bolted routes.  This route is the second from the right.  It is a little more featured than the 5.8 on the wall, and it doesn't have the runout.  A couple of strenuous moves lead to the first bolt not far off the ground.  Great climbing using side pulls and ledges between the 2nd and 4th bolts.  This route felt a lot more ballancy and reachy than Unknown 1.  Rap with a one rope (50m ok), or traverse to the next set of anchors and set a top rope.","protection":"Six bolts to a 2-bolt anchor","location":""},"__v":0},{"_id":"SexhIJRmXSuWYbNgD7P1Tg==","name":"Most Toppest","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bill Schmausser and Britt Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":2,"mp_id":"117642750","mp_crag_id":"105745352","climb_id":"SexhIJRmXSuWYbNgD7P1Tg==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"Most Toppest is a well-protected slab route up awesome features on the left side of the arch. A crux after the third bolt is the only real slowing point in an otherwise quick and easy jug haul!","protection":"6 bolts and a 2 bolt anchor with quicklinks.","location":"This is the leftmost of the 3 bolted routes in the upper arch on the west face of Turret Dome, above and left of\n\nGuide's Route\n\nand other harder routes on the West face. It requires a short scramble up a slab to get under the arch and to the beginning of the route."},"__v":0},{"_id":"oleBGMwKUy6UDY2TZbCJGA==","name":"Knup","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry Schubarth,Jan Walkup 1977","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":17,"mp_id":"106399523","mp_crag_id":"105745352","climb_id":"oleBGMwKUy6UDY2TZbCJGA==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"The pink dike /groove just to the right of schooldaze.","protection":"non-existant at the time of the first ascent.The bolt kit was at home in the closet where it belonged.","location":"This route climbs the pink groove 20' right of\n\nSchooldaze\n\n, straight up to the\n\n\"jaws\"\n\n. Finish on that route."},"__v":0},{"_id":"qZYyfX3GVgGGoURs5fcS3g==","name":"Junior Jules Doinks a Digit","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Bill Schmausser and Jules Van de Hei","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":3,"mp_id":"107156277","mp_crag_id":"105745352","climb_id":"qZYyfX3GVgGGoURs5fcS3g==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"This is the center of the 3 bolted routes in the upper arch on the West face of Turret Dome.  It is tricky down low and again about 2/3 of the way up.  It is thin but direct, and it's all there.  Excellent route and spectacular setting.","protection":"6 bolts to a 2-bolt anchor.","location":"This is the middle of 3 bolted routes in the upper arch on the West face of Turret Dome, above and left of\n\nGuide's Route\n\nand other harder lines on the West face.  It requires a short, 5.4-ish solo to reach the face below the arch."},"__v":0},{"_id":"at9HQJsTVJ6NjQlslxbbtw==","name":"Jaws","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Robert Karolick & Larry Schubarth, 1975?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":18,"mp_id":"105756760","mp_crag_id":"105745352","climb_id":"at9HQJsTVJ6NjQlslxbbtw==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"This climb starts about 100 yards to the right of\n\nSchooldaze\n\n, and the River Arch is apparent.  Climb up to the tree at the bottom of the River Arch (the left-facing headwall which describes a lazy arc).  Climb the River Arch to the bottom of the \"Bathtubs\", a series of water-carved basins large enough to get down with one's significant other, should the mood seize you.  Ascend the bathtubs to the start of Upper Lip, a beautiful 5.7 hand crack, or take the right-leaning splitter crack to the right, up and around to the top.","protection":"Medium to large nuts, medium hexes, cams up to 3 inches.","location":""},"__v":0},{"_id":"BuMhM+fNWSGSi6JZhLkf2w==","name":"Guide's Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":11,"mp_id":"105755536","mp_crag_id":"105745352","climb_id":"BuMhM+fNWSGSi6JZhLkf2w==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"From the base of Turret Dome, 0.25 miles west of the picnic area, head along the river and then scramble up to the base of this climb about another 0.25 miles.  It starts in a slight ravine with a large fallen tree on the rocks southwest face well west of Schooldaze's giant arch formation.  On its right are four unnamed sport routes (5.8ish) that are fun if you are waiting for the route to clear.\n\nPitch 1: Climbs a 5.6 hand and finger crack past several rock horns up and over a slight lip protected by a single pin.  From there, it follows the multi-cracked corner up to a good belay ledge directly under the climbs overhang.\n\nPitch 2: Climbs up from the belay stance to under the overhang and then steps right onto bathtubs.  The next belay is a short climb up the tubs to a two pin anchor in the rock over the overhang on the left side of the tubs.\n\nPitch 3: Climb right from the belay stance over the tubs to an almost flat boudler.  Climb over the corner to the right of the rock which is protected by a single pin.  From there, it is a zigzag path up to the summit over 5.5-5.6 rock and flakes.  Rope drag at the top is a lot less if you sling every piece you place.\n\nDownclimb to the left off the summit down 5.4 rock.  When you get down the rock to pine forest go down and right over loose ground to get to the picnic area.","protection":"A standard rack with 2-3 extra 24\" slings for the horns on the first pitch and to relieve rope drag on the last pitch.  This route also eats up large hexes.","location":""},"__v":0},{"_id":"S8CczUXEVkClMkPv90Yk8A==","name":"Fishook","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":20,"mp_id":"109404074","mp_crag_id":"105745352","climb_id":"S8CczUXEVkClMkPv90Yk8A==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"We are offering this as an alternative to\n\nSchooldaze\n\n.  Based on the comments I'm seeing, this is a better-protected first pitch.  Three reasonable pitches gets you to the bathtub belt, and then you're back on\n\nSchooldaze\n\n.  The first pitch is the attraction (the second pitch is really easy), and overall I thought it was a better line than Ben Schmitt's guidebook would indicate.","protection":"A normal rack is G/PG in the undercling crack of P1, and it is more than adequate after that.  Belays are at trees.  Fixed slings for rap at the end of P1.","location":"This is the obvious, orange, right-angling corner just a minute or so after you start uphill from the riverside approach trail.\n\nP1. Angle up right to a tree.\n\nP2 goes straight up off belay to easy terrain; belay at large tree at apex of tree island on your left.\n\nP3. Continue up vague right-facing features to smaller, solitary evergreen tree.\n\nP4 is the bathtubs leading to the finish of your choice."},"__v":0},{"_id":"o4qMmUaRV/26BZ5j3lB31Q==","name":"Fashionably Uninvited","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Bob D'Antonio and Richard Aschert","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":5,"mp_id":"105764541","mp_crag_id":"105745352","climb_id":"o4qMmUaRV/26BZ5j3lB31Q==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"Start as for Smoke Pot. Climb up past three bolts to the base of the crack. Follow the left-angling crack to a sharp arete. Climb up the cool arete with great exposure and then angle left above the arch to a bolted anchor. Spectacular! One of the best routes at 11-Mile Canyon.","protection":"Gear up to a gold Camalot, long slings and quickdraws.","location":""},"__v":0},{"_id":"Q0WIYVvJXBmicNDvKR8R3g==","name":"Escorndido","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Schmausser and Britt Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":4,"mp_id":"107156258","mp_crag_id":"105745352","climb_id":"Q0WIYVvJXBmicNDvKR8R3g==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"This has thin and exciting moves on a steep wall below the arch up high on the west face of Turret Dome.  It is cruxy down low, and the sequences seem to continually change direction.\n\nWork a right-angling ledge down low to thin face indentations back to the left.  Beware of slight pendulum falls as the top of the route moves left.","protection":"6 bolts to a 2-bolt anchor.","location":"This is the rightmost of the 3 bolted routes in the upper arch on the west face of Turret Dome, above and left of\n\nGuide's Route\n\nand other harder routes on the West face.  Spectactular setting!  It requires a short, 5.4-ish solo to get to the arch."},"__v":0},{"_id":"boAWUuAXX/K1nHE8TISaKA==","name":"Car Stud","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Schmausser & Wife, 2000","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":14,"mp_id":"105760455","mp_crag_id":"105745352","climb_id":"boAWUuAXX/K1nHE8TISaKA==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"This route is located on the wall to the right of Guide's Route and left around the corner from the start of Jaws.  There are five bolted routes on this wall that range from 5.8 to 5.10.  This is the route on the far right side.\n\nExcellent friction climb up a solid granite face.  There is a sizeable runout between the 1st and 2nd bolts (with significant ground fall potential) that can be protected with a #2 camalot in a horizontal seam midway between the two.  The crux is this face moves just above the 3rd bolt.  Above the 4th bolt, the climbing eases significantly to the anchors.  Either rap with one rope (50m will work), or traverse left and set a top rope on just about any of the other routes.  Good route while waiting to get on Guide's Route.","protection":"Five quickdraws plus anchor.  A #2 Camalot protects the runout between bolts 1 and 2.","location":""},"__v":0},{"_id":"Uqoqhse/UJq9/JtWidW1Eg==","name":"Canine Rescue","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bill Schmausser","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":8,"mp_id":"117379301","mp_crag_id":"105745352","climb_id":"Uqoqhse/UJq9/JtWidW1Eg==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"Start in the low angle, left-leaning corner between \"\n\nWhite Stress\n\n\" & \"\n\nAnya Direct\n\n\". Stem your way through easier moves up to the mini-roof/bulge. Pull over the bulge, and continue climbing to a technical crux finale.","protection":"9 bolts to a 2 bolt anchor.","location":""},"__v":0},{"_id":"LRQJH5X4XOiwQcu8y0L//g==","name":"Anya Direct","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Bill Schmausser","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":9,"mp_id":"117378881","mp_crag_id":"105745352","climb_id":"LRQJH5X4XOiwQcu8y0L//g==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"The \"\n\nElevenmiles to Freedom\n\n\" guidebook has this route listed as a one star 11a. I climbed it without knowing what it was and gave it 10-. The guidebook also mentions \"sketchy cam placements\" and \"deteriorating rock\". Other than the initial pillar, I thought the rock was somewhat dirty but overall quite solid, and the cam placements I found were bomber. I also thought the climbing was fantastic!\n\nScramble to the top of the small tombstone pillar, and pull the crux bulge using the crazy crystal jug feature and the thin seam. Establish yourself in the crack system, and enjoy technical, interesting movement to the jugs over the lip. The harder moves at the crux are protected by bolts. A bit of cleaning up will help it which will only happen with more traffic, so get out and try this thing!","protection":"4 bolts, a few finger-sized pieces, and a 2 bolt anchor.","location":"Locate the ~15 foot tall, \"tombstone\" pillar with a bolt on it and a chimney of sorts to its left. There's a protruding, quartz jug sticking out of the headwall above the pillar with a thin seam starting just left of it. The route is between \"\n\nCanine Rescue\n\n\" (climber's left) and \"\n\nAid Route\n\n\" (climber's right)."},"__v":0},{"_id":"eTy+HbutXB2nOo2komd6Bw==","name":"Aid Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Peter Williams, Peter Gallagher, 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"left_right_index":10,"mp_id":"115004476","mp_crag_id":"105745352","climb_id":"eTy+HbutXB2nOo2komd6Bw==","areaRef":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":"Follow an obvious crack as it shifts left at a small roof. The rock quality is not great at the crux, unfortunately. There's no anchor at the top of the crack, but you can set a directional at the top for your 2nd and traverse left to a sport anchor.","protection":"Nuts & cams to a #2 Friend.","location":"It is at the right edge of the south face of Turret Dome."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,3ba6deba-9e8e-5541-9ce5-51901a67fa83,17e10fe3-f879-54d2-9194-0cc710822171","pathTokens":["USA","Colorado","South Platte","Elevenmile Canyon","Turret Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12-"},{"count":1,"label":"5.4"},{"count":3,"label":"5.7"},{"count":1,"label":"5.7+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.0"},{"count":1,"label":"5.10b"},{"count":4,"label":"5.10a"},{"count":3,"label":"5.5"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":8,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":8,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":11,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.40736,38.93435]},"bbox":[-105.40793806855471,38.933900339818145,-105.4067819314453,38.934799660181866],"left_right_index":-1,"ext_id":"105745352","area_id":"F+EP4/h5VNKRlAzHEIIhcQ=="},"content":{"description":""},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T05:56:13.539Z","updatedAt":"2022-11-25T11:16:53.835Z"}