{"_id":"6368a50be80bff5a995b01de","area_name":"Purgatory Gap","shortCode":"","climbs":[{"_id":"aaK055a2XQGyQ6xAeqKCRA==","name":"Thin Slice of Heaven","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Noah Stevens, Jason Stevens, 4/5/2017","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.67371,39.55567]},"left_right_index":0,"mp_id":"112802803","mp_crag_id":"112801711","climb_id":"aaK055a2XQGyQ6xAeqKCRA==","areaRef":"hi9uQk/oWguDz01/FhDHEQ=="},"content":{"description":"Pitch 1, 5.8: Climb through the corner (crux) and gain the slab above, clipping bolts on your RH side as your ascend. The start is a little powerful, but huge holds abound and the climbing is super fun. Just push through it fast and you will be home free. At the last bolt on the RH vertical wall, transition from the slab to the vertical wall on the right and climb up and right around the corner to gain easier slabs above. Be aware that your belayer cannot see you and will have difficulty hearing you after you climb around the corner. Two options exist here. Option 1: the belayer can back down the slabs about 30' and see (and hear) the climber above. The climber will then trend up and right 20' to a ledge, climb the short vertical section above the ledge and gain the chains at the anchor station. The belayer should unclip the first bolt before backing down the slabs as it will alleviate rope drag. Option 2: The climber can clip two bolts on a bulge after rounding the aforementioned corner and belay the second up to that point, splitting pitch one into two pitches.\n\nPitch 2, 5.6: Trend up and right from the belay station clipping two slab bolts on your way to the headwall above. Climb the headwall immediately left of the black streak on TOTALLY AWESOME FEATURES! A two-bolt anchor station will be found at the highest point of the formation. Rappel the route in two rappels with a single 60M rope.\n\nNote: The crux is the first 15' of the first pitch. Though not as hard as the first crux, another crux lies at the short vertical section near the end of the pitch. We are considering a \"sissy\" start that comes in from the left and climbs a chimney and slabs. The first 15' may chop parties who would otherwise enjoy the rest of the route.","protection":"All bolts with glue-in anchor stations.","location":"The trail to the Purgatory Gap splits left off of the trail to Hourglass Canyon, located between Box Canyon and Anti Gravity Rock. 50' after the trail splits left from the Hourglass Canyon trail, trend right up slabs at the base of the tall wall on your right. Follow the slabs to where they dead end at a corner...this is where the route starts. You will see the bolts right of a crack system. Rappel the route in two rappels with a single 60M rope."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f0607fc9-f2ae-58c7-890b-5a98da2849de,7e647943-f7a4-5fd8-bd0e-776f82e86c1b,618bd3fa-cdde-5024-b1c1-5c3f3646b60d,862f6e42-4fe8-5a0b-83cf-4d7f1610c711","pathTokens":["USA","Utah","Central Utah","Maple Canyon","Maple Canyon Road","Purgatory Gap"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"sport":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.67371,39.55567]},"bbox":[-111.67429321215542,39.55522033981814,-111.67312678784457,39.55611966018187],"left_right_index":-1,"ext_id":"112801711","area_id":"hi9uQk/oWguDz01/FhDHEQ==","polygon":{"type":"Polygon","coordinates":[[[-111.67429321215542,39.55522033981814],[-111.67312678784457,39.55522033981814],[-111.67312678784457,39.55611966018187],[-111.67429321215542,39.55611966018187],[-111.67429321215542,39.55522033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:33.607Z","updatedAt":"2024-02-19T18:40:44.214Z"}