{"_id":"63689de0e80bff5a994f909f","area_name":"Stiletto, The","shortCode":"","climbs":[{"_id":"IRuWHZ6eX56yaXRGJ0XnJg==","name":"Shoe Fetish","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Perhaps J. Finkelstein, B. Collett, June 2013","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"left_right_index":1,"mp_id":"108206645","mp_crag_id":"108195879","climb_id":"IRuWHZ6eX56yaXRGJ0XnJg==","areaRef":"vMCF7TIcUHOPSwTsrNKC6A=="},"content":{"description":"If you like steep, well-protected rock in an airy setting, you'll love this.\n\n1) From the toe of the south face, follow the crest of the buttress for around 650 feet stopping on a nice ledge just right of the prominent pillar where the wall steepens.\n\n2) Follow the right-facing dihedral system formed by the pillar past a little roof around 25 feet up. At around 90 feet, one can step right into a fantastic finger crack in a smaller dihedral. As this ends, loosely follow the dihedral to a large ledge. Step right onto the east face and follow a weakness back left to a nice ledge on the south face, 5.10-, 230 feet. It probably makes sense to break this into two pitches.\n\n3) Climb up and left into a steep flake system until it is possible to step back right to a small ledge. From the ledge, traverse right onto the east face and follow easy ground back towards a left-leaning crack on the south face. Climb into this and follow it until it narrows to fingers in white rock. At this point, one can traverse right to low angle rock on the east face, 5.11-, 140 feet.\n\n4) Head up easier ground back to the south face below an overhanging, featured, left-leaning crack. Follow this to a nice large ledge on the arete, 5.10, 100 feet.\n\n5) Head up the narrow arete to the summit, 5.8 R, 80 feet.\n\nTo descend, do not rap off the block on the summit with the tat on it. It moves rather easily and is a testament to someone's rashness. Downclimb about 20 feet on the northeast side of the spire to a two nut anchor, rap 35 meters to a grassy ledge with another two nut anchor. From here, a 30m rappel leads to some grassy ledges. From there, one can downclimb into the gully to the east of the feature and hike back down the gully to the packs.","protection":"Standard rack to #3 Camalot.","location":"The route loosely follows the southeast arete of the Stiletto."},"__v":0},{"_id":"TbLvYvHnUlCjEAU0hR68LQ==","name":"Misericorde","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Perhaps J. Finkelstein, B. Collett, June 2013","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"left_right_index":0,"mp_id":"108195886","mp_crag_id":"108195879","climb_id":"TbLvYvHnUlCjEAU0hR68LQ==","areaRef":"vMCF7TIcUHOPSwTsrNKC6A=="},"content":{"description":"Though it appears to be 5.9 terrain, the south face of the Stiletto gets rather steep, providing some great, airy, and spicy rock climbing.\n\n1) From the toe of the buttress, follow the crest for about 700 feet to where things start to get steep. Stop on a commodious ledge just left of the prominent pillar, 5.7.\n\n2) Climb towards the wide crack on the left side of the pillar, traversing left on some intermittent jug rails for 15 or so feet. Head up past a series of shallow, right-facing corners with minimal gear (for about 20 feet) until it is possible to go left around the corner to some better gear. Make some committing moves to a good horizontal which is level with the top of the wide crack and traverse right to belay on a good foot ledge with small gear about 10 feet right of the large, left-facing dihedral, 5.10 R, 90 feet.\n\n3) Step right and climb a very steep handcrack in the right wall of the dihedral, exiting onto the top of the prominent pillar. From the top of the pillar, traverse 25 feet left or so, place some small gear, and launch up the right of two major, left-facing dihedrals past several fun boulder problems separated by good rests. Belay where the dihedral turns into a ledge, 5.11- (5.9R), 160 feet.\n\n4) Step right and up to the next ledge system, then cut back left making sure to place some gear on the traverse because the next section is a little exciting. Locate a shallow, left-facing corner, climb it and the incipient seams above it to the ledge below the great orange headwall, 5.10+ R, 80 feet.\n\n5) There are two cracks in the headwall that almost touch down the the ledge. Climb the right hand of these two (it starts about 20 feet left of the pillar on the right side of the headwall). Follow the crack until it pinches off (about 35 feet up in some lighter color rock). At this point, step right and enjoy more fantastic crack and face climbing to a fifteen foot section of chossy chimney and the summit, 5.10+, 150 feet.\n\nTo descend, do not rap off the block on the summit with the tat on it. It moves rather easily and is a testament to someone's rashness. Downclimb about 20ft on the northeast side of the spire to a two nut anchor, rap 35 meters to a grassy ledge with another two nut anchor. From here a 30m rappel leads to some grassy ledges. From there, one can downclimb into the gully to the east of the feature and hike back down the gully to the packs.","protection":"Standard rack, but be sure to have small cams.","location":"Start at the toe of the South face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,bcc085ed-321c-5073-8f4b-04ecacd282e8","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Stiletto, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11-"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.616,40.3753]},"bbox":[-105.61659024648277,40.37485033981814,-105.61540975351724,40.37574966018187],"left_right_index":-1,"ext_id":"108195879","area_id":"vMCF7TIcUHOPSwTsrNKC6A=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:55:51.165Z","updatedAt":"2022-11-25T11:16:21.547Z"}