{"_id":"6368a4bbe80bff5a995a79b1","area_name":"Red & White","shortCode":"","climbs":[{"_id":"4ZbJlKDHVE+2GVDCrZwTxw==","name":"The Seder","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jeremy Bauman and Trent Kelly, on Passover 2021","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-101.66282,34.96206]},"left_right_index":1,"mp_id":"120459042","mp_crag_id":"107174150","climb_id":"4ZbJlKDHVE+2GVDCrZwTxw==","areaRef":"Fi8wNE0iUSGSkSPXnPSfLg=="},"content":{"description":"Without question, The Seder (say-der) is the king line of the region. 70 feet of beautiful hand crack split the face of the hardest sandstone yet found in the state park. Sustained splitter climbing with some unique movement make for an exciting line that would be a classic anywhere. Commit to the mantle, plug your gear, and enjoy this true gem to the ledge below the true top. On the ledge, be very careful not to knock rocks down on your belayer. Clip the pin, place some small gear (.3-.5 BD), and commit to the sketchy and exposed 5.8 move on some of the worst rock of your life. A fall here could be disastrous. Avoid lowering on this climb to preserve the soft sandstone from rope wear. Top roping should only be done in a solo top rope style for the same reason. (IE a fixed rope)A word of warning: this is a strenuous and somewhat sketchy rock climb. Though it is a splitter and takes cams well, the rock in PDC should always be suspect even here. This is not an Indian Creek splitter and should be treated with serious respect.Anchor and logistics: \n\nThe best approach to climbing routes on this cliff is to access the top first, create an anchor using trees over 100ft back from the edge of the cliff, pad the edge liberally, and rap down the face. If you lead the route, DO NOT lower off the route. Instead rappel to prevent the top of the cliff from being abraded by your rope. THIS IS NOT a friendly cragging route. Treat this route like a half day endeavor and respect the rock. This is the BEST climb in the area, don't ruin it by letting your rope erode away the top. If you can't manage this, go climb somewhere else until you have picked up the skills necessary to climb this route like a ghost. ","protection":"2x .75, 4-5x #1, 4-5x #2 camalots. Single of .3-.5 to help protect the top. 4-5 shoulder link slings to reduce rope drag at the start and end (preserve the rock!). Anchoring can be done by using trees 100+ ft back from the top so bring a long static or a few extra ropes.DO NOT LOWER off this climb, doing so will damage the rock. You should also refrain from following or top roping this route except in a top-rope solo style to keep ropes from running on the edge. PROTECT THIS GEM!","location":"The obvious splitter on the Red and White cliff. "},"__v":0},{"_id":"dOdUVVLIVluejK5IRtcGOw==","name":"Ol' Red","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Casey Eales and Jeremy Bauman","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-101.66282,34.96206]},"left_right_index":0,"mp_id":"107174159","mp_crag_id":"107174150","climb_id":"dOdUVVLIVluejK5IRtcGOw==","areaRef":"Fi8wNE0iUSGSkSPXnPSfLg=="},"content":{"description":"A beautiful small hands crack that is left facing for the first half of the climb than right facing for the second half. In the middle there is a good rest on a jam undercling, than the crux comes at the direction change of the crack after the rest. Classic! ","protection":"There are two trees above for top-roping. Best practice is to create an anchor prior to climbing using the trees, rap down using a static or thick rope all the way to the ground. After leading the pitch with a second rope, rap on your original line to prevent rope grooving in the soft sandstone. Cams where tested with up to 6 foot lead falls and worked. But treat all gear in PDC as suspect. ","location":"This is the last good route before the wall bends to the North. At the bend there is a fin of rock jutting Southwest, this climb is about 30 feet to the right of this fin and is hard to miss if you have read the description."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,9a2629d6-c8fa-5515-8365-fe34f623242c,f6274136-68ce-503e-836b-a4ad38dddd4c,162f3034-4d22-5121-9291-23d79cf49f2e","pathTokens":["USA","Texas","Palo Duro Canyon State Park","Fortress Cliff Area","Red & White"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-101.66282,34.96206]},"bbox":[-101.66336867944212,34.961610339818144,-101.6622713205579,34.962509660181865],"left_right_index":-1,"ext_id":"107174150","area_id":"Fi8wNE0iUSGSkSPXnPSfLg==","polygon":{"type":"Polygon","coordinates":[[[-101.66336867944212,34.961610339818144],[-101.6622713205579,34.961610339818144],[-101.6622713205579,34.962509660181865],[-101.66336867944212,34.962509660181865],[-101.66336867944212,34.961610339818144]]]}},"content":{"description":"This is the most Westerly point of the cliff ban before the cliff bends around to the North to form another branch of the canyon behind the Fortress Cliff.  \n\n  The rock is very good quality for the canyon, it is hard and the cracks are full value offering few face holds. The inside of the cracks need to be cleaned as the rains make them muddy. Topping out can be difficult for some of the climbs so be sure to know what type of anchoring system to use before you go out. \n\n  The Red Cliff offers morning shade. "},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:25:10.244Z","updatedAt":"2024-01-20T01:06:46.710Z"}