{"_id":"63689de0e80bff5a994f92cf","area_name":"Redgarden - Tower One","shortCode":"","climbs":[{"_id":"Yu/U97ICWCqpiRqNszFiWg==","name":"The Ytrid Deed","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Pat Ament & pals, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":1,"mp_id":"105754849","mp_crag_id":"105807695","climb_id":"Yu/U97ICWCqpiRqNszFiWg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This route is one of the several moderates that scale the West face of Tower One on Redgarden Wall.\n\nThe route I will describe varies slightly from that in Rossiter's book, in order to stay out of the messy chimney at the bottom.  This does not significantly change the overall grade of the route, but will make the first section of 5.6 climbing less protected.\n\nFrom the Red Ledge, which can be reached by climbing one of many Redgarden routes such as\n\nSwanson Arete\n\n(for an easy approach), or the\n\nWest Chimney\n\n(not recommended), or the first 3 pitches of\n\nYellow Spur\n\n, or...  In fact, you can traverse from almost anywhere on the Red Ledge, including from the routes\n\nGreat Zot\n\n,\n\nGrandmother's Challenge\n\n, or\n\nGreen Spur\n\n- if you are willing to traverse a little way.\n\nOnce on the ledge, traverse south toward the fantastic dihedral and arete of Tower One, toward the visible top pitch of the Yellow Spur.  As you pass the great dihedral (bearing the appropriately named route \"The Dirty Deed\", start looking upward.  While the original route went up the chimney a bit before traversing out right to a crack system (20-30' right of the dihedral) it is possible to go directly up from the ground, which may make the start more like 5.6 than 5.4.  This is approximately 1/2 way between\n\nDaedalus\n\nand the\n\nDirty Deed\n\nDihedral (chimney).\n\nGo straight up this crack system until it ends and then beyond to a medium pine tree on a small ledge, about 90' up.  A larger pine is up and left in the dihedral.  Belay at the medium pine, or continue upward on Pitch 2.\n\nPitch two goes up and slightly right in another crack system to the left-hand edge of the ledge bearing the large pine tree, another 90' up, or so.  Linking these probably requires a 60m rope.  (I used a 70m and had plenty left.)  Belay in the crack above the ledge at its left edge, or at the base of the large pine as for\n\nDaedalus\n\n.\n\nIf you have not linked pitches 1 and 2, linking pitches 2 and 3 is an option.  Again, linking these might require a 60m rope.\n\nPitch 3.  Climb the obvious hand and finger crack from the left side of this ledge to the top of the cliff.  There are good jams on easy terrain here as well as some face climbing.  Belay from above and then descend as for the\n\nYellow Spur\n\n.\n\nThis route is nice climbing with nice views, and is reasonably safe, but requires some distance between pieces.  Mental constitution is more important on this route than hard-core ability, so I don't recommend it as a first lead.  It is, however, a great \"Date Climb\" (snicker).","protection":"A light rack from stoppers to fist-sized.","location":""},"__v":0},{"_id":"m5VmmFv3U4WW26VdrF2kQQ==","name":"Yellow Fellow","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Phil Gruber, Chris Beh","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":33,"mp_id":"106022756","mp_crag_id":"105807695","climb_id":"m5VmmFv3U4WW26VdrF2kQQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Start behind the highest tree at the top of the Upper Ramp, about 25 feet to the right of Mellow Yellow, right below the obvious bolt. This is a mixed route and there is gear to be placed between the bolts. (I sure used a bunch!) 5 bolts plus gear.\n\nClimb up to the 1st bolt, 5.8, step left and then up right, a small nut or brassie can be placed in a seam to the right. Move straight up to the 2nd bolt, 5.10 b/c, then up and left to a hollow flake, Follow the flake to the slanting ledge. Step left up the ledge, a few feet, until it is easy to reach up and place good gear in a left facing flake. Pull up off the ledge and move right to the 3rd bolt. Move right and up. A good nut can be placed on the left. Then step back to the right and up to the 4th bolt, 5.10 b/c.\n\nStretch up off small underclings to clip the 5th bolt. This is the business, getting up into the roof above, 5.11+. Gear only to the anchor. Undercling to the left end of the roof and place gear. Pumpy and difficult to place.\n\nThe best placements are in two, short slots just left, of the left end of the roof, small nut in the lower and a BLACK ALIEN in the higher slot.\n\nPunch a couple of stout moves to a jug and climb a few more feet up to a rap anchor at the top of the first pitch of Mellow Yellow.\n\nBack this anchor up! There is gear up and left in a flake 5 feet above, cams 1/2\" - 1\". Take plenty of slings or 2 cordelettes to rig the anchor. Once the anchor is rigged, it works to lower off to the ground and top rope.","protection":"Small brassies through med nuts, double set of Aliens or TCUs, plus gear to 1\" for the anchor, lots of draws and runners.\n\nAddendum:\n\nthe anchor tends to come & go.  Consider bringing sling & cord to construct one.","location":""},"__v":0},{"_id":"0AAVRQPwX42kFY3LSYyhSA==","name":"The Yellow Spur","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Layton Kor, Dave Dornan, 1959. FFA: R. Robbins, P. Ament, 1960s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":12,"mp_id":"105748657","mp_crag_id":"105807695","climb_id":"0AAVRQPwX42kFY3LSYyhSA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is one of the most popular routes in Eldo, and for a good reason. It  is long, not too sustained, and a beautiful direct line. The climbing is all pretty straight forward.  The 5.10 variation on the second to last pitch is kinda stiff for .10a, but is really well protected  on bolts. The last pitch is runout but easy. The direct start is not too bad, more of a high  boulder problem than anything, although I had a friend who sprained his ankle on it once.\n\nP1 direct. Scramble onto it and arrive shortly at some caked-on chalk and pin scars below a break in a long roof band. This was Kors original start; it is 5.10 and protects with tricky small stopper placements.\n\nP1 standard. A much easier start ascends a short dihedral 20 feet to the right. Cut back left, then climb further up huge holds over the exciting roof, and head right to a tree belay-5.9 (about 30 feet  of elevation gain).\n\nP2. Go up left, then up a fantastic dihedral, with face moves at the end, to another tree, 5.8.\n\nP3. Head up cracks and corners to a rotten band; continue over a scary bulge and another crack to a beautiful, exposed ledge, also 5.8.\n\nP4. Fifteen feet right of the belay, ascend a large, moderate dihedral. Hand traverse right, avoiding a huge overhang, and climb another 5.8 corner up and then right to a small, exposed stance. You can also belay on a large ledge 10 feet lower with less exposure.\n\nP5. Climb straight up, make a delicate step right into a thin crack (with several pitons) and ascend that (the crux) to a scary detached flake [now gone]. Make a beautiful ascending 5.7 traverse up left to lower angle terrain and a belay on the arete, or climb straight up past bolts at 5.10 and reach the same belay.\n\nP6. Head up the spectacular 5.6 arete to the summit of Tower One.","protection":"Standard rack up to 3\".\n\nPer\n\nDanny Gilbert\n\n: there's a lot more fixed pins on this route than (6). I know the route pretty well, and from memory:\n\nP1 - 3 pins (one before the traverse above your head, and two at your feet before you pull the roof).\n\nP2 - 2 pins (one just before the 5.8 dihedral, and one right in the dihedral).\n\nP3 - 1 pin (old style, with the ring on it in the first open book).\n\nP4 - 2 pins and a bong (one pin in that easy low 5th section, one pin just before the hand traverse. The bong is at the top of the hand traverse).\n\nP5 - I think there's 5 pins? All of them in the 'Pin ladder'. Then you've got two finishes, the bolt ladder has 3 or 4 bolts and the Robbin's Traverse has at least one pin before the belay.\n\nI can't think of any on pitch 6.\n\nIf this is actually useful at all, I can get more exact info.","location":""},"__v":0},{"_id":"apLNTID4UZeHOuLZDGPlSw==","name":"Without A Net","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Eric Johnson, Todd Felix","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":29,"mp_id":"109091305","mp_crag_id":"105807695","climb_id":"apLNTID4UZeHOuLZDGPlSw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is an excellent vertical outing up a beautiful section of the cliff. First envisioned as a headpoint, this route is destined to become a neo-classic with the addition of bolts.","protection":"5 bolts plus a standard Eldo rack. A 0.5 tri-cam is perfect in a pocket between 3rd and 4th bolt. A #4 cam is also nice to have at the horizontal break at the top.","location":"Begin with the traditional 1st pitch of\n\nVertigo\n\n(5.9). Where the second pitch begins to steepen, place a good cam and head out and up to the bolt on the right. Four more bolts with a few optional pieces of gear lead to a horizontal. Either traverse left to the\n\nVertigo\n\nledge belay or bust 5.10 moves through the small roof(or step right then back left) and clip the first bolt on the last pitch of the\n\nDoub-Griffith\n\n. Proceed to summit on this climb. You get bonus points for finishing on the new Schlauch Direct, 5.12a, 2 bolts on the arete. It is a mega 70m pitch!"},"__v":0},{"_id":"2IYs548OWRq3m+OaXonQXg==","name":"The West Arete (of T1)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Steve Monks, 1980","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":2,"mp_id":"105753457","mp_crag_id":"105807695","climb_id":"2IYs548OWRq3m+OaXonQXg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Maybe I just had a bad day my first time on it, but this route spooked me, and I didn't even lead it.  This route make you so make you so nervous that if you fart, dogs will cry.  The second time, a decade later, on lead, it seemed more reasonable - in control, actually.  Be sure to be having a good day before getting on it.\n\nApproach Via any climb that will take you to the Red Ledge.  This would include the\n\nYellow Spur\n\n,\n\nRewritten\n\n,\n\nThe Great Zot\n\n,\n\nThe Green Spur\n\n,\n\netc\n\n....\n\nFrom the Red Ledge, traverse to the right from the\n\nSwanson Arete\n\n,\n\nIcarus\n\nor\n\nDaedalus\n\n, or from to the left from the start of the fourth pitch of\n\nThe Yellow Spur\n\n.  A few meters left of the\n\nYellow Spur's\n\nP4 is an obvious clean arete with some chalked slopers and crimpers.  For the first thirty feet, the arete overhangs on the right side and is slabby on the left.  Solo up this arete until nearly even with the roof pitch of the\n\nYellow Spur\n\n. You will pass 2 pins in all, and some trad gear will have since appeared on the left, as well.  From this point you will continue climbing the arete and occasionally getting gear just to the left from the arete onto the face, as for the right side of\n\nIcarus\n\n.  This is about a full pitch of climbing.  Some gear is to be had on the face in general, and the climbing becomes easier toward the top.\n\nAfter joining the edge of the\n\nIcarus\n\nface for a pitch, both routes will move out and right to finish on the 5.6 (S) arete of the\n\nYellow Spur\n\n.\n\nThe opening arete of this route is beautiful and exposed, but a little insecure and pretty runout.\n\nNote: the entire length of this pitch can be run together in ~85m.  We did it as such recently on a 70m rope and simul-climbed the last 15m or so.  A traxion or other device would be a good idea, since some of the lower moves are iffy.","protection":"The first 40 feet of this route are a lot more runout than the book would suggest.  A career ending fall is quite possible, and the moves are insecure.   The first pitch can be rapped from above on Icarus and TR'd.  The rest of the climb is relatively easy (5.6)","location":""},"__v":0},{"_id":"z2C/LAq/XeCgzVIGuJqI4A==","name":"Vertigo","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Dave Dornan, Pete Lev, 1961. FFA: Pat Ament/Roger Briggs 196?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":28,"mp_id":"105748771","mp_crag_id":"105807695","climb_id":"z2C/LAq/XeCgzVIGuJqI4A==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is one of the mega-classics in Eldo. Start on the same ledge as for the\n\nYellow Spur\n\n, but down to the south.\n\nP1. Climb the 5.9 or 5.6 variation up a right dihedral to a big belay ledge.\n\nP2. Awkward and tough 5.9 moves past a bulge lead to easier rock above. Look for the bolted belay up and right of a slanted ledge before the obvious dihedral which is the crux of the route.\n\nP3. The routes technical crux. 5.11b dihedral with some difficult stemming and interesting finger locks. It can be protected well with small cams and nuts. There is some great exposure on this one.\n\nP4. The routes mental crux. 5.11a overhanging crack through a big ceiling. This is done with very solid jams and jugs, as well as great pro. Just plug the cams and go! If this pitch doesn't get you pumped by the amazing climbing and exposure, you should be a BASE jumper or fighter pilot. This is truly a wonderful and tough climb.\n\nAfter topping out, downclimb to the west face of a big block, just north of the summit block, to locate a bolted rappel station.","protection":"Bring a standard rack for Eldorado Canyon. The old pins that used to protect the dihedral crux are no    longer there so bring some small Aliens and TCUs. Second and third pitches have bolted belays. Also, bring lots of hand-sized cams for the overhanging, crack pitch.","location":""},"__v":0},{"_id":"D7ACWUcgUNq0HjkGl9UuJA==","name":"Variation to Third Pitch of Yellow Spur","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":13,"mp_id":"109511478","mp_crag_id":"105807695","climb_id":"D7ACWUcgUNq0HjkGl9UuJA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This variation isn't found in any databases or guidebooks that I have seen, and it seems no less significant than many of the routes listed herein or therein - which isn't saying much.\n\nOn Feb. 19, 1984, I led a variation to the third pitch of\n\nThe Yellow Spur\n\n. It begins from a belay atop the second-pitch variation (Dalke/Ament, 1962, 5.8), the right-facing dihedral that goes straight up from the top of\n\nYellow Spur's\n\nfirst pitch. Above this second-pitch dihedral, I climbed up into another right-facing dihedral. Where this dihedral ended, I climbed over a rotten bulge and continued up to the red traverse ledge, arriving near the base of the giant, left-facing dihedral on the\n\nYellow Spur's\n\nfourth pitch. My partner was Anne Leibold.","protection":"SR. I remember fiddling with pro for a long time before committing to surmount the rotten bulge and heading farther into unknown territory, while Anne encouraged me to retreat. The sun was going down.","location":"This variation begins atop the Dalke/Ament variation to the second pitch of\n\nThe Yellow Spur\n\n."},"__v":0},{"_id":"baFp6WxUUOO7Fx5rkyiGHQ==","name":"The Untouchables","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Tarrant, Dan Hare, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":8,"mp_id":"107108537","mp_crag_id":"105807695","climb_id":"baFp6WxUUOO7Fx5rkyiGHQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"The Untouchables is a fun, little, sport climbing diversion in the\n\nApple Strudel\n\narea. It's characterized by solid rock, good holds, and bouldery moves.\n\nBegin a few feet right of\n\nAS\n\n, placing a finger-sized piece to protect a few moves up to the first bolt. Traverse right, then punch it through the next two bolts (crux) on surprisingly positive crimps and sidepulls. Resist the temptation to climb right into\n\nIgnition\n\n, but rather finish the crux up and left on progressively better holds.  One more bolt gets you to the 3 bolt anchor shared with\n\nApple Strudel\n\n.\n\nA second pitch has been recently bolted, and goes up and right from the anchor, over a roof, and then up the crimpy face above. The crux (11b) is probably establishing on the face after a few juggy roof moves.\n\nI was a bit confused on the second pitch. After clipping a few normally spaced bolts on the face above the roof, I climbed a ways above the last bolt, aiming for what looked like a crack system. A tricky and lichen-ous move guarded the crack, though, so I opted to downclimb, traverse well to the left, and then traverse back on easier ground. I'm not sure if this is the path that the FAs intended, or if they went straight up to the crack, with potential for a big (but probably clean) fall. Follow your nose.\n\nTo descend from the second pitch, walk to the climber's left to the bolted West Chimney raps.","protection":"A finger-size cam at the start, then QDs. Bring a light rack for the 2nd pitch.","location":"This is just right of\n\nApple Strudel\n\n.\n\nFollow the Redgarden trail up the West face, towards\n\nThe Yellow Spur\n\narea. This route is on a clean, brown plaque of rock between the\n\nYS\n\nand the\n\nDirty Deed\n\nChimney."},"__v":0},{"_id":"RyddFFTEW9OmREqVSNH0cQ==","name":"To RP Or Not To Be","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Derek Hersey","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":51,"mp_id":"105760509","mp_crag_id":"105807695","climb_id":"RyddFFTEW9OmREqVSNH0cQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is Derek's Eldo masterpiece left of the third pitch of the Doub/Griffith. There has always been some confusion as to where the pitch goes due to the to licheny nature of the face, but once you figure out where it is, you can't miss it.\n\nWe climbed Superslab to the belay below the crux pitch and, clipping the bolt up on Superslab as a directional, lowered straight down the pitch (80 feet) to an obvious starting foothold just left of the arete. For reference, this pitch (and foothold) is reached by traversing around the corner about 20 below the two bolts and the pin that protect the 11a crux on the third pitch of the Doub-Griffith.\n\nHand traverse left on a pocket band from the foothold (juts out of a purple break, the third striation on the wall when seen from a distance), slotting in a sideways nut. Hard moves take you up and left to a small stance (sling a horn out left). Move straight up the very obtuse corner system (more of a bowl) on small, positive edges, slotting RPs as you go, and climbing generally about 10 feet left of the Doub-Griffith arete. A couple of the RPs seemed pretty good, others were just body weight. Expect long runouts.\n\nTim Kemple and I (Pinklebear) did this pitch in headpoint style (toprope rehearsal, gear placed on lead): it was the only way I, as a tourist in Derek's world, would get to experience this incredible route. So while we didn't match or better the first-ascent style (Derek pre-inspected the pitch on rappel, then led it), we did get a bit of chalk on the holds. Whether you choose to ground-up lead this route, pre-inspect it, or toprope it, you won't be disappointed. This is one of the best vertical face climbs in Eldo.","protection":"Double set of RPs, thin slings or perlon for a horn.","location":""},"__v":0},{"_id":"m8DWkIQKWFmT08t6Z6DyOA==","name":"Three Old Farts Young at Heart","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeff Lowe, Mike Wiess, Jim Donini, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":22,"mp_id":"105762708","mp_crag_id":"105807695","climb_id":"m8DWkIQKWFmT08t6Z6DyOA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"The first pitch is dangerous, but is good climbing. The second pitch is popular as a direct variation to Psychosis. The third pitch is spectacular, but a little loose and grungy.\n\nThis is somewhere between 1 and 2 stars. The second pitch is very good. The first pitch could be popular with just one piece of decent gear for the 9 crux, but as is, it's a TR for most climbers. The third pitch is steep and airy, but with just a few moves of hard climbing.\n\nSee Psychosis for detailed approach info. Start about 10' right of Psychosis.\n\nP1, 5.9vs: You won't hit the ground if you come off, but you could get pretty banged up. We top roped this pitch by leading P1 of Psychosis (10a) to the belay. Climb past some very loose flakes to below the ceiling. Climb the ceiling using a very thin flake on the face above and positive footholds. You can get some gear below the ceiling and perhaps a questionable micro cam a foot or so above the ceiling in the shallow dihedral. When your feet are a couple of moves above the lip you can get a decent microcam in the thin crack on the right. Another couple of moves gets you good gear. The rest of the pitch has adequate gear as you continue up an interesting right facing corner to join the top of P1 of Psycho.\n\nP2, 10d: This is a sustained pitch with good gear. This was my second time leading this pitch. I'm thinking that there is no move harder than about 10a, but putting it together clean is tough. Climbing through the roof on the black rock is intimidating, because it's steep above and unclear where the next rest will be. Climb the crack directly above the belay to the ceiling at a short left-facing corner. A 3.5 Friend or #3 Camalot top ropes the move through the ceiling. Getting relaxed above the ceiling was the crux for me. Place a #2.5 Friend or #2/gold Camalot (hard to see, since you are right of the crack), and continue up steep but positive face climbing to a big ledge. Belay here with gear in the 3/4\" to 2\" range in the crack above the ledge.\n\nP3: 10a: This pitch climbs the south face of the Psychosis pillar. Rossiter calls this S, but I don't think so. Don't do what we did which is to \"step right around the corner\" as per Rossiter. We ended up in the Pigeon Crack chimney, which we climbed via interesting stemming and not much gear to the top of the pillar. Instead, angle up and a bit right from the belay. Climb the small ceiling and up the center of the face to the first bolt. Continue up to a shallow right facing corner. Get decent gear and move left and up on big incut and fun huecos. A good cam protects a moderate move left. Lesser gear protects a 9ish move to the second bolt. At the second bolt pull up and finger traverse left (crux) to the arete. Chuck pulled two holds off the arete on the lead, falling both times. These disappearing holds may have been due to all the recent rain. Easy low angle rock leads to the top just right of the Psycho finish.\n\nDescend via the Vertigo rap route.\n\nLink-ups: You can easily connect P1 of [Psychosis] (or P1 of Old Farts should you choose to lead it) and P2. You could also link P2 and P3. With a long enough rope you may be able to link all 3 pitches, since the line is pretty straight. My recommendation would be to climb P1 of [Psychosis] and TR P1 of Old Farts. Then climb P2 and the first part of P3 to the first bolt and then traverse right a little higher to a big, comfy belay with a good view of the last pitch. Then do the last pitch by traversing back left above the first bolt (as we did, after mistakenly climbing upper Pigeon Crack).","protection":"Standard rack from microcams to 3.5 Friend or #3/Blue Camalot. Single set of nuts. There are two newly-replaced bolts on the last pitch.","location":""},"__v":0},{"_id":"ozrPo77wUOOWnsXSBSPRLA==","name":"Super Slab","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Layton Kor & Rick Horn, 1961. FFA: Pat Ament, Richard Smith & Tom Ruwich, 1967","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":54,"mp_id":"105749728","mp_crag_id":"105807695","climb_id":"ozrPo77wUOOWnsXSBSPRLA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is one of Eldo's top ten classic climbs.  Super Slab begins at the top of the ramp that leads from the roof routes to the base of\n\nRuper\n\n.  Begin fifty feet left of\n\nRuper\n\nunderneath some heavily chalked underclings twenty feet above the ground. This climb offers spectacular and scary climbing on generally solid rock.\n\nThe first pitch checks in at 10+ and is the strength-related crux of the route.  Climb up into the underclings and up the left-angling seam above, 10+ protected by good pins.  Continue up thirty feet until parallel with  some pins leading straight left.  Traverse straight left past three pins (9) to a belay at the base of a left-facing dihedral.\n\nPitch two is a short one, continue up the dihedral for fifty feet (6) to a belay ledge.\n\nPitch three has two options.  We traversed left into the 11a/b third pitch of\n\nDoub-Griffith\n\n.  I recommend this as the climbing is great on this variation and is pretty well protected with two bolts and a decent pin.  For this variation, traverse down and left on runout 5.6 from the belay.  Head up for and obvious bolt and continue up a sort of arete with an delicate 11 section after the pin.  Continue up on 5.7 climbing to a small belay ledge at the base of the beautiful 70 degree slab.\n\nThe normal way to do this pitch is to traverse in from the left, above the bolts on nebulous terrain to join the second half of the pitch I just described (8+).\n\nThe fourth pitch is the best on the route, and is the route's technical and psychological crux.  This pitch checks in at about 10c with delicate balancy laybacks and precise footwork.  Climb up to the obvious bolt fifteen feet above the belay.  The crux is the twenty-foot section above this bolt.  Head for a shallow left-facing dihedral with a pin scar.  Make a scary blind placement (small TCU, or stopper) hope that it is good (you can indeed get a good placement here, if you spend too much time trying to place this piece and fall, you will probably hit the belay ledge, not a good prospect) and climb right of the dihedral for ten more scary feet to reach a good hold. (If the TCU blows on a fall from this section, injury is almost definite, however as I said you can if you are patient get a good piece in here that will hold a fall from the crux moves above, it is a hard piece to place though).  Continue up on slightly scary 5.9 that traverses left under an overhang and surmount this on good holds on the left (9), do some 5.8 out right to reach the upper ramp.  This pitch is about 10c overall and instead of requiring pure strength, requires a good sense of body position and good footwork.","protection":"Bring a purple Metolius TCU or equivalent for the crux.  Otherwise a light standard rack is suffficient.","location":""},"__v":0},{"_id":"PxziNNygVj2pbElOyQ6Thg==","name":"Superspar","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"L. Kor, Rick Horn 1961. FFA: Pat Ament, Richard Smith, Tom R","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":53,"mp_id":"105748810","mp_crag_id":"105807695","climb_id":"PxziNNygVj2pbElOyQ6Thg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is a combination of the first two pitches of\n\nSuper Slab\n\n, and the second two of\n\nArt's Spar\n\n. The first pitch is a .10c undercling flake with decent holds, yet still pumpy climbing. Above the pitch traverses left along a line of pins over nebulous terrain. The second and third pitches can be combined with a two hundred foot rope to a belay at the base of a famous offwidth called\n\nGrand Giraffe\n\n. The last pitch is the crux, it is rated .10c in most guidebooks, but it is possibly a full grade harder now. A local climber informed me a hold has broken in the crack that now makes the move much harder than .10c. The line is obvious, jam out a completely horizontal 6' roof. This is a very intimidating and exposed crux. The hardest part is making a long move to the lip will completely horizontal. This section really surprised me (it spit me off), make no mistake it is solid 5.11, I thought it was a full grade harder than\n\nTagger\n\n(.10c) which is a similar climb. There is an easier option to the left called\n\nElectric Aunt Jemima\n\nthat goes at .10c, although the pro looks a little friable (#0 TCUs?). The roof on Super Spar is well protected at least.","protection":"Bring a standard rack. A bunch of pins protect the first pitch.","location":""},"__v":0},{"_id":"YZmhhcOKXuK0EwXm2oswKA==","name":"South Face of Tower One","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Layton Kor & Bob Culp, 1962","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":34,"mp_id":"105756883","mp_crag_id":"105807695","climb_id":"YZmhhcOKXuK0EwXm2oswKA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"The South Face of Tower One begins from the top end of the Upper Ramp between\n\nMellow Yellow\n\nand Exit Stage Left. All three pitches of this route are interesting and good, but the first two have some suspect rock. This route sees very little traffic and has much more lichen on it than chalk.\n\nClimb one of several routes to the Upper Ramp; (\n\nSuper Slab\n\nleads right to it) follow the ramp to its top and look for a disjunct crack system with two bushes in it and a piton where the crack peters out.\n\nPitch 1: 120', 5.10c S. Follow the moderate crack system past two bushes and move onto the face where the crack ends. Continue straight up some 5.9 face climbing with rather scant protection until you reach a piton about 60 feet off the deck. Clip the pin and move right on tricky, 10c face moves and continue up a thin flake and into a thin right leaning ramp/corner system. Follow the ramp system up and right, belay on the first decent ledge you reach.\n\nPitch 2: 130', 5.9+. From the belay, continue up and right in the moderate crack for about 15' before cutting back left on face holds and move into the leaning roof system that cuts across the entire face. Stay below the roof and follow it up and left via underclings, liebacks and face moves for about 100 feet. There are a couple of old pitons on this pitch that should be backed up. When the roof system ends continue straight up past two pitons to a wide belay ledge just right of the arete on the\n\nYellow Spur\n\n. This pitch is pretty intense for the grade.\n\nPitch 3: 100' 5.6 Smove left and meet up with the last pitch of the\n\nYellow Spur\n\nand climb the beautiful arete to the summit of Tower One or traverse off right via 4th class terrain to the anchor atop\n\nSmoke and Mirrors\n\n.\n\nDescend as for the\n\nYellow Spur\n\n.","protection":"Standard Eldo rack plus a #2 ballnut.","location":""},"__v":0},{"_id":"OuAZbWtVX3SIX2gTJhBlxA==","name":"Song of the Dodo","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Jack and Pam Roberts, 1998.","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":24,"mp_id":"105748807","mp_crag_id":"105807695","climb_id":"OuAZbWtVX3SIX2gTJhBlxA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is the bolted route that can be toproped from the rappel off the Upper Ramp to the left of\n\nVertigo\n\n. I only heard through word of mouth that it was put up by Jack Roberts, I am not sure if this is true.  The\n\nVertigo\n\nraps are probably the most popular way off the Upper Ramp, and I am willing to bet many have toproped this route from the last rappel anchor. It starts with a right-facing dihedral with a hard .11b move halfway up. The upper portion of the route climbs a gently overhanging bolted headwall that goes at sequential .12a climbing. This is a fun route to toprope, it would be a very scary route to lead.","protection":"The upper portion of this route has bolts, the lower 5.11 dihedral has horrible pro. I was told it was    toproped extensively before it was led.","location":""},"__v":0},{"_id":"rixXSYxfXni7AnqiNmhBzg==","name":"Smoke & Mirrors","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mic Fairchild, solo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":35,"mp_id":"105753703","mp_crag_id":"105807695","climb_id":"rixXSYxfXni7AnqiNmhBzg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is a great route that should see more traffic, I've  never even seen chalk on it. It starts above and just  slightly left of Body Tremors between the South Face of  Tower One and There's a Cowboy Up There. Look for three  bolts and excellent face climbing with awesome exposure. It is a bit harder than it looks from the ledge but there are decent gear placements between new bolts. There is a sling anchor at the top of the pitch on Wrong Way Up that allows you to rap back down to the Italian Arete ledge or continue to the top of T1 and do the dirty deed. Your second should  be solid at the grade due to a potential swing after  unclipping the last bolt. The route cuts hard right after the last bolt with scant pro for about 20 feet.","protection":"Three draws, TCUs.","location":""},"__v":0},{"_id":"KEY3Ipl1UOOclOyefySFGQ==","name":"Short Arm Inspection.","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jim Erickson, 1980","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":40,"mp_id":"105975785","mp_crag_id":"105807695","climb_id":"KEY3Ipl1UOOclOyefySFGQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"A two-star rating on this route reflects an experience significantly finer than my own- which involved trying to clean off some footholds to make them usable and also to clean out a few, thin placements so as to have some gear.\n\nThe route upon starting was on fine rack, but down low was covered in a dusty lichen- the kind that sends you flying off of a route. It is presently clean enough to climb, but could still use a good brushing to make the climbing more fun and less enervating. After 50' the climbing turns the corner and gets far easier- finishing essentially up and right as if for the left side of the\n\nBody Tremors\n\nWall.  The crux is the first 50 feet.","protection":"A rack from RPs to 3\". This route requires some skill to protect well and is not for pushing your limits on.","location":"This is the rising seam/crack in the next major left facing corner left and up from\n\nChockstone Chimney\n\n.  This is but a few yards to the right of the start as for the\n\n'South Face of Tower 1.'\n\nBelay in the shaded corner behind the tree as for\n\nEL 100\n\n, and climb up and left up a bulging, obtuse corner with a placement here and there."},"__v":0},{"_id":"1xVyOBCfUty49cDufyaUkw==","name":"Ruper to Grand Giraffe","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":62,"mp_id":"105759648","mp_crag_id":"105807695","climb_id":"1xVyOBCfUty49cDufyaUkw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"I am listing this separately in the hopes of attaining more info, and because this route shares only the first 15 feet of climbing with\n\nRuper\n\n, and from it, one can not get back to the the\n\nRuper\n\nline. A line was in Rossiter's old book, Boulder Climbs South and is no longer present. Andy Donson suggested this line to me as an alternative to lower\n\nGrand Giraffe\n\nwhen we arrived at the same time and place.\n\nI am interested in the history of this line and on what others think the grade/runout of it is like.\n\nTo climb a 5.8 variation of lower\n\nRuper\n\nor lower\n\nGrand Giraffe\n\n, start as for\n\nRuper\n\nand climb up the thin crack for 15 feet. At this point, a small tree is to your left (with slings) and the route goes right. Rather than going right, the route stays left. You keep going straight up, staying near the arete and climbing up to a point below the left-leaning, thin-crack section of\n\nGrand Giraffe\n\n. Staying lower and left of that section both avoids drag and to covers new ground and unique ground. After perhaps 30-35 meters, you reach the ledge from which you can left to climb the easy, wide pitch of\n\nGrand Giraffe\n\nto reach the belay below the OW on\n\nGrand Giraffe\n\n. This can be done in under 60 meters if you don't wander your rope around too much with gear. Finish on\n\nGrand Giraffe\n\n,\n\nElectric Aunt Jemima\n\n, or\n\nArt's Spar\n\n.","protection":"A normal Eldo rack including a good selection of stoppers & cams. There are short runouts above reasonable gear, but is on par for Eldo at this grade.","location":""},"__v":0},{"_id":"t6t8+0IVVnGBTa3q427vqg==","name":"Ruper","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Layton Kor, Bob Culp, Ed Risley, 1961","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":63,"mp_id":"105748774","mp_crag_id":"105807695","climb_id":"t6t8+0IVVnGBTa3q427vqg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is my favorite 5.8 route in the canyon. It is long, sustained, and has a variety of types of climbing. The route is broken into two sections both three pitches long, one below the Upper Ramp, and one  above. You can rap off after the first three pitches. For the second pitch, you can take the rover variation on the left side of the block, this is a lot easier than it looks, but still solid 5.9. The other variation is the Ruper crack, an offwidth that requires a #4 Camalot at the beginning. (You can pro in cracks on the side of    the offwidth higher in the pitch) The other pitch of note is the last pitch. This is has one short .8- move on it, but the protection sucks. There are two pins protecting the move, one wiggles around when you touch it, the other would not hold a fall. You can back them up with some weird TCU placements, all the same be solid at the grade. The top of the last pitch is runout 5.5, and if it has rained or snowed lately will definitely be wet. Every pitch on this route is awesome and classic.","protection":"Bring a standard rack, a #4 Camalot is mandatory for the Ruper crack.","location":""},"__v":0},{"_id":"vtG2yps2WV2H7nS0YnwPng==","name":"Rover","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"F.F.A: Wunsch/Erickson 1973","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":59,"mp_id":"105760578","mp_crag_id":"105807695","climb_id":"vtG2yps2WV2H7nS0YnwPng==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is another excellent climb starting from the top of the Lower Ramp.  If it weren't sandwiched between so many ultra-classic climbs, it might get 3 stars.  Part of this route is covered under the \"Roving for Love\" route description.\n\nBegin from the top of the Lower Ramp at the start of\n\nRuper\n\n. The climb's 2nd pitch follows the obvious arching dihedral overhead.\n\nP1- Climb the thin crack on the left (5.8, 2 fixed, purple, Metolius cams) or scramble more easily up to the right.  Belay in a nice alcove directly below the beautiful, arching dihedral.\n\nP2- Climb up to the dihedral and lieback/undercling up and left (\n\nRuper\n\ngoes out right at this point), eventually reaching a nice belay ledge at the top of the dihedral.  This is a beautiful pitch of 5.9 and makes a good alternate 2nd pitch to\n\nRuper\n\n.  The first two pitches can probably be linked.\n\nP3- Climb straight up from the belay to a left-trending crack/groove.  Climb the crack and face to a decent stance under the roof (10a S).  The topo for this section says \"no pro\", but I was able to get in a couple decent offset nuts.  From the roof stance, climb right up the ramp/roof to a hidden bolt.  Clip the bolt and make a funky traverse move to better holds (crux).  The feet are good in this section but there isn't much in the way of hands.  I shudder to think what bizarre fixed mank must have been in place on the FFA.  Continue up and right to the Upper Ramp through some runout 5.9 face (watch for loose holds in here).\n\nThere are some issues on the 3rd pitch regarding belaying up the second, especially if they aren't solid following 5.11.  The climb trends up and right from the crux and there isn't much gear right after this section.  Best to leave a long sling on the bolt which the second can unclip AFTER pulling the crux.  I also backcleaned my last piece (the only decent gear I found between the crux and the upper ramp) and belayed from an awkward spot almost directly above the crux to minimize swing potential (there is a good nut placement here to belay the second through).\n\nFrom the upper ramp, continue on\n\nAlice in Bucketland\n\n,\n\nthe Serpent\n\n, or any of the other adventure climbs that start in that area for an excellent day of climbing.","protection":"Standard Eldo rack.  HB offsets are useful.","location":""},"__v":0},{"_id":"+EGFeIouWCmaWQHosU09Iw==","name":"Rosy II - (In Memory Of Layton Kor)","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Drew Spaulding, Aug.'13","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":44,"mp_id":"108544330","mp_crag_id":"105807695","climb_id":"+EGFeIouWCmaWQHosU09Iw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is a route I've been working on for a while now... In Memory Of Layton Kor, I would like to name this route Rosy II, as a continuation of his classic\n\nRosy Crucifixion\n\n. With great classics like\n\nGrand Giraffe\n\n,\n\nRuper\n\n,\n\nT2\n\n, and\n\nJules Verne\n\ncontinuing from below the \"Upper Ramp\" to the top of the Red Garden Wall, why not a continuation of\n\nRosy Crucifixion\n\n?!\n\nRosy II was recently up for vote and on review with the FHRC for a request to place 3 protection bolts. These 3 bolts have now been placed to make it a well-protected, but still bold, new, 2-pitch route. All 3 bolts were added to the 2nd pitch to make it a long and wild 135'-5.11a/b.\n\nPITCH 1-(5.8-PG13) The 1st pitch of Rosy II is a super featured, plaque of patina, incut edges, huecos, and solid cracks. While most of the 1st pitch is only 5.6-5.7, it has the feel of being slightly runout because of its face climbing nature.... Solid, and sporadic placements appear to protect this pitch sufficiently, and it is a really fun start to this 2-pitch climb! I've led this pitch a few times and feel the gear is solid and sufficiently protects this 80' section. After the diagonal hand crack, step up right on the pocketed face and place a #4 CAMALOT in a hueco to protect the moderate stretch up to the slanting belay ledge.\n\nPITCH 2-  Protect the start of the 2nd pitch with a few pocket placements before gaining the challenging diagonal pod-like dike traverse. Place a CRUCIAL #4 CAMALOT in the constrictive pod before stepping up to clip the 1st bolt at the lower roof. Powerful and devious moves pull up onto positive jugs to surmount the large roof!(5.11a/b) Mantle up onto the \"HEART\" shaped horn and clip the 2nd bolt. Step left to follow edges past the bolt and up into the right-facing crack system above(5.10b). The 3rd bolt is placed over the lip of the upper roof to protect it's powerful and devious moves.(5.11a) Climb the right edge of the diamond shaped headwall to follow good rock and solid placements to the top! This is a well protected 135' pitch at 5.11b-ish.\n\n\"In August '13, with the encouragement of ACE's Joe Crotty, I  led(headpointed) this 2nd pitch (135') with 1 pre-placed nut above the long runout, with an extra long sling (8') to mimic where the 2nd bolt would be placed. Natural cracks, pods, seams, and random slots appear the rest of the way to provide a spicey, but well-protected, exciting 2nd pitch. I placed 17 placements in 135'...\"\n\nThis route starts just down the upper ramp from the \"\n\nItalian Arete\n\n\" and further down below Saint Augustine.... Also, about 20' up the ramp from the start to the upper\n\nGrand Giraffe\n\n.","protection":"Natural gear and 3 bolts protect this route.... Eldo rack with a few 3\"-3 1/2\" pieces. Also, include #4 CAMALOT for both pitches!  Rated:  pitch 1 - 5.8 PG-13, pitch 2 - 5.11a/b","location":""},"__v":0},{"_id":"cS56h4YyUnK877iJXJ4ABw==","name":"Roll Over Rover","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Rob Candelaria","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":60,"mp_id":"105756349","mp_crag_id":"105807695","climb_id":"cS56h4YyUnK877iJXJ4ABw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"On the pillar between the big dihedral second pitch of\n\nRover\n\nand the OW second pitch of\n\nRuper\n\n, locate 3 bolts on the left side of the face right of the arete. This route was originally rated 12a/b, the newest guidebook notes 11d, but for some reason it's not that hard. It has good position and fun moves, but poorly placed bolts is how I would describe this rig. I thought the crux was clipping the last bolt (if you are well under 6' then even more so). Regardless, this is a great link-up into the\n\nRover\n\ncrux pitch above.","protection":"Small/medium wires, small/medium cams, and 3 QDs.","location":""},"__v":0},{"_id":"7VAbAS/3WNehFMD5Lky5Gw==","name":"Rocky Raccoon","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Teena Wells and Ron Akin, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":17,"mp_id":"105753070","mp_crag_id":"105807695","climb_id":"7VAbAS/3WNehFMD5Lky5Gw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is an odd route where the first 40' are a tree!  Climbing this route is hard on the tree, and I hope it remains obscure.  The route would be much harder without the tree, as it spans a sizable overhang.\n\nIt begins only 30' right of the start of the\n\nYellow Spur\n\n.  Climb a large tree to the lip of an overhang (slings around branches if you want pro).  The top of this tree has been beaten down by the traffic and the move getting onto the rock has been getting harder (I'm 6'0\", and I'd rate it 5.9 or even harder if you are much shorter).  Fortunately, you can place some decent pro in the rock before stepping off the tree (hands just above the overhang).  Do not attempt this climb if it is windy.\n\nAfter the difficult moves over the overhang, head up and left to belay at a tree.  The second pitch (nice) follows the same crack system for 50' to a ledge, then continue up parallel cracks (5.9) to a belay.  The third pitch climbs a rotten and somewhat unprotected face over a bulge (you can get in more than the #0 RP mentioned by Rossiter), then traverse right to the Upper Ramp.\n\nIf you still haven't gotten your fill of tree hugging, head on up\n\nE.L.100\n\n.","protection":"Standard Eldo rack.","location":""},"__v":0},{"_id":"WzoLyiwGVg+VZkPSf0vqZA==","name":"Reaper","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":61,"mp_id":"106108467","mp_crag_id":"105807695","climb_id":"WzoLyiwGVg+VZkPSf0vqZA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This climb is a variation of the upper pitches of the route '\n\nRuper\n\n'.\n\nIt starts about 30 feet before entering the leftward traverse under the roof with the old pins. Climb out left onto a steep, lichen-covered wall, using cool hueco features and pebbles, for about 40-45 feet. There is an incipient crack system along the way that will take a few camming devices. Continue climbing up and left to join the upper dihedral of '\n\nAlice\n\n',and onward to the top, passing a few old pitons.\n\nThis is a better finish to\n\nRuper\n\n'. (I.M.O.).","protection":"Standard rack.","location":""},"__v":0},{"_id":"M307b8idXuyYLqA4sj1xkw==","name":"Psychosis","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Wunsch, Jim Erickson, Larry Marquardt, Bob Hritz, 1973","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":21,"mp_id":"105753610","mp_crag_id":"105807695","climb_id":"M307b8idXuyYLqA4sj1xkw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Psychosis is on the W/SW face of Redgarden Wall, and thus it gets morning shade and afternoon sun. The route begins from the same ledge as\n\nThe Yellow Spur\n\nand\n\nVertigo\n\n, and is more or less half way between the direct starts of these two routes.\n\nGo up the Redgarden Wall trail from the Streamside trail until a metal ladder takes you up just beside the large boulder against the wall. The dihedral just above the ladder on the wall, behind the boulder, is\n\nSchizophrenia\n\n.\n\nSchizophrenia\n\nis a 5.8** approach pitch to Psychosis and will deposit you more or less at the base of the route.\n\nIf you do not want to climb\n\nSchizophrenia\n\n, continue up several switch-backs until a broad ledge appears as for the approach\n\nThe Yellow Spur\n\n. Cut back S/SW on this ledge at the base of the rock to an impressive looking evergreen (Douglas fir). Just down and right of the tree is a weakness in the large roof, some 15' or so from the ledge.\n\nP1.\n\nClimb up and over this roof on small but positive holds with poor protection (10a/b, S). This is essentially a mantel move with one high reach. Short climbers will find this more difficult than those who are tall. After that sequence, some gear can be had here and there for the rest of the way up, the now more moderate pitch. A belay is reached soon, as this is a fairly short pitch.\n\nP2.\n\nClimb up and left to a junky and nondescript, right-facing dihedral to a ledge, which can afford a belay, the position of which will depend on how you will do the 3rd pitch, so that is where the belay is described. Better yet, don't do this pitch at all and instead do the 2nd pitch of\n\n3 Old Farts Young At Heart\n\n(10d) which adds challenge and quality to the line.\n\nP2a.\n\nClimb up directly above the belay on P1 through a crack. This crack splits a short dark section of rock which passes through a small roof (crux, 10d). This pitch consists of good rock with good gear.\n\nP3.\n\nThe standard finish of Psychosis. From the top of P2 ledge, move up and left on the ledge, then up again to a good stance to belay. From the belay, traverse down and right (5.10d) to a 5.10a handcrack, which goes to the op of the wall and deposits the climbing party on the top of the upper ramp. Some people find the traverse frightening due to its position and lack of gear.\n\nP3a.\n\nThe better finish of Psychosis. From the top of P2, arrange the belay as if directly above P2a. There is an enormous overhanging wall which a handcrack and pockets galore directly above you. Climb it (5.11a) until the angle eases off to where the standard finish merges with the crack at the end of its traverse. Continue to the top on the handcrack (5.10a). There is a little questionable rock on the overhang, but the holds for the climb and the crack are good and take good gear; it is better and probably safer than the standard finish, although harder.\n\nP1*****.\n\nWith a 70+m rope & adequate rack, one can link P1 + P2a + P3a into a single super pitch, or link any combination of those pitches.\n\nFrom the top of the route, some length and quality can be added by finishing your day on\n\nItalian Arete\n\nor\n\nBody Tremors\n\n.","protection":"The protection in some places leaves a little to be desired. Take a standard Eldo Rack and make sure you have small gear with you. Some of the runouts can be avoided by taking the harder alternate pitches of \"\n\n3 Old Farts...\n\n\" and the 5.11 finish instead of the 5.10 finish.","location":""},"__v":0},{"_id":"YmjY8pD1WumPYE0irNvcCQ==","name":"Pigeon Crack","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown to me","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":23,"mp_id":"105820584","mp_crag_id":"105807695","climb_id":"YmjY8pD1WumPYE0irNvcCQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is an interesting historical route, and might be part of a completist experience of Eldo, but both obscure and of minimal merit, if you are looking for a destination climb.  The present guidebook refers to this as a 'grungy chimney' albeit there is only perhaps 8' of chimney moves out of the 180' of climbing.\n\nThe climb does encounter a reasonable amount of questionable rock, some real run outs, and a short section of chimney that was indeed inhabited by the route's namesake at one time. (Although not presently and not apparently recently, judging by the decomposition of the doodoo.)  It is also a sandbag at 5.8; it is more like 5.9.\n\nClimb up vertical flakes and cracks on what is more recognizable as a shallow corner system for 100+ feet to reach a 'chimney' with a huge chockstone with a wad of slings (an old fixed rap) below it. Do a few chimney moves to go up into the crack and place a small nut and a green Camalot in a feature on the left wall (long sling). The next few moves are cruxy and otherwise run out on the wad of slings below the friable death-chockstone (just leaning, not socketed) do the sandbag crux to go up and right out of the chimney and up above to good protection and good rock. Continue to the top and belay on a few nuts and a tree.\n\nConsidering that the 'fixed rap/belay' was more or less in the least appealing section of the climb and not that great of gear, I opted to run the climb into a single pitch.","protection":"A standard rack + #4 Camalot might help protect as you exit the chimney (or might be tipped out?).  Lots of long slings.","location":"Left of Vertigo by 70 feet, or for those more familiar, left Mickey Mouse Nailup by about 30' feet. Just right of Lower Psycho Pigeon..."},"__v":0},{"_id":"yJdKqxwZWvyz2S7cu9azLQ==","name":"Phallus In Suck-It-Land","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Rossiter and Ken Brink 1986","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":49,"mp_id":"105756907","mp_crag_id":"105807695","climb_id":"yJdKqxwZWvyz2S7cu9azLQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Phallus in Suck-It-Land is a good route with a great name!Start from the Upper Ramp as you would for Alice in Bucket Land, on the right side of the large cave that is just left of the start for Upper Ruper. This route doesn't see much traffic but has good moves and wild exposure, expect some pretty spicy runouts on lichen covered rock. The holds stay juggy most of the way but be careful what you yard on.\n\nPitch 1: 120 feet 5.8 SFollow the first pitch of Alice. From the right side of the cave move up and right through the roof to big holds on the face then angle up and left through the hueco covered face to a double piton anchor below an arching roof. You may also start with Upper Ruper and climb the first 15 feet of that route, clip a piton and cut hard left 5.8vs.\n\nPitch 2: 100 feet 5.8 SMove left from the belay and turn the roof at an obvious weakness (5.8 S). After the roof head straight up the face following the path of least resistance and pass through two roofs (both 5.8) until you reach a decent ledge to belay. The exact line, grade and protection on this pitch probably vary a bit for each climber, there are many options, choose what looks best for you keeping the small tree near the top of the face in your sights as a landmark and savor the exposure.\n\nPitch 3: 90 feet  5.4Can be combined with pitch 2. Follow jugs up to the saddle where Upper Ruper ends.\n\n............................................................","protection":"The standard stuff will do but if you want to avoid runouts as much as possible bring some bigger stuff to put in the huecos, maybe large tri-cams.","location":""},"__v":0},{"_id":"5N582looXuCXozWpxIInXw==","name":"Psycho Pigeon","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Webster and Browning, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":31,"mp_id":"105753322","mp_crag_id":"105807695","climb_id":"5N582looXuCXozWpxIInXw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Per\n\nMauryB\n\n: this is about as good as Eldo climbing gets: exciting moderate sections with some sustained, well-protected 5.11 cruxes.\n\nFrom the very upper end of the upper ramp/meadow, just left of the original broken corner start to\n\nMellow Yellow\n\n, locate the break through the overhang with some obvious holds (you can get some decent gear for a belay). A few steep committing moves on good holds lead to some bomber hand-sized cams. Follow the obvious but delicate climbing up and left until eventually - delicately - moving to the arete and up to a 2 bolt anchor (5.10R). Wave at the crowds on\n\nThe Yellow Spur\n\nas you're about to join them.\n\nP2 follows the obvious line of bolts up and right around the arete then continues up to the crow's nest belay on\n\nTYS\n\n(5.11, this can be combined with P1 with judicious use of slings).\n\nP3 starts up the pin ladder of\n\nTYS\n\nfor about 15 feet then breaks up and left to the two bolts visible on the face - plug some bomber gear as it's a bit of a journey to that first bolt! Join the Robbins traverse and the ridge to the summit (5.11).","protection":"An Eldo rack.","location":""},"__v":0},{"_id":"QEGowc9HVUSbY1Wy8puERA==","name":"Over the Shoulder Stuff","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Woodruff, Dane Hare, Chris Reveley, 1976","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":11,"mp_id":"107008149","mp_crag_id":"105807695","climb_id":"QEGowc9HVUSbY1Wy8puERA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This sustained and interesting climb makes one work a bit for the gear. The first pitch shares the start with the\n\nYellow Spur\n\ndirect start, and also shares a portion (the leaning slot) with\n\nOne and a Half Hours of Power\n\n.  The second pitch also merges with\n\nOne and a Half Hours of Power\n\n.   While the rock is generally clean, there are a couple of loose sections to be negotiated on the 1st pitch.  Still, the overall quality is pretty good, and it's fairly challenging at the grade.  A worthy adventure, especially if you've done most of the other routes in the neighborhood.","protection":"Bring the usual small cams, nuts, and RPs, plus lots of long slings.  No bolts anywhere, so build natural anchors at the end of each pitch.","location":"This starts with the\n\nYellow Spur\n\ndirect start just left of the regular\n\nYellow Spur\n\nstart.  Where the\n\nYS\n\ntakes a hard right, go left into the left-facing corner.  Belay just above the roof after the 1st pitch, and take the second pitch all the way to \"Almost Red Ledge\".  Walk off left (north) to the West Chimney rappels, two single rope raps will get you to the ground."},"__v":0},{"_id":"p5JG5zoFXq+tA3dJ7a8eDw==","name":"One and a Half Hours of Power","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Derek Hersey, Janet Robinson, 1988","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":10,"mp_id":"106648422","mp_crag_id":"105807695","climb_id":"p5JG5zoFXq+tA3dJ7a8eDw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is a fun and adventurous outing on the West face of Redgarden Wall. I'd give it three stars for the great movement and continuous climbing, but it loses one star for a few patches of sketchy rock.\n\nBegin as for the direct start to\n\nYellow Spur\n\n, and trend up and left past three bolts (the middle one is hanger-less, but has decent gear close by). After the burly, rather steep start, you'll be relieved to enter the slot/dihedral up high.\n\nIt stays hard, though, as you encounter tricky moves, sparse pro, and suspect rock. There's definitely a few good looking pieces in here, but due to sketchy rock, none are unquestionably bomber.\n\nBust left at the top of the slot and end this pitch at the 2 bolt belay shared with\n\nIgnition\n\n.\n\nStraight above the belay, burl your way up the steep crack, and past a juggy roof. Continue up the face with good pro, eventually trending left to join a short, left-facing corner that leads to a small roof. Pull the final roof and scamper up a slabby corner to belay on a big ledge.\n\nThe entire route is about 190', so it could theoretically be linked into one pitch, but I think the drag would be a deal-breaker. For a full value pitch, try linking \"\n\nIgnition\n\n\" into the second pitch of \"Power\". Since\n\nIgnition\n\nis more direct, the drag was not bad.\n\nDescent: Walk north (climber's left) on the ledge. You can rap off a big tree here, which would likely get you to the 3-bolt anchor on\n\nApple Strudel\n\n(I haven't done this, the pull off the tree looked bad). Another option is to continue north on the ledge to the West Chimney bolted rappels (two raps to the ground).","protection":"Standard Eldo rack to 2 or 3 inches.\n\nThe only sketchy part was the top half of pitch one, where there's a few different \"OK\" pieces protecting tricky, insecure climbing.","location":"It is between\n\nIgnition\n\nand the Direct Start to\n\nYellow Spur\n\n, on the West face of Redgarden Wall."},"__v":0},{"_id":"xNf7mp78W2Ot1AE2ZapZFg==","name":"Neurosis","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"FFA: Steve Wunsch, John Bragg, Art Higbee 1974. FA: Layton Kor, 1965.","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":20,"mp_id":"105762369","mp_crag_id":"105807695","climb_id":"xNf7mp78W2Ot1AE2ZapZFg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Neurosis is a rarely done climb, although I was surprised to see chalk on P2 and P3 (but none on P1). Perhaps people approach via P1 of Psychosis, moving left near the top of that pitch rather than right.\n\nSomewhere between 1 and 2 stars. A good adventure climb. P1 is mostly just hard (impossible for me) with difficult gear. P2 is spectacular but easier. P3 is loose to start, indirect, with an unsatisfying (but welcome) finish if you escape around the arte to the right.\n\nFFA by a stellar team. Art Higbee (Art's Spar) is a little less known than Wunsch and Bragg, but Art climbed a lot with Jim Erickson including on the free ascent of Half Dome (see the movie).\n\nErickson's 1980 guide says, \"Slightly less severe than PSYCHOSIS, yet analysis and commitment may be necessary.\" He also says of P1, \"...conquer a minor overhang...\" The \"minor\" overhang is a large and very difficult roof, and the crux of the climb. Did something break off since the first ascent? I'm good at roofs and can climb most Eldo routes to easy 11, although sometimes with hangs and falls. I could not do this roof despite many attempts. I'd like to hear from any 5.11 climber who can do this. The way that almost worked for me was to stem with a low left hand jam, long reach for a good pinch at the lip, and try to pull on that pinch to reach the good hold.\n\nApproach:Hike up to the west side of Redgarden. After the steel ladder, continue past a couple more switchbacks until you can cut back right on a ledge that leads to Psychosis and Vertigo. This is one level below the start of Yellow Spur. Psychosis starts just left of the largest tree on this ledge. Neurosis starts about 12 feet left of Psychosis at a right facing dihedral. For a warm-up, you can climb from below to this point via Schizophrenia (5.8) or one of the harder climbs on either side of that.\n\nP1 10d++ S?:This is rated S in Rossiter's guide. If you're tall (I'm 6'2\" with mediocre reach), it's not S, but perhaps \"protection difficult.\" Climb the initial corner at about 5.9 with barely adequate gear. Move very carefully onto the ledge on the left. There is lots of loose gravel and some bigger rocks on this slanting ledge that want to fall off. The belayer should be wearing a helmet and be out of the fall line (rope, too). Get good gear on the underside of the roof. I used HB offset nuts and some small cams. Move right on a large block under the roof with a horizontal crack and buckets. The left side of this block is suspect. You can get some gear on the right side. You can place a blue Ballnut in the roof. From the ledge on the left, if you are tall, you can place a very good #3/blue Camalot in the obvious slot at the lip. This topropes the crux. As I said above, I couldn't do the crux, so I can't offer any advice here. A very long reach will work. Perhaps a hand jam where the blue Camalot is (and place the cam after getting the good hold). Perhaps left hand on some small sidepulls. Climbing from directly below puts the lip much further away. Some combination of heel hooks with sloper holds might work. Pulling over the lip is 5.9 or so on good holds. You can place a 0.75/green Camalot before you pull over the lip. Above this the climbing is maybe 5.8. I placed gear in the main corner but climbed a bit further right where it was cleaner and less steep. Gear is sparse but adequate. It's not obvious where to belay. Traverse left around the main corner to a hidden ledge. Further left and down on this ledge are good cracks taking green and yellow Aliens and a 0.5 Camalot. You can protect the second on this traverse with a yellow Alien or medium nut above the big horizontal crack.\n\nThere is a variation to the left of the crux roof that is apparently 10a. Looking down from above, it looked pretty dirty above the roof on that variation.\n\nP2 9+:The second pitch is the best pitch. It looks pretty hard from the ground, and it is pretty hard at about 9+. Gear and rock is good, but you have to work for the gear at a few places. Like the regular 2nd pitch of Psychosis, it's very steep, but with more interesting moves and better rock than Psychosis. When you top out, there are a few gear placements, but the rock is a bit suspect. I prefer to move right and down to a very good horizontal crack that takes hand-sized cams (#2 and #3 Camalots). Up and right from there is an excellent 1\" cam placement. This belay is a little less comfortable than up and left, but safer, and there's more rope out for the initial hard moves of P3.\n\nP3 10d:I first did this pitch accidentally thinking it was the 10d variation of Psychosis. The guidebooks say climb to the roof and move right, but you actually climb right about 15' below the roof. Climb the shallow right facing corner that is left of Psychosis. The first 10' of this is a little loose, and gear is difficult, but available. Continue up the corner as high as you can to place gear. The climbing is about 5.9. Step down a bit and move right onto some decent handholds. It may be possible to traverse straight right from here and avoid grief later, but we traversed diagonally down and right (first crux) to the shallow left facing corner. It's very difficult hanging out at this point to get gear. Get a good high nut. (Double ropes useful! One high on the left and one running low across the face to this point.) Make hard moves up the crack and then desperately reach an obvious crystal/flake on the arte, and escape right into an easy corner (top of Psychosis). It may be possible to continue up the crack without moving around the arte, but it's very steep and a little dirty. Rossiter just says of this pitch, \"...traverse right (10d), and up to the top.\"","protection":"Double cams from microcams to #2/gold Camalot, #3/blue Camalot. 1 or 2 sets of micronuts. HB offsets and Astros work well. Blue Ballnut is optional and doesn't get you much. 1 set bigger nuts to 1\". HB offsets worked well on P1. Double ropes very helpful on P1 and P3.","location":""},"__v":0},{"_id":"r/oKCbzIWl62wM9nprTBXQ==","name":"Neptune's Bible","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Neptune, roped solo, 1970s","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":16,"mp_id":"107187932","mp_crag_id":"105807695","climb_id":"r/oKCbzIWl62wM9nprTBXQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is an interesting route with a considerable amount of adventure for a \"mere 5.8.\"  Start on an unconventional start, climbing a tree, which is mostly stripped of the branches you'd like to have.  Sling a few branches with girth-hitched slings for protection.  As you near the rock, a small cam placement and then a fist-sized piece present themselves just before pulling onto the rock, while tip-toeing from the treetop onto the rock.  This is probably the crux.  One can head sharply left from there to a stance as a small evergreen and belay on gear, or continue onward (continue...).  Climb up on mostly good, incut holds with occasional gear and long slings to keep the rope direct and drag low.  You should be below a hanging, right-facing corner.  Climb up into this and through it.\n\nUpon finishing the right-facing corner, you can traverse hard left (West) for 50+ feet on a jumbled ledge to a belay on a tree near a 2-rope rap (160') over\n\nApple Strudel\n\n/\n\nThe Untouchables\n\n.\n\nA solid belay on the ledge at a tree just before that rap can be reached from the ground on a 70m rope, but the rope will not get you to the ground.  5.1 climbing behind that tree and left will take you to the\n\nDirt Deed\n\nraps, where a single 70m will get you just to the ground, or where a short rope will get you there in 2 raps.\n\nIf you wanted to keep going above the dihedral, you can continue (with a 70m) up and right as for the final pitch of\n\nRocky Raccoon\n\n.  This splits up and right at the top to intersect the top of the upper ramp (and\n\nVertigo\n\nraps) or up and left to the Red Ledge, escaping via a finish on a route above (\n\nYellow Spur\n\nor\n\nIcarus\n\n, etc...) or down and left to the raps on the\n\nDirty Deed\n\nChminey.","protection":"A standard rack with 1 of everything to 4\"... or 2 of everything if you want to run it all into a single pitch.","location":"This route starts as for\n\nRocky Raccoon\n\nand branches left from that route where the tree meets the wall and climbs up and left to a stance an optional belay from there before continuing up and below a large, hanging, right-facing dihedral, and through that to a rotten band (another optional belay).\n\nFrom that area, head up and right to the top of the upper ramp (left edge) or right edge of the Red Ledge."},"__v":0},{"_id":"muAX39aIXiqvM+0lW4V8Ag==","name":"Parting Shot","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Chris Archer & Dan Hare, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":6,"mp_id":"105756112","mp_crag_id":"105807695","climb_id":"muAX39aIXiqvM+0lW4V8Ag==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is the meandering face pitch just left of Apple Strudel, almost to the left corner of the buttress before the broken-up West Chimney zone.  Though it wanders a bit, the climbing is varied and aesthetic and the cruxes are well protected. Be aware of rope drag (you can break this into two pitches by belaying atop the small pillar at half-height, but there is only one bolt there).\n\nClimb a slightly dirty corner to a little roof. Clip a bolt, step right and clip another bolt.  Head up into the right-facing corner and out onto the easier face above.  Four or five more bolts above you protect the crux headwall, which has a tricky little roof in it.\n\nBelay at the big tree atop Apple Strudel.\n\nDescent Options:\n\n1) A double-rope rappel (60 meters?) from here gets you back to the ground.\n\n2) You can make two raps down with a 60M(?) stopping at the bolted anchor at the top of Apple Strudel's first pitch.  This requires the first person to clip a directional or two.\n\n3) With a single rope, it is an easy traverse left to the Dirty Deed (West Chimney) rappel.","protection":"This pitch has plenty of bolts but you'll still need gear.  A set of stoppers and some small cams or TCU's should suffice.","location":""},"__v":0},{"_id":"JuAio60LW5SqJjboq1EKbA==","name":"Much Slater (left variation)","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Michael Gilbert, [Roger Schimmel, & Roger Briggs]","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":45,"mp_id":"105756328","mp_crag_id":"105807695","climb_id":"JuAio60LW5SqJjboq1EKbA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Here it is, one the \"8 routes to test your mettle\"(did you read the article?). I did this route the other day as a ground up, onsight ascent; not to be confused as a headpoint...Quite a wild ride, luckily thats just a pun.\n\nP1: (5.9+ X) This is the first pitch of Saint Augustine, which is located between The Italian Arete and upper Grand Giraffe, off of the Upper Ramp. Loose! Set up a belay on the pedestal.\n\nP2: (5.11d R+) This is the first half of St Augustine's second pitch, but we exit over the obvious roof just before SA's short crux out right. This is a traversing pitch up and right through lichenous huecos and at first, no pro. Aim for the roof depositing as much pro as you can. Protection is possible over the roof but with some effort...\n\nThe crux is turning the roof to a semi-rest and then making two or three insecure moves up and left on a series of questionable? flakes. [This is the left variation] Keep in mind you are relying on the lone piece of pro above the roof that isn't total junk but its not exactly bomber either...Its not over yet! After a couple 5.10 moves on dubious flakes you finally have another chance for protection, in a hollow sounding flake. Five-Nine climbing toward a fixed nut ends the scare factor. Finish the pitch on easier rock to the ledge. A 190' pitch!","protection":"Set of nuts, cams from .4\"-3\" (I recommend bringing 3 Green Aliens for crux pitch due to their stability in shallow placements), long runners, maybe double ropes for gear stability.","location":""},"__v":0},{"_id":"FUx9Hw3rWcu4LBW7pNJ7aQ==","name":"Mickey Mouse Nailup","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"FA: 5.7 A2 Dave Dornan & Joe Oliver, 1960. FFA: Jim Erickson & Jim Walsh, 1968","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":25,"mp_id":"105755551","mp_crag_id":"105807695","climb_id":"FUx9Hw3rWcu4LBW7pNJ7aQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Approach Mickey Mouse Nailup as for\n\nVertigo\n\n,\n\nYellow Spur\n\n, etc.  Begin behind a large tree about 20 feet to the left of\n\nVertigo\n\n.\n\nIn many ways Mickey Mouse Nailup reminds me of\n\nDarkness 'Til Dawn\n\n:  while hardly inspiring from the view at the bottom it is, in actuality, it is a really fun and steep route.\n\nStart climbing on easy rock that gets progressively more difficult (and with progressively worse pro) to the crux at around 40 feet.  Figure out the crux, continue up the crack past some old pins (sustained 5.9), and into a weird chimney.  Exit the chimney by pulling the fin to the left- -an exceptional move- -and head to the two-bolt anchor with chains.  100 feet.\n\nFrom the chains, one can either rap to the bottom or (better) continue up over easy 5.5 rock to the top of the Upper Ramp.  By combining Mickey Mouse Nailup with the\n\nItalian Arete\n\n, which starts practically right where the second pitch of Mickey Mouse ends, one is treated to two of Eldorado's more zesty 5.9 climbs.","protection":"RPs to a #3 Camalot\n\nWhile the pro is not as sparse as it is on similarly rated climbs (i.e. Italian Arete, Metamorphosis, etc.), the leader should be prepared to make a couple of committing moves up to and above the crux that are well above the last piece of gear (mid-sized RP).  Also, Rossiter's topo shows a pin protecting the moves near the crux. It's no longer there.  Climb 100 feet and aim left to a two bolt anchor with chains.","location":""},"__v":0},{"_id":"TvFo1R17UMGwV9j0fdsU6w==","name":"Memory Lapse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bob Culp","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":36,"mp_id":"105965555","mp_crag_id":"105807695","climb_id":"TvFo1R17UMGwV9j0fdsU6w==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"The climbing on this route is fairly fun, and a nice way to get in another quick climb at the end of the day after doing another route near by.  The route climbs up to a short, left-facing corner with a weird crack/slot in it that won't really take gear.  Continue up to some rotten rock, and make a tricky move left with bad feet.  One more tricky section moves up and right, then pick your path to the top via easy face climbing.  For the most part, the holds are huge but the route has a few sections with questionable rock.","protection":"A standard rack.  Pro can be pretty tricky or just bad due to the quality of rock, but every now and then good gear is available.","location":"This route is hard to discern from the other routes in the\n\nSmoke and Mirrors\n\narea using Rossiter's guide.  This route starts behind a huge fin roughly half between the start of\n\nSmoke and Mirrors\n\nand the large tree to the far climbers right on the\n\nItalian Arete\n\nLedge.  Look for the small, left-facing corner that Rossiter mentions."},"__v":0},{"_id":"a33rVAutUye5sszi3YvpIw==","name":"Mellow Yellow","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Larry and Roger Dalke, 1968, FFA: Wunsch, Bragg, 1975. Roof seam finish: 5.12a, Micheals, Sonnefield, 1986.","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":32,"mp_id":"106331458","mp_crag_id":"105807695","climb_id":"a33rVAutUye5sszi3YvpIw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This climbs a series of dihedrals and roofs on the southwest face of Tower One.\n\nP1. At a northwestern point of the Upper Ramp, climb over a roof to a dihedral, 5.9, leading to a belay below the prominent apex roof.\n\nP2. Climb up and through the steep apex of the roof, 5.11d, to a slab belay above.\n\nP3. Climb over the next roof system, 5.11c,and up to the top of the dihedral and belay.\n\nP4. Climb up to the next large roof with a thin crack splitting it. Climb out left, 5.9, under the roof, and connect with the last pitch of\n\nThe Yellow Spur\n\n.  Climb out the thin crack in the roof at 5.12a, via bolts, for added difficulty.","protection":"Full rack and some bolts.","location":"This climbs a series of dihedrals and roofs on the southwest face of Tower One."},"__v":0},{"_id":"I64urn7WUBOjbV+1K2SuEw==","name":"Mellow Fellow","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Suggested by Chace and R. Briggs","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":30,"mp_id":"105750229","mp_crag_id":"105807695","climb_id":"I64urn7WUBOjbV+1K2SuEw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Use 'Improve This Page' to add a description!","protection":"The usual little gadgets and stuff, including RPs, TCUs or Aliens, nuts, and cams to 3\".  The rock is generally sound, although a couple sections (in particular the Vertigo Die-rect roof) climb through broken, maroon bands and are somewhat fractured.  Expect to climb up to 5.9 or low-end 5.10 a bit above your gear, with bad fall potential.  The cruxes protect well, although placing gear can be strenuous.  The technical crux (the\n\nMellow Yellow\n\nheadwall) is protected by a couple of (widely spaced) bolts...mid-'80s vintage.","location":""},"__v":0},{"_id":"utYlT/IRWECXsjcu5J/f1Q==","name":"Magic Carpet Ride","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Alan Bartlett, John Aughinbaugh, Jack Roberts 1998","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":26,"mp_id":"105763845","mp_crag_id":"105807695","climb_id":"utYlT/IRWECXsjcu5J/f1Q==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Magic Carpet Ride is a little-climbed sport route just left of the first pitch of Vertigo. I didn't even know it existed until a few months ago when I first saw the bolts. The climbing is sustained at the 5.10 level with a very hard crux move over a bulge. It's a bit green, but the rock is solid, and the moves are varied.\n\nStart up the 5.6 variation left of the usual start to Vertigo. Clip a bolt and make a difficult traverse left on the wall with bad hands. The crux is at the 2nd bolt. I was unable to make this move (following the pitch), although I could reach a good but painful crimp that in stronger hands might be the key. An easier variation involves stepping down, moving left, reaching easily over the bulge, and then stepping over the bulge with difficulty using small crimps. That way might be 11a, and would be leadable using the existing crux bolt, but with a small swing potential.\n\nAbove the crux, climb easily to a ceiling and clip a bolt over the lip. This bolt is to protect the second. If you're climbing with a single rope, you'll want at least a draw plus a long sling. Traverse right to a bit of a prow and another bolt, pull over the ceiling, and clip. You can reach down and unclip the bolt below to reduce rope drag. Sustained 5.10 face climbing leads past several more bolts to easier ground and a slab. The second pitch of Vertigo converges to this same point. Get some gear to protect your second and then either continue to the top of Vertigo P2 if you have 2 ropes or traverse straight left to the Vertigo rap anchors.","protection":"9 bolts plus the anchors. 2 long slings or double ropes. Double ropes to rappel from the top of P2 of Vertigo, or one rope to rappel from the middle Vertigo rappel anchor to the left. Bring a 0.75 Camalot to protect the second above the last bolt, and a few more pieces if you traverse to the anchors on the left. The traverse is not real hard, but a fall directly onto the anchors would be pretty serious.","location":""},"__v":0},{"_id":"lQ4pYUxVVg2QT05Jo04JEw==","name":"Magic Bus","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Mike Munger, Steve Levin, Carol Kotchek","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":15,"mp_id":"105962942","mp_crag_id":"105807695","climb_id":"lQ4pYUxVVg2QT05Jo04JEw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Start up Magic Roof, clip the bolt on that route and move left and up across large hanging flakes. Once above the roof belay as for the first pitch of Yellow Spur,","protection":"Small stoppers and cams with a back-up from the bolt on Magic Roof.","location":"Right of\n\nYellow Spur\n\nand left of the tree on\n\nRocky Raccoon\n\n."},"__v":0},{"_id":"5dQnJ6ZWV86MOaUR+Uqa0Q==","name":"The King Cobra","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Scott Bennett and Blake Herrington, 2010","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":64,"mp_id":"106898522","mp_crag_id":"105807695","climb_id":"5dQnJ6ZWV86MOaUR+Uqa0Q==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is a new pitch starting off the Upper Ramp of Redgarden Wall, between upper\n\nRuper\n\nand\n\nThe Serpent\n\n. It goes to the 2-bolt anchor atop\n\nThe Serpent's\n\nfirst pitch.\n\nFirst, approach the route by doing something that takes you to the Upper Ramp. For a similar grade, maybe check out\n\nEvangeline\n\n(A0 through the roof above the 11a first pitch and do the spectacular 5.10+ 2nd pitch).\n\nRuper\n\n,\n\nRosy Crucifixion\n\n,\n\nLe Toit\n\n,\n\nGuenese\n\n, and many other routes can also bring you to the Upper Ramp.\n\nThe Serpent\n\nstarts in a striking, left-facing, left-leaning dihedral. It quickly bust right out onto a hueco-ed face and climbs just above the leaning corner.\n\nStart King Cobra 40 left and uphill of\n\nThe Serpent\n\n. Pull a low chossy roof into a small, LF corner, and then continue up the face via thin seams (5.8 R, small wires and RPs). About 50 up, join the major, LF dihedral (in which\n\nThe Serpent\n\nstarted). Stem up the steep corner (5.10) with good gear (0.5-2 cams). Pull over the lip of the dihedral, now more of a roof (crux), and join\n\nThe Serpent\n\nabove its last bolt. Climb the last 10 of that route to a comfy ledge and 2 bolt anchor.\n\nThis is a fun pitch, worthy as a top-rope after leading P1 of\n\nThe Serpent\n\n(no directionals needed), or as a lead. We TR'ed first to check it out and do some cleaning, but the gear is definitely good enough to lead this ground up.","protection":"Standard rack up to #1 Camalot, with doubles from #0.4 to #0.75. RPs.","location":"Upper Ramp of Redgarden, between upper\n\nRuper\n\nand\n\nThe Serpent\n\n."},"__v":0},{"_id":"7dXvMpgrVOa8afv0G5ZQcA==","name":"Italian Arete","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Layton Kor, Larry Dalke, 1962","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":43,"mp_id":"105753619","mp_crag_id":"105807695","climb_id":"7dXvMpgrVOa8afv0G5ZQcA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is one of the top 5.9 Eldo pitches for anyone  comfortable on Eldo 5.10. Perhaps not recommended for the aspiring and nervous leader cutting their teeth on 5.9!\n\nThe pitch has everything, thin face about 40 feet up, with  sparse gear, wild laybacking over the halfway roof, a  sqeeze chimney (yes!) and finally steep handjamming right at the top, where the 150 foot of exposure over the Upper Ramp feels more like several hundred feet of air over South Boulder Creek. Add to this a few pigeons, some suspect holds here and there, very few chalkmarks, and definitely no crowds. All in all, this pitch has atmosphere out of all proportion to its rating, hence the name, which I'm sure comes from the similarity to the steep juggy climbing on  slightly dubious rock found in the Dolomites.\n\nOn a practical note, (ho-hum) this route is located atop  the Upper Ramp, left of Upper Ruper and the huge shallow cave, and ascends a proud arete. Start to the left, run it out up an easy face, then move right to the main face. Up thin face here, then join the obvious crack. Stop when the rock doesn't go up anymore. Rap Chockstone Chimney back the base. If you'd rather not use long slings on everything, you can belay just below the halfway roof, but I find it hard to stop....","protection":"Bring a regular selection of Eldo gear. No RPs  needed, and make sure you have a couple 2.5 or 3\" cams.","location":""},"__v":0},{"_id":"Abreg9DbVsK4DCM2ICLeTw==","name":"Ignition","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Various Additions","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":9,"mp_id":"105753115","mp_crag_id":"105807695","climb_id":"Abreg9DbVsK4DCM2ICLeTw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Along with so many fixed-pro face routes, this is yet another route to receive a facelift. Around '96 (I think), there was a bolt added midway up the pitch and the last bolt was turned into a 2-bolt lower off anchor. For safety or convenience sake, this has become more popular a lead (even though the new guide still lists an \"s\" rating and not an updated topo).\n\nStart Ignition 20 or so feet left of the Direct Start of the\n\nYellow Spur\n\nat a shallow, right-facing corner. A tricky mantel is followed by thin crux moves up the arete, then out right to better holds. Glide up past three bolts on dark red and tan stone (.11) to a downward pointed flake (optional nut). Move right to the leaning corner/roof past a bolt, then back left to the anchor.\n\nNote that the route can continue straight up over the roof and joins\n\nOver the Shoulder Stuff\n\n(via\n\nOne and a Half Hours of Power\n\n). Confused?","protection":"7 bolts, optional cam #0.75 Camalot, 2 bolt anchor (60').  The rappel is 50'.","location":""},"__v":0},{"_id":"OL47rU61XiyjEAWf5bWWlA==","name":"Icarus","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"B. Culp, 1960s","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":3,"mp_id":"105748654","mp_crag_id":"105807695","climb_id":"OL47rU61XiyjEAWf5bWWlA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is a great beginner lead, but it is a little runout on the last pitch of 6. The final pitch (same as last pitch of\n\nYellow Spur\n\n) is spectacular, however.  Start with\n\nSwanson Arete\n\nstart up the West Chimney, but continue to traverse right along the Red Ledge to a right-facing dihedral. Follow the dihedral until it ends, then traverse right on an exposed  and thin face. Continue up a good crack. The last pitch ascends a uniquely textured arete with a great view.","protection":"Standard rack extra wired stoppers and runners. (Bring extra rope for raps.)","location":""},"__v":0},{"_id":"4qgVjeLdXLaDgDJMYmb8iQ==","name":"Grand Giraffe Slot Variation","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":58,"mp_id":"111831187","mp_crag_id":"105807695","climb_id":"4qgVjeLdXLaDgDJMYmb8iQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"My partner and I found this variation on accident; I had done\n\nGrand Giraffe\n\npreviously and told him to link the first pitch of\n\nRuper\n\ninto \"that crack up there\" not remembering that there is an upper 5.9 crack above this slot which is actually the true\n\nGG\n\nroute. Anyway, he led this and felt that it was a tad harder than the reported 5.9 grade. I followed and concurred.\n\nNevertheless, take the first pitch of\n\nRuper\n\nup onto the top of the pedestal, not trending right towards\n\nRover\n\n, and proceed directly into the thin crack above. A few balance moves, a few burl dog moves, a few not-so-good pieces of pro and voil, you'll be at a nice ledge to belay.","protection":"Single rack.","location":"This links directly from 1st pitch of\n\nRuper\n\n."},"__v":0},{"_id":"JjdyDV36XkmyCyK/o0fsMA==","name":"Grand Giraffe","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Layton Kor and George Hurley, 1960, FFA - John Thomas, ~1962-63","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":57,"mp_id":"105751315","mp_crag_id":"105807695","climb_id":"JjdyDV36XkmyCyK/o0fsMA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"P1. This route starts from the top of the lower ramp, the same place as\n\nRuper\n\n. Climb the obvious crack up and gently trend right until you reach a crack with two pins that parallels the large, sloping\n\nRover\n\ndihedral, 5.9+.\n\nP2. This is an easy pitch (5.4) which follows a ramp and wide crack leftward to the base of the dreaded, right-facing corner of the Grand Giraffe (which breaches the roof left of\n\nArt's Spar\n\n).\n\nP3. This is the crux, and the difficulties start immediately. The first moves are protected by an ancient piton. At the start, you can chimney the crack with your back against the left wall, but soon the footholds on the right disappear. If you are a weenie like me, place a big Camalot above you at this point, which gives you a toprope for the crux. Struggle up through the crux and place your other big piece.\n\nAlthough the upper part of this crack looks intimidating, I found the crux to be the first 15'. Near the top you have to climb the main part of the overhang, but there is good pro and holds here. Belay at the Upper Ramp.\n\nFrom here, the route continues above the Upper Ramp via two more fun pitches (5.7, but mildly runout). Cross the upper ramp to the upper end of a huge cave, 4th class (lower end is the start of upper\n\nRuper\n\nand\n\nAlice in Bucketland\n\n). Downclimb the ramp towards the left corner of a large cave.\n\nP4. Climb up alongside the shallow, right-facing corner, then make your way to towards a pink alcove with a single bolt.\n\nP5. The final pitch angles up and left, crossing a roofline at its left edge then continues up and right to the saddle between T1 and T2.","protection":"Standard rack to 3\", plus some big gear will make this route comfy, say a #4.5 and a #5 Camalot.","location":""},"__v":0},{"_id":"1k+wves1UlqJo1arlAbjmg==","name":"Fresh Garbage","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"J. Erickson, J Behrens, 1969","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":19,"mp_id":"105762447","mp_crag_id":"105807695","climb_id":"1k+wves1UlqJo1arlAbjmg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This route is indistinct at first, and stays that way.  It is also somewhat difficult to locate from the description in the book.  To do this route, approach as for Yellow Spur, Neurosis, Psychosis, etc... Pass the Yellow Spur start, keeping an eye on the wall to your left. You will pass a pine tree growing against the wall which is climbed to pass the overhang and then step onto the wall (the route Rocky Raccoon) and then reach another tree just further back from the wall. Obscured by this tree is a junky, overhanging trough. This is the start to Fresh Garbage. If you continue a little further, you step down some large rocks and around a corner to the right-facing corner at the base of Neurosis, and have gone too far.\n\nStart up the junky gully with big reaches to big holds on steep terrain. This felt like 5.10a to me. Commitment is key, and a 4\" cam will help with the head. After 20' the overhang is over and the climbing is moderate, leading to a broken, sloping ledge at the base of a second overhang. An old ring-angle pin there will assure you that you are now at the former site of the first belay (Rossiter suggests \"belay after 30 feet.\"  Rather than that, place a piece high in the crack and climb the second overhang on one of 3 cracks- the center of these is what I chose, to straighten out the line as best possible.  Again, it was big moves to good holds on steep territory and briefly felt like 5.10a.  From there, go slightly right and continue up on crack systems to reach the top of the rock and belay at a mediaum sized tree that is almost directly below upper mellow yellow.  Along the way you will pass a 3rd overhanging section of rock that is distinctly dark (black) and has a good thin finger cack through it- this can be continued up on a rib of rock just to the right of a gully/chimney and is added to this site as the climb 'Deadpoint.' It has some ~5.11 climbing and some runouts at easier grades.\n\nFresh Garbage in indistinct and discontinuous. As well, it has plenty of loose rock and lichen. The moves are average, but the other adversities encountered subtract any worthy rating it might otherwise get.\n\nIronically, I did run into a beach towel caught in a shrub along the climb. I estimate that it has been there 10+ years, as it shredded in my fingertips as I tried to liberate it from the bush that had more or less grown up around it. The garbage was anything but fresh.","protection":"A set of nuts and a set of cams to 4\".  Some long slings will assist with rope drag. With a 70M rope, this climb can be done as a single pitch with a few meters to spare.","location":""},"__v":0},{"_id":"rip0eTuHWXmMYkTiTxAZtA==","name":"Flashdance","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"G. Miller, L. Hill, 2009","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":46,"mp_id":"106701869","mp_crag_id":"105807695","climb_id":"rip0eTuHWXmMYkTiTxAZtA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Some very good climbing, with occasional gear.  Luckily the rock is solid and the holds, for the most part, are positive.\n\nStart up a narrow strip of rock into the corner as for Upper\n\nGrand Giraffe\n\nand climb a crack for 5 or 6 meters until it is possible to traverse up and right about 20 feet out, until you are in a line of good pockets and edges directly below the right-hand edge of the dark red alcove below... that is to say, below the belay of\n\nGrand Giraffe\n\n.\n\nClimb directly upward on climbing slightly easier than, but reminiscent of '\n\nAlice In Bucketland\n\n' or '\n\nBody Tremors\n\n.'  Wander slightly for gear and holds as necessary to keep the grade low and fall potential in control.  The route will still be 'R' if you do this, but perhaps it spares the 'X' grade.\n\nYou can either stop and use gear or supplement the single-bolt belay, or continue on to the 6th-pitch variation of\n\nGrand Giraffe\n\n, which goes out slightly right onto an arete through the bulge above, then straight up to the top of the wall.  This is more 5.6-5.7, 'R' climbing.\n\nA 70m rope will get you there, and to the belay tree on top if you have enough gear and slings.","protection":"A light rack to a #3 Camalot.  Perhaps a few extra large cams will go into huecos if you take a few to spare.","location":"This route starts as for the upper half of\n\nGrand Giraffe\n\nand diverges to an independent line after 20 feet."},"__v":0},{"_id":"txzxf4hcWwa3wJXxNrOZIw==","name":"Exit Stage Left","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Pat Ament and partner(s), 1962","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":37,"mp_id":"108132726","mp_crag_id":"105807695","climb_id":"txzxf4hcWwa3wJXxNrOZIw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Pretty easy climbing provides a convenient escape from the Upper Meadow in case of weather changes or darkness. This is a moderately steep gully/dihedral that has great holds, and it could be soloed by most climbers.","protection":"Normal rack and runners. There are no fixed anchors or protection.","location":"This is uphill (climber's left) from\n\nChockstone Chimney\n\n(~75 feet) and start of\n\nE.L.100\n\n."},"__v":0},{"_id":"soix3eFiUz6wfxxvmRKeRg==","name":"Exhibit A","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Layton Kor, Pat Ament, 1963 (5.9 A4).","type":{"trad":true,"aid":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":48,"mp_id":"108110905","mp_crag_id":"105807695","climb_id":"soix3eFiUz6wfxxvmRKeRg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Start near the center of the roof to the left of\n\nAlice in Bucketland\n\nat a flake in the slab.\n\nThe route was added to MP.com to capture fixed hardware. If anyone has climbed the route and would like to take over the page with a description, you may. Please contact an admin.","protection":"Traditional rack and aid gear.","location":""},"__v":0},{"_id":"p4gi+gLgVwWkN+5edul/3g==","name":"Eleven","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"nah","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":65,"mp_id":"120058739","mp_crag_id":"105807695","climb_id":"p4gi+gLgVwWkN+5edul/3g==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is an 11 pitch tour of Eldo 5.11's, starting in South Boulder Creek and summiting Tower One. Even though the climbing is a connection of dis-continuous routes, it actually flows together pretty well. Consider stashing some water and your packs near\n\nSuparete\n\nand then walking down to the start.\n\nPitch 1:\n\nWater Line\n\n, 11a. Instead of heading up the 5.9 R upper section after the crux, step left, and head over to a belay bolt on the slab below\n\nMineral Maze\n\n.\n\nPitch 2:\n\nMineral Maze\n\n, 11d. This is definitely the crux of the entire day. If you haven't done this pitch before, it may be wise to check it out before trying the entire link up. Maybe bring a brush. After topping out, step left over toward the\n\nWing Shot\n\nzone, but stay low, and find the start to\n\nThunderworld\n\n(just left of\n\nMorning Thunder\n\n).\n\nPitch 3:\n\nThunderworld\n\n, 11b. It is fun climbing out the hand crack to a slab move past the bolt. Alternatively, you could substitute\n\nThe Exterminator\n\n(11b R) if you wanted to add some spice.\n\nPitch 4:\n\nWingshot\n\n, 11b. Belay all the way at the top. Alternatively, you could do\n\nWishbone\n\n,11c. Walk off to the North towards the Kloof alcove.\n\nPitch 5:\n\nKloof\n\n, 11a. OK, the guidebook gives it 10d, but it's gonna feel like 11a by the time you get here. Alternatively do\n\nSequential\n\n, 12a, or Non-Dairy Creamer, 11c. Walk off to the East toward the start of\n\nSuparete\n\n.\n\nPitch 6:\n\nSuparete\n\n, 11b. Enjoy the bolts.\n\nPitch 7:\n\nSuper Slab\n\n, pitch one,11a. Alternatively, climb P1 of\n\nDG\n\n, also 11a, slightly harder than\n\nSuper Slab\n\n.\n\nPitch 8 & 9:\n\nDoub-Griffith\n\n, pitch 2 & 3, 11a & 11c. This is fun stuff. Hopefully it's not too hot by the time you've arrived here. Scramble up to the\n\nMellow Yellow\n\narea and locate the start of\n\nPsycho Pigeon\n\n.\n\nPitch 10 & 11:\n\nPsycho Pigeon\n\n, 11b & 11a. Combine the 5.9 first pitch with the 11b second pitch, and belay at the classic\n\nYellow Spur\n\narete belay. The guidebook calls the last pitch of\n\nPsycho Pigeon\n\n, 10d, but I think most would agree is mildly spicy 11a or b. Place small cams or wires before the first bolt of this section. Belay on the summit of Tower One.\n\nDrink a cold beverage, enjoy it. Think about the ten or eleven pitch 5.12 route that you can piece together following the same general path.","protection":"A standard Eldo rack.","location":"Start on\n\nWater Line\n\n, 11a, right at the very bottom of the West Ridge. Locate a bushy crack that ends at a bolt."},"__v":0},{"_id":"H6dJCkpLVQ+kIR4kDSy6fg==","name":"E.L.100","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"George Hurley, Gary Spitzer, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":38,"mp_id":"105753046","mp_crag_id":"105807695","climb_id":"H6dJCkpLVQ+kIR4kDSy6fg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Tired of climbing that silly \"rock\" stuff?  Want to revisit the tree-house capers of your childhood?  This is your route, once described by Jim Erickson as \"an exercise in flagpole-sitting.\"\n\nClimb any convenient route to the upper ramp (\n\nVertigo\n\nwould work great if you're a hardman/woman, but then, you probably wouldn't be shooting for this route), and then climb the upper ramp past\n\nItalian Arete\n\nto a point just below and to the right of\n\nMellow Yellow\n\n.  Find a good-sized, semi-stripped pine tree right next to a pillar/arete.  This is your route.\n\nClimb the tree proper to its very \"summit\", slinging a branch or two along the way.  The top of the tree can be a bit unnerving when it's windy.  Reach across to place a good RP, and then lean/jump to the rock and \"good\" holds (5.7d).  Another 5 feet up and you can start hauling on jugs and huge, incut huecos up the steep face, moving slightly right to stay generally in the crack system going up the middle of the face.  Go past a couple of bulging, slightly overhanging spots (on great incuts and/or hand jams) to a convenient belay.  There is good gear all the way.\n\nDescent: work your way to to \"climber's right\" of the route and slightly down to the rap anchors on\n\nChockstone Chimney\n\n(which will take you to the Upper Ramp with a single 60m).  The most direct route traverses straight right and down, exposed 5.2 or so with some loose rock.  You might want to rope up for the traverse.","protection":"Light standard rack weighted towards hand and thin-hands sizes, plus RPs and a couple of slings for branches.","location":""},"__v":0},{"_id":"TplzQ+X4VVipOcNDU3PVig==","name":"Doub-Griffith","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"ah, teenage Doub and Griffith","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":52,"mp_id":"105753319","mp_crag_id":"105807695","climb_id":"TplzQ+X4VVipOcNDU3PVig==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Per\n\nMarshall Winter\n\n: it seems that the description for this route disappeared [requested by the submitter], so figured I would do a short write up with the help of Levin's guidebook.\n\nThis is a route of immense historical significance that was put up by Eric Doub and Christian Griffith when they were teenagers. Frowned upon in its day for rap bolting tactics, it has stood the test of time and is a must for any aspiring Eldo climber. This one has a bit of a reputation, but dont let it deter you. The P3 runout is 5.9ish and very manageable. The historical significance of this route cannot be overstated.\n\nThe D-G starts on a small island ledge to the left of\n\nSuper Slab\n\nthe super slab start. There are two options to reach this ledge and the base of the climb. Option 1) scramble the upper ramp and locate the base of Super Slab. Do an exposed 5.4 scramble up and left from Super Slab to reach the base of the D-G. Option 2) hike up to Vertigo Ledge and do a short down climb to the base of D-G. This is a good option if you plan to do the vertigo rappels since you can leave your bag at the base of the rappels. Bang, bang.\n\nThere are two popular options for the opening pitches of this route: the original Doub-Griffith or the Dubious Graffiti variation. Dubious Graffiti is a more independent, more direct line with more 5.11 cruxes making it a more popular option.\n\nThe original Doub-Griffith:\n\nP1: pull through a bulge off of the island ledge and head straight up on laybacks and finger locks. Follow the seam to its top and work straight right around the arete to the Super Slab belay, pumpy 5.11-, 80 feet.\n\nP2: head straight up the corner at 5.6 until you see a bolt to your left on the arete. Follow two bolts and a pin through delicate 5.11- slab moves and scamper up to the exposed belay below the crux pitch, 5.11-, 120 feet.\n\nP3: this is the reason you are here! This pitch oozes with historical significance. Traverse down and left to the arete, then go up to clip the first bolt. Take a deep breath, and then cast off towards bolt number two. Continue to follow the arete past three more bolts. Work right after the last bolt to meet up with\n\nSuper Slab\n\nvia heroic 5.9 jug hauling to the upper ramp. One can also take the more direct 5.12a variation straight up the overhanging arete for bonus points, 5.11c, 100 feet.\n\nDubious Graffiti variation:\n\nP1: pull through the bulge off of island ledge, and follow the crack up via laybacks and finger locks. Once at the top of the seam, work LEFT towards a small roof protected by a bolt. After pulling the roof, gain a stance and belay, 5.11-, 70 feet.\n\nP2: work right to the arete past two bolts. Continue straight up, and meet up with the D-G higher up on the arete, 5.11b, 120 feet.\n\nP3: this is the same as the original D-G.\n\nYou completed a historically significant ascent of one of the best 5.11s in Colorado. Great work.","protection":"The typical Eldo stuff, including RPs and TCUs. The upper pitch is bolt protected, but the bolts are widely spaced.\n\nPer\n\npfinnegan\n\n: the P2 pin is broken! Per\n\ndameeser\n\n: the pin is back.","location":""},"__v":0},{"_id":"GepSIgocVJ6jKQ35ArEhWw==","name":"Dirty Deed","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Charles Alexander & Dean Moore, 1959","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":0,"mp_id":"106884396","mp_crag_id":"105807695","climb_id":"GepSIgocVJ6jKQ35ArEhWw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Grunt your way up the West Chimney to the \"Red Ledge\" described elsewhere. Traverse South (right) underneath T-1 and face climb pleasant but somewhat fractured rock, and then the arete, directly to the sharp summit of Tower One. It is two pitches with a 50 meter rope, but it could be done in 1 long pitch with a 70 meter rope.","protection":"Standard Eldorado rack including some small wired nuts and a few smaller cams. No anchor at top; use gear anchor.","location":"Hike up the West gully past the start for\n\nYellow Spur\n\nand look for the prominent West Chimney. That is start of the climb."},"__v":0},{"_id":"RYu2QvVtV4W2Q1/C2PB6rA==","name":"Deadpoint","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"T. Bubb & J. Meir 6/13/04 (followed french free)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":18,"mp_id":"105762450","mp_crag_id":"105807695","climb_id":"RYu2QvVtV4W2Q1/C2PB6rA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This route starts as for Fresh Garbage and follows that line for 1/3-1/2 of its length before diverging for ~70' of independent climbing. From the Redgarden trail it will be easy enough to pick out the climb Fresh Garbage from the addition to this site. To the left side of said wall, you will see a chimney/trough running up the upper half, and a blunt rib of rock just to its right. Harder to see will be the narrow, overhanging, black section of rock below the rib. A \"first knuckle\" fingercrack splits this steep black section.\n\nClimb Fresh Garbage to reach this black face & crack- this is 'Deadpoint.' Climb the fingercrack (crux, small cams) to a bad jam and then some sidepulls (bad feet) to get established above. This is somewhere between 5.10d and 5.12a, but I don't know where. Maybe I missed a sequence, but I am guessing 5.11, my partner declined to estimate a grade. Continue up the blunt arete/rib of rock until near the top of the cliff, then step hard right to belay at a tree.\n\nThe moves required to free this are difficult and off of thin fingerlocks with bad feet.  Please contact me if you repeat this route.","protection":"One set of nuts, and cams to 4\". The crux requires a few extra cams in the .3-.6 range and a 2\" cam. Save them or take extras.","location":""},"__v":0},{"_id":"mWeKpXgxWGqj6m6At60nIA==","name":"Daedalus","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":4,"mp_id":"105749932","mp_crag_id":"105807695","climb_id":"mWeKpXgxWGqj6m6At60nIA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"First, you can climb the first pitch of\n\nRewritten\n\n(5.7),\n\nThe Great Zot\n\n(5.8+), or West Chimney (5.6).\n\nClimb up and right for an easy traverse pitch to the large ledge and belay at tree or right under crack systems.\n\nStart as for\n\nIcarus\n\nbut at the double dihedral intersection, go left up the large corner system. Climb this easily and when it ends a fun hand and finger crack cruised up the face for 30 more feet to a large tree on the start of a messy ledge/ramp system.  This is a 200+ foot pitch so some easy simul-climbing will need to be done.\n\nThe next pitch goes straight up cracks to the summit, or you can do what we did which is go right and follow the easy ledge/ramp to where it intersects the sharp arete finish to\n\nThe Yellow Spur\n\nand\n\nIcarus\n\n.  Head straight up this exposed arete with some runout to the top.\n\nDescend by straddling the sharp arete that leads down to the Dirty Deed saddle, then downclimb the east slab decent or rappel.  Fun cruiser climb that we did for a summit sunset. Had to hurry down the east slabs to beat the dark.","protection":"A light rack.","location":""},"__v":0},{"_id":"l0U6g3nJW56+LG83H5qbug==","name":"Consummation Nite","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Christian Griffith and Dale Goddard 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":42,"mp_id":"106261342","mp_crag_id":"105807695","climb_id":"l0U6g3nJW56+LG83H5qbug==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"A sweet line and a natural final pitch after\n\nVertigo\n\n,\n\nDoub-Griffith\n\n,\n\nSuper Slab\n\n, etc.... Or upon rapping\n\nCC\n\n, do this and rap it again.\n\nFrom the base of\n\nChockstone Chimney\n\n, step right and climb R facing corner to where you can traverse R. across face (same as\n\nItalian Arete\n\n, I believe). From the arete, climb straight up over roof, passing obvious horn (I slung it as this feels a bit committing). Then follow crack system to the top, passing crux thin section on overhanging, neon lichen face (looks like it could be a closed seam from the ground, it's not!), cool moves!. Move left up high and pull the upper roof at a hand crack. Belay on large ledge to hear your 2nd better or wander to the top on easy but blocky rock.\n\nThis line is reasonably protected (YMMV, use your best judgment) and super fun!\n\nNOTE: This route may have suspect rock in places, so climb accordingly. I cleaned most of the portable handholds off but....\n\nThe crux section, however, seemed bomber.","protection":"A double set of cams through #3 Camalot and a set of nuts is more than enough. Doubles in #3 and #2 sizes were way nice. A green Alien slotted just when you want it. A bunch of shoulder slings and a couple doubles.","location":"Start at the base of\n\nBody Tremors\n\nand\n\nChockstone Chimney\n\n. Top out where Italian Arete does and walk back down to do\n\nChockstone Chimney\n\nrap."},"__v":0},{"_id":"TLA71vZHXNirGaaIN6YoWQ==","name":"Chockstone Chimney","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Ray Northcutt, Dallas Jackson, Cary Huston, 1956","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":41,"mp_id":"105762438","mp_crag_id":"105807695","climb_id":"TLA71vZHXNirGaaIN6YoWQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"From near the top (West end) of the upper ramp, this interesting route is visible as a massive left-facing dihedral, with a West-facing chimney in its back.  The reason for its name is the amazing number, size and variety of chockstones in the chimney- Even fist sized chockstones wedged behind torso-sixed chockstones, that in turn are caught between the wall and the car-sized chockstones choking the crack.\n\nMost climbers more likely know this climb as a rappel than as a route, as the anchors at top reach down from Ruper, Italian Arete, Body Tremors and Upper Grand giraffe, back down to the top of the upper ramp, and easily close to the Song of the Dodo anchors (AKA Vertigo Raps).\n\nThe climb is fun tough, and is worth doing. Despite the blocky nature of the climb, it is still good. The 5.6 grade seems to account for wandering left tor right to take the easiest line, but advanced climbers can still enjoy this, taking a direct line on either side or even pulling the largest chocks as roofs.\n\nRap down 110' to the Upper Meadows from the rap anchors up top.  A 70m rope meets the ground conveniently, but be careful with a 60m.","protection":"A standard rack with nuts and cams.  hexes might be the most appropriate tool of all, should you have them.","location":""},"__v":0},{"_id":"7D3mzGNCUAK7Cx14ovPXGQ==","name":"Body Tremors","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"B. Culp & C. DeWoodie, 1969","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":39,"mp_id":"105753202","mp_crag_id":"105807695","climb_id":"7D3mzGNCUAK7Cx14ovPXGQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This route is too short to get a **** rating on it's own, but it is a great finish to any route you climbed to get here, and a beautiful and unique pitch. Since I assume you've done something *** to get here, this great pitch will give you a **** day.\n\nOn the upper part of the upper ramp on Redgarden, just above the finish to Lower\n\nGrand Giraffe\n\nand\n\nArt's Spar\n\n, there is a saddle between Tower 1 and Tower 2.\n\nRuper\n\n,\n\nSerpent\n\n,\n\nAlice In Bucketland\n\n, and Upper\n\nGrand Giraffe\n\nfinish in this saddle. To the left of all of these, at the left hand end of the wall lies a huge chimney with some huge chockstones in it. This is\n\nChockstone Chimney\n\n. Just left of\n\nChockstone Chimney\n\nis Body Tremors.\n\nBody Tremors ascends the pocketed face with intermittent cracks just left of the\n\nChockstone Chimney\n\nroute, starting at more or less the same moves, but rising up and slightly to the right at first. The entire face is well pocketed, so wander about to find gear or the best holds or rests. There is no \"off route,\" you are not in a gym.  This route has good gear, but putting in a belay would be problematic and uncomforatable, so you should do this climb in a single LONG pitch, maybe 150'. To descend there are options: 1) Walk to the East to the top of\n\nChockstone Chimney\n\nand rap to the Upper Ramp again. 2) Walk east to the saddle and descend via the East Slabs. 3) Pick your way up Northwest to the walk off a the NW corner of Redgarden Wall.","protection":"The route is rated S in the books, but is pretty safe, overall, for a person solid at this grade.  Unlike many Eldorado run-outs, this one has mostly large, positive holds and good rests.\n\nThe route can be lead on a standard Eldo Rack, and no small gear is required.  If you don't like the runouts, take several sets of cams, particularly larger ones to place in the huecos and pockets on the way up.  These are good enough to hold in many cases.  An occasional crack also takes stoppers.  Take plenty of longer slings, as the route will have you wandering around a bit.","location":""},"__v":0},{"_id":"VrdFj+coUWqNZRa+UUsnVw==","name":"Disclosure (new name)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Rob Candelaria","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":55,"mp_id":"105754333","mp_crag_id":"105807695","climb_id":"VrdFj+coUWqNZRa+UUsnVw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"One-and-a-half stars. This pitch starts as for\n\nArt's Spar\n\n, and then jogs up and left throught the steep bulge, to finish on the Upper Ramp just right of\n\nGrand Giraffe\n\n. Approach by starting up Ruper or (for a more strenuous warm-up) the first pitch of\n\nSuper Slab\n\n. Belay in the large right-facing dihedral, just as for\n\nArt's Spar\n\n. Climb as for\n\nArt's Spar\n\nfor about twenty feet, then where\n\nArt's Spar\n\nmoves right under the obvious roof, arrange some RPs (large ones) and figure out the committing moves up and left. You can step right to get a hands-off rest, between attempts on the moves. Once you commit, you'll discover that there is in fact a jug on the lip, just as you were hoping. There is also a bomber wire. Resist the temptation to hang on the wire, (ahem, like I did) because from here just a couple more strenuous moves (bit of a reach) gain a welcome rest, and good views into the intestinal tract of the\n\nGrand Giraffe\n\n, just left. The Upper Ramp is just above.\n\nThe pitch is awkward and strenuous, and the crux is comparable to say the overhang of\n\nRain\n\n. One day the entire flake (where the bomber wire, that you were not supposed to hang on, goes) will fall off, but probably not while you are on it.. :","protection":"Bring some RPs and wires to protect the  approach to the crux. There is also a large  Alien, about 1.5\" in a pocket. There is a  bomber medium wire at the lip. The gear is  good, but awkward to arrange. Most of the  wires before the crux are behind small flakes,  but there is also a good straight-in large-RP  slot if you look carefully. Double-rope  technique helps. Possibly serious, maybe \"s\"  because you do have to commit to the crux,  and you would slap into the steep slab below  if you blow it at the lip before clipping the  \"Thank God\" wire.","location":""},"__v":0},{"_id":"rf8so7lqVf+xTB8Gb9Kjqg==","name":"Blueberry Boodle","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Glenn Randall, Joe Kaelin, 1977","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":5,"mp_id":"107942011","mp_crag_id":"105807695","climb_id":"rf8so7lqVf+xTB8Gb9Kjqg==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"P1: Start as for\n\nParting Shot\n\n; however, do not move right to the bolt on\n\nParting Shot\n\n, but instead pull the roof in the corner and climb straight up the corner. Belay at pedestal and bolt (.11b).\n\nP2: Traverse right under bulge and join\n\nApple Strudel\n\n. Before the bolts were added to\n\nApple Strudel\n\n, this was R/X (.11c R).","protection":"SR.","location":"Start as for\n\nParting Shot\n\nat the left edge of the\n\nApple Strudel\n\narea."},"__v":0},{"_id":"pI5yVTisVWO75XCUIkkang==","name":"Art's Spar","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Steve Wunsch, Jim Erickson, Art Higbee, 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":56,"mp_id":"105750730","mp_crag_id":"105807695","climb_id":"pI5yVTisVWO75XCUIkkang==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Art's Spar connects the Lower Ramp to the Upper Ramp to the left of Ruper and via several means. As a variation to the\n\nGrand Giraffe\n\n, Art's Spar makes a largely fun link up that catches the roof that was actually dodged by the\n\nGrand Giraffe\n\n. I will add a story to this description because it must rank as one of the all time classic epics that should have ended in disaster, but instead saved the life of it's chief protagonist.\n\nBegin Art's Spar at the top of the Lower Ramp as you would for\n\nRuper\n\n.  Following the\n\nGrand Giraffe\n\n, a pitch of 5.8 followed by a pitch of 5.4 takes you to the belay below the roof; stay in the 5.9 corner for the\n\nGiraffe\n\nor cut right and over the roof for Art's Spar. On the Upper Ramp, one has any of numerous choices to finish the headwall and catch the East Slabs. And this is a great route.\n\nNow, I may burn in hell for telling this story, but it is too good not to tell. Fifteen years ago in September I did Art's Spar with a super athlete/climber who I will call DK to preserve my own hide. DK, as most masculine hunks, had hugely more balls than brains, although he did survive this epic so he must have had some sense of self-preservation - or luck.\n\nWe hit the Lower Ramp with just over one hour of sunlight remaining, and waltzed up the first two pitches to the\n\nGrand Giraffe\n\nbelay below the roof at Art's Spar at approximately sunset. DK led the roof in classic, flawless style, but this took 45 minutes, which amounted to 45 min after the sun had set - dark in other words. Thinking of the exit off the Upper Ramp, the East Slabs, and the enclosing darkness, I suggested to DK that he rap back down to my belay from which we would descend via raps to the Lower Ramp and then rap this to the West. Agreed, he set up a rap and started down. Now, bear in mind that the roof is 300 ft off the deck. About 6 or 7 ft from the lip, DK stalled out and stopped his rappel.  I inquired as his status and the progress of his rappel, to which I received a series of garbled grunts in response. After close to 10 minutes, perched above the Art's Spar roof, DK emitted a single sharp curse, SHIT!! In the silence that ensued, I heard the three notes that have burned themselves into my memory, perhaps forever: \"PING!! Ping!  ping....\" \"DK\", I inquired with feigned calm ,\"what was that?\" ....  \"I just dropped my figure 8\", he responded. In other words, while rappelling with the figure 8, DK managed to drop the very same device with which he was rappelling. Nifty.\n\nAt that time I was wagering to myself at close to 5% chance of DK living through this evolving epic, perhaps a bit less, but since it was DK I would go with 5%. However, with a little school boy hand-over-hand rope climbing, DK did manage to get close enough to the belay for me to get a rope wrapped around his legs, then his waist, and get him back to the belay to continue our pleasant outing, which we did, under the cover of darkness. This was the last day that DK climbed. He even survived to marry the most beautiful woman in the universe; now both are happy.","protection":"Bring a full rack and a standard 50 or 60 m rope. Plan on descending via the East slabs, unless you want to hassle with the raps off T1 (a bad idea).","location":""},"__v":0},{"_id":"8+zQ7yFsX1aUwUJ4VP/8EA==","name":"Better Layton  Never","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Justen Sjong, Eric Johnson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":47,"mp_id":"108978498","mp_crag_id":"105807695","climb_id":"8+zQ7yFsX1aUwUJ4VP/8EA==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This is a steep route with good holds. Bring biceps!","protection":"5 bolts to a 2 bolt anchor over the lip.","location":"Approach via any climb that gains the Upper Ramp, and locate the large cave at the top of the Upper Ramp \"meadow\". This is the obvious bolt line to the left of\n\nExhibit A\n\nwith the first one being well off the deck on an easy slab."},"__v":0},{"_id":"HuTvlsW5UmSFgu9Y0NgmXw==","name":"Alice in Bucketland","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"[Scott Woodruff & Dan Hare, 1976]","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":50,"mp_id":"105762483","mp_crag_id":"105807695","climb_id":"HuTvlsW5UmSFgu9Y0NgmXw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"This exciting route presents a definite crux at the roof on the second pitch, but remains sustained the whole way.  Both pitches are pretty spicey.  Nearly all of the holds are huge, and the climbing is vertical or overhanging.  Do any route that reaches the Upper Ramp to get to the base; the climb would make a fitting finale for\n\nRosy Crucifixion\n\n.  A huge cave/overhang sits near the upper part of the ramp, just left of the upper pitches of\n\nRuper\n\n; above it is a pocketed wall and another prominent roof band.  The route starts at the right side of the cave.\n\nPitch one: Climb up an easy ramp to the right margin of the overhang, which at this point is a blind corner.  Place protection overhead in the curving roof/dihedral and feel around the corner for the proper place to get established on the face (scary 5.8).  An astute runout back to the left will be necessary to prevent horrendous rope drag.  Follow a crack/seam steadily up left, with reasonable protection, and belay down and left from the apex of the upper roof (variable number of pins).  Don't be fooled (as I was) by the line of huge holds just above the cave; they lead to some very dangerous climbing if one is to stay on route.\n\nPitch two: Traverse up and right from the hanging belay, and turn the roof (crux, small gear at your feet) right of its apex, where it begins to bend down to the right.  Work up and slightly left over a steep wall into an obtuse left-facing corner which provides an exciting finale; belay above.  A considerably more mellow fifty feet finds the top (shared with Ruper).  Go west to the rappel (described under\n\nRuper\n\n,\n\nYellow Spur\n\n,\n\netc.\n\n) or east to the east slabs descent.","protection":"Standard rack, a #3 Camalot or the like could come in handy.","location":""},"__v":0},{"_id":"KiDNZQDTX8eh0GK+wmWkdw==","name":"The Art Of Slappiness","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA: Chris Weidner  10/03/07","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":27,"mp_id":"106044132","mp_crag_id":"105807695","climb_id":"KiDNZQDTX8eh0GK+wmWkdw==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"The Art Of Slappiness ascends the overhanging arete left of\n\nVertigo's\n\nsecond pitch.  This short and powerful feature was bolted by Dan Michael (and named Nervous In Suburbia) but abandoned as an open project.  From the belay ledge below the 11b corner of\n\nVertigo\n\n, step left until directly beneath the exposed edge.  Launch upward, protected by a small cam, an old pin and a bolt, and enjoy a slaphappy boulder problem (with one more bolt) that leads to a good rest.  Clip the last bolt, float up the harder-than-they-look final moves, and belly flop onto the belay ledge with three bolts.","protection":"Place a small cam (#1 or #2 TCU) at the base of Vertigo's corner for your first piece.  Bring one more small cam (#0 or #1 TCU) to protect the first hard moves, then clip a fixed pin and three bolts en route to the anchor.  The bolted anchor is placed far back on the flat ledge atop this pitch.  You will need very long runners in order to use it for lowering and/or toproping without debilitating rope drag.","location":"Approach The Art Of Slappiness by climbing the first long (two short pitches in the book) 5.9 pitch of\n\nVertigo\n\nto a bolted belay ledge."},"__v":0},{"_id":"NpbIxsGZWsGVdhDy4/3kkQ==","name":"Apple Strudel","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"FFA:  Achey/Leavitt/Hare, early '80s","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"left_right_index":7,"mp_id":"105753112","mp_crag_id":"105807695","climb_id":"NpbIxsGZWsGVdhDy4/3kkQ==","areaRef":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":"Directly up the center up the face, left of Yellow Spur, are two exciting and thought provoking pitches up immaculate and progressively changing banded rock.\n\nAt the start, protect (or not) a continually-expanding crack with a tricky 5.10 move up the stacked flakes. The crux is getting past the third bolt, and traversing right under the roof...There are some very cool, intricate moves on some small, razor-like hand and foot holds...After the roof traverse the climbing eases past one more bolt, a bashie and then the anchor.\n\nPitch two moves left, out the roof, to the lip and requires a an inobvious pull up and over (11). Tiptoe up the awkward, meandering slab past bolts and an occasional nut placement to the easier left facing corner with gear. The big tree atop the ledge has a bunch of slings and rings to rap off of (2 ropes).","protection":"QDs for bolts, micro brass (#4RP at start only) and small-large nuts, 2-bolt anchor atop P1, tree with slings atop P2 (165' rap!).","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,d6b82da5-08f2-5918-b016-268909c51b50,3df98bef-7c8c-514b-a9ee-a989b5d8d3e8","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Redgarden Wall","Redgarden - Tower One"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.6"},{"count":1,"label":"5.11c/d"},{"count":5,"label":"5.9+"},{"count":2,"label":"5.11+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.12c"},{"count":6,"label":"5.12a"},{"count":1,"label":"5.10"},{"count":4,"label":"5.10+"},{"count":3,"label":"5.11-"},{"count":2,"label":"5.10c"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.8+"},{"count":3,"label":"5.11"},{"count":2,"label":"5.11b/c"},{"count":4,"label":"5.9"},{"count":7,"label":"5.8"},{"count":3,"label":"5.10d"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.4"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.5"},{"count":1,"label":"5.12"},{"count":1,"label":"5.13b"}],"byDiscipline":{"trad":{"total":60,"bands":{"unknown":0,"beginner":17,"intermediate":21,"advanced":22,"expert":0}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":7,"expert":1}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":17,"intermediate":21,"advanced":26,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28603,39.93194]},"bbox":[-105.28661640559775,39.93149033981814,-105.28544359440222,39.932389660181855],"left_right_index":-1,"ext_id":"105807695","area_id":"PfmL73yMUUup7qmJtdjT6A=="},"content":{"description":""},"density":0,"totalClimbs":65,"__v":1,"createdAt":"2022-11-07T05:55:58.554Z","updatedAt":"2024-01-15T16:42:43.711Z"}