{"_id":"6368a214e80bff5a9955d7e0","area_name":"Beastie Alley","shortCode":"","climbs":[{"_id":"pCkJqF9bUvS/d3mSYf9ytA==","name":"Unnatural Attraction","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jay Foley, circa 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":7,"mp_id":"105994437","mp_crag_id":"105994432","climb_id":"pCkJqF9bUvS/d3mSYf9ytA==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"Oscillate wildly between bolts, following the holds to the top.  Up and left to the anchors.","protection":"5 bolts to 2 bolt anchor.  Additional gear placements can be found, but are probably not necessary.","location":"The first bolted line on the south side of Beastie Alley.  Rappel (or lower) from shared anchors with Pony Express (5.9)."},"__v":0},{"_id":"95snT7gvXrS3iSeA+Qkrdg==","name":"Unnamed Fissure","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":10,"mp_id":"106537143","mp_crag_id":"105994432","climb_id":"95snT7gvXrS3iSeA+Qkrdg==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"Ridiculously easy, two emimently-protectable fifth-class moves, remainder is 3rd/4th class.  Go straight up the fissure to huge boulder at top to tie off to (can't see in photo, it just keeps going up and over).  Up right of top is a stout natural bridge that is a nice secondary anchor for belaying.  Provides great silhouette view of climbers ascending Puddin'/Yikes Dikes (South Rock) and Mosaic Wall. \n\n  This tops out about 15' above chains for a mixed sport/trad climb (5.8-9) left of Mosaic Wall and up into sort of an alcove.  Immediately to the right of this climb is a big dirty loose-looking vertical crack.  It's much easier to go for the rap anchors for Pony Express and a sport climb in Beastie Alley.","protection":"Plenty of opportunity for medium and small cams, tricams, nuts.  Forty or so 3rd-class feet down from top on climber's left are the rap anchors for Pony Express and at the top of sport route in Beastie Alley.","location":"Gapingly obvious deep fissure just to right of start of Pony Express."},"__v":0},{"_id":"oHseLQYpXkaMqu+bPrIm/A==","name":"Unnamed","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":6,"mp_id":"106493731","mp_crag_id":"105994432","climb_id":"oHseLQYpXkaMqu+bPrIm/A==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"Clip a high first bolt with some difficulty, and begin to cruise up easy terrain. Near the top the angle steepens and the holds shrink, presenting a sequential crux by last bolt. Clip this final bolt and make a tenuous traverse right to a nice tight hand and big finger crack. Follow this a few more feet to the anchor of Pony Express.  \n\n  This route seemed a bit soft for the grade compared to other 5.11- TP climbs. It's also very well protected.","protection":"Quickdraws for bolts(6?) and maybe a .5 and/or .75 camalot for the top. Mediums sized nuts would also protect the final crack. \n\n  chains at the top, shared with Pony Express","location":"The second bolted route on the right side (as you walk in) of Beastie Alley"},"__v":0},{"_id":"b8Il+KIiUGCsmDJpePv/LA==","name":"Unknown (crack with pin left of Unnamed 5.11)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":5,"mp_id":"106493659","mp_crag_id":"105994432","climb_id":"b8Il+KIiUGCsmDJpePv/LA==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"Find the pin in the crack left of the black-hangered Unnamed (5.11) sport climb.  Climb up to this by liebacking up the well-protected crack, or use face holds to either side.  Clip the pin, then choose your adventure.  I angled left, slung marginal chickenheads, then traversed left at least 20' with no opportunities for any good gear (which was spicy for both the leader & follower; possibly could sling more knobs?), and finished up a hands/OW crack to an anchor built off of a big block at the top.  Straight up from the piton might go, but looked steep, thin, and poorly protected. \n\n  This climb is mentioned in the guidebook as one of 3 mixed routes in the Alley, but is not described or shown in a photo or topo, so you're on your own as far as the routefinding. \n\n  If someone has more info on this route (name/FA/intended direction), it would be interesting to learn the story of this old, forgotten route.","protection":"Nuts & cams to 3\".   Bring thin slings to tie off chickenheads.","location":"Just left of the black-bolted Unnamed 5.11 sport climb on the south side of the Alley, look for a knifeblade piton in a shallow right-facing crack. \n\n  There is another mixed climb with 2 old 1/4\"(?) bolts left of this line.  No details at this time, but it would share the finish that I used for this climb. \n\n  Descend by scrambling down (some 4th class) to the anchor for Pony Express, and rap from there back into the Alley with 1 rope."},"__v":0},{"_id":"Qt1XcCuzXP6fgrKNi9IP7g==","name":"Thunder Toad","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Jeff Giddings? May 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":2,"mp_id":"106031214","mp_crag_id":"105994432","climb_id":"Qt1XcCuzXP6fgrKNi9IP7g==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"An excellent intro to 5.10 TP slab climbing, with bolts right where you want them.  The first bolt looks high up, but it doesn't seem as high once you start.  The climb angles up and left.  Crux seems to be moving past the 2nd bolt, just after the overlap.  Runout after the 3rd bolt, but it's only 5.5 and it gets easier as you get higher.","protection":"3 bolts to a 2 bolt anchor.  No other gear needed.","location":"The first bolted climb on the west-facing slab 20' left (north) of Beastie Alley.  Rappel/lower with 1 rope."},"__v":0},{"_id":"KuB2nAy2Vh2s3VmazD7vnw==","name":"The Rusty-P","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"pre-1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":11,"mp_id":"112319649","mp_crag_id":"105994432","climb_id":"KuB2nAy2Vh2s3VmazD7vnw==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"This is most likely 'The Rusty-P', as described in the old \"Tao's Rock II\" guide (1984). The location and description seem to match pretty well, and it does possess a rusty piton up high near the end.  Start up at a right-angling crack, and either follow that or aim for some more overlaps above.  Then either scamper around on the face (slinging a chickenhead), or aim right toward a crack system.  Pass by the piton in the crack (the pin is not useful for pro, though), and aim for the chains on top of The Fake-P.  Overall, much more mellow than most 5.7's, but I left the grade as originally presented.   The old-timey guides' beta is as such: \"just behind A-frame to East find crack, climb crack using face on right, bear left at top of crack, 3rd class to belay stance, hardest part about this climb is figuring out how-the -hell to get down\" (1984).  (The new bolt anchor at the top of The Fake-P obviates this problem). In the \"Taos Rock III\" guide (1991), Rusty P is described simply as a \"Laid back crack with ancient pin.\"  Both guides have this climb mapped on the SW end of Mosaic Rock, so it seems likely this is it.  If anyone knows this to be wrong, I'll amend this page.","protection":"Single gear rack.  One nice chickenhead can be slung.","location":"On the west facing buttress to the climber's right of Beastie Alley; about 25 feet left of the start of The Fake-P."},"__v":0},{"_id":"MrAund1BU92c3n76DgYFtA==","name":"Pony Express","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jeff Giddings 1989","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":9,"mp_id":"106007378","mp_crag_id":"105994432","climb_id":"MrAund1BU92c3n76DgYFtA==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"A nice route to practice your slab skills.  Run up to the first bolt, could get some pro in the crack below the first bolt.  Continue up on increasingly difficult terrain clip the second and third bolt and pull the crux.  Head up on easy rock to the 4th bolt, pull an easier crux and head to the rap anchors up and left.","protection":"4 Bolts to Anchors, can place supplemental pro if wanted.","location":"Just right of Beastie Alley, look for a slab with a first bolt about 20 ft up.  Single rope rappel into Beastie Alley."},"__v":0},{"_id":"ZhMfg03YW0OmFp3as+XsVA==","name":"Nuts and Knuckles","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":8,"mp_id":"115429389","mp_crag_id":"105994432","climb_id":"ZhMfg03YW0OmFp3as+XsVA==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"A fun route starting up a steep section through beautiful featured rock that takes better gear than it first appears from the ground. After the steep start follow incipient small cracks angling right then pass two bolts up a steep slab and more cracks leading right then straight up to bolted anchor. The FA of this route was on lead, on sight, ground up.","protection":"A standard rack, two protection bolts on slab, bolted anchor.","location":"At the West entrance to Beastie Alley look for the steep, featured, and colorful plated wall almost immediately on the left as you enter the \"alley\" just before you reach Unnatural Attraction on the opposite side of the \"alley\". No bolts are visible from the ground but you can clearly see the anchors and the upper half of the route from the anchors of Unnatural Attraction and Pony Express. as you enter from the west this is the first route on left north side of alley, the wall faces south but gets some shade."},"__v":0},{"_id":"Kcsbey6xXN6Lx4DloTtpnw==","name":"Lichen to Liken","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"?, pre-1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":3,"mp_id":"106551455","mp_crag_id":"105994432","climb_id":"Kcsbey6xXN6Lx4DloTtpnw==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"This route is written up in the 1981 guide and in the 1984 \"Tao's Rock II\" guide, but I don't know that I would have been able to find it, based on the written description, if I hadn't had the help of a long-time TP climber to point it out to me.  He had climbed this route back in the days before the Thunder Toad anchors went in, so we think we have the correct line of Lichen identified here.   Start up the thin face just to the right of Thunder Toad.   Get established in the wide fissures under the little roof, then head up the wide seam out the left side.  If you want to do this route as 2 pitches, at about 85 feet, you can belay at the chain anchors for Thunder Toad and Danger Mouse, or ignore the bolts and build a gear anchor.  From that ledge, continue slightly right, up the easier, but interesting layback seam.  At about 190 feet off the ground, a nice tinaja just below the summit provides some good gear placements for an anchor.   There's some awkward 5.8 moves at the start, but the rest goes at ~5.5 or below, so it's a good easy adventure.","protection":"Standard TP trad rack; cams from tiny (for the start) to #3 C4.  An optional bolted anchor is less than halfway up; gear anchor on the summit (takes bigger cams).","location":"Starts from the most westerly point of Mosaic Rock, just left of Beastie Alley.   There's no anchor on top.  My source reported that in days gone by, the descent involved doing an easy gear-protected downclimb off the east side.  However, having done it once, that's an awkward and unpleasant option.  It's probably much easier and faster to simply downclimb P2 back to the bolted anchors and rap from there."},"__v":0},{"_id":"Y0Cyfob5XMWmefQBUGjf2g==","name":"Jaws","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Jay Foley (bolted by Brian Pletta), 2002","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":0,"mp_id":"107903475","mp_crag_id":"105994432","climb_id":"Y0Cyfob5XMWmefQBUGjf2g==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"Jaws is among the hardest climbs at Tres Piedras, at mid-5.12.  It is a bit out-of-character with the area.  Here's why:  The crux is overhanging and bouldery.  It's a fully bolted sport climb.  The bolts are close enough at the hard parts that it's never scary.  It has significant lichen.  Still, it is a fun climb and deserving of more attention.  Jaws is shaded all day. \n\n  After 2 bolts of 5.8 climbing, gain a lichen-covered slab, angle left to its apex.  Pull through a roof onto a slightly overhanging face, just to the right of the arete.  This has great position! It stays sustained with small holds almost all the way to the anchor, and is a little hard to read (especially if it stays unchalked). You can step left to a rest on the arete a couple of moves early.","protection":"10 bolts to a 2-bolt anchor. No trad gear.","location":"This is the bolted climb on the North Side of Mosaic Rock (called Raven's Wall) around the corner to the left of Danger Mouse."},"__v":0},{"_id":"DdSCkemnUhuvsU2TAb5HEw==","name":"Inner Sanctum","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Jay Foley?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":4,"mp_id":"106493555","mp_crag_id":"105994432","climb_id":"DdSCkemnUhuvsU2TAb5HEw==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"Slightly overhanging face with moves between big features leads to a tricky mantle or a reach to thin holds.  This crux is at the last bolt, just before the angle eases considerably for an easy runout to the anchor.","protection":"5 bolts to a 2-bolt anchor","location":"Inner Sanctum is the first bolted route you come to on the LEFT side, after you enter the Alley.   It is across from the Unnamed bolted 5.11 with the black hangers."},"__v":0},{"_id":"fQSyBteHVo6wUAmbGOsWgA==","name":"The Fake-P","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":12,"mp_id":"106860025","mp_crag_id":"105994432","climb_id":"fQSyBteHVo6wUAmbGOsWgA==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"A 2-bolt anchor with chains appeared several years ago on this low buttress.  The bulging face directly below the bolts appears to be unprotectable for quite a ways up.  However, an easy crack approaches the bolts from pretty far to the left, and it's a pretty good beginner lead.  Once the rope is hung from the chains, though, it's kind of hard to rap back down the crack because it's so far off the plumb line.  Instead, the 5.8 face directly below can be toproped, although this is also kind of a PITA because the bolts are so far back behind the bulge that you end up with a bit of rope drag, and the oak trees at the base are in the way.   [Edit 2016]  I once thought that this crack was 'The Rusty-P', as described in the old \"Tao's Rock II\" guide (1984).  The location and description seemed to match, but I was perplexed by the absence of a piton.  Since then, we found the piton off to the left, clearly not on this route.  Hence, I renamed this route here on MP with the vaguely \"P\" related name.  If any actual FA info shows up, let me know and I'll amend this page.","protection":"To lead the crack on the left, a single rack of cams and nuts suffice.","location":"Located on the low southwestern buttress of Mosaic Rock, between Independence Gully to the right, and Beastie Alley to the left."},"__v":0},{"_id":"qkDOdLLCUL6M6z44Sz0QdQ==","name":"Danger Mouse","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeff Giddings? June 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"left_right_index":1,"mp_id":"106031230","mp_crag_id":"105994432","climb_id":"qkDOdLLCUL6M6z44Sz0QdQ==","areaRef":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"The hardest easiest-looking climb I've ever seen.  Originally rated 10d, now listed at 11a in the books, and harder if you're short. \n\n  The first bolt is clipped with a reachy undercling (stickclip or find a tall friend if <5'9\").  Step right of this bolt, grab the \"juggy\" crystals and move up to the horizontal crack using footholds under the low overlap that you can't see (1st crux).  If you're too short, this move might not be protected because you might not be able to reach the bolt.  Traverse left 10' along the horizontal overlap.  Up past the rest of the bolts with a distinct high-step/mantle move (crux), with a bolt at your nose for the crux move.  After the last bolt, run it out on 5.6 to the anchor (shared with Thunder Toad). \n\nDanger Mouse is the greatest secret agent in the world, and would certainly climb this with no difficulty. \n\n  This is an excellent climb for a person looking to try their first 5.10+/11- at TP.  The bolts are right where you want them.","protection":"3 bolts to a 2 bolt anchor (shared with Thunder Toad).  Don't bring other gear.","location":"The leftmost of two bolted climbs on the west-facing slab just left of Beastie Alley."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,03122f56-29be-54e4-8fa0-b6acfcea22fd,c8616672-2b43-55e0-8e46-fb9569f22a64,cbaefd01-999b-5ddc-b474-d60a6aa3514f","pathTokens":["USA","New Mexico","Taos Area","Tres Piedras","Beastie Alley"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10-"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":1,"beginner":3,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":3,"intermediate":6,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.98422,36.66039]},"bbox":[-105.98478054172126,36.65994033981814,-105.98365945827874,36.660839660181864],"left_right_index":-1,"ext_id":"105994432","area_id":"y679AZmbXdy0dNYKaqNRTw=="},"content":{"description":"A narrow slot canyon that splits the west end of Mosaic Rock. A good place to find shade. This MP area consists of the routes in the slot as well as routes outside the slot on either side of the slot alley itself. "},"density":0,"totalClimbs":13,"__v":1,"createdAt":"2022-11-07T06:13:42.433Z","updatedAt":"2024-01-15T16:47:06.862Z"}