{"_id":"63689de0e80bff5a994fa172","area_name":"Batman Pinnacle","shortCode":"","climbs":[{"_id":"xZelG6xkUO+wIsRT5buwWw==","name":"Within Reach","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"S Kimball, J. Wylie, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53017,40.40548]},"left_right_index":2,"mp_id":"105851467","mp_crag_id":"105851431","climb_id":"xZelG6xkUO+wIsRT5buwWw==","areaRef":"R/Z1GIPwXHWHk40yH7MTwQ=="},"content":{"description":"Thjis is good, fun, gymnastic, reasonably protected, but most notably, SHORT.  This climb starts just out and down from the saddle between the summit of Batman Pinnacle and the lower South Face of Batman Rock.\n\nApproach via a gully to the East of the notch, or from the rap from the summit of the Batman Pinnacle after doing another line to its summit (Batman and Robbin). Descend slightly East from this notch, then go out and down to a flat set of rocks in a V-shaped wedge between the wall and a huge flake. The flat rocks wedged here are a great belay stand or seat.Climb left (placing gear ASAP) on thin holds out over space, then start up and left to an obvious horizontal flake- then continue up a good set of holds and a finger crack at the left edge of a down-ward pointing flake above this (5.10-). The \"lock off to a jug\" mentioned in Gillett was not obvious, unless the 'jug' is a fingercrack or an awkward flake out left (contrived to skip the crack and the pro behind it). Climb easier moves to the top.\n\nWe also did not find an offwidth anywhere on this, as referred to in the Gillett book.\n\nDescend via raps from the chains to the north, then down ramps and gullies to the East as described on the Rock page.","protection":"A light rack of cams down to 1/2\" and some slings. The anchor up top was tricams and a cordalette on a bollard of rock to the North, near the rap.","location":"On the NE corner of the Summit cap of Batman Pinnacle.  See route description."},"__v":0},{"_id":"APfdkMjuW120nVFF4NWlBg==","name":"Batmobile","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Nate A./Jim Belcer","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53017,40.40548]},"left_right_index":1,"mp_id":"105763620","mp_crag_id":"105851431","climb_id":"APfdkMjuW120nVFF4NWlBg==","areaRef":"R/Z1GIPwXHWHk40yH7MTwQ=="},"content":{"description":"This route is on Batman Pinnacle and begins approximately 100 yards to the right of the standard start of\n\nBatman and Robin\n\n.\n\nPitch 1/5.9+ VS: look for a nice looking slab just left of a large, left-facing corner.  Climb the slab and corner, getting gear when you can in the corner, and head straight up to crux cracks through a small bulge, small stoppers/RPs, then trend right to a nice, gravelly stance near a small tree under the large roof on the S.E. face of the pinnacle.\n\nPitch 2/5.10+ S: follow discontinous cracks heading towards the left side of the large roof, until you can crawl in to a leaning, chimney like feature, which turns into the large roof.  Place a couple of good cams in the back and mantle up onto small edges where you can reach up and clip the lone bolt.  Pull through a difficult section and run it out approx. 20' to a nice stance at the base of the pinnacle headwall, belay here.  Finish up on\n\nBatman and Robin\n\nor descend off the rappells on the left.\n\nJim B. and I led this ground up, onsight, without the bolt on the first ascent.  Note: There is a loose flake a couple of feet to the right of the bolt on the 2nd pitch.  It is easily avoided, just beware of it.","protection":"Standard rack, single set RPs.","location":""},"__v":0},{"_id":"PKBaxBp3WYalL7PRawZo+g==","name":"Batman and Robin","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.53017,40.40548]},"left_right_index":0,"mp_id":"105749125","mp_crag_id":"105851431","climb_id":"PKBaxBp3WYalL7PRawZo+g==","areaRef":"R/Z1GIPwXHWHk40yH7MTwQ=="},"content":{"description":"UPDATE\n\n: on 10/1/2017 a RMNP climbing ranger contacted me and informed me that there was a fatality on this route over the weekend, and there have been numerous accidents on the first pitch in the past as well. He asked that I insert the following edits into the description regarding pitch one:\n\n1. This pitch is mildly run-out at the grade, aka PG-13.\n\n2. This pitch has been the site of numerous accidents, mainly due to climbers getting off route (climbing too far right) and/or falling at the runout sections.\n\n3. The route finding on P1 is tricky. Look for the line of least resistance, which is generally straight up and NOT way out right.\n\n4. This pitch is not a good first lead for climbers breaking into this grade, or for climbers new to Lumpy. Expect it to feel tough for 5.6.\n\nThis is a great moderate climb to an exciting summit. It is the first lead for many Lumpy climbers. Hike up past Checkerboard Rock, and find the Batman Pinnacle (visible from the parking lot), which caps a long slab leading up to the SW side of Batman Rock; steeper rocks lie adjacent on the left. Hike up talus to the base of the slab.\n\nP1 - climb easy, well-featured rock, aiming for a platform right of a gully but left of a left-leaning, right-facing ramp, 120'.\n\nP2 - step right, into the 5.4 ramp; belay at its top, or combine with the next pitch (180').  Variation: climb the steep slab and seam directly above the belay to meet the ramp (5.8 R).\n\nP3 - climb the left (5.6) or right (5.7) of two good cracks, and belay above a short chimney.\n\nP4 - surmount a steep, short corner above the belay, and climb huge, tilted ledges up and right to the summit (5.4), 75'.\n\nDescent: rappel (50m rope) to the east from a fixed anchor, then scramble very carefully further east and survey for a spot to begin heading back right to the base.  One can also do a couple more rappels from trees down the gully directly east of the climb (somewhat annoying and NOT recommended).","protection":"Standard rack to a #3 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,47f67518-83f0-5c75-8793-8d321fb313c1","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Batman Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.6"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.53017,40.40548]},"bbox":[-105.53076051105445,40.40503033981813,-105.52957948894553,40.40592966018186],"left_right_index":-1,"ext_id":"105851431","area_id":"R/Z1GIPwXHWHk40yH7MTwQ==","polygon":{"type":"Polygon","coordinates":[[[-105.53076051105445,40.40503033981813],[-105.52957948894553,40.40503033981813],[-105.52957948894553,40.40592966018186],[-105.53076051105445,40.40592966018186],[-105.53076051105445,40.40503033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:52.301Z","updatedAt":"2024-01-20T01:01:02.693Z"}