{"_id":"6368a185e80bff5a9954f4cb","area_name":"Stratocaster Area","shortCode":"","climbs":[{"_id":"tdJLNvWRUQGRWYi5DsHrCg==","name":"Titan Rocket","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Paul Van Betten","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":3,"mp_id":"105905277","mp_crag_id":"105813478","climb_id":"tdJLNvWRUQGRWYi5DsHrCg==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Slabby start leads to a nice rest, then pumpy face climbing to the top.","protection":"8 bolts, chain anchor","location":"starts in the gully just to the right of Flame Ranger"},"__v":0},{"_id":"PM2YEQwRXf6ejsGcoZJLLg==","name":"Tier of Titans","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Paul Van Betten","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":2,"mp_id":"105905272","mp_crag_id":"105813478","climb_id":"PM2YEQwRXf6ejsGcoZJLLg==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Same start as Flame Ranger but continue a little further right to the second line of bolts. crimpy and pumpy through the middle of the route. You will need gear on the upper section for the long runout between bolt 5 & 6 and the rock quality declines on the upper section so climb delicately.","protection":"gear same as Flame Ranger and you need 2 #6 HBs and 1 #3 HB for the top section.","location":"Same start as Flame Ranger."},"__v":0},{"_id":"CCJu7UL5VxWLCswCqOgIwA==","name":"Stratocaster Direct","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Dan McQuade","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":18,"mp_id":"105818849","mp_crag_id":"105813478","climb_id":"CCJu7UL5VxWLCswCqOgIwA==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"The crux consists of a series of difficult crimps at the second bolt, followed by a dynamic move to a huge triangular shaped point. This really seems like a sweet boulder problem that continues up through a series of juggy heucos to the anchors. Be sure you are solid in clipping the third bolt, as there is a potential for a groundfall if your belayer isn't proficient. Most people I've seen climb the route stick-clip the first two bolts for protection. The crux moves earn the grade for the climb, yet after the crux it is more like 5.10 climbing. Word has it that the first ascensionist would do a \"superman\" dive from the elevated bushes behind the route to the jug rail as an alternative start. Kudos to Dan!! I tried this on toprope. I am 6'2\" and could barely make this jump from the bushes. My partner was 5'10\" and was unsuccessful. Regardless if you climb this route you should really try it!  =)","protection":"Five bolts to some eyebolt anchors.","location":"This route climbs out from the right side of the Stratocaster cave. There is an obvious belay stance under the first bolt. Be careful of the sticky bushes if you come swinging off the route!"},"__v":0},{"_id":"v4oS5Kk2WzCsB2eTOyk7hA==","name":"Stratocaster","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":19,"mp_id":"106500890","mp_crag_id":"105813478","climb_id":"v4oS5Kk2WzCsB2eTOyk7hA==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Start in the corner just to the right of the steep direct start. This used to require trad gear/traversing to get to the bolts higher up but has since been fully bolted and follows a direct line all the way up. Extending some of the lower draws seemed useful but rope drag should be manageable without. A 70 meter rope will get you back down fine - and as always, please don't TR directly through the anchor. The upper bolts have permadraws as of Feb 2021.Compared to other sport routes in RR this thing is a worthwhile saga. The sandy nature of the holds add to the overall experience, but hopefully they clean up with time. ","protection":"Bolts and bolted anchor if using the Direct start, otherwise gear is needed for the first pitch.","location":"Climbs the prominent arete on the right hand side of the Stratocaster Wall. Starting in a corner to the right or on Stratocaster Direct."},"__v":0},{"_id":"cLvfbK2qWbOfAXLNvFgcUQ==","name":"Purple Haze","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":21,"mp_id":"106339850","mp_crag_id":"105813478","climb_id":"cLvfbK2qWbOfAXLNvFgcUQ==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"a good climb, although a bit sandy. It has lots of round holds, a distinct crux, and a few knee-bars.   A good line.","protection":"Many bolts","location":"The arete on the right of a big groove.The groove is on the right of Stratocaster."},"__v":0},{"_id":"aDcNq5KiVJKznJpwJjEa1A==","name":"Party Down","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":10,"mp_id":"105813489","mp_crag_id":"105813478","climb_id":"aDcNq5KiVJKznJpwJjEa1A==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"I am entering this route from a few vague notes recorded in my book from Dec of '02.  It does not seem to appear in the Swain guidebooks, or at least I could not reconcile it with anything until the Handren Book, which clearly showed it to be Party Down, a bolted \"5.12.\" It felt a lot easier, but I admit that the grade noted is only my guess.    To the right of the climbs Cut Loose and Foot Loose, but well left of the pocketed wall and climb Marshall Amp, there is a rounded boulder, nearly ball-shaped with 3 bolts on the face leading to a 2-bolt anchor. Climb this strenuous line to the anchor and lower off. Most of the holds are odd horizontals and pockets, but a few edges give more pump. Short, but OK fun if you are in the area.","protection":"5 draws.  3 for bolts, 2 for the top.","location":"On the S. Face of a ball-shaped boulder there are 3 bolts leading to an anchor..."},"__v":0},{"_id":"LyXbRthDW+2xxRBuiaiv0Q==","name":"Pablo Diablo Extension (AKA Pablo Diablo Direct)","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":5,"mp_id":"108425591","mp_crag_id":"105813478","climb_id":"LyXbRthDW+2xxRBuiaiv0Q==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"This is a hard route to star.  It could be great, and the start (Pablo Diablo) is excellent.  The holds on the extension are sandy and there are many brittle flakes on the periphery, but the actually movement is very good and exciting.  Once you reach the anchors of Pablo Diablo, veer left by throwing to the beginning of the rail system (big move, but intermediates abound).  The rail itself is not very hard, just slopey and pumping, with a somewhat powerful move in the middle of the roof.   \n\n  My biggest problem with the extension is the anchor placement; it is up and left of the gigantic hueco.  This makes the route pretty impossible to clean and the rope rubs harshly against a lot of edges.  When I did it, I climbed to the anchors and then down-climbed to back clean.  It's pretty easy to do this and there really isn't a better way - I don't think the anchors could be moved to anyplace better.","protection":"Bolts.","location":"The extension of Pablo Diablo.  Out the roof, following the right angling, rounded flake."},"__v":0},{"_id":"YmAxYokJXG6uRSmUiRwfZg==","name":"Pablo Diablo","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Paul Van Betten, Sal Mamusia","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":4,"mp_id":"105891272","mp_crag_id":"105813478","climb_id":"YmAxYokJXG6uRSmUiRwfZg==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"A powerful overhanging arete just left of a prominent dihedral (Cut Loose) at the Stratocaster Wall.","protection":"Bolts","location":"Head to the Stratocaster Wall, the route is on your left a little ways before you reach Choad Warrior and Stratocaster. If you're walking from the Sandstone lot."},"__v":0},{"_id":"wB7CtZ5+VuODrV84QMNpAg==","name":"One-Eyed Jacks","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Donny Burroughs","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":7,"mp_id":"105818839","mp_crag_id":"105813478","climb_id":"wB7CtZ5+VuODrV84QMNpAg==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"This is a great warm-up for heading to Stratocaster Direct or the Choad climbs. This is an overhanging jug haul, with a few crimpy moves towards the top. There's a great rest in the middle of the route to de-pump. Be a little careful as some of the slopey feet were a little sandy. The Swain book lists this as 5.11b, which a agree with due to the pumpy nature. The natural \"eye\" at the bottom of the route that it was named after has since been broken.","protection":"There are 4 bolts and the anchors (chains).","location":"Follow the standard directions to the Statocaster Wall. This route is East (right) of the first roof system \"Cutloose\", and West of the Choad climbs. It has another bolted 5.11b to the right of it that I haven't yet climbed. It is the obvious over-chalked holds on the overhanging bulge. As a landmark, there was a nice rock just back from the climb to sit on while you change your shoes.  =)"},"__v":0},{"_id":"aMOnDCpAUbOIf0S3DzQ8iA==","name":"Marshall Amp","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"B Conz, S Shelton, J Smith, P VanBetten, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":16,"mp_id":"105813493","mp_crag_id":"105813478","climb_id":"aMOnDCpAUbOIf0S3DzQ8iA==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"A nice long route on mostly huge holds. Unadulterated fun. This climb starts up the second big cave/roof at the Stratocaster area and goes up and left to bypass the roof on good holds, then up a hugely huecoed face on huge holds (with a few huge moves) to reach a fixed anchor. Swain's book suggests rapping with 2 ropes, but I recall lowering off and TRing my partner with a single 70M rope.","protection":"10 draws.","location":"This climb is the OBVIOUS hueco and jug system starting up the left side of the main stratocaster cave, perhaps 50M past Cut Loose and 30M past Foot Loose. a few minutes South of Running man wall.  This is a bit to the left a short bit of the area's namesake climb 'Stratocaster'"},"__v":0},{"_id":"pZQXmKdzW8evwF480yDmKg==","name":"Footloose","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":8,"mp_id":"106649113","mp_crag_id":"105813478","climb_id":"pZQXmKdzW8evwF480yDmKg==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Slab route right of One Eyed Jacks","protection":"8 or so bolts.  Anchors","location":""},"__v":0},{"_id":"usfQNrF+XiWF2e7bJf7SRQ==","name":"Flying V","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Kelly Rich, Mark Swank, Dec. 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":9,"mp_id":"120238567","mp_crag_id":"105813478","climb_id":"usfQNrF+XiWF2e7bJf7SRQ==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"This interesting “adventure” sport route starts by climbing out of a chimney for maybe 25 feet of unprotected slab to the first bolt.  Follow the bolts above to a three-bolt anchor.  As of this writing, two biners offer a quick lower off, but one of them is on a bolt sticking about a quarter inch out of the rock; be prepared to deal with it.  Rated 11b in Handren (II), the route is at least now at the high end of the 11 range (IMO) due, I suspect, to holds popping off (we had a key one blow).  Suspect rock remains, but worth a go if all the other decent 11s in the area are booked – some cool movement, and the crux is super well protected and short.  Name and FA info from Handren.","protection":"Bolts.","location":"This is the next bolted route about 40 feet right of Footloose.  Reach the base by scrambling up a short v-slot to a nice, sheltered ledge."},"__v":0},{"_id":"X2UrCcq7VuqxYhtLZMnsHQ==","name":"Flameblower","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"(?)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":0,"mp_id":"107431251","mp_crag_id":"105813478","climb_id":"X2UrCcq7VuqxYhtLZMnsHQ==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"This thing gets my vote for the best 5.10 sport climb in Red Rock.  Super long, technical and sustained, this route seems to go on forever.     The first two thirds of the route features vertical climbing with postive edges.  Once at the top third, the angle eases back, but the difficulty does not.  Technical footwork up the lower angled rock will see you to the chains.","protection":"13! bolts, chains","location":"This route is located on the tall black wall before the Stratocaster area proper.  It is the leftmost route on the wall, just left of Flame Ranger."},"__v":0},{"_id":"alLDRBhTXBq5PtRB+RBn/g==","name":"Flame Ranger","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Bob Conz","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":1,"mp_id":"105905267","mp_crag_id":"105813478","climb_id":"alLDRBhTXBq5PtRB+RBn/g==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"A classic line that almost no one ever climbs because you need a little gear for the intial crack at the bottom. The upper 3/4 of the route is bolted although slightly runout and very pumpy","protection":"Acouple of small to medium stoppers and maybe a .3 camalot for the crack. Anchor at the top. A 70 meter rope is advisable. You might make it down if your 60 is a little long.","location":"The varnished wall just to the left of the first gully you cross on your way to the Stratocaster wall. About 200-300 yars past Running Man."},"__v":0},{"_id":"4hDfsK8WXGCG+eouN363nQ==","name":"Endless Choad","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mystery Person","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":14,"mp_id":"109972832","mp_crag_id":"105813478","climb_id":"4hDfsK8WXGCG+eouN363nQ==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"An okay route that has some exhilarating steepness!  There is an asterisks though - the route still has quite a bit of loose rock, especially near the top, and possibly (although I am not certain) the first few pockets on the initial overhang are drilled?  The route is energetic and fun and if cleaned a bit more could be very popular!","protection":"Bolts.","location":"Begin on the loose-looking slab to the right of Choad Warrior."},"__v":0},{"_id":"PjHSWddaXimkwePq/Q8azg==","name":"The Deluxe","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Tony Sartin and Noah Markoff, 1999","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":15,"mp_id":"105911032","mp_crag_id":"105813478","climb_id":"PjHSWddaXimkwePq/Q8azg==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"A spectacular line that lies about 15' left of Marshall Amp- a powerful start leads to fun and varied climbing above. Stick clipping the first bolt may be a good idea if this is at your limit!","protection":"9 bolts/anchors","location":"Just left of Marshall Amp- the obvious horn at head height is the starting hold."},"__v":0},{"_id":"uk06mH4eV9ep5deNh1CG1A==","name":"Cut Loose","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"J. Smith, N. Nordblom, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":6,"mp_id":"105813481","mp_crag_id":"105813478","climb_id":"uk06mH4eV9ep5deNh1CG1A==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Great route on the left end of the Stratocaster area.   Climb the open-book left-facing corner and crack (5.10) for perhaps 15 meters to a roof.    Clip bolts while traversing out right on the steep territory and pull the roof (bolts) to finish up to a fixed anchor.   Lowering off may be hard on your rope, as would the second hang-dogging, so belay a solid partner from the anchors.","protection":"A set of cams from fingers to 3\" plus a few draws for the bolts.  One or two pieces might be best with a longer sling, including the first of the bolts.","location":"Walking South towards the second pullout from Running Man Wall, this will be in the first major roof system encountered.  At the left end of the large roof there is a crack in the corner, an open book that is climbable to the bolted roof and a fixed anchor above."},"__v":0},{"_id":"UYpFBxmnU9SqLnngn1ykSw==","name":"Choad Warrior (1st Anchor)","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"D. McQuade","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":12,"mp_id":"108523146","mp_crag_id":"105813478","climb_id":"UYpFBxmnU9SqLnngn1ykSw==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Enough people get on the lower part of Choad Warrior that I figured I'd put this in as an option for folks.The first half of Choad Warrior. Stick clip the high first draw and boulder through juggy holds to a thin face above. Clip four more bolts, working your way through a cryptic crux involving an annoying lack of feet and iffy holds. Clip the chains and celebrate or mantle onto the shelf to continue on the full Choad.","protection":"5 glue-in bolts to mussy and chain draw anchor","location":"On the main Stratocaster wall, third route in from the left- the obvious hueco'ed overhang above marks the route. juggy start to a vertical face with lots of chalk, and in-situ draws above the anchor for the full line (12+)."},"__v":0},{"_id":"gwQv60gvUkC5TnfgLIYmeQ==","name":"Choad Warrior","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"D. McQuade","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":13,"mp_id":"105891278","mp_crag_id":"105813478","climb_id":"gwQv60gvUkC5TnfgLIYmeQ==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"A beautiful line that moves up through an overhang and up a thin face to a ledge, then up a very steep wall (bouldery) to the headwall and the anchors. (It's .12a to the first set of anchors and the ledge)","protection":"Bolts","location":"Located about 150' left of Stratocaster, this is the obvious route on the left side of the Stratocaster Wall proper."},"__v":0},{"_id":"5DClABQaXDmA7rGZHxhH9w==","name":"Choad Hard","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Tim Roberts 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":11,"mp_id":"121938231","mp_crag_id":"105813478","climb_id":"5DClABQaXDmA7rGZHxhH9w==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Climb the bouldery, less than ideal rock, bottom into the top of the bulge, rest for another bulge.","protection":"10 bolts","location":"Left of choad warrior"},"__v":0},{"_id":"PpXa6DyrX5iJRRSjavAbyg==","name":"Beyond Reason","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":20,"mp_id":"106651797","mp_crag_id":"105813478","climb_id":"PpXa6DyrX5iJRRSjavAbyg==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Beyond Reason is a very powerful route, but not as hard as Monster Skank.  A few of the bolts are old ring bolts and look a bit weird (scary).  Begin by climbing some powerful crimps and then through a long throw to a good left leaning rail.  Then traverse a little left and into the (what I felt was) the redpoint crux.  It's a very fun and energetic route, but a few holds up high felt a little hollow.","protection":"Bolts.  Probably want to stick clip the first two bolts.","location":"First route on the wall right of Stratocaster Direct's big chimney.  Usually some stacked rocks at the start."},"__v":0},{"_id":"6mCKOVwgWwej8KZm5/U7ng==","name":"Ancient Aria","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"left_right_index":17,"mp_id":"118209985","mp_crag_id":"105813478","climb_id":"6mCKOVwgWwej8KZm5/U7ng==","areaRef":"rMJJ6bLlUPyL2PmZCxQExA=="},"content":{"description":"Start on Stratocaster Direct but at the fourth bolt traverse left along the lip of the roof before heading up to a crux clipping the anchors. If you do this via the “normal” start the route is going to check in at 5.12. The only way to keep it at 5.11 (maybe...) is to start with a wild leap directly to the jug above the third bolt. It doesn’t seem possible but it goes!\n\n This route is really fun but I have to dock it a star for poor engineering: The placement of the anchor creates an arbitrary clipping crux at the end (though the final moves are good)... But worse is the fact that every bolt save for one are spinners or loose in their holes. This tells me these holes were not cleaned properly and/or the bolts were not tightened properly. This route would be a good candidate for glue-ins.","protection":"12 independent bolts plus the 4x bolts on S. Direct.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,90cbb8ca-533a-5a96-b680-2bee1baa9e49,acc249e9-b2e5-50fc-8bd8-f9990b1404c4","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Second Pullout (Calico II)","Stratocaster Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.11d"},{"count":1,"label":"5.12"},{"count":2,"label":"5.12b"},{"count":3,"label":"5.12c"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.12d"},{"count":2,"label":"5.11a/b"},{"count":2,"label":"5.11b"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":2,"expert":0}},"sport":{"total":22,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":18,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":18,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4401,36.15852]},"bbox":[-115.44065693218346,36.15807033981815,-115.43954306781656,36.15896966018187],"left_right_index":-1,"ext_id":"105813478","area_id":"rMJJ6bLlUPyL2PmZCxQExA==","polygon":{"type":"Polygon","coordinates":[[[-115.44065693218346,36.15807033981815],[-115.43954306781656,36.15807033981815],[-115.43954306781656,36.15896966018187],[-115.44065693218346,36.15896966018187],[-115.44065693218346,36.15807033981815]]]}},"content":{"description":"This nice wall faces primarily west, but has some different aspects to it. Though it would generally get sun noon and past, depending on the season, I would imagine that one could find shade here and there beyond that hour.   The rock is mostly good and varies from thin to juggy, from slabby to steep, and has good routes across disciplines starting at about 5.11. Though most of these are sport, bring a rack for a few that are not."},"density":0,"totalClimbs":22,"__v":2,"createdAt":"2022-11-07T06:11:23.824Z","updatedAt":"2024-01-20T01:03:10.243Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e496f8258fb5bda02ff7","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}