{"_id":"6368a185e80bff5a9954f2d9","area_name":"Rainbow Wall, The","shortCode":"","climbs":[{"_id":"hjO+DIEAWXCngL9SQ9m37A==","name":"Sergeant Slaughter","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"FA: Richard Harrison, Paul Van Betten - 1984FFA: Brian McCray, Roxanna Brock - May 1998","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":0,"mp_id":"110100189","mp_crag_id":"105732183","climb_id":"hjO+DIEAWXCngL9SQ9m37A==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"Sergeant Slaughter is a burly adventure route with a few really good pitches. Though it has a reputation for loose rock, the only really bad one is the exit pitch. Great views, comfy belay ledges, and varied climbing that will demand much from the leader. This is one of those routes that feels a bit more like Yosemite than Red Rocks.\n\n Identify the obvious right-facing corner of the crux second pitch at the far left end of the Rainbow Wall. The start is actually even further left than this, down around the corner from the massive apron of mossy slabs. Best to stay low when approaching.\n\n P1: Climb a long, slabby crack. Lots of vegetation here but that's just the way it is. Belay at fixed nuts at the left end of a long ledge system capping the apron. 150', 5.7.\n\n P2: Up the left side of a narrow, green pillar with good pro. Step right at the top to the first of two right-facing corners. Tips liebacking leads up to a roof. Arrange pro and step right again into the massive, steep corner. More tips liebacks that suddenly open up wide. A physical struggle ensues on the way to a bolted anchor on an exposed ledge out left. 120', 5.12b.\n\n P3: Delicately tip toe up a pizza-box flake right of the main corner before moving up into the flare above. A bit frightening but it's over quickly. Enjoyable chimneying and thrutching leads to a steep, awkward finish at a bolted anchor. Easily linked (recommended) into the next pitch - this is just the warmup! 100', 5.11a PG13.\n\n P4: \"This pitch is called the Bitch Pitch and you will find out why,\" says first ascensionist and guidebook author Roxanna Brock. I have nothing to add. 60' to a bolted anchor, 5.11c.\n\n P5: An interesting pitch. Traverse right off the belay passing a bolt, then up a crack to the Rotten Honeycomb Pillar. Careful here. Move right again past another bolt and then up easily to a bolted belay on a nice ledge. 130', 5.11a PG13.\n\n P6: Climb a narrow, decomposing left-facing corner, then step right and continue easily up to the massive bivy ledge. Belay off a bolted anchor. 110', 5.10a PG13.\n\n P7: Move/extend the belay far left in an alcove at the base of the gaping chimney. My partner (the late Brad Gobright - God bless him) refused to do this which led to me indulging the temptation to tunnel deep into the chimney in hopes of finding security only to get stuck necessitating a down climb. Instead, confidently chimney straight up to a lone 1/4\" bolt* which can be backed up with a #5 Camalot. Shortly above this transition into a lieback and continue up and left onto the top of a blocky, exposed tower. From here, move up a right-facing corner with spaced gear and then step right (exciting) to a seam. Continue up this and through a difficult Western Rosebud tree growing out of the crack, and belay on a great ledge with a bolted anchor. 140', 5.11a PG13.\n\n (*)The 1/4\" bolt on this pitch is a bummer: If you trusted the bolt, or if it were replaced with something more bombproof, you could conceivably leave the #5 Camalot behind and go a bit lighter with the rack. Perhaps the next party up could bring a bolt kit instead of the #5 Camalot, replace this sucker, and do all future parties a huge favor?\n\n P8: Clip another 1/4\" bolt a couple feet above the anchor and immediately bust left onto the arete and face climb easily up. Move right to an obvious, attractive flake, then move right again and continue up blocky rock to a bolted anchor. 110', 5.10c.\n\n P9: Move down and left from the belay underneath a massive hanging slab and then up onto the slab at a blunt arete via some slightly hollow rock. Clip a bolt, and continue up and left into a long, weird corner with tricky pro. Pull awkwardly over and belay off a pine tree on a big ledge that feels like it should be the top. 110', 5.10c PG13.\n\n P10: Climb up the loose face behind the pine tree for about 150-200'. There is decent pro but an abundance of loose rock. 175', 5.8 PG13.\n\n Rap the Rainbow Wall route proper.","protection":"2 each black Alien/purple C3 to #2 Camalot. 1 each #3, #4, #5 Camalots. Stoppers, many slings.\n\n A bolt kit and two bolts - replacing one of the quarter-inchers will eliminate the need to bring a #5 Camalot. And may as well replace the other one while you're at it.","location":""},"__v":0},{"_id":"hxUpHCNtXxyEqYOXsSF7Mw==","name":"Paiute Pillar","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vincent Poirier, Andrew Fulton (1998)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":8,"mp_id":"106745032","mp_crag_id":"105732183","climb_id":"hxUpHCNtXxyEqYOXsSF7Mw==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"INTRO   Be prepared for 5.9 runouts on lichen-covered, suspect rock.  I've seen this rated as PG13, but it's more of an R.  Ratings felt kind of soft, so more of a mental crux plus crap rock.   \n\n  On the upside you'll be rewarded with spectacular views of Brownstone Wall, Rainbow Wall and Cloud Tower.  We did the first 6 pitches, then finished on Bird Hunter Buttress.  There's not much beta on this route in Handren's guide, but there's a brief description and topo in Brock and McMillen's Red Rock Canyon: A Climbing Guide. \n\n  ROUTE   P1 (5.9, 180')   Climb up the prominent splitter crack in the middle of the red cliff band. \n\n  P2 (4th, 200')   Angle up and right to reach a large ledge. \n\n  P2 (5.9, 110')   Head straight up the face to the ledge with a tree. \n\n  P3 (5.9, 200')   Instead of pulling the crappy white sandstone roof we traversed up and right toward a small varnished arete of sorts.  After pulling onto the arete move slightly back left toward the crack that splits the licheny face.  Belay at a ledge. \n\n  P4 (5.9, 170')   Climb the runout face aiming for the base of a prominent right-facing corner from which you will belay on gear. \n\n  P5 (5.8, 100')   Climb up the face to the left of the right-facing corner clipping 3 old bolts.  Belay at a ledge with a bush. \n\n  P6 (5.7, 175')   Climb up the pillar.  Optionally climb the (better) mossy 5.8 right-facing corner to the right, part of Bird Hunter Butress.  Crappy bolts but the crack protects with small cams.  Note: there were tons of ants all over the belay ledge. \n\n  P7 (5.9, 200')   Head up the face right then up over a roof to belay on a ledge. Optionally, climb the fun and grovelly 5.7 squeeze chimney on Bird Hunter Buttress. You'll wish you had dieted. One bolt.  Belay from prominent ledge. \n\n  P8 (5.8, 180')   Move slightly right passing one bolt then through a roof. \n\n  P9 (4th, 80')   Go up and left to the top.","protection":"Not much beta on this.  We brought gear to 4\", with doubles 0.5\" to 2\" (#4 optional for future reference).  Nuts weren't overly useful.  The bolts on this route were mostly antiquated or spinners.  Some fixed anchors/slung trees. \n\n  A 70m rope will allow you to rap from the top of Brown Recluse with a single rope.","location":"APPROACH   Park at either Pine Creek or Oak Creek.  Take the trail up Juniper Canyon, passing below Cloud Tower and Jack Rabbit Buttress.  The trail will cross the wash then head up a red dirt hill before dropping back down into the wash. Look left for a slab heading up toward the base of the wall. Work your way up the slabs heading climber's right for the base of an obvious dark red cliff band.  This took us 1:20, although I've seen guidebook times up to 4 hours.  You can leave packs at the base as you'll end your raps uphill and left from the start. \n\n  DESCENT   If you took the Bird Hunter Buttress variation you'll see a rap station climber's left and ~20 feet above the ledge. Head up toward it then hand traverse on the exposed but easy ledge system heading left around the corner until you reach a rap station.  Note: we finished on Bird Hunter, so I don't have any firsthand info on getting from the top of Paiute Pillar to the first Brown Recluse rap station.  The topo shows a rap station from the summit.  Both routes rap Brown Recluse with a single 70m.  From Bird Hunter you will start lower down. \n\nBe cautious as some of the rap stations are close to the end of the rope and/or are difficult to locate.  You do not want to do this in the dark; Plan accordingly.\n\n  Descend back down the slabs.  The final steepest slab has a rap station that takes you down the (potentially wet) water streak."},"__v":0},{"_id":"0jjRB8kKW3abpu6bBgITCg==","name":"The Original Route","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"FA: Joe Herbst & Larry Hamilton - April, 1973FFA: Leo Henson & Dan McQuade - 199?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":4,"mp_id":"105732410","mp_crag_id":"105732183","climb_id":"0jjRB8kKW3abpu6bBgITCg==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"The Original Route on the Rainbow Wall is perhaps Red Rocks finest route. It is certainly a crown jewel in terms of achievement: Once youve climbed it, things like Levitation 29 and Cloud Tower seem like cragging routes.  \n\n  Once and strangely still a popular aid route, the Original Route is now all-free. During the free ascent in the mid '90's, 40-some-odd bolts were added to the climb. This is indeed absurd, and shortly thereafter all the bolts were chopped. Since then a handful of protection bolts have been replaced as well as bolted belays. It's too bad there are so many blemishes on the rock (both patched and unpatched bolt holes, and plenty of old relic bolts that need to be pulled). However, were it not for the scars from bashing pins, the route probably wouldn't go free at all.   \n\n  Sustained, technical climbing, flawless rock, corner after steep corner of stems, locks, and intricate face sequences, and generally good gear lends this climb classic status.  In my opinion, all of those factors, combined with the ability to climb the route with a light rack and a single rope, an incredible view, and an approach that keeps the crowds away, make this one of the most perfect rock climbing experiences imaginable.  \n\n  First things first: a WAG bag should be standard equipment for any Red Rocks climber. Pick one up before you hike in there, use it, and hike it out with you when you're done. \n\n  The line is obvious: The major dihedral system in the center of the wall. A couple landmarks include the half-way ledge (Over the Rainbow Ledge) and the Red Dihedral  a striking left-facing corner at the top of the wall.  The Original Route launches directly up into the corner system from below with a stout 12b pitch close to the deck, then follows some terraces up and right to Over the Rainbow Ledge and finally traverses back left and up to the Red Dihedral which is followed to the top of the wall.   \n\n  The major variation to the climb is Dan McQuades Rainbow Country (5.12d) which straightens out the line by skipping the terraces leading up to Over the Rainbow Ledge in favor of some steep, hard face and crack pitches that link almost directly into the Red Dihedral. One should also note that Rainbow Country includes a variation to the left of the Original Route's first two pitches that avoids the 12b second pitch in favor of some very high quality 5.11d climbing, though the best way to climb it is via the harder, direct path.  \n\n  A second major variation is that of the Swainbow Wall  basically an easy escape route that launches straight up from Over the Rainbow Ledge, avoiding the Red Dihedral altogether.   \n\n  A sensible way to climb the route for the first time would be to climb the left-hand variation of pitches one and two, thus avoiding the 5.12b corner, then continuing with the Original Route to the top. On the last pitch of the Red Dihedral, one might consider taking a minor left-hand variation which is slightly easier (see the description for pitch 13 below). This path would maximize the high-quality climbing while keeping the difficulty in check at around 5.12a.   \n\n  Perhaps the next time on the route, or for parties looking for the greatest challenge possible, the route could be climbed via the right-hand variation of the first two pitches (5.12b), the Rainbow Country variation (5.12d), and then the right-hand variation of pitch 13 (5.12b).   \n\n  Some other minor notes: The climb is north facing and receives shade. Actually the Red Dihedral sees morning sun, but your chances of being there for it (barring a bivy on Over the Rainbow Ledge) seem slim dress accordingly. The approach is semi-arduous, and although it can be done in around 1:30, picking a path through the drainage of Juniper Canyon can be challenging the first time. Once underneath the wall, steep slabs present a final obstacle  these are sometimes made easier by perennial fixed lines. If the lines aren't in place, the slab can be climbed at 5.2 left of the fall line. \n\n  P1&2: Two options:  1) Begin directly below the corner system and climb 5.6 ledges and face to a belay at a modern bolt and a quarter-incher.  This short pitch of 5.6 can easily be linked into the next one.  Continue up into the blank corner past two bolts.  A reachy 5.12b move will get you to a bolted belay.  Excellent climbing.  2) Alternatively, begin well left of this start and climb up a leaning corner system past six bolts (being careful getting to the first bolt) to the belay above the 5.12b section.  This checks in at 5.11d and is also excellent.   \n\n  P3: Step up into a wide layback immediately off the belay continuing through some decent stances.  Head up the corner until reaching an obvious point to wildly step out right onto the face (the aid line goes straight up).  Clip a bolt and then climb up the slightly past-vertical face past a second bolt before stepping back into the corner and continuing to a bolted belay.  Sustained, reachy, awesome!  5.11d.   \n\n  P4: Continue straight up the crack system at mid-5.11?  This pitch is much easier than the last.  Belay at two bolts. \n\n  P5: This pitch is rated 5.11c but 5.11a might be more accurate.  Carefully ascend a long, hollow flake (decent gear), passing a bolt, then continue on easier ground up to a roof. Undercling and jam around it to the right.  Skip the first anchor (just past the roof) which is used for rapping, and belay above at another bolted anchor.  A long pitch.   \n\n  P6: Continue up the right facing corner, deciding whether to continue up the Original Route or to take the direct line of Rainbow Country*  The rock is lower quality here but only slightly so.  Mid 5.10.  If following the original route, belay at some bolts by a small tree which at the start of the ledgy terrain.  There is a bit of fixed line here which you may wonder about  it facilitates rappelling the route with a 60m rope.   \n\n  P7&8: Perhaps best simul-climbed Walk and scramble up and right and up and right, passing a few short, steep sections.  Theres maybe a move or two of generally well-protected 5.9 here and there, but most of it is 3rd and 4th class.  Eventually this reaches a bolt at a left-facing corner where the ledge system terminates.  Belay here. \n\n  P9: Traverse out right and around the arête onto the very exposed face.  Follow this up junky, but easy, rock to Over the Rainbow Ledge.  This is a short, exposed pitch of 5.6 or 5.7. \n\n  From this point decide whether to continue up the Original Route or to take the easy Swainbow Wall** escape. \n\n  P10: Traverse straight left off the belay on narrow foot ledges. Exposed! Gear is not too great here, but there is one old bolt and a cam placement or two. Out to the left theres a bolted anchor used for rapping, but the goal is to launch straight up to the base of the huge left-facing corner above (the Red Dihedral). Belay at bolts at the base of the Red Dihedral. 5.7-5.8. \n\n  P11: If you chose to avoid the 5.12b second pitch and Rainbow Country, this is the crux pitch. Although it is rated 11d, I believe it deserves 12a. Launch up the corner via liebacks, stems, and long reaches. The gear is quite good but some holds are better than others for placing it. The crux itself is not too far off the belay and is protected by a bomber glue-in bolt; creative stemming and reach helps here. Perhaps the best pitch on a climb full of amazing pitches. 5.12a. \n\n  P12: Continue up the corner with more of the same style of climbing. The first 20 feet are the hardest and it is more sustained than the previous pitch. High on the pitch there is a place to traverse left to a stance on the face and belay at a bolted anchor, despite the obvious path (the old aid line) continuing up the corner. The traverse itself has the potential for a nasty penji back into the corner  especially if the highest bolt, a 1/4 incher, were to fail. 5.11d/5.12a. \n\n  P13: Two options: 1) Traverse back into the corner and continue up to a stance beneath the roof. Move leftwards with creativity, trusting one's shoe rubber, eventually turning the roof system at it's left end. 5.12b. This is a Rainbow Country variation. For easier climbing... 2) Alternatively, from the belay downclimb and traverse left to a shallow left-facing corner. Climb up this to merge with the other variation just before it turns the roof. 5.11a.  Both variations pull through the roof at the same point on decent gear and some fixed pro. Belay at bolts up in a cave/alcove. \n\n  P14: Pull through the top of the cave on 5.10 flared hands and then continue up on easy ground, skipping a bolted belay out left. A short low fifth class scramble leads to a tree with rap slings and the top of the wall. There are also bolts way back from the edge. \n\n  Raps will take you generally down the route but sometimes onto the face to the left. The entire route can be rapped with a single 60m rope but a 70m makes it easier. \n\n    *Rainbow Country.  This basically makes an awesome climb completely superb by straightening out the line, avoiding all the ledgey crap, and adding several amazing pitches. First, do the harder starting pitch. Then, from the anchor at the top of P5, head up the right-facing corner, but instead of going right at the top, head up and left, skipping an intermediate anchor out left and heading up a system of steep flakes and cracks.  Runner your gear well as there is rope drag.  Belay at a bolted anchor above a huge hollow block.  5.11a, a long pitch.  From here, head up a crazy overhanging chimney system.  A few bolts protect.  At the top, pull over a bulge (wild 5.11) on jugs to a bolted belay.  Next is the crux (5.12d) pitch:  Do some interesting face climbing sequences past a few bolts to a stance below a shallow right-facing corner.  Using the corner and arete, perform a difficult to read sequence up to a precarious stem.  A few more moves lead to a thank-god hand jam and then a really exposed move back out onto the arete and up the wall above.  6 bolts and a single medium/large stopper placement near the top lead to a bolted belay.  Finally, traverse straight right (5.12a move) past three bolts and then up into the Red Dihedral, belaying at the base of P11 as described above. Finish with the 12b upper Red Dihedral variation. \n\n    **Swainbow Wall.  This is an easy escape to the top of the wall from Over the Rainbow Ledge.  I havent climbed it and wont attempt to describe it until I have, but I honestly cant imagine doing so  perhaps it would make sense if you find yourself at the ledge without enough daylight remaining to complete the Original Route.  Nevertheless, I would sooner bail from the amazing climbing of the Red Dihedral than miss out on it entirely.","protection":"Guidebooks generally recommend a full set of cams through #4 Camalot, a set of wires including RP's, and draws.  I recommend: \n\n  1 ea. Purple TCU's or equivalent   2 ea. Blue TCU's or equivalent   2 ea. Yellow TCU's or equivalent   2 ea. 0.5 Camalots   1 ea. 0.75 through #2 Camalots   1 set Wires   A dozen slings or draws \n\n  A single 60m rope is sufficient for getting up and getting down, but a 70 is nicer.","location":""},"__v":0},{"_id":"yYMAcFsvUE6p+RtXnN/RKw==","name":"The Kor Route \"Free\"","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Fa: Layton Kor, Sibylle Hetchel, Allison Sheets, April 1988, FFA: December 2020","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":5,"mp_id":"120049476","mp_crag_id":"105732183","climb_id":"yYMAcFsvUE6p+RtXnN/RKw==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"This route was originally named \"Corporate Takeover.\" However, in the book and internet forums, it was referred to as \"The Kor Route,\" so I decided it was best to leave it like that. This route is a lot of fun and features well-protected cruxes. However, the easier pitches run across very delicate climbing making the route very interesting, and a little bold. I don't know if it is quite PG:13, but a couple of pitches feel a little heads up.P1: Climb up a 5.4 gully past a large tree/bush and make a 5.7 move around another small tree. Chimney to a ledge and climb around the corner to a set of anchor bolts.P2: Climb up straight up the slab that follows the broken crack, clip one bolt, 5.10d. Then climb up and left to a flake. After the flake, climb the face to a second bolt and then climb left and pull the roof 5.10a. Follow the awesome crack to a fat ledge or stop at the intermediary anchors 5.7.P3: Climb up the awesome splitter crack for 30 ft, 5.10c. before the hollow horn flake, climb left onto the face 10ft to a bolt. Follow the bolt line under the arch, this is the crux, 5.12a. Clip the last bolt then continue to climb 10ft left to the end of the arch. Place a blue totem in the crack, then continue straight left for 10ft on easy but delicate climbingh to a set of anchors. 6 or 7 bolts?P4: Climb up the face to a bolt. Finesse your way through some scary holds to a second bolt then climb your way up a scary tower/dihedral thing 5.9/10. Climb left and search the face for a hidden star drive bolt. Climb left up a crack to a ledge, then climb up a large crack to a set of anchors on a small ledge. PG-13ishP5: The second crux. Climb your way up the delicate face that follows the crack. Follow the bolts to a ledge and a set of anchors 5.11d ish. The only cams you need is a #2 and a #1. 8 bolts I think but bring some extra draws.P6: Slab your way along the path of least resistance to a fat ledge where you can build a gear anchor. 5.9. There is also a huge tree on the ledge.P7-P10: Walk 300ft left along the ledge to a corner system and choose your own adventure up 5.5-5.7 chossy climbing to the summitDecent: Rap Bird Hunter Buttress rappel route.","protection":"double rack to #2 + 1 #3","location":"Starts 150ft to the left of Brown Recluse"},"__v":0},{"_id":"pw6QCdCUXSKrpJ0FIyplaA==","name":"Desert Solitaire (Free)","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"FFA: Unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":3,"mp_id":"118637237","mp_crag_id":"105732183","climb_id":"pw6QCdCUXSKrpJ0FIyplaA==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"I thought this route deserved its own page for the free climbing. Gorgeous route about 100 yards to the left of the original route that follows and links multiple corner systems up the wall. Technical sustained climbing. If you are a fan of desperate technical stemming, this route is for you!!!\n\n According to the guidebook, the climbing and rock quality deteriorate significantly after pitch 8.\n\nPitch 1:  Exit the bivy ledge on the right and wander up easy slabby rock to a small buldge. pull the bulge into shallow opposing corners (bolt) and head up to a nice ledge. Rock quality and protection on this pitch are so so. 5.10c\n\nPitch 2: The guidebook said to climb the awkward corner off the belay, but the one pin looked old as hell and the climbing looked really difficult to protect. We headed right and then traversed back left into the corner higher up. Enjoyable pitch and soft for 5.11d.\n\nPitch 3: Easy fun stemming leads you up to a bolt and then you have to bust out a desperate as hell boulder problem on microscopic holds. Head up and then right to another good ledge to belay from. 5.12b\n\nPitch 4: Absolutely mind blowing pitch. Some awkward climbing and laybacking up a slot unlocks an incredible three part overlapping corner system. Sustained and technical stemming up 4 bolts to a hanging belay. 5.12a\n\nPitch 5: an imposing corner with complex insecure stemming to a burly layback. Move up and right to another hanging belay. 7 bolts. 5.13b\n\nPitch 6: Another shallow technical stemming corner to a bolt and then steep baggy hands crack/flake up and right to a ledge. 5.12-\n\nPitch 7: Head right to find 6 bolts protecting a left leaning hand traverse on a flake. then head up a flaky face past 3 more bolts. 5.12a  \n\nPitch 8: Unprotected moves off the belay on a hollow flake to gain yet another corner. The corner opens from hands to chimney back to tips sizes. Continue up and left to a belay. 5.11d\n\nPitches 9-11: Per the guidebook the climbing deteriorates significantly and is loose and junky rock quality. Pitch 9 is 5.9, Pitch 10 is 5.10c, Pitch 11 is 5.9.\n\n To descend, you can rap the route with 2 70's. There is currently an old fixed line at the top of pitch 2. We used it but it was a bit sketch and didn't inspire confidence.","protection":"Doubles to #3, one #4, Brass, and Ballnuts. Extra small/tips sized cams wouldn't be the worst idea.","location":"To the climbers left of the original route, maybe 100 yards or so."},"__v":0},{"_id":"B1bcQuXYXjiQWWph4T3IaA==","name":"Desert Solitaire","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Nick Nordblom solo","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":2,"mp_id":"106229689","mp_crag_id":"105732183","climb_id":"B1bcQuXYXjiQWWph4T3IaA==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"The crux of this route seems to be the sixth pitch, moving past a small cactus on thin (equalized - in my case) gear - you really don't want to fall here. The first ascent of this route was done by Nick Nordblom, and he did it solo - way cool! I couldn't think of a better way to do the 2nd ascent, so I attempted to do it solo as well. After running out of rope on the first pitch (I set my belay too low..) in a thunderstorm, replete with lightning strikes in the canyon below, I decided I needed a partner - Brad Stewart","protection":"A basic aid rack with a little emphasis (doubles) on some of the thin stuff, FA recommends 9 knifeblades, 8 Lost Arrows, 3 Angles (2 1/2\" & 1 5/8\") and a couple of hooks (cliffhangers). FA also recommends a bird beak & a crack tack (although we didn't use them) & a #1 copperhead, probably for a drilled hole but I don't think we used that either. It's kinda funky leaving the ledge from the top of the sixth pitch - you need to go left to into a small left-facing corner with a decent crack, and work your way up past a gangly, dead tree in the crack. The rest is cake... just watch out for a couple of loose blocks - no big deal.","location":""},"__v":0},{"_id":"D1c6iTJnWMekG+u0SNWqiw==","name":"Brown Recluse","yds":"5.12a/b","grades":{"yds":"5.12a/b","french":"7b"},"fa":"FA: Brian McCray rope solo  FFA: Brian McCray & Roxanna Brock","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":6,"mp_id":"105966113","mp_crag_id":"105732183","climb_id":"D1c6iTJnWMekG+u0SNWqiw==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"I think it's safe to say this is a desert rockaneering type of route. Definitley a character builder. The crux comes way up high when your tired and along with opinion of some other local boys, we thought it definitley is missing some holds at the crux 12 a/b pitch 7. It even shut down Tom who basically sent everything this winter, including an all free onsight of Sgt. Slaughter at solid 5.12b.  \n\n  Anyhow it is a fun adventure none the less. Bring up to a 4 inch camalot and a bunch of long slings with biners, also half a dozen draws, and one seventy meter rope to rappel. I gave the route a PG-13 rating although it may be R. I'm not really good at grading stuff like that, but I guess you could say there is definitley places you don't want to fall. I remember pretty solid gear though for most of the hard climbing. Be ready for some loose rock, weird flares, sustained climbing, and some runouts all said. I don't want to sand bag anyone. If you haven't done the Original Route (Herbst/Hamilton), you should before this thing. \n\n  Approach: Hike to the base of the Original Route then break down and right toward the base of the obvious huge left faceing cleft (Brown Recluse) on the right side of the wall before Bird Hunter Buttress. You will eventually climb up some exposed 5.0 stuff toward the base of the first pitch (look for nice bolts). You will pass under a huge roof (Saurons Eye and what not). \n\n  Pitch 1: (5.10+) Climb up nice varnish with stout moves right off the bat. You will climb in the corner, then out, then in, and eventually pull up to a nice sized ledge with two anchor bolts for the belay. This pitch has at least 8 pro bolts. \n\n  Pitch 2: (5.11c?) Heads up off the start. If you blow the beginning moves (crux) off the start of the first pitch and your belay is too loose you can easily jack your ankles up bad. Climb hard crimp moves up past two bolts to gain a decent hand and fist crack with a pidgeon living inside. Climb up and toward the obvious roof (bolt) and out on jugs then up a loose and runout face to a semi-hanging belay with two more anchor bolts. \n\n  Pitch 3: (5.11c) Climb straight up semi varnished corner with semi solid rock (a few more bolts mixed with mostly gear) straight to another semi hanging stance with two more bolts for anchors.  \n\n  Pitch 4: (5.9) Climb pretty much straight up the face/crack eventually breaking out way left to a another semi hanging stance with two more anchor bolts.  \n\n  Pitch 5: (5.11) Climb straight out left off the belay to gain a crack/face system Go straight up with pretty stout 5.10 climbing to a hard move to gain the belay. Sort of scary. \n\n  Pitch 6: (5.10+) Let your friend climb this pitch. Climb off the belay on some pretty sandy shit in a corner. Cool exposure. Then continue for a ways up the arching/flaring/exciting/I want my mommy, wideness. Finally gaining your nicest ledge for a while to belay from with more bolts for anchors. \n\n  Pitch 7: (5.12a/b) Climb up past easy terrain in the corner off the belay then head up and right towards two bolts on the face above and right. Climb toward the overhanging corner via a wide crack. Catch a breath and try you best to send the overhanging stemming corner (more bolts) and gain the hanging belay with two bolts (1/4 inch?) \n\n  Pitch 8: (5.6) Grovel up the loose corner for a while and try not to kill your belayer. You will again find two bolts on the left wall. \n\n  Pitch 9: (5.5) Climb up and right then eventually back left to more bolts for the belay.  \n\n  Descent: From here you can start you series of rappels. Rap straight down evetually ending up at the nice ledge at the top of ptich six. From here you will be rappeling straight down the face with anchors other than those of the route of ascent. You will see that the hangers at each belay from 1 to 5 don't have and rappel rings or webbing to bail from.  \n\n  My friend and I didn't know this and ended up descending down the back of the Rainbow wall (epic in tight shoes) via a series of sketchy rappels, and somehow found the gunsight notch between the rainbow and brownstone in the dark.    I guess that's pretty much it. I hope this topo information is helpful for everyone. Have fun climbing.  ","protection":"Standard rack up to a 4\" camalot. You may want doubles on TCU's or Aliens, and camalots (purple through gold.) Stoppers including small brass. One seventy meter rope. Extra webbing will be needed to bail from below pitch six. The bolts at the belays have no rap rings or hardware for rappeling. A twelve pack of beer is highly reccomended for your cooler back at the car.","location":"Rainbow Wall in Juniper Canyon."},"__v":0},{"_id":"friVh1b9Xa24vqOPUbz2hw==","name":"Birdhunter Buttress","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"George & Joanne Urioste","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":7,"mp_id":"105732983","mp_crag_id":"105732183","climb_id":"friVh1b9Xa24vqOPUbz2hw==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"The route ascends the right side of the Rainbow wall. Fun climbing on all pitches with some spicy face moves for the crux. Look under vegetation for bolts. Good full day adventure on some infrequently traveled stone. Also great views of the Rainbow wall.\n\n History: Joanne Urioste was nice enough to write a story about their epic first ascent experience! Read the full story at redrockarchive.com/bird-hun…;","protection":"A single set of gear is fine with a few extra runners and/or QD's as there are more bolts (nice old bolts) than you think.","location":""},"__v":0},{"_id":"E8ADMtMuVLmRqw6JH2smzA==","name":"The Big Payback","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Kevin Daniels, Tony Sartin, Dave Evans, April 1998","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"left_right_index":1,"mp_id":"119687472","mp_crag_id":"105732183","climb_id":"E8ADMtMuVLmRqw6JH2smzA==","areaRef":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"Not the Big Paycheck as it is in Handren's book. A real adventure climb. Expect some sand and looseness on every pitch. Pitch 3 had been attempted several times by Danny Meyers before the FA.P1: 150' 5.7 Climb the first pitch of Sergeant Slaughter. The anchor is fixed nuts.P2: 50' 4th Traverse right to the second (older) set of anchors.P3: 150' 5.7 A2+ Climb the thin crack past a bolt and a rivet to a hanging stance. Boldness and sparing use of the hammer will keep this aesthetic-looking pitch from becoming a beat-out mess.P4: 100' A3 Follow the crack up into a chimney past a loose block that looks like it could (and should) be trundled. A few bat hook moves help here. Bailing after this pitch could be annoying.P5: 150' 5.9 A2 Start with some chimneying, then follow the roof way right, cleverly avoiding a loose block. P6: 150' 5.8 A2 Follow the crack/corner, passing a fixed hex around 100'. Belay at a slopey ledge on left with one bolt, back it up with nuts, beaks, and small cams. P7: 100' 5.8 C2 Frequent free climbing keeps the hammer in the bag and the rope moving faster on this one. There is one protection bolt and some moss. Finish on the spacious bivy ledge.P8: 130' 5.9 A2 Free climb up and left until you can climb over the arching roof. There is a new-ish two bolt anchor on the right.P9: 170' 5.9 C2 Pass an old anchor and another bolt before following the leaning crack to the right. A good pitch to wear free climbing shoes for.P10: 180' 5.9 C2 Pull the roof and follow the corner/crack to a stance with one bolt in a wide chimney. Mostly free climbing.P11: 60' 5.7  Finish up the chimney then cross a ledge to belay at the base of another chimney.P12: 100' 5.8 Follow the clean-looking chimney to the top.","protection":"1-2 ea nuts   A few tricams   4 ea cams from tiny to 0.5 BD   3 ea cams 0.75 - 1   2 ea cams 2 - 6   4-5 ea beaks   1 ea Lost Arrows 1 - 4   2 rivet hangers   Hooks   Small ballnuts could be useful   40-50' lower out line","location":"On the left side of the wall. The giant arch of pitches 4 and 5 is a good landmark."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3a44c556-7981-5855-8c45-d5eb8f7c5274,99bf922e-bba2-5273-b69e-ef7c83aa8482","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","11-Juniper Canyon","Rainbow Wall, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":4,"label":"5.9"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.12a/b"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":1}},"aid":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":4,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49615,36.11139]},"bbox":[-115.49670659779031,36.110940339818136,-115.49559340220966,36.11183966018187],"left_right_index":-1,"ext_id":"105732183","area_id":"mb+SLruiUnO2nu98g6qEgg=="},"content":{"description":"Next to Mount Wilson, The Rainbow Wall is one of the most prominent natural features of the Red Rocks area. Visible all the way from the campground, it is also the location of most of the big wall routes in Red Rocks.  The classic Original Route (5.12) was pushed up the center of the wall by Red Rocks pioneers Joe Herbst and Larry Hamilton back in 1973 and remains one of the most sought-after routes in the canyon today. \n\n  The wall is relatively north-facing and remains shady most of the year.  It is also guarded by a bit of a hike... but hey, you can still usually get cell phone reception up there and in case your headlamp dies, the Luxor should serve you fine. \n\n  Historical note by Larry DeAngelo: The Rainbow Wall occupies an impressive historical niche.  When Joe Herbst and Larry Hamilton climbed the wall in 1973, it was before almost every other serious route in the area.  In fact, it was before most of the small routes too!  At a time when NOBODY WAS EVEN CONSIDERING IT, these guys went out, committed, and completed the ascent.  In the ensuing years, the route saw many attempts, but it was well into the next decade before anyone was successful.  The original route was sufficiently challenging that three other routes were climbed (in 1983 and 1984) before the Herbst/Hamilton route yielded a second ascent."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:11:18.213Z","updatedAt":"2022-11-25T11:19:38.604Z"}