{"_id":"6368a50be80bff5a995b01a5","area_name":"Q Crags","shortCode":"","climbs":[{"_id":"+oOH3uFQXQW0ITmSFUHvVw==","name":"Stone the Crows","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Ross Andy Ross (Var Leads) Gene Vallee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":1,"mp_id":"107840803","mp_crag_id":"107791093","climb_id":"+oOH3uFQXQW0ITmSFUHvVw==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"Stone the Crows is a Brit saying of incredulity or annoyance. Dedicated to a Raven friend who always greets us on our ascents. A fine long expedition with some excellent pitches. The route climbs to the biggest summit just north of Two Finger Canyon. See Topo.\n\nFourth class the gully passing right under a massive guano hole to a groove with a line of holes.\n\nP1) Climb past four bolts and a couple of cams to double anchors. A nice pitch 150' 5.8\n\nP2) Continue up the groove past two bolts then move right to tree belay. 70' 5.8. (Rap anchors 30' below the old tree)\n\nP3) Go about 600' north along the massive ledge to a weakness in the wall that lies directly below the large blocks of the upper corner. Three bolts lead up the unlikely looking wall at a surprisingly low grade. Another bolt is out to the right. Continue up to the blocks and natural belay. 180' 5.7.\n\nP4) Easy climbing up the big corner with small to medium cams. When just below the left slanting roof crack move round to the right then up to a good ledge. Single bolt belay, but can be backed up. 200' 5.6\n\nP5) Tango to the top to a smiley face belay at the back of the ledge. 70' 5.3.\n\nScramble out left, then walk up the ridge to the fine summit with register in cairn. We were surprised to find that nine and a half years ago with Layne Potter I had climbed to this summit from the north forgetting drill bits for the descent raps. The climb we later named \"Senile Dementia\"\n\nDescent:- Go back down the south ridge for at least 400' keeping eyes open to move left along a narrow ledge to rap anchors. A 200' rap brings one back to the massive ledge left of the start of pitch 3. Go back to top of P2. Rap anchors 30' below old tree.","protection":"Cams 1\" to 3\" Two 60m ropes","location":"Just north of Two Fingers Canyon . See Topo"},"__v":0},{"_id":"q6RM2i7AVU+o65536kKpJQ==","name":"Senile Dementia.","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Paul Ross, Layne Potter","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":8,"mp_id":"106759614","mp_crag_id":"107791093","climb_id":"q6RM2i7AVU+o65536kKpJQ==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"Located near the far end of THe Great White Wall,about 20mins walk south from Three Fingers Canyon .After reaching a pinnacle like formation enter a wash and hike up to the top of the brown limestone wave on the left that is directly below the very prominent massive flake at mid height on the slabs and can be easerly seen from the Three fingers parking area.The name given this climb by the aging FA party after reaching the final pitch realized they had forgotten the drill bits!The descent proved quite difficult.There are no rap anchors.Bushes and down climbing was used for the descent.\n\nP1).Climb up a slab with 5.6 exit moves into a large alcove ,then up the blunt edge on the right to a good ledge and cam belay.200'5.6.\n\nP2).Scramble 4th class to the left to behind the massive flake and continue for about for about 250' to its top,\n\nP3). Straight up the slab above the flake.200'5.3.\n\nP4)Move up right along ledges for about 150'to large crack/grooves system .\n\nP5).Climb a wide groove followed by a good crack to a big ledge no belay.200' 5.5\n\nP6) Scramble up grooves to flake on the skyline at 150' ,then walk to the  summit and register.\n\nDescent:- No Rap Anchors. 4th class down the blunt ridge to the south aiming for the wide ledge above pitch 3.A small pine tree was used to rap the last 40' to the ledge. Walk right (north) to top of pitch 3. From another small pine rap to behind the massive flake.(top of P2)4th class down P2 and reverse top part of the first pitch to a small bush in the alcove,use the bush to protect the rest of the down climbing.","protection":"Friends. #0.5 to #3. Slings . Two 60m ropes","location":"Great White Wall ,South of Three Fingers Canyon."},"__v":0},{"_id":"9tOMeP9vVomsaFMzCxHNEg==","name":"The Rolling Stones","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Ross Andy Ross Shingo Ohkawa (var leads) 03/22/2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":4,"mp_id":"107532388","mp_crag_id":"107791093","climb_id":"9tOMeP9vVomsaFMzCxHNEg==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"Dedicated to still the best rock group on the planet.From Two Finger Canyon walk about 20 mins north. See topo's .After P1 the rock and climbing is excellent.\n\nP1)Head up towards the shallow groove with two pro bolts at about 60'up in the dark rock to protect moves into the groove. Then straight up to small but thick pine tree belay below the right trending weakness.140' 5.8+.\n\nP2)Climb into the fault line past a bolt at 15'. Continue up the line trending right ,using cams and wires and a total of five bolts to a good stance and double anchors below a perfect rippled slab.200' 5.9.\n\nP3)Straight up from belay and superb climbing trending right past six bolts to double anchors 20' below the massive ledge system. Declared top of route.200'5.7.\n\nDescent. Rap to top of P2 then one long careful rap to the ground.","protection":"Cams 1/2\" to 3\". Wires. Two 60m ropes","location":"About 20 mins hike north from the camp at Two Fingers Canyon ... See topo's."},"__v":0},{"_id":"f4xfqvKeUWS2B26pgyZ6/g==","name":"Remembrance Day","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Ross Andy Ross (var leads) 11/11/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":2,"mp_id":"107367586","mp_crag_id":"107791093","climb_id":"f4xfqvKeUWS2B26pgyZ6/g==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"Located right of Two Fingers Canyon.About 15 mins walk from parking area.  A typical Reef slab route that takes one to the summit of the slabs with great views.\n\nBack from the summit is a trapped garden area. Some of the climbing is of mixed quality but overall a good adventure climb. The crux section is well protected. Starts in the V slot between the waves with a black patch straight across from the parking area near the entrance of Two Fingers.\n\nP1) Nice climbing on good rock. Climb past a bolt at 25' then past another to easier climbing to double anchors.170' 5.7.\n\nScramble 100' to the base of the obvious left facing corner.\n\nP2) Climb the face just left of the corner (couple of small cams) to a bolt then step right into the corner which leads to double anchors.70'5.7+. Scramble 150' left to bushes below two small corners.\n\nP3)Climb up the right side shallow corner past bolts then move right onto the face past more bolts to double anchors. Total 6 bolts.160' 5.9\n\nP4).Move up left from the anchor to short steep slab (bolt) to big alcove. Climb easy rock to the right then follow the dark seams to the large hole and double anchors.200 5.7.\n\nP5) From the belay follow the thin seams past one bolt to the summit.70' 5.6.Register in small cairn next to the double anchors.\n\nRap the route.","protection":"A few cams fron 1/4\" to 2\" .Slings. Two 60m ropes","location":"Two Fingers Canyon.Best to drive in via the Hanksville road.From the I.70 Hanksville exit (Rt 24) drive 7 miles just past mile marker 153 (on the left side of the road). The good straight dirt road is followed turning to the right for 2.4 miles to a less marked turn off to the left.(Three Fingers Canyon road is 1.5 miles further on)The first 1/4 mile of the road (hard surface) is difficult to see.. Keep near bushes to start then the only steepish section of the road can be seen up to the left .Its 1.8 easy miles from the turn off to the canyon.No four wheel required."},"__v":0},{"_id":"bal9LLo8VtOOnB9jA4FdxA==","name":"Holed Out","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"H.Lime & I.Y.Yunioshi","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":0,"mp_id":"111805066","mp_crag_id":"107791093","climb_id":"bal9LLo8VtOOnB9jA4FdxA==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"P1. Up center then vear left over buldge and finish on ledge below steep headwall. 5.8 200ft\n\nP2. Climb steep face to large hole. 5.9 80ft\n\nP3. Pull right out of hole then left. Finish up easy slab to big ledge. Gear belay base of left facing corner above ledge. 5.6 180ft\n\nWalk 150ft right.\n\nP4.Climb short headwall (4th pitch Remembrance Day)then traverse 100ft right to large bush.  5.7 180ft\n\nP5.Finish up face/seams 50ft right of Remembrance Day. 5.7 120ft\n\nRegister can by Remembrance Day anchor.","protection":"Bolts. Gear from .4 to 2 Camalot.","location":"Starts in the next drainage left of Remembrance Day. The big hole in the middle of lower face is easy to spot. Start marked by cairn with stick.\n\nEasy 20 min walk from parking.\n\nRap Remembrance Day. Better to carry shoes etc so you don't have to return to start."},"__v":0},{"_id":"NcHtK7jqWMyj8SNkKnCPWQ==","name":"Fried Brains on Toast. II  5.9-R","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Paul Ross  Layne Potter. 27th Aug 2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":6,"mp_id":"106242569","mp_crag_id":"107791093","climb_id":"NcHtK7jqWMyj8SNkKnCPWQ==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"As the name suggests the climb was on sighted in extreme heat (about 98f in the shade)Ultra desert heat climbing is a experience not to be missed !.\n\nP1) From the gully traverse out right towards the bottom of the brown hole filled wall ,then follow the easy groove on its left to reach the ledge below the impressive big slab.Natural belay.160'5.4R.\n\nP2) Six bolts protect this pitch that first trends up to the right then at about 140'up left to reach the start of a long diagonal groove/ledge.Double anchors.190'5.9-R.\n\nP3) Directly above the belay is one bolt that protects a 5.8 move left to reach an 5.4 slab that is followed straight up (no pro on slab) to a short crack and double anchors just below a massive ledge system.180'5.8.....\n\nDescent. Rap the route ,good tree anchor on final rap to ground.","protection":"One #2 Camelot. Quick draws ,Slings, Two 60m ropes.","location":"The climb is situated about midway along the Great White Wall that lies South of Three Fingers Canyon. The walk takes about 30 mins from Three Fingers. See beta photos for visual location."},"__v":0},{"_id":"yTjt5KuVV92m5zPldLG7sA==","name":"Feet First. 5.9 R","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Andy Ross Paul Ross (Alt Leads)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":3,"mp_id":"107370742","mp_crag_id":"107791093","climb_id":"yTjt5KuVV92m5zPldLG7sA==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"Located from the Two Fingers Canyon area. Climbed on sight, bolts placed on lead from free stances.\n\nOn both pitches the climbing is quite sustained. The second 5.9 pitch is perhaps not quite as technical as the first 5.9 pitch but the strata is upside down rather like the tiles of a roof and the 30' runouts between bolts keeps the mind focused (feet first).\n\nStarts from the top of a wave that has a prominate junaper tree at its top.See topo. About 30mins walk north from the road end.\n\nP1) Up the short dark brown slab past a bolt at 15'. Move left then right and follow a total of 7 bolts to double anchors.160'5.9.\n\nP2)Climb out left from the belayto a bolt at about 25' . Trend up to the right and up across the awkward but low angled slab past four more bolts to double anchors.160' 5.9R..\n\nRap the route.","protection":"Quick draws, slings. Two 60m ropes","location":"Two Fingers Canyon area ... See location to this canyon on \"Remembrance\" Day description"},"__v":0},{"_id":"SJsra7gcUri4VzMXBuolBg==","name":"Everlastingyes","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Paul Ross ,Layne Potter. June 16th 2003.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":7,"mp_id":"106759576","mp_crag_id":"107791093","climb_id":"SJsra7gcUri4VzMXBuolBg==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"Located on the Great White wall left of Three Fingers Canyon. Named by a now deceased friend Alan McDonald who wanted to name a first ascent.Takes a line up a clean blank looking slab,between Hot tin Slab and Senile Dementia.Starts below some dark rock at the top of a wave (cairn). Large blotches of dark brown rock is about 300'up to the right.\n\nP1).From the top of the wave immediately traverse out to the right for about 40' to a shallow groove and follow to a bolt at 70'. A couple of thin moves to a good ledge with a large juniper tree.100' 5.8.Move the belay to the left for 70' up an easy ridge to just left of a groove.\n\nP2)From the top of the ridge climb a nice open slab to a bolt belay.200' 5.4R.\n\nP3).Move belay left along the ledge to an open groove.Angle up the groove to the right for about 80',then left through a break then to a ledge and bolt belay.200' 5.7R.\n\nP4). Slightly right to a thin black dike which is followed to a small stance and bolt belay. 200' 5.7R.\n\nP5) Straight up to a big ledge.60' 5.6R.\n\nP6). From here 4th class for about 400' to the summit and register.\n\nDescent ...Rap the route.","protection":"Friends. #0.5 to #2.5. Slings, Two 60m ropes","location":"Located on the Great White Wall south of Three Fingers Canyon."},"__v":0},{"_id":"4DGJwWW6UxSlT8vdsF25kQ==","name":"Crusade.","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Ross  Andy Ross  (Alt Leads) Nov 27th 2011","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"left_right_index":5,"mp_id":"107391675","mp_crag_id":"107791093","climb_id":"4DGJwWW6UxSlT8vdsF25kQ==","areaRef":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":"Located from the Two Fingers Canyon, about 15mins walk north from road end. See topo photo.\n\nA classic adventure Reef slab climb with interesting formations and splendid views down the lenth of the Reef. Climbed on sight ground up. Starts at the low point in the V slab between the two waves. A black streak of runs down the slab to the right of the start.\n\nP1).Climb directly up the slab past a cam placement to the first bolt at about 30'.Continue past one more bolt to double anchors. 150' 5.7.\n\nP2)Trend up left to a bulge (crux). Follow a total of seven bolts and one 3\" cam to double anchors.160'5.9.\n\nP3)Climb up left to a bolt then up the blunt ridge right of the cleft. At its top move right then left to a ledge with double anchors. 150'5.6.\n\nP4)Climb the open slab directly above the belay past one bolt at about mid hight to reach the great ledge system below the upper face.200'5.6.\n\nP5)Straight ahead is a massive chasm .Wander up the whaleback ridges to the right/north for about 400' to reach the top of the chasm and the start of the Holy War slab.\n\nP6)A single bolt to the right of the slab gives protection to down climb to the foot of the holy slab and double anchors.60'5.4.\n\nP7)Follow 5 bolts up the impressive holy slab around various holes and at times using a crystal vain to double anchors at its top.200'5.8.\n\nRegister under cairn behind belay.Scramble right to reach the spectactular summit ridge and great views.\n\nDescent:- Rap the route to to anchors at the top of pitch 3 .From here one long 200' rap trending right (south)one can reach the top of the wave below the cleft of P3.","protection":"A few cams 1/2\" to 3.5\" Slings,Two 60m ropes. Remember to be on the safe side carrying a small bolt kit on these long climbs in case off route happens.... might be useful.","location":"From the road end at Two Fingers Canyon. Hike north for about 15 mins to the tree filled gully that leads to the slab just left of the black streak. See topo photo."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,7e6f2683-14a8-5d92-ad8b-63d6bae8ef72,e4d8e72f-30cd-5b47-a812-224c8b92e8c9,3bbf61ef-6f4a-5261-a323-d6721c953a97,be4eadc4-0aaa-57cd-b5e9-febca69c5c54,1c30510c-bb74-589e-81dd-356608851997","pathTokens":["USA","Utah","South Central Utah","San Rafael Swell","San Rafael Swell - South","Eastern Reef Area.. AKA The Sandstone Alps","Q Crags"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.6"},{"count":5,"label":"5.9"},{"count":1,"label":"5.9-"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.45548,38.88347]},"bbox":[-110.45605765435936,38.88302033981814,-110.45490234564062,38.883919660181874],"left_right_index":-1,"ext_id":"107791093","area_id":"HDBRDLt0WJ6B3TVmCIUZlw=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:26:33.008Z","updatedAt":"2022-11-25T11:22:31.205Z"}