{"_id":"63689d20e80bff5a994f24d7","area_name":"Finger Rock","shortCode":"","climbs":[{"_id":"igUOQnSVW6ies1Z4XIJBGw==","name":"Pull My Finger","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.89576,32.36552]},"left_right_index":0,"mp_id":"110886957","mp_crag_id":"105738134","climb_id":"igUOQnSVW6ies1Z4XIJBGw==","areaRef":"xAwYhoUhXYGq7nLP9FO3cw=="},"content":{"description":"So named because we thought we were climbing the standard route up Finger Rock. In the end, we agreed that this longer route was a much better ending to the very full-on approach than the anticlimactic standard route would have been.  \n\n  Instead of skirting the base climbers right to the Northeast face, begin as soon as the trail meets the rock on the obvious 3rd class ramp. Scramble up to a big hole with a tree, rope up, and climb the first pitch, which has one move of 5.7 or so about 80' up (otherwise this pitch too could be scrambled. Belay at the big obvious tree. Pitch 2 climbs the chimney to a good ledge (15') and then another 15-20' to another good ledge. The summit of this pinnacle of rock is only 10' higher. Belay at the tree, and if confused about which route you are climbing (like we were), things will all make sense as you see the true pinnacle of Finger Rock in front of you. A short, cool, exposed traverse across a \"rock rib\" brings you to the second pitch of the Standard Route. Belay, or not, and climb to the spectacular summit.","protection":"Single rack to bd #2, nuts.","location":"Begins on obvious 3rd class ramp as soon as the trail meets the rock. \n\n  Also, a note about the approach. About 10-15 minutes of hiking into the drainage, the trail exits (surprisingly) up onto the ridge to the right. It looks like you're going up the wrong mountain at first, but at the top of the ridge the climbers' trail take a quick dip across the canyon to the other side where Finger Rock Canyon is located. If you stay in the drainage, expect it to add another 2-3 hours to the approach and wear you out even more from the miles of boulder hopping. There is, however, lots of shade, and a rewarding stream / spring in the summer time."},"__v":0},{"_id":"5ko4GniKUT2z5UEKRyuU6A==","name":"Finger Rock (Standard Route)","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Herb and Jan Conn, late 1940's (probable)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.89576,32.36552]},"left_right_index":1,"mp_id":"105738413","mp_crag_id":"105738134","climb_id":"5ko4GniKUT2z5UEKRyuU6A==","areaRef":"xAwYhoUhXYGq7nLP9FO3cw=="},"content":{"description":"If your legs and brain are still responsive after the hike up to Finger Rock, you might as well climb it.  After all that hard work, it'd be a waste not to, right? \n\n  The technical route up Finger Rock begins in the western saddle between Prominent Point and Finger Rock itself.  The climbing starts up the north-northeast face of the Finger, immediately above the trail's end: \n\n  Climb up easily protected flake, past small bulge and cracks, to a ledge with two small trees (~50'). \n\n  From ledge, continue up easy terrain, past a bolted 5.8 crux to two-bolt rappel station (~30').  The teetering summit block is another ten feet above the bolts. \n\n  A single 60m rope will allow for a rap to the ground. \n\n  Extreme exposure and scary, shifting rock will likely make your summit experience a short one.  But hey, at least your legs and nerves are trashed for the brutal, three hour downhill slog that lies ahead!  Happy trails! ","protection":"A few medium sized cams (0.5-1.0 camalots) and a set of nuts.","location":""},"__v":0},{"_id":"G0D2p/dWVOWbsyhDhC/pSQ==","name":"A Farewell To Youth","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Nick Martel, Kristina Bergdahl-Martel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.89576,32.36552]},"left_right_index":999999,"mp_id":"108395493","mp_crag_id":"105738134","climb_id":"G0D2p/dWVOWbsyhDhC/pSQ==","areaRef":"xAwYhoUhXYGq7nLP9FO3cw=="},"content":{"description":"Starting from a medium sized boulder below the crack step left onto the face and climb 6-7 of face on big and positive holds to gain the first section of finger crack. Lieback or jam this finger and hand crack for 10 to gain a big ledge/cave and shake out. Above the cave follow the now flaring crack for a few feet until it widens back to fingers then thin hands. About 10 above the ledge traverse a little to the right of the crack and crank a few overhanging face moves on progressively bigger holds to the chains. Because this climb is all on its own it will probably not see much traffic so despite our best efforts and the time we spent cleaning it and running laps on it you should still (as always) beware of loose rock.    You can also rap in to the anchors from above to set a top rope by walking 50 to the left of the base of the climb and scrambling up where you see an obvious 10 section of maybe 5.4 just below and left of a tree. Be careful of the old rusted barbed wire both at the bottom and again on top of the cliff. There is a cairn where you need to head down towards the cliff edge to find a rap anchors.","protection":"Single set of nuts and cams. We also used both brass offset nuts and ball-nutz because we had them, but while helpful they are not needed.","location":"About 100 yards before the boulder, on the right side of the trail is a 40' cliff band of orange rock. \"Farewell To Youth\" is the obvious crack splitting the wall."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,8c72c2f5-fbd1-512d-a438-d6b237d270e9,c40c1886-8521-5d81-aaee-72cff453b773","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Finger Rock Canyon","Finger Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.89576,32.36552]},"bbox":[-110.8962923625889,32.36507033981813,-110.89522763741108,32.36596966018186],"left_right_index":-1,"ext_id":"105738134","area_id":"xAwYhoUhXYGq7nLP9FO3cw=="},"content":{"description":"Finger Rock, visible from most of Tucson, is aptly named.  This 100' tall free standing tower points skyward, just below and east of Prominent Point on Pusch Ridge.  It is perhaps the most recognizable feature from the Tucson valley.  \n\n  The silhouette of Finger Rock alone is enough to entice most climbers, but only those willing to tackle the daunting approach.  An attempt on Finger Rock will put all but the fastest parties in for a long day of very hard work. \n\n  Parties who successfully summit will be either highly rewarded or permanently traumatized.  The exposure atop Finger Rock is extreme.  The teetering flake that caps the pinnacle adds to the excitement.   "},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:53.017Z","updatedAt":"2022-11-25T11:09:45.141Z"}