{"_id":"63689de0e80bff5a994fa3a7","area_name":"Upper Great Face, The","shortCode":"","climbs":[{"_id":"R1OJrFCHUbey7VNifmPoBw==","name":"Wiffle Ball Bat","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Paul Pomeroy & Chris Taylor","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":1,"mp_id":"107674310","mp_crag_id":"105746635","climb_id":"R1OJrFCHUbey7VNifmPoBw==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"This fun, little outing offers some great climbing on mostly good stone in a beautiful setting.\n\nPitch 1. Wander past the line of bolts on somewhat continuous terrain with a few good stances for rests. Angle slightly right to the last bolt, and surmount the final bulge to reach the bolted belay anchor in a shallow, right-facing corner (5.11-, 105 feet).\n\nUse caution while climbing this pitch. There is a GIANT, detached flake system around bolts 5 and 6, to the left. It is easy to avoid contact with the flake.\n\nPitch 2. Stem up the corner for a few feet, and move right to clip the first bolt. Climb up through orange-colored rock past four closely spaced bolts (crux) and onto a narrow ledge. Wander up and left past 2 more bolts over exciting terrain to reach the final bolt, then climb up and right on an easy ramp to reach the bolted belay anchor on a nice, airy ledge. This belay is on the far left side of what is known as the '5.10 ledge' (5.11b, 90 feet).\n\nRappel the route or finish with any of the other routes that continue from the '5.10 ledge'.","protection":"Pitch 1: 10 bolts, bolted anchor.\n\nPitch 2: 8 bolts, bolted anchor.\n\n60 meter rope mandatory. TIE A KNOT IN THE END OF YOUR ROPE!","location":"This is the farthest left bolted line on the Upper Great Face. Start directly in front of a 4'x 4' flake sticking out of the ground next to the wall, between two trees."},"__v":0},{"_id":"WBFjKKJpWKi2aIUaMOtlGQ==","name":"Paul's Boutique","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Pomeroy & Chris Taylor","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":2,"mp_id":"107265893","mp_crag_id":"105746635","climb_id":"WBFjKKJpWKi2aIUaMOtlGQ==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"This route starts with the bolted line to the left of '\n\nThe Big Steep\n\n'.\n\nPitch 1: Wander up nice face climbing past 12 bolts to a bolted anchor. At the 5th bolt, traverse right beneath a bulge to gain the 6th bolt (long runners useful to reduce rope drag). Move right just after the last bolt to reach the bolted belay anchor. (5.10, 100 feet.)\n\nThe first 10 bolts of pitch 1 were placed by an unknown party, and the line was previously left unfinished for several years.\n\nPitch 2: Climb straight up from the belay, then trend slightly left to the first bolt. Continue up nice face climbing past the second bolt, and gain a thin ledge. Climb thin moves past the third and fourth bolts to gain easier terrain. Easy climbing leads to the large comfortable belay ledge(the '5.10 ledge'). (90 feet, 5.10+.)\n\nAs of 6/20/12, it is a bit runout getting to the first bolt. Additional first bolt will be added soon.\n\nThere are 2 giant detached flakes/blocks after the last bolt to the left of the route. They are completely avoidable.\n\nPitch 3: Start from the left side of the large belay ledge. Climb up the left side of the headwall past 6 bolts to easier terrain leading up and right to the bolted anchor shared with '\n\nThe Hotness\n\n' and '\n\nBrass Junkie\n\n'. Gear can be placed after the last bolt. Directional protection can be placed after the last bolt for anyone toproping the pitch. (100 feet, 5.10+.)\n\nDescent: lower or rappel with a 60 meter rope back to the large belay ledge (the '5.10 ledge'). Then rappel back to the base using the bolted chain anchors for '\n\nThe Big Steep\n\n'.","protection":"Pitch 1: Twelve bolts. Bolted anchor.\n\nPitch 2: Four bolts. Gear to 1\" inch, including wires. Gear anchor.\n\nPitch 3: 6 bolts. Gear to 1\" inch. Bolted anchor.\n\n60 meter rope mandatory. TIE A KNOT IN THE END OF YOUR ROPE!","location":"'Paul's Boutique' starts about 10 to 15 feet left of the start of '\n\nThe Big Steep\n\n', next to a large pine tree growing very close to the wall."},"__v":0},{"_id":"1EuXCbWRWEWfFrjKxXDb+Q==","name":"The Hotness","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Paul Pomeroy & Chris Taylor, (pitch 1 with Mike Pont)","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":5,"mp_id":"107256821","mp_crag_id":"105746635","climb_id":"1EuXCbWRWEWfFrjKxXDb+Q==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"Approach by climbing pitch 1 of '\n\nThe Big Steep\n\n'.\n\nPitch 1: Climb straight up from the belay and follow 5 bolts on the steep wall above. Navigate through the initial bulge, then angle right on thin and brilliant face climbing past the final bolt. The difficulty gradually decreases beyond the final bolt. Climb unprotected stone to reach the bolted belay atop pitch 2 of '\n\nThe Big Steep\n\n'. (5.11, 100 feet.) Heady!\n\nThis pitch is still cleaning up a bit, and a few loose flakes here and there could send you for quite a ride.\n\nPitch 2: Follow 6 bolts up the beautiful orange headwall, left of the final pitch of '\n\nThe Golden Monkey\n\n'. Face climb on thin flakes for about 60 feet to large holds at the lip above the final bolt, then climb easy rock for 40 feet over somewhat loose ledges to the bolted anchor. (5.10+, 100 feet.)  The anchor is located slightly left at the top. Directional protection can be placed above the final bolt for anyone toproping pitch 2. This will reduce the potential for a swing after unclipping the last bolt, and will reduce the chance for loose rock to be dislodged from above in the event of a toprope fall.\n\nDescent: Rappel the route.","protection":"Pitch 1 of '\n\nThe Big Steep\n\n': 11 bolts.\n\nPitch 1: 5 bolts.\n\nPitch 2: 6 bolts.\n\n(Optional) - A handful of small to midsize cams, and stoppers.\n\nBolted anchors.\n\n60 meter rope mandatory. TIE A KNOT IN THE END OF YOUR ROPE!","location":"Approach by climbing the first pitch of '\n\nThe Big Steep\n\n'.\n\nPitch 1 starts from the first bolted belay atop pitch 1 of '\n\nThe Big Steep\n\n'.\n\nPitch 2 starts from the large belay ledge (the '5.10 ledge'), about ten feet left of the final pitch of '\n\nThe Big Steep\n\n'."},"__v":0},{"_id":"HPg012uLXfqAG7ZcwfI/Hw==","name":"The Golden Staircase,  pitches 12, 13, 14","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"'Golden Staircase' - Dustin Dyer and friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":0,"mp_id":"119318372","mp_crag_id":"105746635","climb_id":"HPg012uLXfqAG7ZcwfI/Hw==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"This is a three-pitch line up the far left side of the Upper Great Face. It has good position, thoughtful climbing, and an amazing traverse on P2.\n\nP1. Follow 9 bolts angling slightly left. A purple #0.5 Camalot is helpful between one set of bolts, 110 feet.\n\nP2. Follow 12 bolts traversing to the right. Look for anchors out right after the traverse ends, 120 feet.\n\nP3. Follow 6 bolts to the summit, 110 feet.\n\nDescent: rap from nice bolts down to the 5.10 ledge (large belay ledge). Do three raps to the ground. From the 5.10 ledge, it is possible to downclimb or lower down to the start of P2 of\n\nThe Golden Monkey\n\n.","protection":"Quickdraws and a #0.5 Camalot.","location":"This is about 40 feet left of the start of\n\nThe Golden Monkey\n\n. At the moment, this is the far left bolted line."},"__v":0},{"_id":"jhia27XMVq+fbLZribpXcQ==","name":"The Golden Monkey","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Paul Foster, Bob Jasperson, Bernard Gillett","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":6,"mp_id":"106004374","mp_crag_id":"105746635","climb_id":"jhia27XMVq+fbLZribpXcQ==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"This indistinct line begins about 25 feet left of the huge buttress in the middle of the Upper Great Face, between the Kor-Northcutt on the right and The Big Steep on the left, and finishes with the beautiful headwall beneath the summit.\n\nPitch 1:  Turn a small roof on the left or right (gear) and climb past two bolts to a ledge. Continue upwards (gear) past two more bolts (crux) to a left-facing corner that defines the left side of a \"V\"-shaped wedge (the right side of the \"V\" is the obvious slot on the Kor-Northcutt).  Climb this corner and stretch the rope to the lowest point of a large ledge system that traverses the upper region of the face (5.10b/c R; 200 feet).\n\nPitch 2:  Climb the vertical headwall above to anchors (sporty 5.9+; 10 bolts; bring midrange cams for placements above the bolts; 110 feet).\n\nDescent: Rap to The Big Steep anchors (slightly north) on the large ledge system.  A single 60-meter rope just barely reaches these anchors -- tie a knot.  Rap again to another set of anchors on The Big Steep (single rope) or to the ground (double).","protection":"Wireds to a #2 Camalot.","location":""},"__v":0},{"_id":"LQJ2hEpoWSODRYgc3buoMg==","name":"Forgotten Pulse","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Tanner Bauer","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":999999,"mp_id":"117720739","mp_crag_id":"105746635","climb_id":"LQJ2hEpoWSODRYgc3buoMg==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"Start up easy terrain with ok gear until your reach a small corner system with a obvious crack in it. Work your way up into the corner by jamming, stemming, and pressing. Pull over the final bulge, and enjoy easy terrain until you reach a horn with a sling on it. Lower off from there. It finishes under the massive roof.","protection":"A standard rack and a 70 meter rope.","location":"This route can be found on the far right side of The Upper Great Face. Start up easy terrain 110 Feet below a massive roof/flake."},"__v":0},{"_id":"74HnslEbUUWZ2jaMWAAQiw==","name":"Brass Junkie","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Paul Pomeroy & Chris Taylor","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":3,"mp_id":"107265111","mp_crag_id":"105746635","climb_id":"74HnslEbUUWZ2jaMWAAQiw==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"This route starts from the top of Pitch 1 of '\n\nPaul's Boutique\n\nPitch 1: Climb up and RIGHT from the anchor on easy rock to gain the first bolt. Continue past one more bolt, then fire up the thin crack/seam (crux) placing gear when available to gain the large comfortable belay ledge(the '5.10 ledge'). 90 feet, 5.10+.\n\n(This pitch can also be started from the bolted anchor atop pitch 1 of\n\n'The Big Steep'\n\n, by climbing left to gain the first bolt)\n\nPitch 2: Locate a crack in the green/black stripe of lichen that shoots up the left side of the headwall (just left of '\n\nThe Hotness\n\n'), and follow it for 60 feet. Another 40 feet of easy climbing leads up to a bolted ring anchor near the top of the wall(same anchor as for '\n\nThe Hotness\n\n'). 100 feet, 5.9+.\n\nDescent: From the top of pitch 3, lower or rappel with a 60 meter rope back to the large belay ledge (the '5.10 ledge'). Then rappel down to the base using the bolted chain anchors for '\n\nThe Big Steep\n\n'.","protection":"Pitch 1: 'Paul's Boutique' start-Twelve bolts(long runners useful), bolted anchor; or 'The Big Steep' start-Eleven bolts, bolted anchor.\n\nPitch 2: Two bolts, Standard rack, including small wires. Gear anchor.\n\nPitch 3: Standard rack, including small wires,(one 4\" to 4.5\" inch cam is very useful). Bolted anchor.\n\nDon't forget the brass.\n\n60 meter rope mandatory. TIE A KNOT IN THE END OF YOUR ROPE!","location":"'Brass Junkie' starts from the top of the first pitch of '\n\nPaul's Boutique\n\n' and climbs up and RIGHT from the belay to reach the first bolt."},"__v":0},{"_id":"w2JLscOiWRWvte/whX8qHQ==","name":"The Big Steep","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"S. Kimball & Fred Day, 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":4,"mp_id":"106004737","mp_crag_id":"105746635","climb_id":"w2JLscOiWRWvte/whX8qHQ==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"This is a three pitch line up the middle of the left side of Upper Great Face.  It has good position and climbing, a mix of sport and trad, and the potential for big bonus points by doing both the 3rd pitch of this climb and the 2nd of\n\nGolden Monkey\n\n.  Kimball calls this route \"The Crown Jewel of the area.\"\n\nP1: Follow 10 or 11 bolts diagonaling right up non-slabby face climbing.  The crux is at a roof/bulge midway where the bolts happily get closer together.  Belay at bolts.  5.10, 100'.\n\nP2: Follow bolts traversing right to a right-facing corner type feature where the climbing gets easier and you place your own protection.  We thought getting to the first bolt was the crux.  Belay at bolts at the base of a narrow left facing corner. 5.9, 90'.  (Note:\n\nGolden Monkey\n\nP2 starts about 10' below and 10' right of TBS P2 belay bolts.)\n\nP3: Follow the corner which is at present somewhat licheny.  (This corner is shown in the action photo under the route Tribal Regions on Lower Great Face.)  Crux is at a bulge midway.  At the end of the corner either veer left and belay on a ledge, among blocks and next to a small tree (this is what we did) or after the corner, cut straight right to find the anchor bolts atop\n\nGolden Monkey\n\n; the second option could be problematic as far as rope drag, route finding and protecting the second.\n\nDescent: Either walk off (see Gillett for details), rap from a very sketchy sling set up around the tree mentioned in the P3 belay description or do a mini pitch, traversing right, to the\n\nGolden Monkey\n\nP2 anchor bolts which are about 10m right/south and 2m lower than the regular P3 belay ledge.  A 60m rope is the bare minimum needed to rap.","protection":"At least 12 QDs for P1 and a rack heavy on small to medium nuts and finger size cams for P3.  You could considerably lighten the rack if you choose to do\n\nGolden Monkey\n\nP2 instead of TBS P3.","location":"This is about 20' left of the start of\n\nGolden Monkey\n\nor, very roughly 200' right of the top of The Enclosures.  Note there are two lines of bolts in this vicinity, TBS takes the right one."},"__v":0},{"_id":"G2l8y+tjUhKThvyQxkhwkw==","name":"A Few Moments of Pleasure","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"left_right_index":999999,"mp_id":"105762555","mp_crag_id":"105746635","climb_id":"G2l8y+tjUhKThvyQxkhwkw==","areaRef":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":"This is a pleasant route up the left side of the Upper Great Face of the Crags.  It runs up 2 pitches starting up a small, right-facing dihedral perhaps 35 feet right of the 1st overhanging bit from the left side of the Upper Face.  This route is probaby not the ultimate in rock quality; however, for a nice climb, with a moderate approach (alpine standards), for an alpine-feeling climb it may fit in as part of your day.\n\nDetermining where to start may be the crux.  From below, you can find a recessed pod about 110 feet up where P1 ends.\n\nP1.  The very start is in a wider crack in a shallow RFD.  There is a good ledge 20 feet up.  The RFD peters out about 40 feet up into face climbing.  The crux lies about 30 feet up where you pull through a bulging section than could be harder for short folks.  A #3.5 Camalot or #4 Friend may be helpful here.  About 60 feet up you make a pleasant traverse left about 15 feet to gain more moderate rock to the belay in a rectangular inset.  We removed a large, very-unstable block about 100 feet up.  The belay can protect with a medium hex, a large cam (#4 Camalot at least), and possibly a slung loose chockstone.\n\nP2.  Go up and right using the wide crack in the corner with face holds to a pin.  The holds seem slick and slopey as you go up to a good ledge.  Follow your nose up more moderate rock to the top.  Note, there is quite a bit of loose rock at the top of this pitch.  Be careful as you go up this bit to find a belay above.\n\nThe descent can certainly be the crux.  If the weather is good, you may find continuing up and right to the summit and then down the gully between the Upper & Lower Great Face to be more straightforward.  However, if you are up for adventure, walk down & left (NW) to find a chimney descent.  This selection may be the challenge.  Allegedly there is a chockstone to sling and rap 75 feet per R. Rossiter's Crag Areas guidebook.  Hmmm.  There is also a very tight slot (probably the 4th chimney, & the last one before the ridge starts to fall away) that we used & found a loose nut with a biner than someone used to rappel.  A belay down a 25 foot chimney (fixed a #11 BD wire) & 2 short licheny downclimbs may be one way down.  The pleasure factor may be a bit low on this descent.\n\nIt carries a 2 star rating in B. Gillett's Estes Park Valley guidebook.  1.5 stars IMHO.","protection":"Wires, cams to at least #4 Camalot.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,999af1f6-9a89-5316-b680-01294e8764bb,1187980b-e873-5b6e-b8c2-d7ac0e0107eb,680d9d87-1dc9-5311-a47b-097fe0cb7384","pathTokens":["USA","Colorado","Estes Park Valley","CO Hwy 7 & Tributaries","Crags, The","Upper Great Face, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.11"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5216,40.3041]},"bbox":[-105.5221896238971,40.303650339818134,-105.52101037610291,40.30454966018186],"left_right_index":-1,"ext_id":"105746635","area_id":"aA2dhx3JUxGkewl/4MtzhA=="},"content":{"description":""},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T05:57:00.270Z","updatedAt":"2022-11-25T11:17:49.985Z"}