{"_id":"63689d5ce80bff5a994f430c","area_name":"Peak 3986","shortCode":"","climbs":[{"_id":"YuCR9sTIUv+TJf0LX66shA==","name":"Red Baron Tower","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Fred Beckey & Barry Hagen 1972,                                            FFA Bruce Bindner & Pat Brennan 1996","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23745,36.55207]},"left_right_index":0,"mp_id":"111909845","mp_crag_id":"111909800","climb_id":"YuCR9sTIUv+TJf0LX66shA==","areaRef":"mPRgnBXnUrqOxbKJMVWfcQ=="},"content":{"description":"A fabulous backcountry route leading to an obscure summit, deep in the North Fork of Tuttle Creek. Listed as an \"alternate route\" to the Milktoast Chimney (III 5.8) in Moynier & Fiddlers Sierra Classics book, this route has much greater visual appeal than the latter, following a perfectly square-cut dihedral system near the right edge of the tower. Highly featured rock yields a combination of crack-and-face climbing on nearly every pitch. Fred had an eye for a good line, and this one wont disappoint. An error in the topo - which describes the crux pitch as \"R-rated\" - has undoubtedly deterred parties from attempting this route. It protects well through the crux sections.\n\nP0) A 5.easy scramble up the right side of the slabby wall guarding the base leads to a long leftward traverse on a big ledge to the start of the route.\n\nP1) Up the chimney, stepping left to belay on a ledge below the massive roofs. 5.8 100'\n\nP2) Traverse out left underneath the big roofs, then head up the beautiful RF corner to a small stance atop a flake on the left side. 5.9+ 160'\n\nP3) Continue up the sweet corner, stepping right (crux) into another crack when things start to get thin and hard. Pass a giant detached block and belay at a nice stance above. 5.10 165'\n\nP4) Climb fantastic face features on the right wall of the now brushy corner, occasionally stepping left to place protection. Belay on a stance inside a short chimney or at another ledge 15' above. 5.8R 165-180'\n\nP5) Another RF corner, hands & fists, leading to a big sandy platform. 5.9 150'\n\nP6) More goodness. RF corner with a few small roofs to the top of the pillar. 5.8+ 100'\n\nP7) A short shallow & flared crack leads to a long traverse right on a ledge, up a nice crack, then a long traverse back left on a ledge to the base of the final RF corner. 5.8 100'\n\nP8) A RF corner with some bushes and deteriorating rock leads to the awesome summit block.","protection":"2x cams from tiny to 3\", single 4\", stoppers.","location":"To descend, traverse the pinnacled summit ridge towards the wall behind, then head left (West) past the first gully and descend the second major gully system. Near the bottom, the gully cliffs out, but you can continue skiers right on ledges leading to the sandy valley below."},"__v":0},{"_id":"5ctf0Bp2Xcyykujhvg7L6g==","name":"Milktoast Chimney","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Bruce Binder and Craig Harris  (Aug '97)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.23745,36.55207]},"left_right_index":0,"mp_id":"107193823","mp_crag_id":"111909800","climb_id":"5ctf0Bp2Xcyykujhvg7L6g==","areaRef":"mPRgnBXnUrqOxbKJMVWfcQ=="},"content":{"description":"The Milktoast Chimney and Red Baron Tower are actually located at the base of Peak 3986m, however they share a similar location and logistics as the routes on the South Face of Lone Pine Peak. The Red Baron Tower will come into view as you make your way up the Tuttle Creek Drainage. It is the obvious red tower with an even more obvious right facing corner. Note that the Moynier/Fiddler guidebook has a photo for the Milktoast Chimney showing it on the larger, chossier, (and not red) tower to the right of Red Baron Tower. The route they mark is actually more or less the Zig-Zag Dihedral, a Grade IV 5.9, and the Milktoast Chimney is hidden behind this formation.\n\nThe rock on Red Baron Tower is good quality and face climbing friendly which makes the route improbably steep for an alpine 5.8. You will probably be doing a little extra face climbing if you go in the early season since the chimney system will be blocked by chunks of ice in some locations. The climb's two biggest shortcomings are it's length relative to it's burly approach, and it's rather forgettable \"summit\" which is really just a ledge halfway up the wall.\n\nMost parties will want to rope up for a 5.0 approach pitch to access the ledge below the chimney. From here 5 pitches of sustained 5.6-5.8 climbing will lead to a large sandy slope. Be careful setting up a belay here so you don't send any scree flying down at your belayer. From the top of this loose slope, 2-3 more pitches of mostly 4th class gully climbing leads to the top of the climb. In general, the route finding is very straight forward. Either chimney and jam up the corner, or face climb to the right of the corner - whichever looks easier at the moment.\n\nI thought there were 3 cruxes on the climb:\n\nThe first is a section of corner climbing past an annoying bush at the end of the second pitch.\n\nThe second is a burly and awkward move around a large chockstone in the chimney at the top of the 5th pitch (just before reaching the sandy slope).\n\nThe final crux is at the end of the last pitch where a chockstone/roof blocks the gully and you must face climb a steep and intimidating wall to the right.","protection":"A set of stoppers and a single set of cams from thin to 4.5\"","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,98f4609c-15e7-52ba-8ec5-b28931559f71","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Peak 3986"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.23745,36.55207]},"bbox":[-118.23800975507194,36.55162033981814,-118.23689024492805,36.55251966018187],"left_right_index":-1,"ext_id":"111909800","area_id":"mPRgnBXnUrqOxbKJMVWfcQ=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:50.547Z","updatedAt":"2022-11-25T11:12:45.883Z"}