{"_id":"6368a29ce80bff5a9956b0ab","area_name":"Amphitheater, The","shortCode":"","climbs":[{"_id":"WLq2943aXiqTVEAzDU8t6Q==","name":"Zombie Woof","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Carlton Ramm 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":16,"mp_id":"106820168","mp_crag_id":"107357646","climb_id":"WLq2943aXiqTVEAzDU8t6Q==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"P1: Climb either Breaking Rocks Is Hard To Do or Stab In The Dark to their shared belay on a ledge.  If you wore a helmet, it would be best to leave it here.\n\nP2:  Climb the splitter 5.8ish crack up to some old, ratty looking slings.  Going right is Doan's Pills, left is Zombie Woof.  Go left!  the first ten feet or so is probably the technical crux, but nothing about the wildly exposed roof traverse is as hard as it looks from the ground.  At the end of the roof haul yourself up into the alcove and abandon the rest of your rack for your second to deal with.  Wiggle out of the weird cave/squeeze chimney/slot and remember, it is not over until you are 100% out!","protection":"The roof traverse takes mid sized/bigger gear well.","location":"Ampitheatre"},"__v":0},{"_id":"RfYwQ+PFUFiVLRMdt8V1yg==","name":"World War Z","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Seth Tart  / Joy Cox / Dennis Buice","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":15,"mp_id":"109684839","mp_crag_id":"107357646","climb_id":"RfYwQ+PFUFiVLRMdt8V1yg==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"Watch Out For Them Zombies!  There In The Hole.\n\nThis is the Full Monty Exposure Experience. What a stellar line! This is among the fullest, scariest and airiest single pitches at Moores Wall. It's hard not to give this one 4 stars.\n\nClimb 'Into The Wild' until you gain the prow's arete. Instead of following the arete to the top, continue up and right over a flat roof and into a slightly overhung dihedral/crack seam. This will lead straight into the huge roof finish of Zombie Woof. Either climb into the hole or around it on exposed juggy terrain.","protection":"Standard Rack with multiple 1/2\" and 3/4\" cams. Bring plenty of 24\" runners and at least a couple 48's.","location":"On the back ampetheatre wall, between Highwire and Breaking Rocks"},"__v":0},{"_id":"T/olmt1eU/CW2rJ1fjPmzQ==","name":"Wailing Wall","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":1,"mp_id":"106019639","mp_crag_id":"107357646","climb_id":"T/olmt1eU/CW2rJ1fjPmzQ==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"A real gem for the grade, Wailing Wall may bring back memories of the Gunks if you've ever led High E.  The amazing holds and great protection on the steep face are matched only by the exposure.\n\nStarting at the left end of the Amphitheatre, either begin by climbing a chimney right of the arete, or (more exciting) climb the nice arete itself.  Continue up level with the base of a roof, then move left onto the exposed face and straight up through a notch to the trees.","protection":"Mostly medium gear; tricams are very useful.  Build a gear anchor and/or sling trees.","location":"Starts just right of the arete at the left end of the Amphitheatre.  To rappel, scramble up and over from the topout ledge to a gully; move carefully down the gully to rap from fixed gear."},"__v":0},{"_id":"z/CW1Gh4XvuuqTcYosnvIw==","name":"U-Haul","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":3,"mp_id":"112040586","mp_crag_id":"107357646","climb_id":"z/CW1Gh4XvuuqTcYosnvIw==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This is an alternate finish to Wailing Wall. Get ready to put your tail in the wind as it's really exposed and quite steep, at the end it feels like something from Sauratown.\n\nClimb Wailing Wall as usual through the initial face but when you turn the corner halfway up trend more right, specifically on the right side of the wide vertical crack spitting the upper face (although really you can go anywhere so long as you end up at the same roof exit). Be careful of some loose blocks and a little crumbly rock as you do so. Aim for the L shaped spot in the roof. To get out, pull the roof on the left side and battle the lichen to top out.\n\nOnce you hit the bulgy section, the difficulty ramps up gradually, and the pro gets not as good but once you get up to hanging off the L there's a couple decent small cams to keep you out of danger, although I wouldn't want to fall placing them. If you had a really big cam (5 or 6?) you might be able to protect in a big horizontal just below that. If you head further right you can hang out on a big ledge to take a breather or get psyched. The final pull through the exit roof is the crux move as it's kinda licheny and a bit slopey.\n\nIf you run it out a bit in spots and runner well it's OK to link this up into a single pitch but two pitches might be easier on a first pass. Plus falling at the roof might be challenging to get back on if you have too much rope out and your belayer can't hear or see you.\n\nOne last note: take care in the L area, as the edge of that horizontal crack is quite sharp, I cut my hand pretty well in there.","protection":"Standard rack, perhaps a few extra hand sized pieces for the right side of the wailing wall face. Tricams probably would work well here too.\n\nSave some finger sizes for the upper crux and perhaps something blue alien size for the final move (although the rock is a little suspect)\n\nGear and/or tree anchor. May need to build it back a ways and extend yourself to the edge to avoid rope drag and watch your second pull the roof.","location":"Same start and descent as Wailing Wall."},"__v":0},{"_id":"hSs5iL55VdWOUHICGe0NjQ==","name":"Stab in the Dark","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Howard, Gottlieb, Rotert (1978)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":20,"mp_id":"106361123","mp_crag_id":"107357646","climb_id":"hSs5iL55VdWOUHICGe0NjQ==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"A Moore's Wall classic and a good route for those breaking into the harder grades.  Quite a bit of character- a boulder problem start, overhanging jams and face climbing (crux, well-protected), and an amazing if somewhat runout 5.8 arete to the anchor.","protection":"Nuts, cams up to a number 2 camalot- bring runners for the initial traverse to reduce drag after you get around the corner. Bomber anchors at the top- fixed nuts with cables and rings.","location":"The route is in the Amphitheater directly across from Quaker State. It is the obvious crack leading up to a blunt arete.  Start around the corner to the right of the crack."},"__v":0},{"_id":"mv6IemhTXD+m/lGb0Mx8bg==","name":"Step","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jess Tucker - 1984","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":12,"mp_id":"106582189","mp_crag_id":"107357646","climb_id":"mv6IemhTXD+m/lGb0Mx8bg==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This line continues above\n\nAlmost Seven (aka Golden Earring)\n\nand has tremendous exposure, interesting movements, and huge jugs on it way to the top. Step right at the roof and take the path of least resistance to the top of the climb. Make sure to extended any gear you have in the roof very long to avoid rope drag on the overhang. You will need to build a gear anchor above the overhanging face, and then scramble over the bulge and down to the standard Amphitheater rap station to descend.\n\nThis is a much more interesting finish to Almost Seven (aka Golden Earring) than the traverse out left and is highly recommended.","protection":"standard NC rack -- gear placements abound.","location":"Climb Golden Earring in the Amphitheater, but instead of traversing left at the roof, step out and right to gain the steep face above.  The climbing looks more intimidating from the ground than it actually is."},"__v":0},{"_id":"uNVy+N/1VCWlzSObkZEghg==","name":"Shit Hook","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tom Howard, Rich Gottlieb, Bob Rotert - 1978","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":23,"mp_id":"106375915","mp_crag_id":"107357646","climb_id":"uNVy+N/1VCWlzSObkZEghg==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"An obvious, thin crack marks the start of this nice face.  Take care to get good gear early and often as the beginning layback feature is a little hollow.","protection":"Nuts and mid-sized cams.  Finishes with a traverse, so rack some longer slings.","location":"Starts at a large left-facing flake at the right end of the Amphitheater, about 35' right of Stab in the Dark.  Rap from fixed anchor on ledge below Finger Love/Zombie Woof (Stab in the Dark anchors)."},"__v":0},{"_id":"moWb/gBZXzGR4tTR+jQOvA==","name":"Raise Hell","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tom Howard, Bill Newman - 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":5,"mp_id":"106480040","mp_crag_id":"107357646","climb_id":"moWb/gBZXzGR4tTR+jQOvA==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"Steep but well-protected, Raise Hell is a full-value 5.8.  The climbing difficulty doesn't really let up until near the end, but there are good rest stances to recharge along the way.  An excellent route for a leader who's ready to up the ante after doing routes like Golden Earring.\n\nStart atop a large block about midway down the left wall of the Amphitheatre (same as for Do or Dive).  Step onto the wall and move left to a crack system; follow this until it ends, then trend left until you're below a much larger crack.  Gain the big crack (crux) and follow it to its end, then move right to another right-arching wide crack (the guidebook inexplicably refers to this as a \"chimney\").  Climb this wide crack up and right to finish at the rap anchors shared by Golden Earring and other routes in this section.","protection":"Large cams up to 5\" are useful, but bring a full rack and lots of slings to avoid rope drag.  Double ropes are recommended.  Build a gear anchor at the top.","location":"Starts just left of Do or Dive.  Double-rope rap from fixed gear."},"__v":0},{"_id":"LqPedSKgXhSZdYB6kbflFA==","name":"Quaker State","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rob Robinson, Tom McMillan 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":7,"mp_id":"106346381","mp_crag_id":"107357646","climb_id":"LqPedSKgXhSZdYB6kbflFA==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This is the obvious crack feature in the center of the left Amphitheater wall. Great climbing with an exciting crux at the top.  The centerpiece of the area and one of the best routes at Moores.","protection":"Standard rack. This route can seem run out due to tricky placements.  However, there is gear available for every section.  Get a creative piece for the roof right off the ground.  After the high crux, there is a good placement that is hard to see. Many just run it to the top.  Fixed anchor with rings.","location":"Amphitheater, left wall."},"__v":0},{"_id":"arVM1eRhXee0AjtN3NFJNw==","name":"Nuclear Crayon","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Jeff Lauschey, Jon Reggelbrugge - 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":8,"mp_id":"106019828","mp_crag_id":"107357646","climb_id":"arVM1eRhXee0AjtN3NFJNw==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"With its crux down low, Nuclear Crayon is a bit of a one-move wonder for the grade.  Nice face climbing with adequate protection.\n\nBelow the face left of Almost Seven, climb up a left-facing flake, then through a thin sequency section (crux); a bolt should protect the moves.  Continue up the face on solid holds with small pro, finishing at the Almost Seven belay.","protection":"Small gear; one bolt.","location":"Starts about 20' left of Almost Seven; rap from fixed gear."},"__v":0},{"_id":"Rp2ghr4jU5ugJ8nAwVvD1w==","name":"Into The Wild","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Seth Tart / Dennis Buice","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":14,"mp_id":"109684710","mp_crag_id":"107357646","climb_id":"Rp2ghr4jU5ugJ8nAwVvD1w==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This line could not be more appropriately named; for it is all about the experience and not the grade. Minus the first blocky 25 feet, this climb is really amazing and well worth the venture if your up for the challenge. Rack up for some chimney, face, dihedral, roof and arete climbing through massive amounts of exposure. This route belongs at Moores.\n\nClimb the right side of the back amphitheatre wall, as if to climb Highwire. Make your way right into the cave feature 25' up the chimney. There's plenty of small cams hidden within the small cracks of the right chimney wall. Climb the chimney, then out left onto the face and up a small dihedral. Make sure your pro is good before the technical runout up the face leads to a strenuous stance beneath the roof. Get some tough to place gear in a slot out left underneath the roof on a 48\" runner and a quickdraw. Less than this will cause rope drag. Pull right around the roof and into a good stance in the 'dish' feature. Get your wits about you before venturing up and left across the belly of the prow to the super high exposure of the prow's arete. Turn the left side of the arete to the headwall above and climb straight up the face to the top.","protection":"Standard rack up to 3\" with multiple 1/2\" and 3/4\" cams. A couple micro cams are useful, as well as an assortment of slings.","location":"Left of Breaking Rocks, on the adjacent wall."},"__v":0},{"_id":"QUPWsjDvU+as5cdmZyRwPA==","name":"High Wire","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":13,"mp_id":"107604014","mp_crag_id":"107357646","climb_id":"QUPWsjDvU+as5cdmZyRwPA==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"Start up the blocky ramp left of refrigerator crack  chasm and work your way up to the wide crack angling up and left. Mostly easy but potentially runout climbing depending on what gear you bring will take you up to about level with the roof at the top of the vertical section of Golden Earring.\n\nFrom here the climbing steps up in difficulty a bit. Pull up through the bulge above, following the crack up and to the left a bit through the line of least resistance. You may angle a bit left around the arete but eventually work your way back around to the right to connect up to finish with the intimidating/appealing right arching flake near the top. Follow this all the way to a landing and belay. Savor the exposure as you traverse out over nothing way off the deck.\n\nTake care as there is a fair amount of loose and suspect rock, particularly in the upper section. Try to think of it as giving the route an \"alpine\" feel.\n\nCan be done in 1 or 2 pitches, breaking level with the golden earring roof. Rope drag can be a problem if done as one pitch.\n\nVariation: Easier to exit left through the chimney and top out over step and fetch.","protection":"2-4 pieces of Wide gear (Camalot C4 4,5,6 size) depending on your comfort level with G/PG-13/R runout on the easier ramp start and standard rack for the remainder. Save a couple Camalot C4 2 or 3 size pieces for the upper flake section.","location":"Back of the Amphitheater, just left of Breaking Rocks is Hard to do. Find the left angling wide crack at the start, and look way up for the undercling flake finish, left of Zombie Woof.\n\nDESCENT:\n\nClimb up and straight back to find the trail. Go left about 30 feet and ignore the tempting branch to the right and instead step down over a boulder  to a less obvious choice that takes you to a scramble down to the golden earring rap station.\n\nSketchy old slings and cord around some skinny trees also provide a possible double rope rappel  at the anchor area too but these never look appealing me.\n\nAn easy 5 min walk-off option is available by going up and right onto an obvious trail. If you head right you quickly get to the trail underneath Meat Puppet crag. About 100 yard cliff right of there it heads downhill to join the decent gully from the main trail on the cliff top. You just have to take the branch hikers left instead of heading straight down the steep and muddy gully."},"__v":0},{"_id":"Skuo+ZWJUsST+FxyPpbAxg==","name":"Gutterball","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":4,"mp_id":"112027727","mp_crag_id":"107357646","climb_id":"Skuo+ZWJUsST+FxyPpbAxg==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"If you've ever been rapping down the Wailing Wall rap station, and wondered what climb the series of chimneys and ramps are, that is Gutterball.\n\nStart at an easy corner and work your way onto the first ledge. Climb up the chimney and round the corner to the right to another ledge. Belay here. Second pitch goes up the ramp/corner/chimney to the right, make sure not to step in the bird nest funk.","protection":"Large cams help. Did not find much small stuff.\n\nGear belay. Fixed anchor (nuts on cables) at the top. Rap the anchor.","location":"Start is 10 feet right of the start to Wailing Wall. Conveniently ends at the Wailing Wall rap station."},"__v":0},{"_id":"3vy43oPiU76ebFd7iy6MCQ==","name":"Finger Love","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":18,"mp_id":"107605327","mp_crag_id":"107357646","climb_id":"3vy43oPiU76ebFd7iy6MCQ==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"Fun face and crack climb alternative to the corner offered by Doan's Pills. Hike up the slab to the face and start working your way up the central vertical crack. Moderate moves take you to an interesting crux bulge that guards the final 10 feet or so before getting into the traverse. If you have enough small gear it protects quite well and is probably aidable if necessary.\n\nLook out for the loose brick lodged midway up the face, not sure if it'd come loose but it wobbled when I stepped on it.\n\nTopping out the vertical crack leads to a second \"mini pitch\" of totally different character. Make a burly traverse, finagling your way out right to the exit corner. Probably good training if you are eyeing Zombie Woof...\n\nHas a lot in common with Doan's Pills, so see that page for related beta.","protection":"Standard Moore's stuff - small to mid-size for the face. For the traverse .75-2 sizes suffice but big gear may work too.","location":"Atop the landing where Breaking Rocks is Hard to Do, Stab in the Dark, etc top out.\n\nRap down via slings at the corner at end of the traverse or top out and hike right along the trail that leads to the descent gully."},"__v":0},{"_id":"oDvujGyJW0+CMCLtsGr25g==","name":"Excellent Adventure","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Parkinson, Cobb - 1994","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":0,"mp_id":"106480006","mp_crag_id":"107357646","climb_id":"oDvujGyJW0+CMCLtsGr25g==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"Start on a small ledge above the trail; move left on the ledge to a crack.  Climb the crack and trend up and left to a roof, passing it on the left end.  Continue trending left to a final roof/bulge; surmount this roof on its left end, where you'll find yourself on a spacious ledge.  Move right to rap webbing on a tree.","protection":"Small to medium cams and passive pro; tricams are useful.","location":"Starts about 10' left of the Wailing Wall corner.  Rap from a tree with webbing and rings/biners."},"__v":0},{"_id":"ou+1W0JUU861rh+XgmFbvg==","name":"Doan's Pills","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tom Howard, Bill Newman 1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":17,"mp_id":"107091068","mp_crag_id":"107357646","climb_id":"ou+1W0JUU861rh+XgmFbvg==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"Fun in two parts - scramble up the easy slab to the appealing corner then finagle yourself off the ground into stemming/crack mode. It gets easier as you get closer to the top. You're halfway there. Go right.\n\nPretty easy going until you reach the double cracks that mark the top of the vertical section of Finger Love. Protect well here and stare down the unlikely looking next move around the bulge. Try to find the feet and summon the nerve to get off the comfy ledge. For the next part you will eventually a) learn why the route was named thusly and b) desire a shirt or jacket protecting your back. Quite an exciting section. Gratefully wrap your hands around the final corner and pull into the large landing/safety zone. Now get ready to belay a second who will face scary pendulum falls (and offer colorful suggestions regarding your mother) if you blasted out the last few moves and didn't take the time to protect.\n\nAll in all both sections are pretty short but make for a memorable onsight experience, at least for this guy.\n\nNote: Place and extend gear carefully or use doubles b/c you'll be making a C shape with this route if your belayer stays put at the rap station area. Also, I'm a helmet wearing fanatic and this was about as close to taking my dome off mid-route as I've ever gotten; I don't think the fall without one would be clean but damn did it get annoying...","protection":"Standard Moore's stuff - corner= BD mid-sizes, the upper area .75-2 sizes were nice but you might be able to find a spot for something big like a 5 (didn't have one myself)","location":"Like it's evil step sibling Zombie Woof (and less evil sibling Finger Love) this is located atop the landing where Breaking Rocks is Hard to Do, Stab in the Dark, etc top out. Several options for getting there go from 8 to 10d or so. You can get a fantastic view of the route from across the amphitheater atop Golden Earring or Raise Hell but it's nothing like staring out at the traverse from the corner mid-way up the route.\n\nAs of this writing there was a slightly dubious nest of rap slings with a ring and quicklink at the far right end of the traverse over a constriction. This drops you right down to the start of this pitch, atop the Breaking Rocks/etc anchor. If you continue past you'll find a great belay stance and gear crack and, a little further along, a second set of rap slings around a small tree. Not sure but I think  two ropes are needed to make it all the way down from here (the top of Shit Hook most likely, if you were to continue all the way up instead of traverse to the Breaking Rocks/Stab anchor)."},"__v":0},{"_id":"4Mq1Ql4JWQG0Ue98AOO5nQ==","name":"Do or Dive","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom McMillan, Lee Carter, Rob Robinson - 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":6,"mp_id":"106777987","mp_crag_id":"107357646","climb_id":"4Mq1Ql4JWQG0Ue98AOO5nQ==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This one packs a bit of a pump.  Move up a crack to the small roof.  Load up on gear, pull up over the roof (crux) and find some small crucial gear for a short runout.  Continue up to a shallow chimney.  Follow this feature to the main rap anchors in the middle of the wall above Quaker State.","protection":"Single Rack to 3\", TCU's, and small wires.","location":"On the left side of the amphitheater.  The bulges directly left of the obvious crack on Quaker State.  This side of the amphitheater gets late day sun."},"__v":0},{"_id":"ye/VN9mLW4iSztV12y2Jtg==","name":"Command Performance","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Tim Fisher","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":9,"mp_id":"106346422","mp_crag_id":"107357646","climb_id":"ye/VN9mLW4iSztV12y2Jtg==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This is the very steep prow above the left amphitheater wall.  Sort of a boulder problem in the sky.  A great way to finish Quaker State!","protection":"Standard Rack including small wires. Crux has a fixed stopper.  You can build a belay at a stance after the buisness and traverse to the fixed anchors on Quaker State, or continue to the top of the cliff.","location":"Above Quaker State.  You can reach the base of the prow feature from a stance on that route.  Originally done as a separate pitch."},"__v":0},{"_id":"ntM+WB8MU4Oz7undFnlbPg==","name":"Comic Book Heros","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Seth Tart / Dennis Buice","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":10,"mp_id":"109700485","mp_crag_id":"107357646","climb_id":"ntM+WB8MU4Oz7undFnlbPg==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This climbs the right side of the huge prow above Quaker State. Once on the prow, negotiate extremely steep terrain for about 25' before backing off on the angle for some pleasure cruising. Anytime there are climbers on the prow, people on the ground should be aware of the possibility of loose rock or dropped gear.\n\nClimb Quaker State to the end of the crack system where it steps right onto the face. Start veering right toward the roof system beneath the prow. Look for the obviuos stance beneath the roof with a 1\" horizontal crack at its lip. Pull the big roof and work up and right for 20' to acquire a large horizontal crack with jugs. Work this slightly left, then up to a good stance with easy terrain access to your right. At this point you could break off right and escape the air show up the edge of the prow but don't deprive yourself of the grand finale. Climb up and left onto the prows edge and follow fun moves up the flake/crack system to the top.\n\nOver the top edge, towards the tip of the prow there is a hole/crevice that takes a 3\" and 1\" cam. Sling both on a rope end or a couple 48's to belay.","protection":"Typical full rack plus a few extra smaller cam sizes. Extra slings are useful.","location":"Climb Quaker State, then up the right side of the prow."},"__v":0},{"_id":"hsL3bYiqXYyW4kbUDH66qw==","name":"Breaking Rocks is Hard to Do","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich Gottlieb, Jack Carter - 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":19,"mp_id":"106019832","mp_crag_id":"107357646","climb_id":"hsL3bYiqXYyW4kbUDH66qw==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"If the steep approach hike from the parking lot didn't leave you panting, Breaking Rocks will.  The opening moves are strenuous but well-protected.\n\nStarting in an alcove left of an arete, thrash through the tough off-width to gain the crack that the off-width narrows into.  Follow this steep crack to its end, then move right and up through another crack to end at a spacious ledge.","protection":"Mostly small to medium pro, but bring some big gear (e.g., #5 Camalot) for the off-width.","location":"Located in the Amphitheatre section; starts about 40' right of Almost Seven in a small alcove.  Rap from fixed gear rap station shared with Stab in the Dark."},"__v":0},{"_id":"ieVopgl6V6+OxQx8gvyJ1w==","name":"Aloof Roof","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":22,"mp_id":"107603083","mp_crag_id":"107357646","climb_id":"ieVopgl6V6+OxQx8gvyJ1w==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This is the easiest of the three routes starting around the arete from Breaking Rocks. Start in the left facing corner below a roof between Stab in the Dark and Shit Hook. Pull up and out the short roof and continue up the crack eventually trending to the left aiming for the rap anchors at the top of Breaking Rocks.","protection":"Standard Rack","location":"20 feet left of Shit Hook"},"__v":0},{"_id":"x8rsclsCVUGN6QYmn4Z53g==","name":"Almost Seven (aka Golden Earring)","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Bruce Meneghin, Tom Howard - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":11,"mp_id":"106019633","mp_crag_id":"107357646","climb_id":"x8rsclsCVUGN6QYmn4Z53g==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This fine route may remind you of climbing in Tennessee, with its long vertical hand crack.  Long, fun and well-protected, but the neophyte 5.7 leader might find it intimidating.\n\nStart in the big corner, or on the flake right of the corner; move up until you can transition to a nice vertical crack system in the left face.  Continue up the crack until it ends under a big roof, then make a traverse left and up to end at the left end of the roof.","protection":"Small to medium cams, passive pro.  Some big pieces are useful in the starting crack.  Build a gear anchor.","location":"Starts at the back end of the Amphitheatre in a big corner. A 70m rope will reach the ground to rap from the fixed gear."},"__v":0},{"_id":"izuhRqKsUpqg3PHK22yyKw==","name":"Aid Raid","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob Rotert and Vernon Scarbourgh @ 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":2,"mp_id":"114256897","mp_crag_id":"107357646","climb_id":"izuhRqKsUpqg3PHK22yyKw==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"This is an obvious 15 ft or so roof with a thin hand and finger crack running thru it. It was orginally done on aid but I do not know by whom.   It was done free about 1978 and at the time was one of the largest free roof climbs in the state.  A  N.C. Version of Foops in the Gunks or Separate Reality in Yosemite.","protection":"Natural gear was used on the FFA of this route.","location":"The start is below the roof which is on the right side of the amphitheater."},"__v":0},{"_id":"vYGt/XQfUJmb+CfKH5MdKg==","name":"A Walk in the Light","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"left_right_index":21,"mp_id":"107603105","mp_crag_id":"107357646","climb_id":"vYGt/XQfUJmb+CfKH5MdKg==","areaRef":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":"Start in the corner shared by Aloof Roof and Stab in the Dark. Traverse right at the roof to the main crack about 5 feet left of Aloof Roof. Pull through the roof crack and head straight up the easier terrain to the rap anchors above Breaking Rocks.","protection":"Standard Rack","location":"Right side of the Amphitheater between Stab in the Dark arete and Aloof Roof."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,7dc6d7e7-fa9e-50f3-94b5-4e7101bd5442,dee90fb3-d596-571a-8446-75dbf92b297e,4940620b-f0eb-5538-9d9b-d80dfb553886,d1377a7a-2963-5a82-9f98-2416bebdf068","pathTokens":["USA","North Carolina","3. Piedmont Region","Moore's Wall","Moore's Wall (Routes)","Amphitheater, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10b"},{"count":3,"label":"5.10+"},{"count":2,"label":"5.6"},{"count":3,"label":"5.10a"},{"count":2,"label":"5.8+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.7"},{"count":1,"label":"5.9-"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":10,"intermediate":10,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":10,"intermediate":10,"advanced":4,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-80.29077,36.39969]},"bbox":[-80.29132865555141,36.39924033981814,-80.2902113444486,36.40013966018186],"left_right_index":-1,"ext_id":"107357646","area_id":"0Td6eiljWoKfmCQWvr3waA=="},"content":{"description":""},"density":0,"totalClimbs":24,"__v":1,"createdAt":"2022-11-07T06:16:00.244Z","updatedAt":"2022-11-25T11:20:57.943Z"}