{"_id":"6368a185e80bff5a9954f2ef","area_name":"Slippery Peak & Slippery Peak Apron","shortCode":"","climbs":[{"_id":"5VvK49+KV7qv0q8VWZpY2w==","name":"Stout-Hearted Men","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Thiry, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.08076]},"left_right_index":4,"mp_id":"106395616","mp_crag_id":"105732153","climb_id":"5VvK49+KV7qv0q8VWZpY2w==","areaRef":"wnT1rrGtXJeeJkKM6WK/Bg=="},"content":{"description":"This route is not on Slippery Peak itself, but on the adjacent Raven Buttress.  Hike and scramble up First Creek, passing beneath the sprawling Slippery Peak Apron.  Immediately beyond, the canyon branches.  From the fork, the Raven Buttress can be easily seen as the rounded promontory overlooking the left (southern) branch.  Scramble up to a ledge with a few pine trees at the base of the buttress. \n\n  Climb into, and follow, the right-facing corner system for a few pitches to a good ledge at the top of an obvious tower.  The headwall is passed by traversing left to a right-leaning crack system which leads up to the very large Crow's Nest Ledge.  At this point the route becomes less steep, and a few hundred feet of class four climbing lead to the top of the buttress.  Hike left along the contact with the grey limestone until you can climb up to the ridgetop leading east.  Follow this over the summits of Indecision Peak until a third class descent can be made back to the desert.  For a less adventurous descent, you can go right (west) along the Crow's Nest Ledge to regain the approach canyon. \n\n  This route is named in memory of the irreplaceable Lee Stout, who was taken from us way too early.","protection":"Standard rack.  We had a green Big Bro and used it once.","location":""},"__v":0},{"_id":"/vGoGXuKUZm09fYiExYwfQ==","name":"The Red and the Black","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jon Martinet, Jeff Gordon, Scott Gordon 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.08076]},"left_right_index":3,"mp_id":"105732827","mp_crag_id":"105732153","climb_id":"/vGoGXuKUZm09fYiExYwfQ==","areaRef":"wnT1rrGtXJeeJkKM6WK/Bg=="},"content":{"description":"Start in the middle of the red slabs, 80 yds left of a huge left-facing corner at a crack system. \n\n  P1 follows a crack system up to a belay at a bush.  This pitch has the best gear of all 3 pitches, which is not saying much.  There is crumbly loose rock.  The belay is marked by a small bush and marginal small placements in a crack.  5.7 130 ft.   \n\n  P2 continues above for 130 ft.  This pitch is marked by loose/crumbly rock for pro and runout slabs.  There is a huge detached flake that I had to stand to move up face.  Belay 20 ft under a ceiling with some large hexes and #2 or #3 Camalot in a flake.  5-6 140 ft.  Swain's guide did not give it an R but it is runout for 50 ft on slabs in one section. \n\n  P3 continues through roof section with another roof to follow 40 ft up, then 100 ft of slab climbing with a few marginal gear placements in crumbly rock.  5.5R 165 ft.  Belay at a tree. \n\n  Descent:  Traverse left and up to a slung tree above Real Domestic Chickens.  Double-rope rappel to top anchor of Real Domestic Chickens.  2 more double-rope rappels to the ground.","protection":"Standard Rack.  Take some of the largest hexes for the anchor of p2.  A #4 Camalot could come in handy.  p1 anchor is a bush and marginal small pieces.  p3 is a tree.  2 ropes to rappel.","location":""},"__v":0},{"_id":"ofmqjlmeWKSaYgB0stiWEw==","name":"Real Domestic Chickens","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Rick Dennison, Mark Fredrick, Dan Cox - 1994","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.08076]},"left_right_index":2,"mp_id":"117020948","mp_crag_id":"105732153","climb_id":"ofmqjlmeWKSaYgB0stiWEw==","areaRef":"wnT1rrGtXJeeJkKM6WK/Bg=="},"content":{"description":"A sleeping classic and one of the best friction climbs in Red Rocks. The name Real Domestic Chickens is a play off of Dream of Wild Turkeys and it is every bit as good. Do this route!P1 (150'): Begin from two white boulders leaning against the wall and climb to a high first bolt, generally aiming for the right edge of a long, shallow roof at 70'. Pass six bolts and gear placements to a bolted anchor at a stance. If you blow clipping the first or second bolt only an attentive belay will keep you off the ground.P2 (80'): Difficult friction climbing past two bolts leads to a bolted anchor on a good ledge. This anchor was added in 2019; originally P2 ended in the middle of nowhere at the second bolt of what is now P3.P3 (130'): Climb past two bolts. Continue up a 50' stretch of unprotected climbing (R-rated, but not too hard) following, but just left of, a shallow right-facing corner that arches back to the right to a bolt below the long roof at the top of the wall. Pull the roof at a crack and belay on a good ledge at a bolted anchor.Continue easily to the top or rap with two ropes. You might be able to get by with a single 80m but some shenanigans/down-climbing will be necessary rapping P1 to the ground. Also, when rapping P3 be careful to pull the ropes way to the left - and give them a well-timed flick - or they'll get stuck in some giant stacked blocks on the right. It is easy to climb up and free them if necessary but be careful not to dislodge the blocks.","protection":"A dozen or so draws and slings. 2x Black, Blue, Green Aliens (or equivalents). A set of DMM Offsets. 2x ropes or an 85m rope.","location":"This route climbs the nicest, smoothest section of Slippery Peak Apron - the large slab of rock visible from the TH deep in First Creek Canyon and immediately past the Slippery Buttress."},"__v":0},{"_id":"pOTKIGrqXHW/PiIqQ7OhIQ==","name":"Plate Tectonics","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Derek Field, Larry DeAngelo, Giselle Field (2019)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.08076]},"left_right_index":1,"mp_id":"116779696","mp_crag_id":"105732153","climb_id":"pOTKIGrqXHW/PiIqQ7OhIQ==","areaRef":"wnT1rrGtXJeeJkKM6WK/Bg=="},"content":{"description":"Plate Tectonics is a serious backcountry route that takes an improbable line up the sheer, triangular north face of Slippery Peak. This is the first known route to reach the pointy summit. We found no evidence of previous human presence up there, and there definitely isn't an easy (non-technical) way up. Those interested in repeating this route better come prepared for adventure!\n\nPitch 1 (5.7, 140 feet): Jam the left-facing handcrack. Enjoy it before it degrades into an unstable ramp detached blocks. The route gets its name from the incredible amount of trundling done on this section.\n\nPitch 2 (5.8, 100 feet): Send your strongest leader on this one. Continue up the ramp until it peters out. Head straight up on good crimps into an incipient crack. Follow this upward until it dead-ends at the giant orange ceiling, then make a hanging belay.\n\nPitch 3 (5.10a, 60 feet): Execute an improbable face traverse left with intermittent gear placements. After a good rest stance, commit to a wild crimp traverse which gains a much-deserved belay ledge.\n\nPitch 4 (5.9, 150 feet): Head up the loose left-facing corner to a ledge rest below a steep hands section. Jam your way to easier terrain. Belay in a comfortable alcove behind a hanging tree.\n\nPitch 5 (5.8, 100 feet): Climb the varnished face to the right of the corner. Instead of continuing up and right to the arete, cut left and make a belay at the base of a left-facing corner.\n\nPitch 6 (5.6, 80 feet): Romp up the easy left-facing corner to the summit ridge. Surmount a bulge on the ridge to gain a subsidiary summit.\n\nSummit Scramble: Head due east along the narrowing ridge and drop into the gully at a notch. (Note: If short on time, you can bail here). Bushwhack/scramble up the gully to the main notch behind the summit, then turn left (east) and scramble up to the top.\n\nDescent: Head all the way down the west gully. Some bushwhacking and down-scrambling is followed by two rappels: a ~110-foot rap from a tree, and a ~60 foot rap from another tree.","protection":"Double set of cams to 3\", one 4\" cam, one set of nuts   One 70m rope or two 60m ropes for the descent","location":"Approach: Hike about 2 hours into First Creek Canyon until the major fork just past the giant red slab known as Slippery Peak Apron. Scramble a couple hundred feet up the south fork of First Creek Canyon on colorful slabs. Traverse left along the ledge atop the Apron to gain the base of the route. The first pitch heads up an obvious left-facing corner/ramp directly above a tall dead tree."},"__v":0},{"_id":"ZBcB68bFVreBcJ9/eWRxqw==","name":"Leviathan","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Karsten Duncan, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.4866,36.08076]},"left_right_index":0,"mp_id":"106395601","mp_crag_id":"105732153","climb_id":"ZBcB68bFVreBcJ9/eWRxqw==","areaRef":"wnT1rrGtXJeeJkKM6WK/Bg=="},"content":{"description":"The main face of Slippery Peak rises above the apron slabs.  This face is dominated by a huge flake feature.  Leviathan follows a line generally up the right side of the flake for 5 or 6 pitches. \n\n  Go up the corner system for a pitch or so.  When it becomes obvious that the corner itself will be blocked by a large roof, move right on face holds and climb to a good ledge.  A short squeeze chimney then leads to easier climbing.  Immediately above is the huge chimney leading to the top of the tower.  This chimney is twenty or more feet deep, and flares very tight out to full-body bridging.  There is not much protection, but you can choose the precise width you like the best.  From the good ledge at the tower's top, follow a slanting crack up and right.  When it ends, another pitch up an easy gully takes you to the summit ridge. \n\n  Descend by climbing down the easy gully to a rappel station at the top of the slanting crack.  Rappel straight down the blank face, not back into the chimney.  Three long rappels bring you back to the start.","protection":"Cams to 6 inches","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,0ea7e9e9-9dfd-5bec-8032-51856e528a99,c274f5ae-b1ad-5c97-9e26-428ce962bf06","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","First Creek Canyon","Slippery Peak & Slippery Peak Apron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.4866,36.08076]},"bbox":[-115.4871563808837,36.08031033981813,-115.4860436191163,36.08120966018186],"left_right_index":-1,"ext_id":"105732153","area_id":"wnT1rrGtXJeeJkKM6WK/Bg==","polygon":{"type":"Polygon","coordinates":[[[-115.4871563808837,36.08031033981813],[-115.4860436191163,36.08031033981813],[-115.4860436191163,36.08120966018186],[-115.4871563808837,36.08120966018186],[-115.4871563808837,36.08031033981813]]]}},"content":{"description":"Slippery Peak is far up First Creek on the south side of the streambed. It is a small subsidiary summit jutting out of the complex north face of Indecison Peak. From certain angles it presents a striking, spire-like profile. The climbs fall into two areas. The low-angle Slippery Peak Apron features slab climbs on rock that ranges from excellent to worrisome. On the upper peak itself, the climbing steeper."},"density":0,"totalClimbs":5,"__v":2,"createdAt":"2022-11-07T06:11:18.789Z","updatedAt":"2024-01-20T01:03:00.511Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e746f8258fb5bda08dc2","prevHistoryId":"6594e736f8258fb5bda08d06","operation":"updateArea","seq":0}}