{"_id":"63689de0e80bff5a994f921c","area_name":"Mountain Rose","shortCode":"","climbs":[{"_id":"5LW+66biUdusSoeGhn1v6Q==","name":"Yellow Tail","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dan Levison","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":4,"mp_id":"106135320","mp_crag_id":"105746325","climb_id":"5LW+66biUdusSoeGhn1v6Q==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"Start 20 feet right of\n\nGolden Rose\n\n; fun, technical pulling on bullet-proof, yellow rock yields the crux (between the first and second bolt).  Climb over the dark bulge to lichen-covered rock and the final, fun roof. It is a one-star route worth doing on the way to\n\nFrisky\n\nor a good place to take moderate climbers.","protection":"6 bolts; chain anchors.","location":""},"__v":0},{"_id":"N4FkmZGbVl6M6LoP0odFxg==","name":"Wyoming Prairie Dogs","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Michael Lindsey & Greg Wheaton","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":8,"mp_id":"109180206","mp_crag_id":"105746325","climb_id":"N4FkmZGbVl6M6LoP0odFxg==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This crux is a bouldering start to the first bolt. The first bolt is about 12 feet off the ground. It continues to be 5.10 to the third bolt. After few moves above the third bolt, the difficulty backs off to about 5.7 or 5.8. The origin of the name is from an article in the\n\nDenver Post\n\n, about prairie dogs from Wyoming migrating to Boulder County and taking over the burrows of the Colorado prairie dogs. Having lived most of my life in Wyoming, I got chuckle of the imagery of the \"cowboy\" prairie dogs showing up with big hats, six shooters with an ornery attitude!","protection":"7 bolts to a two bolt anchor.","location":"This is the first line of bolts left of \"\n\nThe Ancient of Days\n\n.\""},"__v":0},{"_id":"ui0b28edUzaGtAQnDPMYBg==","name":"War Drums","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Darrah and Chuck McGrosky, 1989","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":12,"mp_id":"107681563","mp_crag_id":"105746325","climb_id":"ui0b28edUzaGtAQnDPMYBg==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This is a great climb.  I hope this one doesn't get \"modernized\" as it wouldn't be as fun without the fear factor.\n\nThe mental crux is getting to the first bolt, and the thinnest climbing is the section around the first 2 bolts.  There is basically no gear until the first bolt, but the climbing isn't hard and you can get a small cam right bellow the bolt.  From here up, there is plenty of tiny gear if you look for it.  Small Aliens, C3s, pink tri-cams in flared horizontal slots.  The biggest thing you need is a 0.5 C4 (purple).  It goes in the only gear placement you can see from the ground....  After the 2nd bolt, things ease up and at a tiny twig of a tree you have to make a decision.  You can head up right, which looks really easy, or stay to the left and move up into a steep pegmatite section.  Only then will you see the last bolt a 1/4 inch button head.  Hopefully you have placed some gear in-between the bolts?  The steep part is fun and easy, but you never know when one of those big crystals will just fall off and you probably don't want to test that bolt!  Head up to the tree and wonder if it will support your weight....\n\nThis route has some of the best rock on this crag.  I think it was spared from the dynamite?  Steep slab moves and easy face climbing with a touch of excitement.","protection":"Small cams and 3 questionable bolts (1st 2 are 5/16\" (this was an uneducated guess) with SMC hangers, the 3rd is a buttonhead). There are slings with links on a tree for an anchor. The tree is small and unhealthy looking.","location":"This route is on the face just right of the big\n\nHummingbird\n\ncorner.  Look for two bolts a ways up."},"__v":0},{"_id":"ibM06/FaWrGOvZyf9u6LgQ==","name":"Steel Pulse","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"??","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":5,"mp_id":"110337666","mp_crag_id":"105746325","climb_id":"ibM06/FaWrGOvZyf9u6LgQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"Turn on the adrenaline! This route ascends slightly crumbly pegmatite on its lower half. Easy climbing leads to a high 1st bolt. Ascend a vertical face via sidepulls, underclings, crimps, & slopers. The crux is at 3rd bolt, followed by an exciting run-out to reach the 4th bolt in a bulge. Traverse left around the bulge. Pull over a second, small bulge, at 5th bolt, onto a sloping shelf. Finish up a moderate slab. This is another great warm-up for Frisky Cliff.","protection":"6 bolts /2 Fixe rings.","location":"It is right of\n\nYellow Tail\n\n& left of\n\nBig Tuna\n\n."},"__v":0},{"_id":"VgFDmZcVV7u1TTNtkn7DvQ==","name":"Sick Puppy","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mike Darrah & John Aughinbaugh in June 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":13,"mp_id":"110332073","mp_crag_id":"105746325","climb_id":"VgFDmZcVV7u1TTNtkn7DvQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This is a difficult slab climb on perfect rock reminiscent of Vedauwoo with tiny edges & a few sloping knobs. Climb up to a small overlap to reach the 1st bolt on the slab above. A tricky move leads over the overlap. Then traverse right to the blunt arete & 2nd bolt. Tiny holds lead up to 3rd bolt. An very insecure step left gains a good stance on a large sloping knob. Crux moves lead up the left side of the blunt arete or rounded prow to a small quartz knob. Continue up the arete. As the angle lessens, the tiny holds disappear, & friction moves lead to the last bolt. Finish up the right side of the arete to gain a ledge & the anchor. If you love the adrenaline & insecure nature of desperate slab climbing, you'll love this route.","protection":"5 bolts and 2 Fixe rings.","location":"This is right of\n\nWar Drums\n\n. Leave the aqueduct trail, & walk uphill along a short wall through the trees for 50 feet to the base of the route."},"__v":0},{"_id":"ECkJcQttXoeZzmn3UmuzTw==","name":"Short Sport Route","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":14,"mp_id":"109210911","mp_crag_id":"105746325","climb_id":"ECkJcQttXoeZzmn3UmuzTw==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This is a short sport line on the right side of Mountain Rose. It mostly is low 5.10 until trying to clip the anchors where the footholds disappear...making it 5.10+, perhaps.\n\nClimb past 4 bolts where large, confident moves to the bigger holds are rewarded.  Again, clipping the anchors is balancy and probably harder to for the height-challenged.\n\nThis may be the same route as \"Short Sport\" listed in D'Antonio's\n\nBoulder Canyon Rock Climbs,\n\nbut that was listed as a 11b/c.","protection":"4 bolts, 2 bolt anchor with rings.","location":"This is the leftmost bolted line on the right half of Mountain Rose.  It ascends a blocky, vertical section near a tree."},"__v":0},{"_id":"X46iEIqlWr+gqUJRVitpBQ==","name":"Short But Sweet","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"M Darrah, D. Dow, 1989","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":17,"mp_id":"105759954","mp_crag_id":"105746325","climb_id":"X46iEIqlWr+gqUJRVitpBQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"\"Barf\" That's the word I'll start with... barf. The other expletives I'd use to describe this climb are not appropriate for an all-ages newsgroup. I've climbed a lot of routes in my life, and a lot of routes around here--600-some in Boulder Canyon now, and this was the worst of them. It wasn't dangerous like my warnings for\n\nCardinal Richelieu\n\nin Eldo, with death blocks abounding, but it was more like free climbing rock on the famous bad sections in the Black Canyon or up in Cody, Wyoming. It's like climbing on frozen kitty litter in several spots. In case I have not discouraged you from climbing this route, here are the details:\n\nThis line looks nice from below. From the Castle Rock parking lot, this is the obvious dihedral-to-a-roof system you can see up on Mountain Rose Crag. Approach as you will, or as described for Mt. Rose Crag and go to the far right below this dihedral. The 'texture\" you see on the right is not lichen, it is constantly exfoliating rock. On the left the glassy smooth slab is a thin veneer over more of the same total crap. Don't trust any of your gear - I broke off a few large knobs by torquing them in my hands.\n\nTo ascend this route, climb terrible but otherwise uninteresting rock for 30 feet of discontinuous junk to reach a ledge - perhaps 10' below the roof. Find the 2 good holds in the crack below the roof - please don't break them off, since the rest are bad. Put a visor on your belayer, and don't say \"watch me\", because if he looks up, he'll get grains of rock in his eyes. It is possible to climb either left or right out of the roof toward the top, but the rock is so bad on the right (where most of the chalk was) that I broke most of the holds I tested by a pinch and snap of my fingers. It seemed marginally better to the left, where the route is \"supposed to go\" but not much.\n\nSo after 8 years here of 'collecting' obscure routes, this one now takes the cake for the least pleasurable I have been on. Not the most dangerous, but the least pleasurable. If you are into that, have a go at it!","protection":"A few nuts and a few cams. It's all crap in that rock anyway.","location":""},"__v":0},{"_id":"VOLETNznWdW5i7ACob7asg==","name":"Mountain Rose","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Aughinbaugh, Mike Darrah, 1990","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":1,"mp_id":"110830137","mp_crag_id":"105746325","climb_id":"VOLETNznWdW5i7ACob7asg==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"Mountain Rose is a varied crack/face route with good interesting climbing. It is a bit runout getting to the bolt (although it may well be possible to continue up the crack then traverse back to the bolt). There is a very slopey/balancy crux after the bolt. You can wander to the top past the anchors for\n\nGrizzly Rose\n\n, but it's doubtful many will do that. There may be a harder (contrived) crux up high if you stay left and don't go to (or past) the\n\nGrizzly Rose\n\nanchors.","protection":"Thin - 3\" cams, stoppers are not so useful due to the roof placements (although you could place one at the lip of the second roof). It has 1 bolt, replaced 8/1/15. Currently there's also a fixed #0 TCU that doesn't look like it's going anywhere.","location":"It is on the far left of the crag, it is the obvious crack line up below roofs, starting 15' left of\n\nGrizzly Rose\n\n."},"__v":0},{"_id":"faoxPo6hWUij36S4YxNL+g==","name":"Hummingbird","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":11,"mp_id":"107219825","mp_crag_id":"105746325","climb_id":"faoxPo6hWUij36S4YxNL+g==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This is an obvious, off-vertical corner with ledges, a (tiny) roof, and many places to put hands & feet.\n\nClimb straight up the center of the corner.  Some variations right and left are possible but not necessary.\n\nThe crux of this one might be not kicking pebbles and small rocks onto your belayer.","protection":"Gear to 3\", but there is a spot for a BD #4.  There are no anchors at the top & the walk-off is easy after a short scramble up.","location":"This is on the aqueduct trail, if you get to the askew manhole cover (the 2nd one on the trail), you've gone about 50 feet too far.\n\nThis one is hard to miss & has a great view of\n\nCountry Club Crack\n\n&\n\nAthlete's Feat\n\non Castle Rock....\n\nTo get down: walk off, up then to climber's right (east) for maybe a hundred yards, then down (a faint trail may exist?) back to the aqueduct trail."},"__v":0},{"_id":"2L17p14sXu6rtV3cypBWlg==","name":"Heat Wave","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Darrah, rope solo, 1989 (Rolofson, retrobolted in 2013)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":16,"mp_id":"109210926","mp_crag_id":"105746325","climb_id":"2L17p14sXu6rtV3cypBWlg==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This is a line that is probably not worth the effort due to its rock quality.  More traffic may not help.  It may be somewhat better than\n\nShort But Sweet\n\nor unlikely even possibly a retrobolted version of the same.\n\nApparently, this route is Heat Wave, and M. Rolofson admits to retrobolting it, which led to the confusion in it not matching the route's original equipment.\n\nStart left of a tree in the shade on crumbly rock.  Clip 2 bolts (the 2nd has a red hanger), and move leftwards onto the crumbly slab below a tiny bulge.  Hop aboard the hanging slab with slick rock between crumbly breaks in the patina.  At the last bolt, there are at least 3 options, including traversing left to the arete, stemming to the arete, and climbing the slippery, crumbly, rounded edges to gain the 2 bolt anchor with chains.\n\nSome will argue star vs. bomb rating, I'm nearly split.\n\nI don't recommend climbing this when it is wet.","protection":"7 Fixe bolts with a 2 bolt anchor with rings.","location":"This route ascends a right-facing, hanging slab."},"__v":0},{"_id":"ynPhFRDsXwmp7rzDTNqzeQ==","name":"Grizzly Rose","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"G. Wheaton & M. Lindsey","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":2,"mp_id":"109316087","mp_crag_id":"105746325","climb_id":"ynPhFRDsXwmp7rzDTNqzeQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This is between Mountain Rose and\n\nGolden Rose\n\n. It has cruxes at bolt 1, 3, and 5.  It is a fun climb with safe clips.","protection":"8 bolts and rings.","location":"Grizzly Rose is between Mountain Rose and\n\nGolden Rose\n\n.  It is the second bolted line from the left edge of the cliff."},"__v":0},{"_id":"Z/Zq1j8kVXyYCAqLQCzuRQ==","name":"Golden Rose","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"DL, BL, & TL","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":3,"mp_id":"105762747","mp_crag_id":"105746325","climb_id":"Z/Zq1j8kVXyYCAqLQCzuRQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This route starts 30 feet right of the route entitled Mountain Rose, which is the first route on the Mountain Rose East Crag.  Climb a steep face to a prominent bulge at 40 feet.  Pull through the crux on small crimps, and deadpoint for a jug. Easier climbing leads to the anchors.  It is a good warm-up for the routes on Frisky Cliff, which is west of the Mountain Rose crags.","protection":"7 bolts; 2 bolt anchor.","location":""},"__v":0},{"_id":"JpJYkOBGV4a0n3kb0JxK6A==","name":"Geezer Squeezer","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Greg Barnes, Karin Wuhrmann, 9/4/17","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":10,"mp_id":"113551265","mp_crag_id":"105746325","climb_id":"JpJYkOBGV4a0n3kb0JxK6A==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"Just left of the big corner, climb small cracks up to the face, then go up past 3 widely spaced bolts, with the crux after the second. Continue climbing up and right past horizontals with great smaller cams (not tiny), then look for a hidden anchor on the left at the top.\n\nKNOT your rope ends when you lower. It's right at the end of half of a 60m rope.\n\nBe careful with hollow rock particularly at the top.","protection":"Cams to 1.5\" (red Camalot), 3 bolts, and a 2 bolt anchor.","location":"It is on the right side of the crag between\n\nThe Ancient of Days\n\n(sport) and\n\nHummingbird\n\n(the trad corner)."},"__v":0},{"_id":"ibrx86UWX2S11nxICeFf9g==","name":"Dirty Rose","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"B. Faulkenburg, N. Nazzaro and B. Martin, July 6, 2018","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":15,"mp_id":"114787913","mp_crag_id":"105746325","climb_id":"ibrx86UWX2S11nxICeFf9g==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This route starts off a little tricky with the crux being low before the third bolt. Then it is easier climbing to the anchors.","protection":"6 bolts and a 2 bolt ring anchor.","location":"This route lies on the right side of Mountain Rose. It starts next to 2 pine trees (almost touching the route) on a right-facing ramp and is left of\n\nHeat Wave\n\n."},"__v":0},{"_id":"1dGSh5D7VTK25JiqahlPQQ==","name":"Coming Up Roses","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Derek Lee and Patty Phan, 8/2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":0,"mp_id":"112001348","mp_crag_id":"105746325","climb_id":"1dGSh5D7VTK25JiqahlPQQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"Climb the face just left of a right-Facing corner (which ends at a roof). Clip a bolt at the roof, then head up to the next right-facing corner. Stem past two more bolts, and arrive at the somewhat vague upper face. Climb past 4 more bolts and a fair amount of lichen to an anchor with Mussy hooks.\n\nThere is still some loose rock and plenty of lichen, but this has the potential to be worthwhile after it cleans up a bit.\n\nIt may be 5.8, I'm not good at grading routes.\n\nAlso, the crux start can be avoided by traversing into the second bolt from the lower, right-facing corner, but this is even looser.","protection":"9 bolts.","location":"Just left of\n\nMountain Rose\n\n, this is currently (7/2016) the leftmost route at the crag."},"__v":0},{"_id":"7I0GWCaLUM+jReFWFbdNPg==","name":"Big Tuna","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":6,"mp_id":"107681602","mp_crag_id":"105746325","climb_id":"7I0GWCaLUM+jReFWFbdNPg==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"This is a pretty fun route.  It is a little crumbly down low, but it won't slow you down.  This route had a strange, alternating height-dependence to it.  At first, I felt too tall and cramped under a bulge followed by a big reach and hard to reach clips.  This odd pattern continued right through the improbable looking roof near the top.  After heaving myself over the lip, I looked down and noticed two jugs that had hidden from me.  Anyway, the crux overhang is fun, and there is certainly more than one way to do it even though it looks hard from the ground.  It might even be easier if you are short??","protection":"About 6 bolts, and a 2 bolt anchor (Metolius rap hangers).","location":"This one starts in the middle of the left crag.  There is a giant boulder across the trail from the base.... It's the first steep bolt line left of the huge\n\nHummingbird\n\ndihedral."},"__v":0},{"_id":"bJhEDyq5Xw+AmAZAHTi2AQ==","name":"Better You Than Me / Around the Corner","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Joyce and Richard Rossiter, '83","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":18,"mp_id":"107681459","mp_crag_id":"105746325","climb_id":"bJhEDyq5Xw+AmAZAHTi2AQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"When I posted\n\nThe Ancient of Days\n\n, I misspoke. There are more easy bolts routes up here - this ONE. This route is nowhere near as good as that one but might as well have a lap while your here....\n\nThis was originally done without the bolts at 5.8x, then a few were added, now there are about 6 and an anchor. The rock on this one is a little dirty and crumbly but plenty safe for the beginner leader with the gym style bolting... .\n\nStart right off the Aqueduct trail. The first couple bolts are next to a crack (the horror!!), but the rock quality is pretty poor and these chossy placements would be the last ones you'd find anyway.... Move up and right toward a rounded arete and cruise to the anchor. The crux is near the bottom unless you stay on the left of the arete at the top, which feels a little contrived since there are no holds. There isn't even a foot hold near the anchor to clip from. Overall, this route is on the verge of good. It almost achieves a cool position on the arete, but the excitement is diffused when you realize you could traverse off to the ground at any point.\n\nThere is another line that goes straight up from the start to meet this anchor. It looks even easier than this route. It looks like it has been cleaned, so I wouldn't be surprised if a few more bolts appear on this line too. Until then, top-rope it if you need more easy mileage.","protection":"About 6 bolts and anchor.","location":"This is the furthest route right/West on the Right Mountain Rose crag."},"__v":0},{"_id":"GwvYAdrQXw24dtooyo0cfQ==","name":"Axed","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Greg Barnes, Karin Wuhrmann","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":7,"mp_id":"112776688","mp_crag_id":"105746325","climb_id":"GwvYAdrQXw24dtooyo0cfQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"Do a bouldery start past the first bolt, then get reachy jugs and a sloper hands traverse. This was named after the axe-head shaped pinch flake after the 4th bolt (and the fact that this whole section of wall was blasted during construction of the aqueduct!). The rating is tentative, it need opinions! 5.9+ was my first guess...but it may be harder for shorter folks....","protection":"6 bolts and a 2-bolt anchor with lower off hooks.","location":"It is 10 feet right of\n\nBig Tuna\n\nand 20 feet left of\n\nWyoming Prairie Dogs\n\n."},"__v":0},{"_id":"bVbOAxNNUsKyVemuxc5KJQ==","name":"The Ancient of Days","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Rossiter, 1997? free solo. Retrobolted by ?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"left_right_index":9,"mp_id":"107678593","mp_crag_id":"105746325","climb_id":"bVbOAxNNUsKyVemuxc5KJQ==","areaRef":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":"A few different people warned me how crappy this crag was. Today I decided to see for myself.... While it is true that lots of the rock up here is like a rotten road cut, this route on the other hand was great. It is one of the best kept secrets in Boulder Canyon!  Normally I wouldn't support the addition of 9 retro-bolts, but this route is great fun in its current condition. Hopefully it was bolted by the FA or at least with his permission? I would certainly recommend this to a beginner leader. The well-protected crux is at the first roof and didn't feel much harder than 5.7. The guidebooks give this a 5.9 rating, but you'd have to try really hard to make it feel that difficult.\n\nThe somewhat long approach (by Boulder Canyon standards) and the lack of other easy sport routes will probably doom this route to obscurity, but if you are looking for an easy sport route with a nice flat base, well-featured, and well-protected rock in a remote peaceful spot, this could be the route your looking for? The views of Castle Rock alone justify the hike....","protection":"9 bolts and anchor.","location":"This is the bolt line on the left face of the giant open book at the right side of the Left Mountain Rose crag.  It's the line that goes through the roof halfway up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,e519a674-a620-509c-9e86-a246f84a8e40,8687d523-57d5-5b5d-b708-034fcffb9929","pathTokens":["USA","Colorado","Boulder","Boulder Canyon","Mountain Rose"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11+"},{"count":2,"label":"5.10a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.11a"},{"count":3,"label":"5.8"},{"count":1,"label":"5.5"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.9-"},{"count":2,"label":"5.10b"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":5,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":7,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.453,39.9788]},"bbox":[-105.45358680753017,39.97835033981814,-105.45241319246982,39.979249660181864],"left_right_index":-1,"ext_id":"105746325","area_id":"hofVI1fVW123CANPz/uZKQ=="},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:55:56.270Z","updatedAt":"2022-11-25T11:16:27.790Z"}