{"_id":"6368a57ce80bff5a995b835f","area_name":"Steve Miller Boulder","shortCode":"","climbs":[{"_id":"hRZpnXY3UaK8VY0tAetlCw==","name":"Tragic Flaws","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":9,"mp_id":"117900644","mp_crag_id":"117856510","climb_id":"hRZpnXY3UaK8VY0tAetlCw==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"An excellent problem that would be a classic if not for its tight location. \n\n Sit-start inside the cave with a right-hand sidepull and left-hand undercling. Pull-on with some tricky foot beta and make several hard moves up the overhang on large holds.  The holds are all fairly good, but they facing the wrong way for it to be easy. Continue climbing out of the overhang without dabbing the rock behind. A hard move to grab a nice bucket brings the climber into easier terrain, which leads to a rock-over mantle.","protection":"The landing is actually a bit scary and sketchy. I'd recommend at least 3 pads.","location":"This boulder problem is actually found on the boulder adjacent to the uphill side of the \"Steve Miller Boulder\". To locate this problem, find \"Serenade\" and \"Wild Mountain Honey\" then walk up the hill 10 yards and this line will be found on the left. It climbs out of the pit-like cave."},"__v":0},{"_id":"dHVNsQjkUWe5ppLmFM3wVQ==","name":"Swingtown","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":2,"mp_id":"117856676","mp_crag_id":"117856510","climb_id":"dHVNsQjkUWe5ppLmFM3wVQ==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Sit-start under the leftside of the overhang, to the left of the prow matched on a sloping rail feature. A strong core and a few hard and precise moves on sloping pinches keep the climber from dabbing and eventually allows one to gain improving holds and dishes up and left. A tricky sequence gains some larger holds on the arete which is then followed by a slightly sketchy highball topout.","protection":"3 pads","location":"This is the leftmost climb on the downhill side of the block."},"__v":0},{"_id":"oIQ6PTplXNSHL/fNHqIt5Q==","name":"Space Cowboy","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":1,"mp_id":"119646584","mp_crag_id":"117856510","climb_id":"oIQ6PTplXNSHL/fNHqIt5Q==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Sit start at the bottom left side of the roof with a low left hand pinch and a higher right hand  hold found on the left side of a horizontal shelf feature. Pull on and move out right along the shelf, make a huge move to a crystal, match, then continue moving out right into a hard shoulder move before making a hard lock-off up to some crystal crimps onthe slab. Press out onto the slab and venture your way up the intimidating 20 foot slab. A super fun problem with a nice delicate outtro.\n\n This climb is similar to \"Jungle Love\" but does not finish as for \"Wild Mountain Honey\", but instead finishes as for \"Jet Airliner\".","protection":"3-5. It is big.","location":"Starts on the bottom left side of the roof then climbs right around the corner to the middle before topping out straight up the slab."},"__v":0},{"_id":"dne74YH3XfqmXxXyJ8+7ag==","name":"The Stake","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":6,"mp_id":"119616854","mp_crag_id":"117856510","climb_id":"dne74YH3XfqmXxXyJ8+7ag==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Sit start with both hands matched on a low crimp rail. Fire up to a large sloping sidepull, or use a few options for intermediates. Once here get the feet up and reach up to a series of smaller, but good hand holds. Keep venturing up and slightly left, until the a tricky section is reached where the feet become less obvious and the holds become less positive and more spaced. A long reach up with the left hand gains a good rail, and then the reach for the lip and top out. The crux is probably the first move, but the mental crux is near the top and the landing is less than ideal.","protection":"1-3 pads. The landing is flat for the intro, then you venture leftwards slightly and climb over the spike-like rock. Falling wouldn't be fun.","location":"This problem is found just to the right of \"Wild Mountain Honey\", but starts sitting on top of the rock found to the right of the mentioned problem. It climbs the tall slab.\n\n There is a mini roof feature at the top of the slab, this problem tops out to the left of this feature. The starting rail is about a foot or so long and is fairly low  with some tricky feet."},"__v":0},{"_id":"3sKr5++yXgGgX1Ysu4cQGA==","name":"Serenade","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":3,"mp_id":"117856534","mp_crag_id":"117856510","climb_id":"3sKr5++yXgGgX1Ysu4cQGA==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Sit-start the overhanging prow of the roof with a sloping lefthand pinch and a small sharp righthand crimp on the opposite side of the prow.  Pull onto the steep wall and make a powerful and delicate move up to a large but sharp hold before figuring out a sequence to reach a good edge on the slab. Once on this sidepull edge, somehow press onto the slab and finish up the highball face in easier territory.","protection":"3 pads. The first 2 moves are a bit low to the ground, but not super dabby. A punt on the slab would be scary.","location":"This is the obvious overhanging prow found on the roof which is encountered on the downhill side of the large boulder."},"__v":0},{"_id":"2a8Vx2DjUz+8z4SIhSuybA==","name":"Saucy Jack (Wild Mountain Honey)","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"Ben Harlow","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":5,"mp_id":"117856719","mp_crag_id":"117856510","climb_id":"2a8Vx2DjUz+8z4SIhSuybA==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Squat start under the roof on a large sloping jug just left of a smaller boulder. Pull onto the wall and make a huge move up to a good hold at the lip of the roof. A hard match leads to a tricky sequence on some crystal slopers and crimps in order to gain the slab for the tall section of the problem.  Topout more or less straight up. A series of buckets are gained 5 feet short of the lip.","protection":"3 pads","location":"This is the rightmost line of the steep overhang found on the downhill side of the boulder."},"__v":0},{"_id":"35p7XRH5X8aSd0luwJx/gQ==","name":"Rock'n Me","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Unknown/ Jacob Perry","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":7,"mp_id":"119616876","mp_crag_id":"117856510","climb_id":"35p7XRH5X8aSd0luwJx/gQ==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Sit start on on the outside of the cave-like corridor on large holds and climb up on jugs and the arete and top out. Topping out on the left side of the arete is good beta.","protection":"1 or 2 pads. Landing is okay, not great.","location":"This problem is on the uphill side of the boulder and climbs the arete. This problem and \"My Dark Hour\" share the same topout."},"__v":0},{"_id":"2+zJM7qWXTi2rpSoMotfvw==","name":"My Dark Hour","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":10,"mp_id":"119646638","mp_crag_id":"117856510","climb_id":"2+zJM7qWXTi2rpSoMotfvw==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Name says it all. This climb is there. Friendly holds, lots of moves, and tight spaces. Sit start inside the cave found on the uphill side of the boulder. No, not there, deeper, underneath the skylight/ tunnel. There will be a shelf to the right of the start where you can place your chalk bucket and beverage of choice.\n\n Grab some nice smooth sloper rails on the bulge. Pick some juggy feet and move out left along a series of slopers. A big left hand move to a sharp sidepull gains a positive hold which is then followed by the crux sequence. Find a hold to match on and bust a hard shouldery unwind move out left into the starting jug rail for \"Behind the Barn\". Once here the holds improve and the climbing becomes slabby, stemmy and easier. Keep moving left all the way along the slots into the arete and reach up to a nice hold at the lip and topout.\n\n People may be quick to judge this one because of its location, but in actuality it is quite good.","protection":"3-6 landing is uneven, but the hardest part of the climb is the first 6 or 7 moves which can be covered with 2 pads.","location":"This problem is on the uphill side of the boulder, and it starts all the way inside the dark cave. Bring a headlamp and a spotlight. Watch for the head dabs and back stabs."},"__v":0},{"_id":"X99vU02pWcan3VTPKJHQ5A==","name":"Jungle Love","yds":"V9-10","grades":{"yds":"V9-10","font":"7C+","vscale":"V9-10"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":0,"mp_id":"119049614","mp_crag_id":"117856510","climb_id":"X99vU02pWcan3VTPKJHQ5A==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"A long boulder problem that starts way down and left under the roof and climbs out on sloping rails to the lip and continues moving right and finishes on \"Wild Mountain Honey\".\n\n Sit start with a super low large left hand pinch a large foot shelf and the leftmost hold on the horizontal rail feature. Pull onto the wall and make several hard moves out right on the rail system before going big for the crystal hold on the lip.  From here, figure out some foot beta and continue moving right on some crystal edges and a few quartz pinches. Make a hard shoulder move out right to gain improving holds before entering the cruxy topout sequence of \"Wild Mountain Honey\".  After the hard mantle onto the slab, continue up with some delicate foot work up to a juggy lip and topout 20 feet off the deck.","protection":"4 or 5 pads. A lot of ground is covered and the landing is a bit awkward in spots.","location":"The leftmost climb on the roof of the Steve Miller Boulder."},"__v":0},{"_id":"+pehCFaIU42UqwjbvMNJvg==","name":"Jet Airliner","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":4,"mp_id":"119616596","mp_crag_id":"117856510","climb_id":"+pehCFaIU42UqwjbvMNJvg==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Sit start at the edge of the roof with a quartz horizontal pinch for the left hand and the right hand on a gross looking crystal crimp lower and to the right. There is a pocket that works well for a thumb catch on the right hand.  Pick some feet and pull on to the wall, do a few moves or one big shouldery move out right to a small but positive rail. From this hold, lock-off up to some small crimps on the slab and come in for a match. Figure out how to stand up and then venture up the tall slab. The slab is cleaned fairly well and there are positive holds leading up to a nice quartz jug in the middle of the wall. From there reach out right to a massive shelf and continue to the lip of the boulder and top it out.\n\n An awesome powerful intro leads to a tricky mantle and a delicate and technical slab to the top.","protection":"3-5pads. I would advise not punting the slab. If need be, rap down and tick the holds for the topout, but realistically the slab is V1-2.","location":"This climb is found in the middle of the roof and climbs straight up. It is found in between the overhanging prow (\"Serenade\" V6) and the rightmost line on the overhang (\"Wild Mountain Honey\" V7-8). For clarification and reference, \"Jungle Love\" climbs through the powerful intro of this climb into \"Wild Mountain Honey\"."},"__v":0},{"_id":"jPd8hOSMVreRLn/vPdp2HA==","name":"Behind the Barn","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"left_right_index":8,"mp_id":"119616692","mp_crag_id":"117856510","climb_id":"jPd8hOSMVreRLn/vPdp2HA==","areaRef":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"Sit start matched with both hands on a massive jug found inside the cave. Pull onto the wall and fire up to another giant hold. Reach up to another large hold and mantle up into the scoop-like feature. Traverse the groove leftwards towards the arete utilizing some good holds in a horizontal crack. Once to the arete, reach up to positive holds and topout.  A great climb that has a bit of everything, from overhanging deadpoints to some presses and stemming. A great warm up, and a fun line to do at anytime. This line has great handholds and footholds the entire way.\n\n A low start was done as well starting with both hands on a small sloping horizontal rail, it might add a grade but not quality, so starting on the jug is the climb.","protection":"2-3 pads. Not sure where the fall zone would be, but the landing is not the best. The climber can get a hands-free rest in multiple sections of this climb.","location":"This problem is found on the uphill side of the large boulder in the cave. Either climb down into the hole using the jug start for feet, or climb through the smaller corridor to reach the start. One can toss a pad into the hole.\n\n  From the roof section of the boulder (the downhill side with all of the hard problems) walk up the hill and this cave will be on the left. \"Tragic Flaws\" is found directly behind this problem."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,c77702b0-c792-535f-84de-e6253e46ab4c,f4f51d94-1395-5180-b6ea-6d477c3ce260,e47105bd-3289-5513-b168-0c960cb06d6e,3bf20d7d-64fa-5965-8938-9e9ad9eb657c","pathTokens":["USA","Vermont","1. Northern Vermont","Smugglers' Notch","Smugglers' Notch Bouldering","Boulders Behind the Main Parking Lot/Visitor Center","Steve Miller Boulder"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"V8-9"},{"count":2,"label":"V6"},{"count":1,"label":"V2"},{"count":1,"label":"V7-8"},{"count":1,"label":"V0"},{"count":1,"label":"V5"},{"count":1,"label":"V9-10"},{"count":1,"label":"V7"},{"count":1,"label":"V1"}],"byDiscipline":{"bouldering":{"total":11,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.79385,44.55716]},"bbox":[-72.79448105697554,44.55671033981814,-72.79321894302447,44.55760966018187],"left_right_index":-1,"ext_id":"117856510","area_id":"O/INfWT6WWWJOJ6a2etlfA=="},"content":{"description":"This is a large hunk of schist hidden away from the crowds of tourists and climbers alike. This large boulder supplies climbers with a variety of powerful steep lines that finish with a highball slab topout."},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:28:15.191Z","updatedAt":"2024-01-15T16:49:52.550Z"}