{"_id":"6368a50be80bff5a995aff12","area_name":"Millie Tower 12 Crag (aka Killer)","shortCode":"","climbs":[{"_id":"JIkJsoYpWkOyMiNnfgWlPg==","name":"Wilson","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"FRA variation: James Garrett and Franziska Garrett, June 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58577,40.59902]},"left_right_index":2,"mp_id":"119192923","mp_crag_id":"119192636","climb_id":"JIkJsoYpWkOyMiNnfgWlPg==","areaRef":"kF+ME72BU622X7JNj1wxcg=="},"content":{"description":"Climbing the route down low, we encountered three 60's era fixed pitons. An original Chouinard Lost Arrow came right out when I went to clip it and I almost dropped it. Despite the surface rust, it was very likely still as strong as the day it was forged.\n\nI discussed the find with legendary climber/alpinist Ted Wilson (former SLC Mayor whose daughter Jenny Wilson is the current Salt Lake County Mayor....both are former US Senate candidates). He didn't immediately recall climbing on the Millie Tower 12 crag, though he definitely remembered pounding in a few pins on the wall now known to climbers as the Brighton Frighton Wall. See pages 194-195 in the Ruckman Guidebook. Being pretty sure that whoever did drive the pitons into this wall escaped short of the \"headwall\" into the bushes out right, we cleaned out the steep final challenging moves in the corner.\n\nPitch #1: A forgiving mantle step (protected by a bolt) yields access to a slab that leads to the steeper bit. Very unique patina featured granite. Pass by the ancient pitons to a bulge. Stay left (The Alpenbockers most likely went right here and off) and ascend a tilting thin corner past two bolts to the two bolt belay. 5.10b/c, 20m, 4 bolts.\n\nIf setting up a top rope, consider using long slings to extend the anchor over an edge. Lowering or TRing over this edge may damage your rope or worse. Therefore, rappelling the route is strongly recommended.","protection":"QDs and small selection of Camalots to #1. As this was a harder variation and detour of a long forgotten Alpenbock (as related by Mayor Ted Wilson) route, we left the pitons in situ for your viewing amusement as well.\n\nA few small Camalots should be sufficient to adequately protect the route.","location":"This is located far right on the Millie Tower 12 Crag.\n\nWe also found a little toy doll with \"big hair\" under the chairlift. We positioned it below a little alcove to demarcate the start of the route:)."},"__v":0},{"_id":"nyS5g67YXqui3bmpuzgDtA==","name":"Sticky Geranium","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"FRA: James Garrett and Franziska Garrett, 27 June 2020","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58577,40.59902]},"left_right_index":3,"mp_id":"119193203","mp_crag_id":"119192636","climb_id":"nyS5g67YXqui3bmpuzgDtA==","areaRef":"kF+ME72BU622X7JNj1wxcg=="},"content":{"description":"A fun easy low angle offering for the area. Great kid friendly belay area and fun beginner climb.  This is obviously easily done as a one pitch climb, but pulling rap ropes and rope drag would probably be an issue\n\nPitch #1: EZ scrambling to a steeper step and then more scrambling to a ledge and two bolt belay. 5.4, 15m, 2 bolts.\n\nPitch #2: Fun longer stretch of slab climbing to a two bolt belay. 5.5, 20m, 3 or 4 bolts.\n\nRap the route or scramble down back to the base of the climb.","protection":"QDs for 5 or 6 bolts.","location":"If coming from the Twin Lakes Reservoir trail, you will find this just before passing under the Millicent Chair Lift.\n\n25m or so West  (before) the steeper climbs on the Millie Tower 12 Crag. Perhaps 20m and quite visible above the trail leading to Lake Mary. This is a low angle inconsistent slab."},"__v":0},{"_id":"w4KcTBgEU2KljA72MePjEA==","name":"Mouse","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"James Garrett and Franziska Garrett, July 2020","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58577,40.59902]},"left_right_index":0,"mp_id":"119192744","mp_crag_id":"119192636","climb_id":"w4KcTBgEU2KljA72MePjEA==","areaRef":"kF+ME72BU622X7JNj1wxcg=="},"content":{"description":"Named after a well known Brighton winter local (he also grew up near the North Shore of Lake Superior as did I:)) who no doubt has hucked this wall numerous times snowboarding. “Killer” BIG hAIR time! We saw a mouse running around up there, too!\n\nOn a comfortable ledge below the route is a nice rope up spot. Not exactly kid friendly, though, as the belay ledge, is a bit exposed with a steep drop off down hill. That said, their is plenty of room to move about. Thanks also to Johannis for belay duties.\n\nPitch #1: Start up a low angle bulgy slab and pass 3 bolts before the \"headwall\". Good problem solving skills required for this fun section and mantle move to the two bolt belay. 5.9, 25m, 5 bolts.\n\nRappel the route","protection":"QDs and small selection of micro Camalots to #0.50 may be helpful.","location":"This is the line on the far left side of the Millie Tower 12 Wall. The road to the Twin Lakes Reservoir seems to be the easiest way to get there and then connecting with the Lake Mary trail that intersects with the Millicent Chair Lift.\n\nEach time we went there, we collected dozens of beer cans, presumably tossed off by youth from the chair wanting to \"hide the evidence\". Please help keep this super pristine climbing area just that. Also, try not to trample over the wonderful wild flowers."},"__v":0},{"_id":"OO6ecErCWnKTYjWwoZjL1g==","name":"Big Heir","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"C. Lattimer and D. Pike. July 2020.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.58577,40.59902]},"left_right_index":1,"mp_id":"119265655","mp_crag_id":"119192636","climb_id":"OO6ecErCWnKTYjWwoZjL1g==","areaRef":"kF+ME72BU622X7JNj1wxcg=="},"content":{"description":"Clip the first three bolts on Wilson then head straight up. Use the arete for sidepulls. Crux is at the last bolt. Shares anchor with Wilson. Tricky.\n\nI recommend that climbers DO NOT lower from this route, but rather belay followers from above and then rappel. Another option if you really want to slingshot TR this route would be to extend the anchor to the lip with some cord.","protection":"Six bolts plus a 0.5 c4 for the horizontal at halfway.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,85987bdb-8d7a-5e71-91d6-ff48a52c95f0,905f8c13-bd81-53ad-b65f-b24d8f5c3172","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Brighton Area","Millie Tower 12 Crag (aka Killer)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.58577,40.59902]},"bbox":[-111.58636221728203,40.598570339818146,-111.58517778271796,40.59946966018187],"left_right_index":-1,"ext_id":"119192636","area_id":"kF+ME72BU622X7JNj1wxcg=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:26:24.689Z","updatedAt":"2024-01-15T16:49:05.534Z"}