{"_id":"63689de0e80bff5a994f94d3","area_name":"Cat Scratch Wall","shortCode":"","climbs":[{"_id":"YPj6AQYaUv6GLjnwef3nzA==","name":"Toxoplasmosis","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Sonia Buckley, Adrian Weaver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.25731,38.72118]},"left_right_index":1,"mp_id":"120727619","mp_crag_id":"120727304","climb_id":"YPj6AQYaUv6GLjnwef3nzA==","areaRef":"lpxIZvvUX+GFiRh81DLJvA=="},"content":{"description":"This route takes the center line up the wall weaving up through all the big roofs taking the line of least resistance. This route is also probably the best option for topping out the tower and can easily be climbed at a 5.10+ A0 level by pulling on the bolts at the two crux roofs. Alternatively, the route can also be made more classic and challenging by starting with the first pitch of\n\nCat Scratch Fever\n\n.\n\nScramble up a rampy feature that leads to a crack system in the center of the wall, and rack up here. This crack system is the start of the route but\n\nCat Scratch Fever\n\nshares the first 10 feet.\n\nP1, 5.10a. Climb the crack system up to the first of many roofs, dirty at first then good. Pull the roof, and lieback up a flake on the right. Continue more easily up to the belay at a small stance on the right. This is a good pitch but the cracks tend to get a bit of dirt inside.\n\nP2, 5.12. This is an amazing pitch on great rock. All of the difficulty comes from two boulder problems turning the big roofs. Continue up the curving groove system which has good gear near its top. Crank through the first roof (5.10ish) to a good stance. Clip a bolt (with a fixed chain draw to ease the strain of clipping), and tackle the crux roof.  There is a second blot above the lip that is extremely difficult to clip while free climbing but is quite nice for working the moves or aiding past. We felt that this sequence was about V6 but is followed immediately by a no hands rest. Clip a third bolt, and do a strange move up and right to sidestep another smaller roof (5.10ish). Continue right along the lip of the roof past a hidden a gear placement, then go up the slab to a bolt and an overhanging dihedral. Stem up this corner (bolts), and tackle the roof above. From below, this roof appears to be about 5.9 but will feel impossible once you get to the lip and realize that all the holds go away. Very creative beta will in fact get you through the roof, but it will still feel V4-5. This is a very memorable finish to the pitch as the anchors are just above.\n\nP3, 5.10+. This is the \"kitten tongue pitch\". Traverse left off the belay across a slab to a strange double groove and tongue system. Follow this through a roof, and pass a second roof on the left. Stem and face climb up past two bolts (5.10+) to a stance. Trend up an right past occasional gear (5.8 R), and top out the wall about 15 feet left of the rappel anchor. The second half of this pitch is a bit adventurous and has a feeling similar to a less traveled Black Canyon route. With an 80m rope, you can combine this with the next pitch and avoid a somewhat uncomfortable belay at the lip. A 70m rope might work too.\n\nP4, 5.0. Scramble up a dirty slab to the trees above and belay. A several minute hike from here will take you to the top of the \"tower\" and will give you good views down into a neat \"chalk chasm\" on the backside.\n\nDescent: rap Toxoplasmosis with a single 70m rope or\n\nCat Scratch Fever\n\nwith a 60m (harder). Do a diagonal rappel from slings on a tree up top to the P3 anchor on the lip of the wall. From here, three 35m rappels down the line will take you to the ground.","protection":"Protection: two sets of cams purple Metolius size through #0.75 BD; one each #1, #2, #3 BD; possibly an extra finger-sized cam, Stoppers, two draws, and ten extendable sling draws.","location":"It is in the middle of the wall."},"__v":0},{"_id":"nbsR9/9tXf65t5GUN3nXuQ==","name":"Toxic Cat Hole","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"N/A","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.25731,38.72118]},"left_right_index":999999,"mp_id":"120728217","mp_crag_id":"120727304","climb_id":"nbsR9/9tXf65t5GUN3nXuQ==","areaRef":"lpxIZvvUX+GFiRh81DLJvA=="},"content":{"description":"This is a link-up of\n\nCat Scratch Fever\n\n,\n\nToxoplasmosis\n\n, and\n\nThe Smoking Hole\n\n. While this link-up provides arguably the best and most challenging way up the wall, it misses some beautiful climbing on all three routes.\n\nP1, 5.11c, 20m. Climb most of the first pitch of\n\nCat Scratch Fever\n\n. Near the end of the cat scratches, place gear in the left scratch, and step left to the belay on\n\nToxoplasmosis\n\n.\n\nFrom here, one can take\n\nToxoplasmosis\n\nto the top. This link-up is called \"Death by Kittens\" and is a good way to climb the wall.\n\nP2, 5.12+, 35m. At the time of writing, this pitch is the most demanding on the wall and one of the most spectacular. Climb the second pitch of\n\nToxoplasmosis\n\nuntil just after its crux roof (5.12). Instead of going up and right as for\n\nToxoplasmosis\n\n, step up and left and join into the crux roof on the\n\nSmoking Hole\n\n(5.12+), and follow that pitch to its anchors. Take good care to runner this pitch good or you can get some drag going over all the roofs which will make the crux much harder. If you choose to place gear below the first roof of the smoking hole be sure to have a double length sling (or longer) ready and be sure to flip the rope over the roof before clipping the bolt at the lip. If you do that the rope will run pretty smoothly. It's actually a fairly straight pitch bit it goes through all those roofs which complicates the drag issue.\n\nP3, 5.11, 35m. Take\n\nThe Smoking Hole\n\nto the top. There are many roof and slab cruxes on this pitch.\n\nRap\n\nToxoplasmosis\n\nwith a single 70m rope.","protection":"Bring double cams to #0.5 BD, a single #.75, #1, and #2 (optional for start of\n\nCSF\n\n), ten extendable draws, and 4 sport draws, one double length sling. You can leave the #1 and #2 at the first pitch anchors since you'll be rapping through there and won't need them above.","location":"Start on\n\nCat Scratch Fever\n\n, and proceed as stated above."},"__v":0},{"_id":"MpURLTd9UKSniNcFjDpP6Q==","name":"The Smoking Hole","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Sonia Buckley, Adrian Weaver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.25731,38.72118]},"left_right_index":0,"mp_id":"120727741","mp_crag_id":"120727304","climb_id":"MpURLTd9UKSniNcFjDpP6Q==","areaRef":"lpxIZvvUX+GFiRh81DLJvA=="},"content":{"description":"The Smoking Hole tackles the biggest roof on the wall and has the highest quality 3rd pitch of any route on the wall. It is also the most sustained route on the wall and offers 3 full pitches of challenging, quality climbing. Start on the far left side of the wall, just right of a wild looking, chalk chimney.\n\nP1, 5.11+, 45m.  This is a very fun and varied pitch. Scramble up easyish slabs for about 20 feet, placing gear as desired, to arrive at the first of six bolts on more vertical rock. Sustained technical face climbing take you to the base of a bulge (the technical crux of the pitch). Clip a high bolt (chain draw), and do some punchy, powerful liebacking through the bulge (power crux of pitch) to a decent stance. Climb a flaring fingers seam for 30 feet with good small cams available (trady crux) to one last roof. Traverse right along the lip of this roof using a surprising rail, and crank over when it feels right. There are anchors are just above.\n\nP1, variation, 5.11+.  Avoid the first 5 bolts of this pitch by climbing a dirty, left-facing corner to the right that joins back into the line at the power bulge. The independent climbing of this variation is probably 5.10-, but it doesn't change the grade of the pitch, since the upper half still deserves the 11+ in my opinion. The corner protects well enough but is not very pleasant to climb - not recommended.\n\nP2, 5.12c, 15m. This is the big roof pitch. Move up and right off the belay, and lieback through a 5 foot roof (with a bolt at the lip). Then climb straight up, flaring seams to the base of the big roof, and clip a second bolt. This roof is probably 15 feet long and 50-60 degrees overhanging. It feels like a more exposed version of the London Gray Wall that is located up the road a bit (it is probably formed along the same joint system). Climb the roof past a third bolt, which is very powerful and techy but luckily has a big jug in the middle that greatly eases the climbing. Punch it over the lip liebacking off a finger tip crack until you get established on the slab above. Follow the finger crack up to and over one last mini-bulge that looks harmless from below. This last bulge is kind of a sleeper move, and the pitch ain't over until you clip the chains.\n\nP3, 5.11, 35m. From here, it is possible to escape right into the last pitch of\n\nToxoplasmosis\n\n, but the third pitch of this route is not to be missed and is the best option for topping out the wall. Traverse up and left below a big imposing roof, clip a bolt at the lip, and crank over on surprising jugs. From here, follow the line of bolts to the top of the wall. The climbing on this pitch alternates between roof cruxes and slab cruxes, and you end up turning at least 6 different roofs. The rock quality is quite good for the majority of the pitch but deteriorates a bit near the top (some grainy rock and dirt). For the end of the pitch, you will end up in a dihedral/gully feature and will climb past the rap anchor on your left. It's recommended to take this dihedral to the ledge and belay off a big tree, skipping the rap bolts. The pitch has 9 bolts on it, and the only gear needed are a orange Metolius cam and a #0.75 BD cam.\n\nP4, 5.0. Scramble up a gully and dirty slab to the trees above and belay.  A several minute hike from here will take you to the top of the \"tower\" and will give you good views down into a neat \"chalk chasm\" on the backside.\n\nDescent: rap\n\nToxoplasmosis\n\nwith a single 70m rope. It is also possible to rap the line with 2 ropes.","protection":"Two sets of cams purple Metolius size through #0.75 BD, seven draws, and five extendable sling draws.","location":"Start on the far left side of the wall just right of a wild looking chimney. Look for the line of bolts 25 feet up."},"__v":0},{"_id":"7TwugadcXVa3l9ehXN4VZQ==","name":"Send In the Clowns","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Sonia Buckley, Adrian Weaver","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.25731,38.72118]},"left_right_index":4,"mp_id":"120727946","mp_crag_id":"120727304","climb_id":"7TwugadcXVa3l9ehXN4VZQ==","areaRef":"lpxIZvvUX+GFiRh81DLJvA=="},"content":{"description":"This is a fun, single pitch sport route on the Santa Claws Buttress that follows wavy, obtuse dihedral features. Start left of\n\nSanta Claws\n\n, and do increasingly difficult climbing past the first 3 bolts. When the climbing seems too thin to continue, leap (or do it statically) to a big, flat edge that is in the corner system to the left, and mantel it out. Continue up easy but runout climbing until you can clip the fourth bolt that is located to the side of a left-facing corner. One more perplexing sequence is required to get established in the corner, then continue more easily to the roofs of\n\nSanta Claws\n\n. Follow that route to its chains.","protection":"6 draws and a blue Metolius cam for the moves right before the chains (optional). This route can also easily be toproped from the\n\nSanta Claws\n\nanchors.","location":"It climbs the Wavy corner in the middle of the Santa Claws Buttress."},"__v":0},{"_id":"xZ6FEvrhWk6IFi7lPQ+3yg==","name":"Santa Claws","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sonia Buckley, Adrian Weaver, 12/25/2020","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.25731,38.72118]},"left_right_index":5,"mp_id":"120727880","mp_crag_id":"120727304","climb_id":"xZ6FEvrhWk6IFi7lPQ+3yg==","areaRef":"lpxIZvvUX+GFiRh81DLJvA=="},"content":{"description":"This is an enjoyable moderate route on the far right side of the wall. Go up the ramp past\n\nCat Scratch Fever\n\n, do the undercling move to gain the upper bench, walk past\n\nMr. Bitey...\n\nand an enormous chimney, and you will be in front of a super clean buttress (Santa Claws Buttress). Santa Claws goes up the clean, left-facing corner on the right side this buttress. This route got its name because we put it up on Christmas day.\n\nClimb the corner using a combination of finger locks, stemming, and liebacks (crux). It is well-protected by cams to a #2 BD and small stoppers. At the top of the corner, clip a bolt, and undercling up and left on the lower of two possible underclings. When you get back on your feet, a #0.5 BD can be placed with a long sling. Climb up through the roofs (two bolts in place). After clipping the second bolt, traverse right, and stem up the corner to a sandy mantel that provides a good deal of entertainment. No matter how many times I cleaned this shelf off, it always gets full of sand and other debris. Luckily, the sand doesn't really affect the climbing. You never know what you'll find here. One time there was a big, ole pinecone on this shelf. After the mantel, one more small cam and some more stems will bring you to the chains.\n\nYou can lower off with a 60m, but knot the end, because it is close.","protection":"Stoppers, two sets of cams to a #0.5 BD, single cams to #2 BD, slings, and draws.","location":"It ascends the big, left-facing corner on the far right."},"__v":0},{"_id":"DNXM1Y8eW1mJ9GxCTNh+2w==","name":"Mr. Bitey Goes to Leadville","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Sonia Buckley, Adrian Weaver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.25731,38.72118]},"left_right_index":3,"mp_id":"120727812","mp_crag_id":"120727304","climb_id":"DNXM1Y8eW1mJ9GxCTNh+2w==","areaRef":"lpxIZvvUX+GFiRh81DLJvA=="},"content":{"description":"This is a good single pitch route, the best warm-up for P1 of\n\nCat Scratch Fever\n\n. It was named for my boss' ex-rooster who had to move to Leadville just because he is a rooster. Apparently BV is not a rooster friendly town.\n\nGo up to the right of\n\nCat Scratch Fever\n\n, and find the next crack system to the right. This will involve doing a strange undercling move to access the bench above.\n\nDo a hard move off the ground to get to the crack. Follow this to its end. From there, three blots and several diagonal, \"cat scratchy\" seams take you to the chains (crux).\n\nThis route can also be linked into the second pitch of\n\nCat Scratch Fever\n\nfor more of a challenge. It also looks like a independent finish could be done to this route (Mr. Bitey Goes to the Top), although it would involve climbing a 20 foot chossy section above the anchor to gain the good steep rock above.","protection":"A single set of cams to a #3 plus three draws for the bolts. Stoppers may also work.","location":"It ascends the crack and seam system to the right of\n\nCSF\n\n."},"__v":0},{"_id":"wrggsmD2V9+kwpTuITZz/w==","name":"Cat Scratch Fever","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Sonia Buckley, Adrian Weaver","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.25731,38.72118]},"left_right_index":2,"mp_id":"120727498","mp_crag_id":"120727304","climb_id":"wrggsmD2V9+kwpTuITZz/w==","areaRef":"lpxIZvvUX+GFiRh81DLJvA=="},"content":{"description":"The route that started it all! Scramble up a rampy feature that leads to a crack system in the center of the wall, and rack up here. This crack system is\n\nToxoplasmosis\n\n, but Cat Scratch Fever shares the first 10 feet.\n\nP1, 5.11c. Climb the crack system for 10 feet, dirty at first then good. Clip a bolt and step right to engage the \"cat scratches\", a series of diagonal cracks that seem impossible to relax in. Climb past a second bolt, and proceed to protect with gear when the scratches open up enough to accept it. Arrive at a horizontal crack system, and rest a sec, because this whole section is quite sustained. Clip a third bolt, and do a weird, no hands mantel onto a sloping ledge and the belay. This is probably my favorite pitch of ropes climbing in BV for what it's worth.\n\nP2, 5.12a. This is a demanding pitch with many cruxes. Traverse up and right off the belay, clip a bolt with a long sling, and stand up into a vertical seam. A purple Metolius protects an insecure move up to the second bolt. Another insecure sequence takes you to the roof and a third bolt. The roof is quite powerful, but you get a decent stance after pulling it. The fourth bolt has fixed chain draw on it, so short people can clip it too. Clip it, and climb up the slab that may somehow remind you of the cat scratches on P1 (a bit exciting). Arrive at the next roof, clip another bolt, and mantel right onto a secret ledge. Step back left over the roof, and continue to the last bolt protecting with cams if desired. Step left, and climb the overhanging cracks to the belay.\n\nP3, 5.9. Climb up and right above the belay turning a bulge. Don't go up and left in the wide crack. Follow some kitten scratches through a slabby section, and arrive at an intermediate anchor. Stop here if you are only interested in the good climbing, because it gets chossy above. Otherwise, continue up to a tree (bolted rappel anchors to the left) on top of the wall.\n\nP4, 5.0. Scramble up a dirty slab to the trees above and belay. A several minute hike from here will take you to the top of the \"tower\" and will give you good views down into a neat \"chalk chasm\" on the backside.\n\nDescent: rap\n\nToxoplasmosis\n\nwith a single 70m rope or Cat Scratch Fever with a 60m rope (harder).","protection":"Bring two sets of cams purple Metolius size through #1 BD, one #2 BD, Stoppers, six draws, and four extendable sling draws.","location":"Look for the \"cat scratch\" cracks that split the clean lower face. Two bolts are also visible."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,d4b25844-b511-53bc-895e-67a6421d4ec4,bbe690b4-7954-5499-b9eb-0412db3c59c5,969c4866-fbd4-5fe1-8589-187cd432c9bc","pathTokens":["USA","Colorado","Buena Vista","Chalk Creek Canyon","Cat Scratch Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12b"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":5,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.25731,38.72118]},"bbox":[-106.25788634020472,38.720730339818125,-106.25673365979524,38.72162966018186],"left_right_index":-1,"ext_id":"120727304","area_id":"lpxIZvvUX+GFiRh81DLJvA=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:05.932Z","updatedAt":"2024-01-15T16:42:56.119Z"}