{"_id":"63689f33e80bff5a9950cda4","area_name":"Warbonnet Peak","shortCode":"","climbs":[{"_id":"uiL6W2jzX6iPGJOySPttxw==","name":"SE Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Luis Stur, B. Ring, N. Bennet and S. Franke - summer 1957","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.05359,44.07987]},"left_right_index":0,"mp_id":"110776977","mp_crag_id":"110776958","climb_id":"uiL6W2jzX6iPGJOySPttxw==","areaRef":"wtiCwLNoW9Sg+sdDEZxW0A=="},"content":{"description":"The most commonly climbed route up Warbonnet Peak. more of a technical mountaineering experience than pure rock climb. contains many unique pitches, including a squeeze tunnel, splitter handcrack at 10,000ft and a wonderfully exposed summit pitch. Additional info can be found on\n\nSummitpost\n\nP1 - 5.4, approx 28m up to one of 2 trees on a ledge. going to the R tree looked a little harder and adds more traversing to pitch 2. belay from slung tree.\n\nP2 - 5.4 traverse pitch, walk L along ledge, trend slightly down and then back up to get around tree, enter the obvious chimney/slot until it splits, take the R branch, down climb the chockstone and go through the squeeze tunnel (I had to remove my helmet to pass through the squeeze so larger climbers beware). belay from gear at ledge immediately after exiting the squeeze\n\nP3 - 5.7, stem up the obvious crack from the belay, transition to the wider crack on the R when possible makes it easier. higher up, trend L around arete feature to gain gully. belay from gear from a stance.\n\nP4 - 5.7 crux pitch, trend up and L across the gully to the prominent, short L-slanting thin hands crack, make a few strenuous moves up this crack to large ledge, continue up easy runout slab to large slung horn below obvious splitter crack\n\nP5 - 5.7 money pitch, up the awesome hand crack to the ridge, then trend up and R on easy runout terrain, passing a slung block to obvious notch from which the summit pitch can be seen, sling a large block for belay, long pitch\n\nP6 AN OLD BUT EASY WAY - When viewing the left side of the summit block from the notch, your aim on the way to the summit is to completely bypass the classic ridge line.  Instead, this var walks the length of the long ill-defined horizontal ledge on the left that runs in a direction that is away from the notch:\n\nStart by stepping onto chock stone / fin, then down climb and follow good ledge left. Continue following good feet low and left along the airy bottom of summit block until able to climb up to the long ill-defined horizontal ledge (5.4r/x with pendulum risk.  Now traverse the long ledge passing two old pitons. Climb over to and up through the short right-facing dihedral (5.5) to belay near a very short evergreen at ~190 feet.\n\nP6 COMMITTING AND HARDER WAY - This way is mentioned so that if you do the same, you'll be doing it knowingly.  After following the \"good ledge left\" (see above), make committing slab moves up from the ledge (5.9r?) to the ridge and then across to the obvious ledge on the right side of the ridge. Then climb straight up to the ridge at 5.4 past a rusty 1/4\" bolt and follow the ridge to modern bolts and summit register.\n\nTake turns tagging the tiny, exposed summit.  There is also a nice ledge and gear belay in the small dip between the 2 summits that can be used to tag the northern summit as well.\n\nP6 THE CLASSIC WAY BUT NO LONGER POSSIBLE @ 5.4 (old pitch description for reference) - From notch, down climb 15ft to slanting ledge, make sure to look at all the free air below this precariously balanced rock (that is no longer there).  Then make unprotected but only 5.4 moves to gain the face to the R and obvious ledge, continue up on positive holds past old pin (gone now) and bolt to the ridge, then trend R up exposed but easy ridge to modern bolts and summit log.  Belay here.\n\nDescent updated 7/2020 - some information out there shows a rap down the E face with 2 ropes; but one can instead rap the route side of Warbonnet with a single 60m rope while bypassing a lot of the actual route. Bring extra webbing to replace old tat. And be aware that the route side is decorated with many extraneous rap stations (7/2020), several of which you'll not use no matter which way you choose to descend\n\n1 - rap 100' from modern bolts below summit down the ridge to slanting ledge slightly below P5 belay notch\n\n2 - scramble up to notch and along ridge to slung block you passed on P5\n\n3 - rap 50' down dirty and large slot/chimney; awkward to get on rappel\n\n4 - scramble down and skier's right to ledge in view of the P5 hand crack; step skier's left and scramble down another chute to a ledge; then turn skier's left on easy terrain for ~10ft to another rap station;\n\n5 - two ways to continue descent; either a) rappel down to another rap station that is slightly up and climber's right from the end of P2; and then make a short rap to the alcove at the end of P2; or b) rap 100' working far to climber's right thereby bypassing most of the difficulties of the P2 traverse; make a gear anchor on P2 and pull rope with relatively low-consequence risk of rope falling into P2 chimney and getting stuck there.\n\n6 - reverse P2 to the slung tree atop P1\n\n7 - final 28m rappel down P1 to the base of the route\n\n(option - if you don't stash anything at the base of the route, it appears you can rappel straight down from the intermediate station of 5a to a different slung tree, and then a final rappel to the ground, slightly lower than the base of the route); have not done this option.","protection":"light alpine rack - nuts, singles green alien to 2 camalot, double #2 for P5 handcrack, 6 alpine draws, single 60m rope, rap material/knife","location":"see main warbonnet page for description on reaching the saddle at 9800 ft just east of the peak.  route starts from here.  the trees atop pitch one are clearly visible"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f4466c3f-1d59-56da-9fa9-8ef51d12d53e,02ac3e51-11bc-5ac4-a837-7c27e05506b4,8266fe69-367d-5b54-85ff-1179675b468e,c2d882c0-b368-5bd4-a0fa-c743119c56d0","pathTokens":["USA","Idaho","Central Idaho","Sawtooth Range, The","Warbonnet Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.05359,44.07987]},"bbox":[-115.05421594444543,44.07942033981813,-115.05296405555454,44.08031966018185],"left_right_index":-1,"ext_id":"110776958","area_id":"wtiCwLNoW9Sg+sdDEZxW0A==","polygon":{"type":"Polygon","coordinates":[[[-115.05421594444543,44.07942033981813],[-115.05296405555454,44.07942033981813],[-115.05296405555454,44.08031966018185],[-115.05421594444543,44.08031966018185],[-115.05421594444543,44.07942033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:01:34.824Z","updatedAt":"2024-01-20T01:01:48.911Z"}