{"_id":"6368a36ae80bff5a99582b40","area_name":"Sky Burial","shortCode":"","climbs":[{"_id":"p9MYsoKdUdSUB/VYDupBEQ==","name":"Pac","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Holloway Bros 2000s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.67771,43.89309]},"left_right_index":2,"mp_id":"119601728","mp_crag_id":"119601698","climb_id":"p9MYsoKdUdSUB/VYDupBEQ==","areaRef":"qjrHAancXGGKlD2DIxPcNA=="},"content":{"description":"A positively beautiful route. A technical intro leads to a thin crux and then perfect thin pocket pulls on a black streaked panel and rounded dihedral. Likely some of the best rock quality in the zone. Gets runoff and needs cleaning after a heavy rain.The bolts are super rusted and strength is hard to evaluate. this one is high on my list of routes to re-bolt with glueins. ","protection":"rusted plated steel bolts, in a water streak for 15 years, in need of replacement.","location":"The middle black streak, between two distinctive aretes"},"__v":0},{"_id":"iBfh6ajfVvmL6bKiF9nAjA==","name":"Canon","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Holloway Bros, 2000s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.67771,43.89309]},"left_right_index":1,"mp_id":"119658050","mp_crag_id":"119601698","climb_id":"iBfh6ajfVvmL6bKiF9nAjA==","areaRef":"qjrHAancXGGKlD2DIxPcNA=="},"content":{"description":"Start from the same pedestal as Axe to fall, but further right, pulling a couple of super fingery, thin pocket moves through an otherwise blank face(pointless+heinous) to a no-hands, and like ten knee bar opportunities. Head up a steep, pocketed bulge just left of the dihedral, fun moves here and a great headwall above with higher rock quality.needs to be rebolted, got some rust. Upon rebolting will probably extend a few moves higher, and give a new anchor location distinct from Axe to Fall.","protection":"Mechanical bolts, some rust, likely need replacement.","location":"The right of the two routes off the pedestal. low first bolt."},"__v":0},{"_id":"Jq+rZHBhVUqEv6BNApaQKA==","name":"Black Arete, open project","yds":"5.13+","grades":{"yds":"5.13+","french":"8b"},"fa":"Holloways, partially equipped","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.67771,43.89309]},"left_right_index":3,"mp_id":"120262111","mp_crag_id":"119601698","climb_id":"Jq+rZHBhVUqEv6BNApaQKA==","areaRef":"qjrHAancXGGKlD2DIxPcNA=="},"content":{"description":"Begin as for the 12+ streak for 2-3 bolts and then bust right to the impossible looking, steep, clean arete. Just has two directional bolts. Planning to bolt the whole thing for lead with temporary bolts next time it dries out. Stays wet more often than almost anything else here. Grade is a total guess.Haven't asked if the Holloways did the moves on toprope, but just from rapping down it seems like this thing could be super hard, if it goes at all. Watch out for poison oak near the base and above if rapping in. Trimmed all of it early season but still watch out.Give it a go.","protection":"Two old expansion bolts. Some rust. Would need to toprope from the anchors to the left and clip the directional bolt 10 ft right.","location":"Right side of the black streaked wall at sky burial."},"__v":0},{"_id":"EGtQb46vX1CRk6TiUWzpXQ==","name":"Axe to Fall","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"JDM 6-4-2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-122.67771,43.89309]},"left_right_index":0,"mp_id":"119601767","mp_crag_id":"119601698","climb_id":"EGtQb46vX1CRk6TiUWzpXQ==","areaRef":"qjrHAancXGGKlD2DIxPcNA=="},"content":{"description":"The striking \"Axe Blade\" arete that begins from the pedestal. All-time movement and position.Stick clip the high first glue in and start up very easy blocky ground from the far left. Get set up below the arete, enter a punchy but elegant compression boulder, and then hang on for modern, gymnastic, core-draining power-endurance. No chalking for 12 moves: a satisfying fight. More conditions dependent than other routes in the area. Has unique holds and satisfying moves. Helpful (and safe) to skip the clip at the lip. Especially considering the area and the difficulty, there aren't any injurious or painful holds, no monos, nothing too sharp, just powerful and fun. Not my style at all, would prefer not to even grade the route, were that an option on mp. Probably my favorite new route thus far in 12 years of climbing, and definitely my favorite route at Lookout.","protection":"6 glueins to shared anchor with the unknown 5.12 to the right (will give it a dedicated anchor when I rebolt the 5.12). Hardware donated by Dan Stringer. You can use the first bolt of the route to the right to protect the belayer.","location":"The obvious streaked, laser cut arete at the left side of the Sky Burial wall. Do a V0- in tennis shoes from the right side to gain the spacious belay pedestal and then have your buddy hand up your packs. Def bring a stick clip.Stays wet longer after rain than most routes here."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,5f05ed84-1a18-52d9-b8cf-77f8fd01e061,06ef0169-1ce2-5f05-ba4d-46ee7e66e2c7,df809598-c756-58af-aa33-d04227f849ad,aa3ac701-a9dc-5c61-8a94-3d832313dc34","pathTokens":["USA","Oregon","Willamette Valley","Lookout Point","Sky Burial"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12+"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13+"},{"count":1,"label":"5.13"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-122.67771,43.89309]},"bbox":[-122.6783339779485,43.89264033981815,-122.67708602205151,43.893539660181865],"left_right_index":-1,"ext_id":"119601698","area_id":"qjrHAancXGGKlD2DIxPcNA=="},"content":{"description":"This is the SE facing wall, well shaded with trees, on the rightmost of the upper cliffbands. Complete shade in the PM. The routes here are 50-70 feet tall and sections have some of the best rock quality you'll find at lookout pt, or maybe on OR tuff, period. The good routes follow waterworked scoops, panels, and aretes,  and are typically some of the last to dry out in the area.Note that there is some poison oak near the base of the wall. Carpet and landscaping fabric was left here decades ago by someone else in an attempt to kill it.. Learn to recognize it, and pants reccomended...Every season a large amount of work goes into trimming and killing the oak near base of routes.If you know any environmentally friendly tricks for annihilating that insidious shit, please hit me up.There is an impressive tree that is an actual oak dropping similar looking leaves.Were this easier to get to, drier, and more friendly vegitation-wise, it would be the best wall at Lookout. As it stands there isn't very much here"},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:19:28.218Z","updatedAt":"2022-11-25T11:21:20.614Z"}