{"_id":"6368a11ae80bff5a99542b70","area_name":"Prow, The","shortCode":"","climbs":[{"_id":"cHbqLnjNX+G6JqpZEn5T7w==","name":"Timebinder","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Craig Kenyon, Rafael Grana, Steve Porcella  1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-114.2539,46.2723]},"left_right_index":999999,"mp_id":"106954084","mp_crag_id":"107251007","climb_id":"cHbqLnjNX+G6JqpZEn5T7w==","areaRef":"XM6qCabxW5edzbaEO7E28g=="},"content":{"description":"P1: Entrance Exam pitch. Begin from a grassy ledge, aiming for a lone medium/small tree about 160' up and 40' right. There are 5 bolts (I think) with the first being about 25' off the deck under a small roof. Belay off tree. 5.10\n\nP2: 25' (if that) pitch to good sized ledge with 2 bolts for belay. 5.5 Can be linked with P1 but rope drag gets very bad and it will be very tight (but doable) with a 60m rope.\n\nP3: Slab pitch. 90' up a moderately tough slab with a cruxy akward long reach from an odd pocket. A few bolts and a think 1 pin. Leads to large ledge with double bolt belay. 5.10\n\nP4: Traversing pitch. Climb 15' up from belay (there used to be a hidden pin that would protect from a factor 2 but it's gone now, however you can get good small cam), traverse left a little ways to nice 20' finger crack up a dihedral. Then, continue left again, to a dihedral with a bolt on its left side. Do not go up the dihedral with the bolt but continue traversing. After rounding the corner, start up, pull a small roof with good holds. Continue another 30 feet to ledge with 2 bolt belay. 5.10c 110'\n\nP5: Hematoma pitch. Go straight up small crack with fixed pins and a bolt or two to supplement good wires and cams. Tops out at decent sized ledge with 2 bolt belay. 5.10d, 120'\n\nP6: Red Tower Pitch. Best pitch of the route and one of the best pitches in Montana - very aesthetic.\n\nClimb easy ground above belay, moving left to the base of the tower.  Climb 100' up sustained crack on right side of the tower, laybacking and jamming. Belay off two bolts on top of tower - small but good belay. 5.10c/d\n\n120'\n\nP7: Climb up and right on an easier pitch. I always seem to have trouble finding good pro on this one, but it really isn't that hard, however you may have to clear a little moss out of the cracks. Tops out on decent ledge, 2 bolt belay. 5.9, 100'\n\nP8: Crux headwall pitch. Climb up crack from belay. 30' up moves a little left past bolt, up tough finger crack (sandbag?) for 25' feet of sustained climbing. The jams are all there but can be finicky. Top is slightly easier but not super secure. Leads to a semi-hanging belay that is now bolted, but can also continue right to alcove and belay. 5.11 100'\n\nIt seems most people rap from the top of P8 because it's so easy with all the bolted belays; however, if you traverse an easy 20' right you reach an alcove with some fixed nuts and slings, and can continue to the summit from there over short, very easy ground. My third time doing this route we finally went all the way to the top and I now regret not doing it earlier. The walk off to the back and right down a large chute is really easy and quite scenic, and it eliminates the need to drag 2 ropes up the route.\n\nIf you want to rap, two 50 meter ropes will do the trick, but if you use two 70s you can link some rappels (I've linked from the top of P5 to the top of P3, and if I remember right from top of P6 to top of P4).\n\nA classic route by any standard. I would highly recommend it.","protection":"Standard rack will do the trick. Doubles in medium/large size cams if you like to really sew things up.","location":"Approach from west side of campground on north side of creek. Trail kind of disappears but travel northwest for about .5 mile to get to the base of the Prow (the first large feature in the canyon), gaining about 800 feet of elevation from the campground. Be prepared to hike over lots of unconsolidated talus. Continue to a gully that is the dominating feature at the base of the wall, the start of the climb is just to the left of this.\n\nThere are alternate approaches to this climb on the right to skip the first two pitches of the route. However, it can be hard to find the correct ramp. Some people may want to belay a really easy traverse to the anchors at the top of the 2nd pitch. Another way I've done it is belay an easy but dirty 5.7 pitch up to the large ledge at the top of the 3rd pitch."},"__v":0},{"_id":"e2PffTV/WKez4WMvWhKkWg==","name":"Anhedonia","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-114.2539,46.2723]},"left_right_index":999999,"mp_id":"115457597","mp_crag_id":"107251007","climb_id":"e2PffTV/WKez4WMvWhKkWg==","areaRef":"XM6qCabxW5edzbaEO7E28g=="},"content":{"description":"If you're looking for something a bit harder than Timebinder on the Prow, check out this route. It is a healthy combo of sport bolted pitches and gear protected cracks. It climbs the large arete feature up the gut of the west face. It gets morning shade and afternoon sun once the sun comes around the prow. The final bit of the approach up the Mordor-esque gully can have quite a bit of fresh loose talus. Also be aware that falling rock gets funneled down into the middle of the gully, so a helmet isn't a bad idea.\n\nP1 - 5.10c/d - Climb twin cracks and up right, through chockstone roof crack. After the roof, continue on somewhat runout 5.10-. Have a red alien or purple C4 to protect the runout and a #4 in a horizontal to the right to end the runout. Continue up blocky ramp to a tree. Belay here. 100'\n\nP2 - 5.8 - From tree belay on good, grassy ledge, climb up well featured, but dirty slab. Skirt right around steeper slab and up into 5.6 chimney. You can sling a block for belay. You will notice a two bolt anchor to the left of the base of the chimney. This is a rap station. Just pass it and continue up the chimney. ~75'\n\nP3 - 5.12a - Start up slopey right facing lieback flake, follow thin crimps through a traverse out right to the arete. Lieback up to a jug and continue to a horizontal where a #3 can be placed. You may want to link this pitch into the next one. Belay in right facing dihedral at single bolt and fixed nut. 5 bolts ~50'\n\n*You can easily link P3 and P4.\n\nP4 - 5.10b - Step left around arete and climb straight up crack system. As the crack peters out, traverse hard left to a small ledge where you can build a belay in a large, left facing flake. Belay below the first bolt of the next pitch. I don't recommend belaying from bolted anchor on far right (rap station). Hands and finger sizes, #1, #3 for belay. ~60'\n\nP5 - 5.12b - The green and orange colored wall. A test piece of sorts for Blodgett face climbing. Awkward wide lieback flake to ledge/roof. Head up steep thin crimps to a wild shouldery boulder problem. Rest up and tackle the physical climbing above. 8 bolts, 2 bolt belay. ~70'\n\nP6 - 5.9+ - Pretty solid, pretty juggy. 3 bolts and gear, 2 bolt anchor at summit. 130'\n\nDescent: Walk off or rappel.\n\nRap w/ single 70m rope to top of P5. Single 70m rope rap to top of pitch 4. Single 70 to top of P3. Another single rope rap to a rap station down and left of the P2 chimney on a good sized ledge. From the rap station,  single rope rap to the belay tree of P1. From the P1 slung tree, one more all the way to the start of the route.","protection":"Standard rack, doubles of #1, 9 QDs and some alpine draws.\n\nSingle 70m rope.","location":"Approach:\n\nStart approach as you would for The Drip Buttress. This route is located on the west face of the Prow, in the gully between The Drip and The Prow. Hike up left of the waterfall, straight up gully through loose talus (lots of rockfall here). After short distance, you'll encounter  seasonally dry waterfall/slab with bright white polished rock. Just above this waterfall/slab, you'll find steep cracks on The Prow (to the right). This is where P1 starts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,4e9ae361-2064-5b4c-9071-eddf863d68ae,5cceaa09-a6f1-5b97-9dcd-b6843bb136f2","pathTokens":["USA","Montana","Northwest Region","Blodgett Canyon","Prow, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.12b"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-114.2539,46.2723]},"bbox":[-114.25455052005303,46.27185033981814,-114.25324947994696,46.272749660181866],"left_right_index":-1,"ext_id":"107251007","area_id":"XM6qCabxW5edzbaEO7E28g=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:09:31.858Z","updatedAt":"2024-01-15T16:45:51.246Z"}