{"_id":"6368a50be80bff5a995afeb1","area_name":"Top Summit","shortCode":"","climbs":[{"_id":"XTlh5wCmVE27W88NoetfSQ==","name":"Try It In Boots","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"Donovan Bagley","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6067,40.5989]},"left_right_index":0,"mp_id":"106946682","mp_crag_id":"106946394","climb_id":"XTlh5wCmVE27W88NoetfSQ==","areaRef":"3sl9ASfvWb2KACY5ONXj+Q=="},"content":{"description":"It gets its name because we first bouldered this while out snowshoeing.  Spotted a nice line and went for it.  We didn't have our climbing shoes, but that didn't stop us.  Being that there was snow it worked out really well.  The snow acted as the perfect (cold) crashpad.\n\nThere are a couple of flakes, a few juggy holds and some thin fingers.  There are some nice extensions as well.","protection":"Crashpad","location":"Once you reach Top Summit the rock is obvious.  There are two walls, east and west.  There's an obvious arete (west wall) with a tree that shoots up directly above the problem.  Walk off the problem either down the jagged staircase or more gradually further to the south."},"__v":0},{"_id":"1eQ10RCgU+mbwFK7PYjbbg==","name":"Chimera","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Niels Tietze and James Garrett, 6 July 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.6067,40.5989]},"left_right_index":1,"mp_id":"113281043","mp_crag_id":"106946394","climb_id":"1eQ10RCgU+mbwFK7PYjbbg==","areaRef":"3sl9ASfvWb2KACY5ONXj+Q=="},"content":{"description":"Started in July 2016 from the top and finished in July 2017 from the ground up, Chimera partially takes its name from the dichotomy of approaches used. Niels brilliantly led the long first pitch drilling only 3 removable bolts. I followed equipping the route with many more. The route is well protected.\n\nThis first (I predict, of many) bolted routes up the\n\nHoney Comb Cliffs\n\nat\n\nSolitude Ski Area\n\noffers surprisingly fun, albeit adventuresome climbing. If you like the rock at\n\nHellgate\n\nor Devil's Castle in\n\nLittle Cottonwood Canyon\n\n, you will most likely enjoy it here.\n\nSimilar to\n\nDevils Castle\n\nat\n\nAlta\n\nor\n\nMain Hellgate\n\nacross from\n\nSnowbird\n\n, quality is frequently interspersed with choss. Expect broken up intermittent low angle sections with serious exposure to rock fall. That said, HELMETS here are not merely advised, but obligatory.\n\nFrom the top of the Summit chair view of the\n\nHoneycomb Cliffs\n\n, start climbing about 30m left of the north prow. A small protective alcove below a massive Pine on the wall marks the beginning of the route.\n\nPitch #1\n\n: Climb past numerous bolts just to the right of the massive Pine to a lower angle blocky section. Trend left past an optional two-bolt station to a steep solid gray slab. Follow the bolts to a two-bolt belay on a great ledge. 5.9, 70m.\n\nPitch #2\n\n: Walk left on the narrow and exposed, but easy ledge to a bolt and then a protected two-bolt belay further up and left. 3rd Class, 30m.\n\nPitch #3\n\n: Climb the compact featured gray face up and right of the belay past many bolts to another two-bolt belay above and right of a ledge next to a big tree. Good climbing. 5.10a, 38m.\n\nPitch #4\n\n: Up and right, then left following bolts through a short puzzling bulge (crux) and scuttle left up a rail on a blunt arete to a small ledge and two-bolt belay. Wall/Route Register just above attached to a little pine tree. Sign in and spray away. Excellent pitch. 5.11a, 25m.\n\nPitch #5:\n\nContinue directly above (short exposed and loose section) the belay station past the white dead snag staying on the ridge crest to the top (10400 feet) of the cliff (Black Bess to skiers). 3rd class, no bolts.\n\nDescent:\n\nThe walk off is via the partial Via Ferrata installed for skiers hiking up to ski\n\nBlack Bess\n\n. In Summer and without boot tracks and on descent, it may be less obvious....stay as close to the Ridge crest as possible and you should encounter fixed cables and iron steps soon at the start. Take Care if you get off route. It should lead right back to the top Station of\n\nSolitude's Summit Chair\n\nvia good trail.\n\nOR in extreme cases and no one is on the\n\nHoneycomb Cliffs,\n\nRappel the route with a 70m rope (80m better) or two ropes. Rappelling is dangerous and not recommended, especially since the walk off is so casual and so pleasant. Furthermore, the summit views are beautiful and panoramic.","protection":"Well protected with stainless Steel Climbtech Glue-In and Legacy Bolts used through out. Due to the route equipper's advanced Alpenheimers, however, the exact bolt count has been forgotten:)\n\nBring at least 15 QDs and a few shoulder runners or alpine draws.\n\nA small assortment of Camalots (0.5, 0.75, 1, 2, 3) may be useful on various sections of the climb.","location":"Finding the route should be fairly easy even for those with marginal orienteering skills.\n\nThe hiking approach may be lessened if the\n\nSunrise Chairlift\n\nat\n\nSolitude\n\nis open. Between June and October, this chairlift runs from 1000am until 1800 (6pm) Friday, Saturday, and Sunday so it is pretty convenient for climbers!\n\nHowever, if it is not running, it may be almost as quick to park below the Milly Chairlift at Brighton and follow the road/trail to the Dam of Twin Lakes Reservoir. Continue to the top of the Summit Chair at Solitude.\n\n45 - 60 minutes.\n\nTraverse across the top of Honeycomb Canyon to the base of the Northwest facing cliffs. Find the darkish honeycombed rock below and right of the massive Pine and then right of a protective alcove and you will find the bolts on Pitch #1."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,18f27321-6c18-5fd5-aaf5-769728e5818f,dec97d01-27ef-59bd-8a00-263938d5e3f9","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Solitude","Top Summit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V0"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"bouldering":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.6067,40.5989]},"bbox":[-111.60729221621897,40.59845033981814,-111.60610778378101,40.59934966018187],"left_right_index":-1,"ext_id":"106946394","area_id":"3sl9ASfvWb2KACY5ONXj+Q=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:23.681Z","updatedAt":"2024-01-15T16:49:03.353Z"}