{"_id":"6368a265e80bff5a99565ea2","area_name":"Sky Top","shortCode":"","climbs":[{"_id":"yoNQPfBkVz6aZBcFsYKiAA==","name":"Zig Zag Man","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dick Williams, Paul Baird & Walter Baumnan 1972","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":20,"mp_id":"111249715","mp_crag_id":"105799181","climb_id":"yoNQPfBkVz6aZBcFsYKiAA==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"P1 - Start at the open book with a crack. Climb up (5.8-) and then left and up to a ledge (possible belay). Continue up the clean, white face above via the obvious zig-zag crack and continue up a flake and face (5.8) to the top.  Double bolt anchor on the left.  125-130 ft 5.8  (The leader can lower with a 70m rope to the ground, barely! )","protection":"Std Rack","location":"About 100-150 ft right of Jekyll and Hyde (and about 40-50 ft right of Crash and Burn)  look for a clean, white face about 80-100 ft up with a zig-zag crack. [photo].  This is just before the old path (worn, red marks on rock) starts to climb up to the STAIRCASE/STAIRCLIFF."},"__v":0},{"_id":"WTfeRIhBVrCOPd9uCMtVvw==","name":"Yellow Verschneidung","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"John Lamont & Francis Coffin-1959, FFA: Joe Kelsey & Dick Dumais-1968","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":17,"mp_id":"111249651","mp_crag_id":"105799181","climb_id":"WTfeRIhBVrCOPd9uCMtVvw==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"P1 - Climb up the crack in the corner, exit right and over to a belay.  70-80 ft  5.8 / 5.8+  (Most rap from here.)  \n\n  P2 - Continue up, ending in a large left-fcing corner.  80-100 ft 5.5","protection":"Std Rack","location":"Start at a shallow inside corner (a \"verschneidung\") of yellow rock. Walking right from the Crevice area this is about 250-300 ft right of Grey Face and just before a patch of mountain laurel/rhododendrons."},"__v":0},{"_id":"M7bdWFcxXgeiz4tDSIFBKw==","name":"Taste of Honey","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Waterman and Al Rubin","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":22,"mp_id":"113786361","mp_crag_id":"105799181","climb_id":"M7bdWFcxXgeiz4tDSIFBKw==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"TOH is among the best 5.7 pitches in the Gunks, with perfect rock, great position, and an imposing arete move at the top of the cliff to escape the big roofs. \n\n  It was first climbed in 1969 by Johnny Waterman, a legendary climber of the era, who began his career climbing in the Northeast, and ended it mysteriously on the Ruth Glacier in Alaska.   \n\n  Start up the right facing corner, make a well-protected move, and climb a second corner above with equally good pro.  Move easily up to the roofs and climb up and left to the arete (crux).  Follow the easier face around the corner to the top and the ring anchors. \n\n  Be sure and protect your second at the top with a directional.","protection":"Standard Gunks rack to 4\"","location":"TOH is located near the eastern end of Skytop, a few feet left of the Too Steep for My Lichen area.  Start in the prominent right facing corners below the imposing roofs above."},"__v":0},{"_id":"38qhG5yTVA+cMH6Yzhm8XA==","name":"Super Crack","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Steve Wunsch 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":21,"mp_id":"111251312","mp_crag_id":"105799181","climb_id":"38qhG5yTVA+cMH6Yzhm8XA==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Super Crack is phenomenal. It is overhanging ring-locks pretty much the whole climb, no good rests, a couple good shakes, and multiple cruxes along the way. Originally rated 5.13 and referred to as \"Wunsch upon a climb\", this thing keeps coming at you the whole time you are on it. Russ Clune free-soloed this route, which is a testimate to his boldness and mastery of his craft.","protection":"Mostly wide .5 Camelot size, narrowing at the top.","location":"Super crack is located on a free-standing pillar 150 feet right of the pinnacle of Suckcess.\n\n If you decide to hike in using the trails that are scattered around the perimeter of Skytop, you want to get to Forest Drive -- specifically, the side closest to Garden Road. Once you're on Forest Drive, keep walking until you see a boulder that looks like the one pictured here. After you see this head directly up towards the cliff through the vegetated talus; you may notice a hint of a trail on the right side of the rock.            "},"__v":0},{"_id":"y0mqKIp/XyGgkK1o/uADLw==","name":"Strawberry Yogurt","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Roman Laba and Wally Shamest","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":1,"mp_id":"106364820","mp_crag_id":"105799181","climb_id":"y0mqKIp/XyGgkK1o/uADLw==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"This route is on the left end of Sky Top, at the left end of the first major corner system that tops out at a gazebo.  Climb a thin crack in a corner that faces right in this major left-facing corner feature of the cliff, past a hang (crux) to a ledge. Traverse left and up the steep crack to the gazebo.","protection":"Small-med Gunks rack.","location":"On the left end of Sky Top.  At the left end of the first major corner system that tops out at a gazebo."},"__v":0},{"_id":"yF+tyzutWxqbfc+6N0rrPQ==","name":"Sound and Fury","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dick Williams and Jim McCarthy, 1963","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":8,"mp_id":"107829640","mp_crag_id":"105799181","climb_id":"yF+tyzutWxqbfc+6N0rrPQ==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Nothing beats the solitude and quality of Skytop on a crowded weekend in the Gunks, and Sound and Fury is a classic not to be missed. \n\n  Make a burly crack move off the deck, or slide in from the corner on the right at the crux (the Clune Start). Steep, well protected moves for hands and fingers get you to a belay at 60 feet. \n\n  While most parties descend here, there's extra credit for leading another 60 feet to the summit, past another hard section off the belay, and some easier roofs at the top.","protection":"Standard Gunks Rack   Fixed belay at 60 feet   No fixed belay on top.","location":"Start below the double inset cracks fifty feet left of Foops. \n\n  Climbing at Skytop is now allowed (and encouraged!) so long as you hire a Certified AMGA Guide through Alpine Endeavors:  alpineendeavors.com/"},"__v":0},{"_id":"ogSFcR49WRma6xar0aGfoQ==","name":"Ringwraith","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Roman Laba and Joe Kelsey, 1966","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":0,"mp_id":"108349971","mp_crag_id":"105799181","climb_id":"ogSFcR49WRma6xar0aGfoQ==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"The Vulgarians dominated the Gunks from the mid-60s, and the send of Ringwraith was an inspired effort from two of their best, Roman Laba and Joe Kelsey.   \n\n  This imposing line dominates the beautiful face left of Strawberry Shortcut, and as a pure a crack climb, is an anomaly in the land of roofs.  The fierce start in the green corner at the bottom is the hardest single move, but Ringwraith delivers consistently pumpy and elegant crack moves all the way to a big ledge and fix anchors for 70 feet. ","protection":"Standard Gunks Rack.  There is a fixed pin at the upper crux, but no promises on its value.","location":"At the far left (north) end of Skytop, the first major formation is the beautiful face split by Ringwraith in the center and Reign of Terror on the right."},"__v":0},{"_id":"bOklFMCPWQGWki9Cznq3qg==","name":"Rear Exposure","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Wiessner & William Shockley, 1946","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":14,"mp_id":"111249476","mp_crag_id":"105799181","climb_id":"bOklFMCPWQGWki9Cznq3qg==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"History: Fritz Wiessner needs no introduction. William (\"Bill\") Shockley, perhaps more famous in climbing circles for the FA of \"Shockley's Ceiling\" in the Trapps, would be awarded the Nobel Prize in Physics for the co-invention of the transistor. \n\n  P1 - Climb the \"nose\" of the prow into the alcove (pitons). Make an awkward and committing move out left (clearly the crux, seems harder than 5.6) then move back up and right to a belay on fixed wired nuts.  50-60 ft  5.6 (+ ?)  \n\n  P2 - Climb the beautiful rock up and slightly right (passing a second fixed nuts-anchor) to the top.  5.3-5.4  100-130 ft.","protection":"Standard Rack","location":"About 100-125 ft right of Gargoyle look for a sharp prow of rock about 20-25 ft high leading to a small \"alcove\" under an overhang."},"__v":0},{"_id":"0dDHLd7FU3+qKVPvDCMN5w==","name":"Petie's Spare Rib","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Doug Kerr and Norton Smithe, 1952","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":2,"mp_id":"105936236","mp_crag_id":"105799181","climb_id":"0dDHLd7FU3+qKVPvDCMN5w==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"A wonderful route that zig-zags back and forth over an arete, with thin, facey moves and not too many of the classic Gunks jugs.  I found the route rather sustained, but there is a very obvious crux section above gear.  This route is not a good one for a 5.5 leader; it's devious, with questionable footholds and lots of smearing throughout.  In the guidebook at 5.4 PG***, I'd give it a 5.5.","protection":"Standard Gunks rack up to #3 Camalot. Pro is PG. There is a bolted rappel anchor on the face to the left of the arete. A single 60m rope works, but is close.","location":""},"__v":0},{"_id":"1BsAlyraX36ZHIeJemAO0g==","name":"Open Cockpit","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA 1971 Dave Loeks and Karl Beard, FFA 1973 Steve Wunsch","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":7,"mp_id":"118573855","mp_crag_id":"105799181","climb_id":"1BsAlyraX36ZHIeJemAO0g==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Start at a thin vertical crack left of Sound and Fury. \n\n Push through between small crimps and the crack to a notch in the overhangs. \n\n Shares an anchor with Sound and Fury.","protection":"anchor at top","location":""},"__v":0},{"_id":"vqyUnzzSWjG9Jm/+d9V2rA==","name":"Overhanging Overhang","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Fritz Wiessner, Hans Kraus, and Beckett Howorth, 1940","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":12,"mp_id":"105970359","mp_crag_id":"105799181","climb_id":"vqyUnzzSWjG9Jm/+d9V2rA==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Extremely impressive for a route FA'ed in 1940. This route is a graveyard of very old pitons, most of which do not engender a warm, fuzzy feeling. The main crux is the transition from the crack to the face; this move is more awkward than difficult. There are some decent rests if you can find a way to capitalize.","protection":"More than adequate, but bring some larger cams for the P1 belay area (Camalot 3.5, 4).  Walk way back from top for an anchor, the area at the immediate top is barren.","location":"15 feet right of the first vertical crack around the corner from the entrance to the Crevice, at some boulders below a crack.\n\n Pitch 1: Climb up onto the boulders just right of the crack, step up left to the crack, and follow it to a belay ledge/rap station to the left.\n\n Pitch 2: Climb the outside corner to the top.\n\n There is a bolted rappel near the crevice. To prevent tampering or access by hikers, it is just below the lip in a notch."},"__v":0},{"_id":"jQDrGORFWE68TsCxMmzrXQ==","name":"No Exit","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"John Stannard 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":11,"mp_id":"120292484","mp_crag_id":"105799181","climb_id":"jQDrGORFWE68TsCxMmzrXQ==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Route description taken from Todd Swain's 1986 guidebook \" The Gunks Guide \"Climb the Crack through a roof (Crux) 30 ft downhill and right of the Crevice, then continue up an overhanging crack past a hang, then angle right to a belay on Overhanging Overhang.( an adjacent 5.5 route) Move back left and climb the steep face to the summit. ","protection":"Standard Gunks rack","location":""},"__v":0},{"_id":"eFHZMLt+UCi/6k4zJechIQ==","name":"Mohonk Flake","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":4,"mp_id":"118572054","mp_crag_id":"105799181","climb_id":"eFHZMLt+UCi/6k4zJechIQ==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"The flake in the middle has interesting moves to get around. Once up, it's easy to set up a top rope for Krapp's. ","protection":"anchor at top.","location":"Start on top of a boulder to the right of a large flake"},"__v":0},{"_id":"s4+Fx7ggV+WCPC7hMbLoCA==","name":"Minnie Belle","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Fritz Weissner and William Shockley, 1946","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":16,"mp_id":"113786276","mp_crag_id":"105799181","climb_id":"s4+Fx7ggV+WCPC7hMbLoCA==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Minnie Belle is the classic hand crack below the True Grip roof.  When Fritz Weissner first led it in 1946, it was the hardest climb in the Gunks, and demands respect even today. \n\n  Fritz was joined on the first ascent by Bill Shockley, a respected Gunks local, who at that time had finished his wartime duties at Columbia University, and resumed his electronics research at Bell Labs.   In subsequent years, Shockley invented the transistor, shared the Nobel Prize for physics in 1956 with his Bell Labs co-inventors, and moved to Palo Alto to commercialize his electronics inventions at Shockley Semiconductor. \n\n  Though a visionary scientist and a gifted rock climber, Shockley sucked as an entrepreneur, and his entire founding team left to start Fairchild Semiconductor, the original chip company in Silicon Valley.","protection":"Standard Gunks rack up to 4\"   The fixed anchor at the top of the pitch was fine as of 10/17","location":"Minnie Belle is about midway down the south facing part of Skytop right of the Crevice, fifty feet left of Mellow Yellow."},"__v":0},{"_id":"802G8udeXWuQHRdkbD2Pcw==","name":"Lakeview","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"1943, Fritz Wiessner and Lorens Logan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":3,"mp_id":"109757078","mp_crag_id":"105799181","climb_id":"802G8udeXWuQHRdkbD2Pcw==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Lakeview gets its name from its position overlooking, you guessed it, Mohonk Lake. It follows mostly well-defined (but not continuous) corners and cracks to a great topout ledge. The various features make it a great beginner's climb, especially those with a background on gym holds. \n\n  The final wide crack is exposed and fun, and somewhat steep as it climbs through some shallow roofs to the topout. Beware (or aware for your second) of the traverse from the top of the first pitch into the final wide crack.","protection":"Entirely G except for the very easy ledges a third of the way up the first pitch, and possibly tricky pro traversing into the wide crack. \n\n  The top of the first pitch has bolted anchors and a decent ledge. (There is also a gear anchor available 10' straight above the bolts, with a great comfortable ledge.)","location":"30' right of Petie's Spare Rib, in a hand crack just behind a tree. It starts right off the Labyrinth trail, which will be well traveled if the weather is nice enough to climb. \n\n  From the top, bushwhack along a faint trail up and climber's right to either walk off or to rappel near the crevice."},"__v":0},{"_id":"Z2prfhxXV1+CGMkXTPFy2Q==","name":"Krapp's Last Tape","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"1974, Henry Barber and Rick Hatch","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":5,"mp_id":"118571992","mp_crag_id":"105799181","climb_id":"Z2prfhxXV1+CGMkXTPFy2Q==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Follow a rare vertical crack trending right and then straight up into the dihedral to a ledge and anchor.","protection":"Anchor at top courtesy of Alpine Endeavors","location":"Start at the vertical crack under the boulder used to gain Mohonk Flake"},"__v":0},{"_id":"T0RoqlgtUo6EYuL7T/et/Q==","name":"Jekyll and Hyde","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dick Williams, Dave Loeks 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":18,"mp_id":"109862103","mp_crag_id":"105799181","climb_id":"T0RoqlgtUo6EYuL7T/et/Q==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Climb an overhanging left facing corner to the top of the cliff. The corner leans a little to the left. Nice technical climbing and abundant places for pro. A fun climb for the experienced 5.9 climber. A Skytop classic.","protection":"Standard Gunks rack. Rap off trees with 2 ropes or hike East to the Staircliff descent.","location":"Located about 65ft right of the Laurel and Hardy pinnacle."},"__v":0},{"_id":"vG3W0ik9UpG78LlHUaKVRw==","name":"Grey Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Fritz Wiessner & Becket Howorth, 1940","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":15,"mp_id":"111249435","mp_crag_id":"105799181","climb_id":"vG3W0ik9UpG78LlHUaKVRw==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"P1 - Climb up the crack (crux ?)  and continue to the double bolt anchor at the pine tree.  5.5  50-70 ft\n\n  P2 - Continue up moving Left to the overhang and exit left, then back right and up to the doiuble bolt anchor.  5.5 100 ft\n\n  P1 & P2 can be combined with a 70m (perhaps with a 60m as well)   \n\n  In the old days we used to belay off the \"legs\" of the Gazebo!  \n\n  Descent: 2 raps with a single rope.","protection":"Normal rack","location":"About 100 ft right of Rear Exposure, on a large gray-faced slab.  Look for the single pine tree about 50-60 ft up."},"__v":0},{"_id":"dB+qdhkIUky+jL7cfOvq/Q==","name":"Gargoyle","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Fritz Wiessner, 1935","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":13,"mp_id":"108349788","mp_crag_id":"105799181","climb_id":"dB+qdhkIUky+jL7cfOvq/Q==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Gargoyle was one of the first routes established in the Gunks by Fritz Weissner in 1935, soon after he first spotted the Mohonk Ridge.  It was the first route at Skytop, and still sports several historic Weissner-era pitons. \n\n  The skill and boldness of Weissner's climbing was lightyears ahead of his peers in the US at the time.  Having established hard traditional climbs on his home crags in Saxony and Austria up to 5.11, an onsight, groundup send of Gargoyle must have been cake for Fritz, but it remains an impressive line to this day. \n\n  While modern parties have done the climb as two pitches, a competent Gunks leader with a rack of long slings will find no trouble leading Gargoyle as a single pitch to the top of Skytop. \n\n  Ascend the left side of the white tower to a stance, shimmy through the imposing but easy slot above to the wild finish left of the Crack of Bizarre Delights.  The route gets its name from the jutting flake near the top, which is traversed to the left with stunning exposure.","protection":"A full rack, with emphasis on 2\" and larger.  A full length sling on every piece of gear will insure a smooth ascent.","location":"On the face right of the Crevice, and right of No Exit and Overhanging Overhang, Gargoyle starts in the left facing corner of the White Tower.  Gargoyle gets afternoon sun, and sports a magnificent view of the Mohonk House from its summit."},"__v":0},{"_id":"FAKAlz/gX/m4MAnL89yN7A==","name":"Foops","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jim McCarthy, John Rupley, FFA John Stannard (1967)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":10,"mp_id":"106364825","mp_crag_id":"105799181","climb_id":"FAKAlz/gX/m4MAnL89yN7A==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Foops is certainly one of the top five classics of the Gunks. This route is not named after the fraternal order of paramedics as commonly thought, but rather by John Salathe's Swiss-accent version of 'oops'. \n\n  The route climbs the obvious splitter roof about 200' left of the crevice through which the Lemon Squeeze trail passes. This is no low-profile climb: be prepared for the cops to descend on you in a helicopter and abscond with your rack... but it's worth it!   \n\n  The climbing is pretty easy up to the roof, then pull through the fantastic 6'? roof.  I believe I recall placing Aliens to small Camalots in the roof crack.  Pull through to a nice hold above the lip and gain a well-deserved stance above the lip.  Now get outta there!","protection":"No big stuff needed - #1 Camalot max as I recall.","location":""},"__v":0},{"_id":"qW44vTheXiayQWJeSkkf0A==","name":"Dirty","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"1940, Hans Kraus, Roger Wolcott, Del Wildes","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":9,"mp_id":"119960962","mp_crag_id":"105799181","climb_id":"qW44vTheXiayQWJeSkkf0A==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"In his 1972 guidebook Dick Williams writes \"Not much can be said for this climb except that besides being dirty, it's also easy.\" Let that ring in your ears as you select to do a climb with this name.Start up the rampy corner, following moderate terrain past a bush to a ledge. Up and right is a bolted anchor generally used for Pete's Meat, a few climbs to the right. Continue up the corner, excavating gear placements from the dirt in the crack. You may find it useful or necessary to chimney between a tree and the lefthand face; if it becomes entangled in your gear the branches can serve as direct protection. Follow the crack into a face up and right (ice may be encountered early or late season), before traversing back left on wet, dark rock. Avoid an overhang on the right, and eventually you will find yourself at the top.  ","protection":"Gear may be sparse and require slinging foliage or creating placements by removing dirt (what did you expect?)","location":"This route is right off the Labyrinth trail, in the small amphitheater just before you round the corner to the Lemon Squeeze. It starts just right of Sound and Fury on a left-facing wide ramp."},"__v":0},{"_id":"GvdXllbTWtOiMFghnBEYhg==","name":"Cretin Corner","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Dave Loeks, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":6,"mp_id":"105970346","mp_crag_id":"105799181","climb_id":"GvdXllbTWtOiMFghnBEYhg==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Fun moves, but the route is very overgrown and needs a good cleaning.  With more traffic, this route will clean up well.  The crux is up through the dihedral, and is above gear.","protection":"Acceptable.  A little thin in the crux area, but it's there.  Gear-only anchors.","location":"Start at an open book that starts above the ground on the right side of an overhang, 15 feet left of Mary. \n\n  Pitch 1: Climb the open book and face above to a large ledge (60 feet).  Watch out for the shrubbery growing in the dihedral. \n\n  Pitch 2: traverse slightly to the left to rappel, or step around right and finish on Mary (60 feet). \n\n  Rappel from the top; two raps with a single rope or one rap with a double rope.  Rappel stations are new."},"__v":0},{"_id":"PzYb/CrvWrCmx41IDHV4Uw==","name":"Crash and Burn","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Henry Barber, John Stannard, & Rick Hatch - 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":19,"mp_id":"105799206","mp_crag_id":"105799181","climb_id":"PzYb/CrvWrCmx41IDHV4Uw==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"Crash and Burn is yet another climb that has increased my respect for Henry Barber's boldness and commitment.  This thing will have you giggling or crying, depending on how you handle fear -- before you even commit to the crux. \n\n  Begin on the far right-hand end of Sky Top, very close to where the trail from Duck Pond meets the base of the cliff, at a very obvious 50'-high pillar that is completely separate from the wall. \n\n  This pillar appears to have fallen away from the main wall, forming a large cave and roof.  One must climb to the top of the pillar, and reach across over the void to the lip of the roof.  The prospect of a fall while committing to this move is horrifying:  your only reliable pro is well below your feet on the pillar.  The problem I had with the move was that, at full extension, on my tiptoes, I could just barely touch the lip of the roof -- and as it was, I had to \"fall into it\" -- only to find that the jug was still an inch or two out of reach!  It wasn't fun looking straight down from an almost prostrate position, trying to figure out how to gain enough momentum (while my body was completely stretched out) to either return to the pillar or reach the jug.  Fortunately I did not \"Crash and Burn.\" \n\n  Snag the jug (crux, 5.9+), do a pull up and a very high heel hook, or campus to the next jug, and continue up 70 feet or so of sustained (and relatively well-protected) 5.9 face climbing. \n\n  I believe a single 70-meter rope will get you down (rap station climber's left), but I remember seeing an intermediate rap station halfway down the wall.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"ykkNiuC6VtqV6GIM6H5ByA==","name":"A Pilgrim's Progress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Loeks, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"left_right_index":23,"mp_id":"108350031","mp_crag_id":"105799181","climb_id":"ykkNiuC6VtqV6GIM6H5ByA==","areaRef":"7ohTyXB8VKWJE1IJZZiWWw=="},"content":{"description":"A Pilgrim's Progress ascends a splitter finger crack and roofs above on spectacular white Gunks stone at the far right (east) end of Skytop.   \n\n  The tree which shaded the route has fallen over, leaving it a more exposed line to the fixed anchors at the top of the cliff. \n\n  Well protected throughout, APP is well worth the walk, and a must do for any aspiring Gunks gourmet.","protection":"Standard Gunks Rack, with an emphasis on the finger sized stuff.","location":"The last nice cliff feature at the end of Skytop.  You can't miss it cause there's nothing past it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,14cd0edf-22b5-5cfe-881d-c4a21245b333,ee8853c9-707c-54a5-8913-52096598965b","pathTokens":["USA","New York","The Gunks","Sky Top"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.8"},{"count":2,"label":"5.7"},{"count":1,"label":"5.12+"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10"},{"count":3,"label":"5.6"},{"count":3,"label":"5.5"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.4"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.2"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":24,"bands":{"unknown":0,"beginner":16,"intermediate":5,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":16,"intermediate":5,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-74.15663,41.76344]},"bbox":[-74.15723284151262,41.76299033981815,-74.15602715848738,41.763889660181874],"left_right_index":-1,"ext_id":"105799181","area_id":"7ohTyXB8VKWJE1IJZZiWWw==","polygon":{"type":"Polygon","coordinates":[[[-74.15723284151262,41.76299033981815],[-74.15602715848738,41.76299033981815],[-74.15602715848738,41.763889660181874],[-74.15723284151262,41.763889660181874],[-74.15723284151262,41.76299033981815]]]}},"content":{"description":"Update: Climbing at Skytop is now allowed and encouraged, if you are escorted by an authorized guide from Alpine Endeavors.  For more info, see the Mohonk Mountain House info. \n\n Sky Top is the long but relatively low cliff that sits immediately below the obvious Sky Top tower. There are some great climbs at this cliff -- the most famous of which are probably Foops (11+) and Supercrack (12c). Sky Top has more than 300 routes ranging in height from 50 to 150 feet.\n\n Sky Top is property of the Mohonk Mountain House, and was closed to climbers for many years. From what I understand, the cliff was closed to climbing because the hotel owners didn't want their guests to be frightened by or disturbed by the riffraff.  (Also see comment below)  The debate rages about what the proper course of action is concerning this closure -- some hope that by not climbing there and negotiating peacefully, access may one day be restored. Others feel that since the Access Fund, and other groups and individuals, have failed to make any headway whatsoever in the past ten years, they never will, and climbers who want to climb there should do so at their own risk.\n\n I've heard people say that the closure is truly a shame because it may be the best cliff at the Gunks. This is simply not true -- while there are some great climbs there, it doesn't compare in quality to The Trapps or Millbrook. You're better off investing your time in other areas, but if you do choose to climb there, be invisible and don't get caught. Rumors of people getting busted span the gamut from a slap on the wrist to confiscated racks and heavy fines. It certainly will not do good things for future access negotiations.\n\n Due to lack of traffic, climbs can be overgrown (especially with lichen), and chalk-free. There is a hiking trail that runs along the base of the cliff and is frequented by the hotel guests and security staff.\n\n But there's a good reason to leave information about areas like this on the website. Climbers can't be allowed to just forget about classic climbing areas that become closed by the landowner. The more information out there about Sky Top the better. This information is NOT to encourage climbing against the wishes of the landowner - it's to make sure the climbing community doesn't forget what a great place Sky Top was to climb. With guidebooks that cover Sky Top going out of print, it's important to make sure the information lives on.\n\n So go ahead and add routes to the database - don't let everyone forget!"},"density":0,"totalClimbs":24,"__v":2,"createdAt":"2022-11-07T06:15:11.549Z","updatedAt":"2024-01-24T19:45:07.537Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"65b168c37fb5d7edf057afbd","operation":"updateArea","seq":0}}