{"_id":"63689de0e80bff5a994f9180","area_name":"Supremacy Rock","shortCode":"","climbs":[{"_id":"JSuuQoURVYq/jut8AjnGCw==","name":"Zig-zagging Jews","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":3,"mp_id":"105761022","mp_crag_id":"105745220","climb_id":"JSuuQoURVYq/jut8AjnGCw==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"This route starts immediately to the right of the large fir tree on the north face of Supremacy.  Follow an obvious, wide seam up angling slightly right toward a small tree.  Just above the tree, stem out left onto the face and follow a pair of shallow cracks to the left.  After ten feet, head up and right again on a broken-up seam.  Finish by traversing left again on a ledge to the large alcove at the top of the NE arette.","protection":"The pro is probably reasonable, though creativity may be in order.  It is probably easier to top rope along with\n\nSupremacy Slab\n\n.","location":""},"__v":0},{"_id":"Vm5GwOQQVF+vSc2GwA/EOQ==","name":"West Face [Supremacy Rock]","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Ament, 1967","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":8,"mp_id":"105751366","mp_crag_id":"105745220","climb_id":"Vm5GwOQQVF+vSc2GwA/EOQ==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"This route ascends the center of the West face of the \"Pyramid,\" another chunk of quartzite attached to Supremacy Rock.  The triangular West-facing block has 3 routes on it, the center of which is the hardest.\n\nThe West Face is a vertical route with few holds and less gear.  It might as well be soloed, as the crux is not far from the ground and might be considered more of a boulder problem than a lead.","protection":"There is essentially no gear on the route, but the route is short and the crux is close to the ground. This Route might be considered more of a boulder problem than a lead.","location":""},"__v":0},{"_id":"gnzyWFk6V3+VgnKlfrz5iw==","name":"The Web","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Chris Hill","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":14,"mp_id":"105752767","mp_crag_id":"105745220","climb_id":"gnzyWFk6V3+VgnKlfrz5iw==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"(Attention: Satire Ahead! Not a Useful Description! Use at Your Own Risk!)\n\nThere was a time when you couldn't open a climbing magazine without seeing ads featuring some wannabe hardperson clinging to the sheer overhanging rock face that is the Web. Sure it's about 25 feet long and 100 yards from the parking lot and picnic tables, but something drew the early '90s sport climber crowd to this route like long-lost relatives to lottery winners. Now, the glory is gone, but the greasy slopers and crimps remain, polished not merely by overuse but by virtue of the slick quartzite they were hewn from, by nature fortunately and not Chris Alber. So, go to the top and throw down a TR to scope the holds, and after changing into your best pink lycra and matching pink/yellow harness, grit your teeth for the camera. Sponsorship is right around the corner!","protection":"4 draws, helpful to have a couple of medium Friends for belay or directional at the start.\n\nCurrently, the anchor bolts that pulled has been replaced in 2013.","location":""},"__v":0},{"_id":"FESUTSe3UeiHciFb4Xd7tQ==","name":"Time Out","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":9,"mp_id":"108180379","mp_crag_id":"105745220","climb_id":"FESUTSe3UeiHciFb4Xd7tQ==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"There is a crack in the middle of the face, but there are many fine variations.","protection":"Two bolts at the top.","location":"The \"Pyramid\" is framed by two slabs. On the left (north) side of the pyramid lies \"\n\nSimple Simon Slab\n\n\". On the right side of the pyramid, facing south, is the \"Time Out\" slab.\n\nPark south of the Pyramid, in the lot for the South Picnic Area. As you walk back to the pyramid, you'll notice a trail behind a \"No Parking\" sign. Take this trail to the ledge system that leads to the top of\n\nSimple Simon Slab\n\n,\n\net cetera."},"__v":0},{"_id":"pPnacWT+UjK9xV0skhpdkQ==","name":"Supremacy Slab","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"David Laing and Bob Boucher, 1961","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":2,"mp_id":"105751405","mp_crag_id":"105745220","climb_id":"pPnacWT+UjK9xV0skhpdkQ==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"The route is the seam-system on the glassy North face on the main rock at Supremacy.  It is low angle, but requires good face and slab technique alike.  The climb goes up the centermost crack system and left and right lie harder variations that eventaully all join and move up and left to the 5.7 arete.","protection":"There some pro, primarily small stoppers, but the crack is flaring and discontinuous.   You can work in one or two good ones on the main slab, then more as the climbing joins the North arete to the left.  On the otherhand, it is possible to set a TR with a ton of webbing and gear, although a TR fall results in a big swing, potentially into the tree behind the route.","location":""},"__v":0},{"_id":"2Awx+9k2W2yvDOOEsMhumg==","name":"Supremacy Girdle","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":999999,"mp_id":"108187079","mp_crag_id":"105745220","climb_id":"2Awx+9k2W2yvDOOEsMhumg==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"To be edited in.","protection":"To be edited in.","location":"To be edited in."},"__v":0},{"_id":"cgQE6h+NXU+WKWMJXQz5lw==","name":"Supremacy Crack","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Pat Ament, 1965","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":15,"mp_id":"105751363","mp_crag_id":"105745220","climb_id":"cgQE6h+NXU+WKWMJXQz5lw==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"This route starts as an obvious thin-hands crack on the south-west overhang of Supremacy Rock.  The crack leans right and overhangs significantly.  The key to this climb is footwork, unless you have small hands (I do) which make the climb easier.   On my first attempt I sliced the back of one hand open, however, and only completed the route after coming down and taping up.  I recommend taping up for your first go at it.","protection":"Fingers to thin-hands.  This can be led on stoppers alone, but will be pumpy without cams. You hang out longer trying to place good stoppers.\n\nThe route can be TR'd from fixed anchors and gear if you walk up the rock from behind, to the East end of the South side of the rock.  There would be a large swing potential if you fall low, but it seems to be quite safe.","location":""},"__v":0},{"_id":"xqVDhO6gUlW3CnXfXCu/Kw==","name":"Slabbery","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":5,"mp_id":"107169260","mp_crag_id":"105745220","climb_id":"xqVDhO6gUlW3CnXfXCu/Kw==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"This is a vertical face route with small incuts and edges. The lack of pro makes it practically a solo - have you a rope or not.  A poor landing would be assured in a fall.  The climbing is good and the rock is solid though, so this is a reasonable route for those in the right headspace.\n\nStart on positive incuts, and wander your way up the wall, deviating a move to the side here and there to get the most secure holds.  The crux midway up this line is unprotected with a bad fall potential, but the climbing and rock are both solid.  Top out and descend to the East and then down a ridge and gully back to the North.","protection":"Very little protection until near the top when small to medium cams might be placed. The route is X-rated. Best to TR or consider it a solo.","location":"From the top of Right Wall step over the top and slightly south to access the West Face of Supremacy Rock, above the big West Shoulder. The route climbs up the West Face here, wandering slightly to access the best holds on the way up, maintaining a meter or two of space leftward or rightward to either arete."},"__v":0},{"_id":"b8zPOpVDX4uSrNsuF3SsbA==","name":"Simple Simon Slab","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":6,"mp_id":"105755185","mp_crag_id":"105745220","climb_id":"b8zPOpVDX4uSrNsuF3SsbA==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"On Supremacy Rock, facing the road, a small formation called The Pyramid exists.  If approached from the picnic area, The Pyramid is the section of rock closest to you. and Simple Simon Slab will be the first crack on the slab which faces the road.\n\nThis route is frequently occupied by top-roping groups of scouts, church-groups, or climbing classes.\n\nThe route is nice, but too short to be of any real interest to most climbers.","protection":"There is not really much pro, nor should much be required.  The low angle slab is an easy solo or TR, and a fall would more likely result in minor injury than any real harm.\n\nThere is now a 2-bolt anchor up top for hanging TRs.","location":""},"__v":0},{"_id":"Bl5dKi2cUDeritrf5HwFxg==","name":"Route 0","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":11,"mp_id":"108180427","mp_crag_id":"105745220","climb_id":"Bl5dKi2cUDeritrf5HwFxg==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"Follow the corner right of \"\n\nPlay Time\n\n\".","protection":"Two bolts on top.","location":""},"__v":0},{"_id":"h2r25mPlW8CC8m5wlehsfQ==","name":"Right Wall","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":4,"mp_id":"107169253","mp_crag_id":"105745220","climb_id":"h2r25mPlW8CC8m5wlehsfQ==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"A short route in and of itself, but when linked to '\n\nSlabbery\n\n', it makes for a reasonable pitch.  The climb is perhaps best a solo or top-rope as gear is sparse, but the climbing solid and obvious, at least on this lower 30' of rock. (Perhaps\n\nSlabbery\n\nis a better TR than solo.)\n\nStart off from the flat platform 5 meters above the road facing and facing out to it, looking outward onto Quartzite Ridge, across the River.  The right shoulder of the rock is substantially shorter than the main left side, and comes to a sharp ledge after 30' or so.\n\nRight Wall starts in the center of the face of this right side and ascends incuts and edges up a broken system of flakes to the right side edge of a large boulder balanced at the top ledge.\n\nOne can downclimb from here on the same route, to the left on\n\nZig-zagging Jews\n\n(5.4) or continue on.  To continue onward, traverse left onto\n\nZig-zagging Jews\n\nand proceed upward, or better yet, commit to the X-rated, vertical, face route '\n\nSlabbery\n\n' where small but mostly positive crimps and edges wander up to the top at 5.7.","protection":"Not much pro here, maybe a cam or a nut at some point. The landing is good, but the fall gets long near the top.  Don't blow it.","location":"This is the right-most route starting from the platform-like base below the North face of Supremacy Rock.  Access it from a trail going up from the road."},"__v":0},{"_id":"RChh690aUMCEkgEtNZlt7w==","name":"Quartzite Ridge","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":0,"mp_id":"107374252","mp_crag_id":"105745220","climb_id":"RChh690aUMCEkgEtNZlt7w==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"The Quartzite Ridge is an exposed rock ridge that runs appromimately East to West from above the summit of Supremacy Rock for 250m to its intersection with the Rattlesnake Trail.  Almost all of the climbing along the ridge is on its sunny south aspect.\n\nAfter a 100m of scrambling to attain the ridge, ascend the arete in a series of moderate steps and downclimbs, passing several trees en route.\n\nA variety of options exist at each tower along the way, but staying on the arete offers the best climbing on beautiful quartzite, reminiscent of the alpine rock in the Tetons.\n\nA short downclimb at the end of the ridge brings you to the Rattlesnake Trail.  For a solo climber, a 60 minute round trip car-to-car is average.\n\nThe Quartzite Ridge receives excellent winter sun angle at midday and is the best location in Boulder to practice short-roping.","protection":"There is no fixed gear, but ample natural protection exists.  Most parties would need only a few long slings for protection.","location":"The Quartzite Ridge is located just to the north of the Rattlesnake Trail parking area.  Park in one of the two spaces just north of the small creek, and walk west 50 meters to a large tree and the start.\n\nDescend the Rattlesnake Trail back to the parking lot."},"__v":0},{"_id":"deYRK6nTXRC1W2os7dOTMQ==","name":"Play Time","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":10,"mp_id":"108180391","mp_crag_id":"105745220","climb_id":"deYRK6nTXRC1W2os7dOTMQ==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"Wander your way up the slab. Enjoy the shade and the sound of the creek.","protection":"Two bolts on top.","location":"This route is on the slab to the right of the \"\n\nTime Out\n\n\" slab."},"__v":0},{"_id":"iTAFyrIJXXy58WmZruSKag==","name":"Overhanging Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Cleveland, Ament, 1966","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":12,"mp_id":"105751402","mp_crag_id":"105745220","climb_id":"iTAFyrIJXXy58WmZruSKag==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"The route is the West-most arete on the main rock at Supremacy.  It [overhangs] pretty radically and has interesting holds.  [The] rock is smooth and glassy.  By staying around the corner, on the overhang itself, a worth eliminate goes at 10c.  Using the vertical, slab, and overhang (wandering) the [route] is kept to 5.9+.  You might find it hard at its grade even then, however.","protection":"There is little good pro.  You can work in whatever odd piece here and there, but none of it is much good.  On the otherhand, it is possible to set a TR with a ton of webbing and gear, although a TR fall results in a big swing, potentially into the tree behind the route.","location":""},"__v":0},{"_id":"o87AbiqOUfe84eoQt38qBw==","name":"Northwest Arete","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Pat Ament, 1967","type":{"trad":true,"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":7,"mp_id":"105755188","mp_crag_id":"105745220","climb_id":"o87AbiqOUfe84eoQt38qBw==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"On Supremacy Rock, facing the road, a small formation called The Pyramid exists.  If approached from the picnic area, The Pyramid is the section of rock closest to you. Climb the left-hand arete that you can see from the lot.  This arete is just to the left of the West Face route and just to the right of Simple Simon Slab.\n\nThis route is frequently difficult to climb due to the groups that occupy Simple Simon Slab.  Like it's neighbors, this route is nice, but too short to be of any real interest to most climbers.","protection":"There is a small Alien for pro near the top of the route, a green Alien, I think.  Still, a trad lead is the same as a solo for the most part as a fall could likely result in real injury.\n\nThis is, however, an easy route to solo or TR, if that's your gig.\n\nA red or green Camalot can be used for a directional over to the arete's NE side from the 2 bolts on the West slab.","location":""},"__v":0},{"_id":"H6+IkxY+UwWSVQRTwEs+zA==","name":"Northeast Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":1,"mp_id":"105757411","mp_crag_id":"105745220","climb_id":"H6+IkxY+UwWSVQRTwEs+zA==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"Not a destination but an easy way to set up a TR for Supremacy Slab.  Little in the way of pro, but the \"crux\" is in the first 10 feet with a reasonably safe fall onto level ground (solo it).  This is indeed on the northeast arete of Supremacy and is low-angle, short, and kinda silly.","protection":"Not much fits...","location":""},"__v":0},{"_id":"y3vBg9VvWBStSAL8QrVsCw==","name":"Lava Outside","yds":"V-easy","grades":{"yds":"V-easy","font":"3","vscale":"V-easy"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":999999,"mp_id":"115143763","mp_crag_id":"105745220","climb_id":"y3vBg9VvWBStSAL8QrVsCw==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"This is a lowball boulder problem with obvious holds and feet on Supremacy Slab.  It is a good introduction to trusting your shoes or a way to get on the rock if you are, like me, too weak to do any other boulder in the park.","protection":"It is a lowball boulder problem. No pro is needed.","location":"Climb the lowest series of flakes/cracks across the slab. Work one direction then the other to burn more calories."},"__v":0},{"_id":"ddhS8IdBWxSDKrOfDqBiUQ==","name":"Cold War","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"J. B. Tribout?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"left_right_index":13,"mp_id":"105761460","mp_crag_id":"105745220","climb_id":"ddhS8IdBWxSDKrOfDqBiUQ==","areaRef":"G5ZoqfaBUgCirzeOLOsalA=="},"content":{"description":"Shares the start of the Web.  Climb up for 1 or 2 bolts on the Web until you can follow a line of weakness to the left.  You'll see much newer bolts on the 2nd half of this route.  A lot of fun and a good consolation prize if the Web is kicking your butt.","protection":"Bolts","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,7fea44a6-af9d-583e-9abc-274876289cd7,1b9668a9-f681-5200-a2af-378e2ceb1a94","pathTokens":["USA","Colorado","Boulder","Eldorado Canyon State Park","Supremacy Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.4"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.13b"},{"count":4,"label":"Easy 5th"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.6"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.7"},{"count":1,"label":"V-easy"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":1,"beginner":5,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":1}},"bouldering":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":9,"bands":{"unknown":3,"beginner":3,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":5,"beginner":6,"intermediate":4,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29107,39.9306]},"bbox":[-105.29165639411806,39.930150339818134,-105.29048360588196,39.931049660181856],"left_right_index":-1,"ext_id":"105745220","area_id":"G5ZoqfaBUgCirzeOLOsalA==","polygon":{"type":"Polygon","coordinates":[[[-105.29165639411806,39.930150339818134],[-105.29048360588196,39.930150339818134],[-105.29048360588196,39.931049660181856],[-105.29165639411806,39.931049660181856],[-105.29165639411806,39.930150339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:55:54.453Z","updatedAt":"2024-01-20T00:59:45.345Z"}