{"_id":"63689de0e80bff5a994f98b3","area_name":"Lobby, The","shortCode":"","climbs":[{"_id":"b0WKIeLvWleUJN1g5Ny07g==","name":"Zig Zag Dynos","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"106635104","mp_crag_id":"105745157","climb_id":"b0WKIeLvWleUJN1g5Ny07g==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"This problem ascends the overhang on the right side of The Lobby with 2 dynos, up to the right then up to the left. This is an independent line topping out above The Lobby. Use the starting holds for\n\nWillow's Wart\n\nand dyno up and right to the starting holds for the Lobby Traverse; set the feet high and dyno for the top of the overhang at the point of the arete.","protection":"Pad and spotter.","location":"Right side of The Lobby."},"__v":0},{"_id":"iDJeWplrUXukMhsyKCTr7g==","name":"Willow's Wart","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"105750958","mp_crag_id":"105745157","climb_id":"iDJeWplrUXukMhsyKCTr7g==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"Willow is a terrific Morrison traverse with classic moves.  Virtually anyone who has been to the Lobby has tried this one.  The route is a little too long to describe in detail, but essentially begin on the right side of the Lobby matched on a long diagonal hold a few feet above the ground.  Traverse left about 5 yards, move slightly up to a small crimp match in a crack, and pop to the top jug.  Stellar moves on overhung rock ultilize horns, crimps, and desperate slopers with intricate body positioning.  There are a few secrets to uncracking this one, however, ultimately everyone seems to find his/her own beta.  I remember trying this problem six years ago, when I could only pull a couple moves at a time.  After growing stronger and wiring the moves, Willow serves as an excellent warmup for Morrison's less delicate and more strenuous problems.","protection":"Perhaps place a pad in the corner, a few feet left of the starting holds.","location":""},"__v":0},{"_id":"sIECyjozUyiqJdbAQAPj8A==","name":"White Men Can't Jump","yds":"V8-9","grades":{"yds":"V8-9","font":"7B+","vscale":"V8-9"},"fa":"Jim Karn..I think..","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"106266366","mp_crag_id":"105745157","climb_id":"sIECyjozUyiqJdbAQAPj8A==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"Really difficult to grade this one..as it has more to do with guts than difficulty, but I think in the interest of history; it needs to be included in the website..W.M.C.J. goes from the \"V\"-slot to the arete in two large all points off dynos..V-slot to mid face jug, jug to arete..","protection":"Thorazine perhaps","location":"Lobby"},"__v":0},{"_id":"t60vDYZ9Ui6CgJIK2ML+DQ==","name":"Unknown V3","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"110662589","mp_crag_id":"105745157","climb_id":"t60vDYZ9Ui6CgJIK2ML+DQ==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"This is an easier variation to\n\nWillow's Wart\n\nusing the same opening moves. Throw high to a crimp in the v-slot, and move left to the huge ledge. Drop back down to the lower ledge and continue traversing left. Finish on the same hold as\n\nWillow's\n\n.","protection":"Very low to the ground. A pad might be nice near the v-slot.","location":"Start the same as for\n\nWillow's Wart\n\n."},"__v":0},{"_id":"8716ZFrqX3CmRIsh7Mxjbg==","name":"Twist and Shout","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"106763759","mp_crag_id":"105745157","climb_id":"8716ZFrqX3CmRIsh7Mxjbg==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"This is an old school toprope that was climbed by Rufus back in the day. I don't know any of the history on it unfortunately except that it was a old school toprope that has since been forgotten about. With todays pads, I believe the best style is to climb it as a boulder problem. The crux is at a height that could be protected well enough by pads.","protection":"Lots of pads... lots.","location":"Located just left of\n\nHollow's Way\n\n, it starts in the back of the roof dihedral and climbs out the layback crack to a large jug and a amazing mantle. After mantling, climb the easy face to a ramp that will take you to\n\nThe Black Hole\n\n."},"__v":0},{"_id":"0HIVU1LrUtCutDit0V3eyg==","name":"Some Biceps Are Bigger Than Others","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"105751312","mp_crag_id":"105745157","climb_id":"0HIVU1LrUtCutDit0V3eyg==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"AKA, BICEPS;  Biceps is a convoluted route, like all Lobby routes, but is a good one for showing off if you can get it wired.  Start as for Nork, and move up with the Left hand to the high crimper.  Then cross through right to the good crimper in the V-slot.  Now, drop down with the left onto the chalked sloper-gaston.  Suck it up, and cross through with the right hand to a small incut crimper that is in the middle of the rock. (that was the crux).  Reach out left and find a small/sharp two finger pocket hidden on the left side of the enormous jug.  Try not to think about the fact that you can't use this sweet jug and still call it V6.  Pull hard and straight up with the right hand to a sharp crimper under the roof.  Bring the left up to another similar crimper.  Take a big breath, and toss out left for the arete.  Hit it on the arete and then keep bumping the hand up until you find a good flat edge.  Then match hands and you are done.  The final moves are not hard, but do get exciting after the pumpy starting moves.","protection":"Pad and spotter nice","location":""},"__v":0},{"_id":"6kR505xeWyi90zrQn1mGAg==","name":"Seams High","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Chris Deuto?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":0,"mp_id":"113785457","mp_crag_id":"105745157","climb_id":"6kR505xeWyi90zrQn1mGAg==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"Seams High is the somewhat obvious extension to\n\nMorrison Dihedral\n\n. Climb that boulder problem to the obvious point where the rock is the least steep. Instead of traversing off to the left, continue up and right on the large, brown panel. Using the small seam under the large roof and very small and untrustworthy feet, you will soon reach some jugs after about ten feet on the panel. These jugs are pretty solid, but use caution upon reaching the apex of the corner. Now use some mechanism to get around that corner, (all are easy) and downclimb the dihedral to the right of the brown panel. Make sure you know your downclimb route.\n\nThis line has good movement and fantastic exposure, with no real crux, just hairy moves. Seriously though, don’t fall.","protection":"This is a free solo. Falling from the top would be almost certain death. It is about 40 feet tall. Make sure you know your line before going up.","location":"It is on the far left of The Lobby and is an extension to\n\nMorrison Dihedral\n\n."},"__v":0},{"_id":"hYqHRl5DXCqRnpxuhjVr3A==","name":"Regular or Goofy","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unwilling to own up","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"106522561","mp_crag_id":"105745157","climb_id":"hYqHRl5DXCqRnpxuhjVr3A==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"This is a variation on the Lobby Traverse. Start the traverse, and at the big jug at the middle hook your toes and hang upside down on them. Work your hands across to the big center pothole. Work your feet across to the big jug below the main overhang and pass under your feet again finishing to the left of the big overhang. In the crack left of the roof. Truly goofy and contrived. Youtube video under Morrison Bouldering Regular or Goofy\n\nyoutube.com/watch?v=E0Ec2kz…","protection":"Crash pad.","location":"The Lobby, Morrison."},"__v":0},{"_id":"jqtG/pVOXNyfN6zRBfitEw==","name":"The Occasionalist","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"???","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"105754105","mp_crag_id":"105745157","climb_id":"jqtG/pVOXNyfN6zRBfitEw==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"The Occasionalist is another convoluted Lobby challenge, but one of the better sequences.  I will try to desribe it, but it is tough.\n\nThe beginning is a variation of\n\nWillow\n\n. Start on the left sloping rail (as for\n\nWillow\n\n).  Cross with the right hand to the upper crimp (as for Nork).  Move through with the left hand to the sloping hold in the V-section of\n\nWillow\n\n(skipping both of the good crimpers in here). Now cross right hand to the crack, move left hand way out left to the small crimp (as for willow), but instead of going again with the left hand, cross through on this hold and get your right hand to the mini-jug.\n\nNow the fun begins.  Pull hard and go left hand way up to the two finger pocket on the side of the massive jug in the middle of the lobby.  Next pull hard again and get your right hand all the way to the upper crimper under the roof.  Simply finish the crimper traverse and go to the arete jug for the end, and hopefully the applause.  Two stars for unique moves, but alas quite convoluted.","protection":"Crash pad.","location":""},"__v":0},{"_id":"AAZlzs91V7e4k9wHIyaT8Q==","name":"The Morrison Traverse","yds":"V4+","grades":{"yds":"V4+","font":"6B+","vscale":"V4+"},"fa":"Rob King","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":2,"mp_id":"113843219","mp_crag_id":"105745157","climb_id":"AAZlzs91V7e4k9wHIyaT8Q==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"Start at the far right side of The Lobby traversing left for approximately 1000 feet up the hill. So many variations make the grade V2-V6 (5.10-5.12) depending on foot placement. Climb as low as you want or 50 feet off the ground in some spots. The first 300 feet to The Nautilus is on bomber sandstone. The finish is marked by dark walls with large boulders and gray shale to the left. Top out just before these boulders up 2 sketchy highball mantels to the top of the cliff.\n\nThe goal is to go from the right side of the lobby to the topout 1000 feet uphill without touching the ground.","protection":"I consider this to be a solo due to the fact that you're bouldering without a pad for approximately 1.5 hours and there's no way to use a rope. Probably 5.10-5.12 solo, 6-50 feet off the deck. The grade is dependent on where you want to place your feet, this is really a \"choose your own adventure climb\". Just don't touch the ground.","location":"Start at the far right side of The Lobby. If you want a real workout, turn around, and traverse right back down the hill to your shoes. This takes approximately 3 hours to go 2000 feet up and back."},"__v":0},{"_id":"GQK2JLXgXmShuqjyARIVaQ==","name":"Morrison Dihedral","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"108003611","mp_crag_id":"105745157","climb_id":"GQK2JLXgXmShuqjyARIVaQ==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"The Morrison Dihedral climbs the left side of a dihedral on crimps and pockets, then it traverses left on jugs to join a downclimb (5.6). The problem climbs 15-20 feet and traverses 20-30 feet. Falling is not an option.","protection":"Consider it a solo.","location":"It is at the far left end of The Lobby."},"__v":0},{"_id":"oQC1akShXQGH4IUEaYlPeg==","name":"The lobbyist","yds":"V7-8","grades":{"yds":"V7-8","font":"7B","vscale":"V7-8"},"fa":"Rufus Miller, TR? Matt Lloyd?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"107116668","mp_crag_id":"105745157","climb_id":"oQC1akShXQGH4IUEaYlPeg==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"This is yet another of the old toprope lines in The Lobby to go rope-less. I'm not sure who put in the anchors or who climbed, although my thoughts lean to Rufus Miller. The climb starts just left of the large roof and\n\nHolloway's Route\n\n. Climb though and overhanging arete with small crimpers to a crux at 18 feet, climb 20 more feet to a large ledge, and traverse to descend.","protection":"Lots of pads, or toprope before going for the ropeless ascent.","location":"This is left of\n\nHolloway's Route\n\nin The Lobby."},"__v":0},{"_id":"fqKlVft2W52ZWdH7z1Hp8w==","name":"Holloway's Route","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Holloway","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"106138224","mp_crag_id":"105745157","climb_id":"fqKlVft2W52ZWdH7z1Hp8w==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"Starts on a juggy fin, then up right to a crimper along a seam. Next up left to a crimpy side-pull and then right to the sloping side-pull. Now get the feet set and throw for the lip of the overhang. There are several variations to the topout that all end with a jam in the large crack above. Traverse right and downclimb.","protection":"Need at least two pads and an attentive spotter for the throw.","location":"Directly in front of the large boulder in the lobby."},"__v":0},{"_id":"TehdyXGHWfenajw2Cfe0sA==","name":"Hairy Scary Direct","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown on TR, FA without a rope Matt Lloyd","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":1,"mp_id":"111575389","mp_crag_id":"105745157","climb_id":"TehdyXGHWfenajw2Cfe0sA==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"Climb up, and then climb up some more. Start with some awesome jugs and underclings, staying on the face until reaching a better-than-expected hand wrap with the left hard on the arete, leading to a dynamic jump to a mega-jug with the right. Then exit to the left.","protection":"Use lots of crash pads, seriously.","location":"It is listed as the Hairy Scary Wall in the\n\nColorado Bouldering\n\nguidebook. This climb in about 30 feet left of Hollow's Way."},"__v":0},{"_id":"LHbk4VREXGG7GrrJGxyPOA==","name":"Gumby Filter","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Doug Rouse","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"106266352","mp_crag_id":"105745157","climb_id":"LHbk4VREXGG7GrrJGxyPOA==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"Start Gumby Filter at the same start rail as everything else...Go L. hand to the \"V\"-Slot and grasp the large sidepull, move the R. hand over to a small slot below the \"Biceps\" hold along the same strata. L. hand goes to the mid\n\nOccaisionalist\n\nhold, throw a R. foot drop knee, and move the R. hand up the the triangular \"Biceps\" hold mid-face. Move up the feet, nail a L. foot drop knee and go L. hand to the \"chip\" hold under the lip. The finish can obviously be done in a variety of ways, some are harder than others.","protection":"Spotter/pads.","location":"Lobby."},"__v":0},{"_id":"avTVLkRaVNasSGSzxGHePw==","name":"Graduated Slopers","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"???","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"106630605","mp_crag_id":"105745157","climb_id":"avTVLkRaVNasSGSzxGHePw==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"On the right end of the lobby where the easy traverse begins.... From the starting holds, go straight up to a sloper above and top out...this one goes at V2-V2+. The next sloper immediately left of this one is on the peak/arete of the rock, and is climbed into from the low starting rail (where everything else begins). From the low rail, go up and right to a 8\" wide crimper, and match. From the crimper, toss up and right to the arete/sloper and top out up and slightly right.","protection":"Pad.","location":"Right end of The Lobby."},"__v":0},{"_id":"N8aSg8OoWPOt3XWGu5S+jA==","name":"Electric Nork","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"105751306","mp_crag_id":"105745157","climb_id":"N8aSg8OoWPOt3XWGu5S+jA==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"Nork is a popular Lobby problem, although I find it to be very height dependent.  Start on the right side of the lobby, as for Willow, on the good rail.  Nork goes up high with the left hand to a small crimper, above the arete hold on Willow.  Now, cross through with the right hand all the way to the good crimp in the V-slot.  This is painfully far unless you are super tall.  Now, without matching, go directly up to a smallish crimper in the middle of the face, just left of the huge jug.  Again, no matching, go way up high with the right hand to the Glue reinforced block with the two finger pocket hold.  Bring the left hand up to a crimp, move the hands over the lip to more crimps, and finish by moving up to the top rail.  Step up, move to the right and downclimb the easy route.","protection":"Pad / spotter","location":""},"__v":0},{"_id":"qmr0n9VKVLmfohGSnfqgBw==","name":"Axl Rose","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"left_right_index":999999,"mp_id":"106263095","mp_crag_id":"105745157","climb_id":"qmr0n9VKVLmfohGSnfqgBw==","areaRef":"VVpWwLCUUX6I61tyW8I0kQ=="},"content":{"description":"This is a fun, \"stupid human trick\" line that starts on the same rail on the right side of The Lobby as almost everything else. Anyway...start on the rail, go left hand to the triangular/arete type hold a few feet up and left, go right hand to the small jug directly (and slightly right) above. There are two holds on this jug approximately 1' apart but below the huge rail...use the right one as you will need as much as possible to make the next move. Now, for the fun \"Rose\" move...do a gnarly cross under you right hand, and go left hand to a nice jug up and right about 8\"-10\" above the huge rail, cut loose, and bring the right hand all the way up to the peak. You can downclimb from here, or traverse off to the right across some moderate slopers.","protection":"A spotter.","location":"It is on the right side of The Lobby."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,6cc0c3ef-2ec2-5348-8d10-2741c38624f2,74d83c23-a3a4-5881-a592-f2894f9a4692,555a56c0-b094-517e-88eb-5b725bc23491","pathTokens":["USA","Colorado","Morrison/Evergreen/Littleton","Morrison Boulders","Lobby, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"V3"},{"count":2,"label":"V5"},{"count":1,"label":"V8-9"},{"count":3,"label":"V4"},{"count":1,"label":"V6"},{"count":1,"label":"V2"},{"count":1,"label":"V1"},{"count":1,"label":"V8"},{"count":1,"label":"V4+"},{"count":1,"label":"V0+"},{"count":1,"label":"V7-8"},{"count":2,"label":"V7"}],"byDiscipline":{"bouldering":{"total":18,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":9,"expert":6}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":9,"expert":6}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.18662,39.65282]},"bbox":[-105.18720403093201,39.652370339818134,-105.18603596906802,39.65326966018186],"left_right_index":-1,"ext_id":"105745157","area_id":"VVpWwLCUUX6I61tyW8I0kQ==","polygon":{"type":"Polygon","coordinates":[[[-105.18720403093201,39.652370339818134],[-105.18603596906802,39.652370339818134],[-105.18603596906802,39.65326966018186],[-105.18720403093201,39.65326966018186],[-105.18720403093201,39.652370339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":18,"__v":1,"createdAt":"2022-11-07T05:56:21.652Z","updatedAt":"2024-01-20T01:00:27.921Z"}