{"_id":"63689d5ce80bff5a994f5387","area_name":"6. The Hourglass","shortCode":"","climbs":[{"_id":"gmEnMb4/VsiKqlcj0Do+uw==","name":"The Hourglass, Right","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Bob Kamps, Frank Sacherer (Jul '62) --- FFA: Frank Sacherer, Tom Gerughty (Aug '64)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.64593,37.73437]},"left_right_index":1,"mp_id":"107438296","mp_crag_id":"107438278","climb_id":"gmEnMb4/VsiKqlcj0Do+uw==","areaRef":"5fNpzB/tWqCsICTt4N+8Eg=="},"content":{"description":"The right side of the Hourglass features 3 quality pitches and spectacular views of the West Face of El Cap. Except for a 20 ft section of burly offwidth, most of the climb is pretty moderate and features lots of fun hand-jamming and mellow chimney climbing.\n\nPitch 1: Start in a clearing amidst a bunch of manzanitas. Do a boulder problem up the face to reach some ledges and then climb the right facing corner. There are a couple 5.9 bulges that are a bit awkward but mostly secure thanks to good handjams. This will take you to a nice flat belay ledge.\n\nPitch 2: Climb the beautiful handcrack in the corner until it widens to fists and then offwidth. By the time it becomes offwidth it's pretty low-angle and no problem. The pitch finishes at the tree. This tree will be your nemesis on both the way up and the way down. Climbing up into it is a pain and it's branches like to grab your clothing. Belay hanging awkwardly from the tree, which spooked me out a bit because I couldn't figure out where the trees roots are. But the tree's definitely alive so it must have roots right?\n\nPitch 3: Grapple your way up to the top of the tree to reach the start of the crux offwidth. If you don't want key beta then skip this paragraph... but the only way I figured out to get up it is to lieback the first few feet up to a key foothold. Then standing on this foothold I was able to transition into the crack and only had a few more feet of stout 10a offwidthing before I could squeeze inside. It would help to have two #6 Camalots since you could place one at the start before you lieback, and one sort of tipped out #6 once you start offwidthing. Trying to offwidth right from the start seemed more like 10+ to me. Also if you are a big person this will be harder than 10a. Once you're inside, it's just chimney climbing all the way to the top of the Hourglass. Belay at a bolted anchor on the outside of the pinnacle.\n\nTo descend, make two double-rope rappels. From the bolted anchor at the top rap down and then around the corner back to the tree. Do some leg wraps to lock yourself off and claw your way back over into the hanging belay below the tree. Then rap from the tree all the way down to the ground.","protection":"Pro to 4\" plus the biggest stuff you've got. A #6 Camalot should be sufficient for most people but a Valley Giant or Big Bros would be useful, especially if your chest is significantly wider than a tipped-out #6.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,45de7a20-a5b8-52ae-9362-6ea45f96081f,e5f369cc-1fed-5aa0-ac20-24ede0dfbc12","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","A. Ribbon Falls Area","6. The Hourglass"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.64593,37.73437]},"bbox":[-119.64649857363011,37.73392033981814,-119.64536142636993,37.73481966018187],"left_right_index":-1,"ext_id":"107438278","area_id":"5fNpzB/tWqCsICTt4N+8Eg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:47.054Z","updatedAt":"2024-01-15T16:41:23.847Z"}