{"_id":"63689de0e80bff5a994f95f4","area_name":"Lion's Head","shortCode":"","climbs":[{"_id":"OOKfH+i2VrGLsB2KXlKH2A==","name":"Screwed on Tight","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Dakota Walz, Mar. 2021","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.453,39.5019]},"left_right_index":0,"mp_id":"120365380","mp_crag_id":"107977162","climb_id":"OOKfH+i2VrGLsB2KXlKH2A==","areaRef":"n+zEooZFV+2yb9KcvsqENg=="},"content":{"description":"Screwed on Tight was done with the intention of establishing a new line on Lion’s Head without adding any fixed gear (per park rules). Given the shadowy history of climbing here, it’s safe to assume that most continuous cracks easier than 5.11 have been done decades ago. So, I picked a face that had little to no opportunities for traditional protection and would climb in a modernish style (3 points off dyno!). Additionally, gardening and trundling were required to reveal crucial holds in both crux pitches. Since there are no valuable gear opportunities, I soloed the route during the FA. With all that said, if some other lunatic did this back in the '70s, I’ll happily update the info here.\n\nThe route is okay enough. It could be much better with a lot more cleaning and, of course, fixed pro. Both cruxes were reachy.\n\nP1\n\n5.4, 40m\n\nThis is just an approach pitch on the left side of the slab skirt, half of which can be cut out by hiking farther up climber’s left and cutting in a rightward traverse.\n\nP2\n\n5.6, 20m\n\nClimb up the left side of a blocky pillar. Stop on the upper ledge.\n\nP3\n\n5.10, 20m\n\nFrom the ledge, step right until the terrain gets a bit steep. Then traverse straight left at a reachy crux. Then drive straight up jugs in over vertical terrain. Trend left for another ledge.\n\nP4\n\n5.10, 30m\n\nFrom the ledge, meander right and up to where the wall starts to get steep. Do a couple big moves on huge jugs before reaching a stance under a small, 70° overhang. Hand traverse left on more jugs across the overhang, and execute a short, 3 points off dyno to a perfect jug. Mantel up onto the left-leading black slab on chickenheads. Shortly after the black section, the wall slabs and tiers out to a summit jaunt.","protection":"N/A.","location":"It is on the Southwest face of Lion's Head."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,9c4813f1-30d1-5705-96de-19a23e027a4b,9fecc4a2-8645-57ed-b26f-d29cbeca8436","pathTokens":["USA","Colorado","South Platte","Staunton State Park","Lion's Head"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.453,39.5019]},"bbox":[-105.45358276068964,39.501450339818135,-105.45241723931035,39.50234966018186],"left_right_index":-1,"ext_id":"107977162","area_id":"n+zEooZFV+2yb9KcvsqENg=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:56:11.728Z","updatedAt":"2024-01-15T16:43:03.789Z"}