{"_id":"6368a265e80bff5a99565bd8","area_name":"Mt Colden","shortCode":"","climbs":[{"_id":"nZR8cbkYXUK2mzx8QVBuMA==","name":"Wine Bottle Slide","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"ACB Kevin MudRat MacKenzie, Matt Dobbs, NP","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95962,44.12813]},"left_right_index":999999,"mp_id":"110665877","mp_crag_id":"106066089","climb_id":"nZR8cbkYXUK2mzx8QVBuMA==","areaRef":"R/6HqmNoVCGxRvjeyGtVoA=="},"content":{"description":"Like Colden Slide, the Wine Bottle offers spectacular climbing on exposed technical terrain. The climb is reportedly better, steeper on some pitches and considerably more diverse than Colden Slide. Id rate it as one of the top three expert-level slides in the Adirondacks. \n\n  This was first documented by as a solo climb so pitches arent delineated into rope lengths, but many parties might prefer to simul-climb, belay the few short sections of difficulty, or even to pitch out the climbing. \n\n  Footwall (5.2) PG:   Face climb up the center of the footwall staying right of the obvious buttress on the left side. Divots, pockets, flakes, cracks and edges offer a variety of options and good gear.  \n\n  Midsection R:    The midsection is nearly 400 feet wide and offers expansive views. Scramble up and slightly right up the center on unprotected slab for about 275 feet toward a 5 foot bulge/overlap with some lichen. The rock is a little dirtier for a short distance; continue to a 5 foot vertical overlap that ends the scrambling.  \n\n  Mid slide ledges and cliffs to top PG:    In general, the route takes the best line that avoids vegetation. \n\n  Climb the overlap 5.4 (there are good cracks for natural belays above and below this section) and head left up 4th class/easy 5th class ledges with plentiful holds and edges. Traverse right toward the right side of the slide under a large tree island below a 25 foot cliff that spans the slide. The tree island begins at the cliff and extends downward. Climb up to a 3 foot y bushy overlap near the right side of the slide. Climb the cliff via a left rising ramp with several cracks to a 4 foot wide ledge. Walk left to an obvious fracture cave with a  hanging chockstone. Climb through cave then up and left to a terrace with perhaps the best view of the slide below. \n\n  Walk up through a narrow band of shrubs and scramble up and right to an overhanging 15 foot cliff. Follow left along the cliff to an obvious wide crack at the top. A bouldery 5.7 move leads to the crack (formed when a piece of the slab slid slightly forward). Climb crack to low angle face. Belay from the top if necessary. This move can be avoided be heading to the trees/vegetation on the right.   Scramble up the remainder of the slide to top.  \n\n  Exit   Bushwhack 250 feet left to a narrow unappealing slide that leads directly to the balanced rock on the summit ridge. Follow trail left to Lake Arnold and back to Loj/South Meadows.","protection":"PG on footwall, R (but scrambling on midsection), PG for rest of route.","location":"Park at ADK Loj or South Meadows. Hike to Avalanche Lake then bushwhack 250 from the south end of the lake."},"__v":0},{"_id":"35uUimwYWna5NJoeDK0M8g==","name":"Unknown (Project)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95962,44.12813]},"left_right_index":999999,"mp_id":"117972125","mp_crag_id":"106066089","climb_id":"35uUimwYWna5NJoeDK0M8g==","areaRef":"R/6HqmNoVCGxRvjeyGtVoA=="},"content":{"description":"This is a classic route disguised as a heap of moss and choss...  I refuse to believe that this is the first time it's been climbed, but I saw no evidence of others having been there before me, and there was so much loose rock that it felt like I was the first one there.  I was unable to climb to the top, as darkness came on and there is good bit of dangerously loose rock on the upper portion, so I'm mainly adding this route to MP as a placeholder until I get back to finish it up.  However, if anyone has any info on this route, please let me know!  \n\n I started in the small left facing corner to the left of the ledge with trees on it, traversed right into the main corner just above the ledge, and continued up the corner until the last roof.  Above this the crack is extremely flared, and there is quite a bit of dangerous loose rock guarding the transition over the roof.  I rapped off from a bail anchor comprised of 2 nuts and a sling.\n\n Grade rating is obviously just for the portion that I climbed, since I have no way of knowing how difficult it is above the roof.","protection":"To bail anchor - standard rack to 3\"   Above bail anchor - looks wide in places.","location":"Walk up into the Trap Dike.  This is the first major wall facing back down the Dike on the right."},"__v":0},{"_id":"93uJQEEtV8+B91I+vijM4Q==","name":"Southeast Slide","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95962,44.12813]},"left_right_index":999999,"mp_id":"106367632","mp_crag_id":"106066089","climb_id":"93uJQEEtV8+B91I+vijM4Q==","areaRef":"R/6HqmNoVCGxRvjeyGtVoA=="},"content":{"description":"The Southeast Slide formed in 1990 and has become known as a more remote, adventurous way to reach the summit of Colden without the two trails. Less classic than the Trap Dike, this slide is nonetheless quite exposed, a bit steeper, and sees far less traffic. The views back towards Marcy and Skylight are exceptional. \n\n  From the trail, bushwhack onto an area of sandy wash and continue up. The first half of the slide follows a narrow, twisting track along a stream and involves a few short scrambles. At about half height, the route opens onto a broad slab that continually steepens as it approaches the summit. The rock has had less than 20 years to weather, so it has tons of friction and makes a couple of improbable-looking swells easy. 3/4 of the way up, jog right through an obvious gap onto a parallel slide that quickly grows much steeper. With increasing discomfort, friction up the last 200 feet to a dense conifer thicket and the trail beyond.","protection":"4th class. Trail runners with good tread or Vibram-soled boots recommended.","location":"The slide begins about 100 feet below Colden's ridgeline northeast of its summit and continues down to within 200 feet of the trail from Lake Arnold to Feldspar Brook. The base of the slide is easily identified from the trail, and starts about 1.5 miles from Lake Arnold."},"__v":0},{"_id":"1BCoxnAEVWWoy/5D0G2pVw==","name":"California Flake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ed Palen, Bob Starinsky","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95962,44.12813]},"left_right_index":999999,"mp_id":"110747840","mp_crag_id":"106066089","climb_id":"1BCoxnAEVWWoy/5D0G2pVw==","areaRef":"R/6HqmNoVCGxRvjeyGtVoA=="},"content":{"description":"Spectacular route in an incredible setting. The California Flake is a striking left-rising flake system that rises from the shore of Avalanche Lake. Pitches 1 and 2 climb this Yosemite-like feature and offer both great movement and some incomparable positions. The following pitches are less easily protected, but are means of continuing your adventure on clean slabs with tremendous views of both the lake and opposing cliffs of Avalanche Mountain.  \n\n  Pitch 1 (5.9-) PG: Begin on a small patch of grass above the lake, in a small right facing corner. Move up for 10 or so feet until it is possible to traverse left along small edges and good feet, passing an interesting pin along the way. Make some delicate moves to gain a left-rising ramp, clipping 2 more pins once reached. Move up and left along this ramp, then spot a piton with manky webbing overhead. Climb straight up, make a clip, and climb the face to reach the main flake feature. Your adventure begins now. Stem your way up through an impeccable corner, utilizing the wide crack for pro (#4,5 Camalots). Surmount a good ledge and reach a fixed belay. \n\n  Pitch 2 (5.9+) G: Jam up through the beautiful flake right off the belay, reaching a large white rock scar where the cracks thin out. Up the corner/flake to the left side of the roof overhead. Traverse right underneath the roof on small face holds, or undercling the roof itself. Gear here is plentiful, but strenuous to place. Turn the roof on its right side, then climb through flakes to the second fixed belay. Spectacular pitch. Most parties rap down from here, as the climbing above diminishes in quality. \n\n  Pitch 3 (5.5) R: Traverse left with minimal gear to reach white rock. Move up and left of a large, heavily vegetated corner (trees, bushes, the whole shebang). Climb up and step onto the ledge formed by this corner, belaying from trees.  \n\n  Pitch 4 (5.7) PG: Climb straight up the white rock above the left side of this ledge, utilizing cracks for pro. Belay in the a large white spot 80' from the start of the pitch. \n\n  Pitches 5-8 (5.3) X: Hike the white slabs to extend your adventure with very minimal gear. Belay where you can, and don't fall.","protection":"The fixed gear on the first pitch is decently trustworthy, but the webbing on the pin above the left rising ramp is not. We were opting to cut it off, but realized neither of us had a knife on us.","location":"Hike in 4.5 miles from the Adirondack Loj to the pass. Once at the lake, walk the shoreline around the left side to meet the cliff directly. Follow the vegetation and a faint climbers path along the base until you reach a small grassy patch above a flat boulder perched in the water. The route begins in the small right facing corner rather than the dirty flakes further left. \n\n  Pitches 1 and 2 have bolted rappels, while pitch 3 requires you to descend off a tree. This can be found on the right end (climber's right) of the large debris-filled belay ledge of that pitch. 60 m rope will suffice, but above the 3rd pitch two ropes are necessary (tree rappels)"},"__v":0},{"_id":"wW4Q4PVIWfafhUDgVkU3NA==","name":"Trap Dike (summer)","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Robert Clarke & Alexander Ralph -1850","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.95962,44.12813]},"left_right_index":999999,"mp_id":"106066142","mp_crag_id":"106066089","climb_id":"wW4Q4PVIWfafhUDgVkU3NA==","areaRef":"R/6HqmNoVCGxRvjeyGtVoA=="},"content":{"description":"On a summer day in 1850, two workers from the McIntyre Iron Company (Now the Upper Works trailhead) set out to stand on top of the unclimbed Mt. Colden, an Adirondack High Peak named after an investor of the Iron Works. Since no trail existed, the pair started up the only weakness in the Mountain, a large dike on the west side that spilled into Avalanche Lake. They followed the dike up the mountain until the walls disappeared. They soon found themselves ascending an exposed slide into the unknown. A few hundred feet of scrambling lead to the summit. Later that night, the pair celebrated their first ascent by killing a deer and cooking it over a fire.Relive their adventure by climbing the original (and still the best) route up the mountain. I wouldn't recommend cooking a deer over a fire afterwards though, I think the rangers would be pissed.The route climbs the obvious dike over easy 3rd-4th class rock. The crux is a 30ft rock staircase next to a waterfall. As you climb higher in the dike, the walls will shrink until it's possible to climb out right onto the slide. It is VERY important not to exit the dike at the first chance. The slide here is very steep with no gear. A few parties have made this mistake having no technical rock experience or clean underwear and needed to be rescued. Stay in the dike until the 2nd or 3rd exit. If you stay in the dike too long, you'll find yourself in a nasty bushwhack to traverse right onto the slide. You know you've exited at the right point if you traverse onto the slide right and see a slab dihedral. Follow the easy, exposed slide to the top.Here is an excellent trip report containing photos and topos..http://alavigne.net/newHomePage/Outdoors/TripReports/ColdenTrapDike2003/index.jsp","protection":"I've heard of some people belaying for the waterfall section, but it's really not necessary. It's pretty much a rock staircase with huge hands and feet. Just don't fall. \n\n  You might want to avoid the route after heavy rainfall or in the spring. If there's a lot of water coming down, think twice. The two times I've done it, the water has only been a trickle.","location":"The route is easy to locate, it's the huge dike in the side of the mountain, east side of Avalanche Lake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2355ce0f-6bd8-5f66-a1cc-7002c38ea4a4,47fe87aa-6368-5421-b146-f8dec86b55a0","pathTokens":["USA","New York","Adirondacks","E: High Peaks Region","Mt Colden"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":2,"label":"4th"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":2,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.95962,44.12813]},"bbox":[-73.96024645564734,44.127680339818134,-73.95899354435265,44.12857966018186],"left_right_index":-1,"ext_id":"106066089","area_id":"R/6HqmNoVCGxRvjeyGtVoA==","polygon":{"type":"Polygon","coordinates":[[[-73.96024645564734,44.127680339818134],[-73.95899354435265,44.127680339818134],[-73.95899354435265,44.12857966018186],[-73.96024645564734,44.12857966018186],[-73.96024645564734,44.127680339818134]]]}},"content":{"description":"Mt. Colden is the 11th highest mountain in New York State. This is a unique high peak for the Adirondacks considering the number and size of exposed slides on its west face. While these slides can be skied or scrambled, an easy trail to the summit also exists. The mountain doesn't see as much traffic as higher peaks like Algonquin or Marcy which is surprising. The summit of Mt. Colden offers excellent views of Lake Colden/Avalache Lake, Flowed Lands and puts you between the state's highest 2 mountains.     \n\n  The west face of the mountain dramatically drops off into vertical faces surrounding the dramatic Avalanche Lake. It is on these faces where great rock and ice climbs can be found as well as the best route to the summit, The Trap Dike."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:15:03.895Z","updatedAt":"2024-01-20T01:05:08.281Z"}