{"_id":"63689d20e80bff5a994f22e7","area_name":"*The Old School Routes","shortCode":"","climbs":[{"_id":"c3EmidkgWSa7Qw3czkYLIg==","name":"Lucky Goes to the Creamery","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Grossman/Davidson/Haisley/TCoats/LCoats1982","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74129,35.00037]},"left_right_index":999999,"mp_id":"111702344","mp_crag_id":"110674475","climb_id":"c3EmidkgWSa7Qw3czkYLIg==","areaRef":"2oFvWI6CVFGnNn+bphqUcw=="},"content":{"description":"Pitch 1: Layback a corner past 2 bolts. Pitch 2: (5.8) Climb the face above to a square chimney then strike out to the arete. Pitch 3: (5.11X) Extremely run-out arete with tricky protection in horizontals and pockets.","protection":"Gear to 2\". No fixed anchors.","location":"Arete 200' south of Book of Friends. \n\n  Descent: Head west on the ridge to a steep gully. Find \"The Pharmacist\" anchors and rappel into the pharmacy, and continue down into the Doctor's Office."},"__v":0},{"_id":"lWMkfv7qVzOlUGfAymyWYg==","name":"Dresdoom","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"P. Davidson, L. Coats, M. Lawson, M. Peterson","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74129,35.00037]},"left_right_index":999999,"mp_id":"105807410","mp_crag_id":"110674475","climb_id":"lWMkfv7qVzOlUGfAymyWYg==","areaRef":"2oFvWI6CVFGnNn+bphqUcw=="},"content":{"description":"It's the line you always look at on the way back from Sedona. A striking arete with a lot of history.\n\n Pitch 1) 5.8 Start just left of the base of the arete. Belay at 2 drilled angles below the bulge 80 ft up. One of the angles doesn't look so good. You can't see the belay from the ground.\n\n Pitch 2) 5.9+ R The business. Place a micro nut or two and a black alien, then crank over the bulge. Once on top of the bulge traverse out left a little ways and look for the path of least resistance up the slab. Good gear can be found every 20 feet or so in solution pockets. Keep an eye out for them! If you miss one you could be run out in a hurry on a sandy 5.9 slab. Aliens or tri cams work best. Belay on a big ledge.\n\n Pitch 3) 5.8 Continue up the arete. Belay on another nice ledge.\n\n Pitch 4) 5.7 Continue up the arete. The books call this pitch R or X, but I thought the gear was good. Just a little tricky to find and place. Like the rest of this climb, look around for horizontal cracks, and when you find one take the time to place good gear because it might be a little while to the next one. There is a 5.8+ variation on the face to the left that I didn't do. Belay on a huge ledge.\n\n Pitch 5) 5.8 Move the belay to the back of the ledge, and continue up the arete. Belay at a small ledge where the ridge levels off.\n\n Pitch 6) 5.8+ A wild and fun pitch. Worth the trip up here all by itself. Climb up the steep face past a roof using some really weird looking holds. Belay on the ledge just below the summit, or on the summit itself.\n\n Descent: This is how we did it. I do not recommend this descent, but it's the best we could find. Does anyone know of a better way off?\n\n Scramble down off the summit, then 3rd class up to the top of a ridge. a sketchy 4th class down climb off this ridge takes you to a dead tree with a sling around it. Rap 60' off the dead tree and scramble down the gully to your packs.","protection":"Nuts, including micros for the crux, 2 each #0.1 - #2 Camalot, 1 each #3 and #3.5 Camalot.  Tricams useful.  Extra slings for threads.","location":"Take 89a to Cave Spring Campground (mile post 385.4).  Park just before the bridge.  Hike across the bridge, then down the road to the campground.  Look for the first small drainage going up the hill on the right.  Hike up this until past the small cliff band, then take a right and hike to the base of the obvious arete."},"__v":0},{"_id":"xejZ52zFWMCq+9QPe0vj+Q==","name":"Book Of Friends","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Scott Baxter and John Gault","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.74129,35.00037]},"left_right_index":999999,"mp_id":"105808742","mp_crag_id":"110674475","climb_id":"xejZ52zFWMCq+9QPe0vj+Q==","areaRef":"2oFvWI6CVFGnNn+bphqUcw=="},"content":{"description":"Book of Friends is a full on old school burl-fest type of a route. Lots of physical crack climbing on an incredible formation. Very cool! \n\n  P1) Climb corner that moves up and curls left at the top with the crux at the end. Belay in an alcove off wide cams. (5.10a) \n\n  P2) Climb up and out an overhanging corner on hands to where you do wide hands and fists out the left side to a belay in a tight constriction. (5.10c) \n\n  Pitch 3) Climb up the \"Baxter 5.8\" chimney above. This will feel harder than most other 5.8's since it's more like 5.9. Pull over a chockstone and then continue up. Straight up is supposed to be like 5.10, out left is unprotected 5.8 chimney. I had to go down here because the snow was getting the rock all wet.","protection":"Solid rack of nuts/tri-cams and cams from 1/2\" up to #4.5 Camalot.","location":"Book of Friends is approached from a pulloff near the old fish hatchery about 1/3rd to 1/2 way up the canyon. I'll have to check my notes for mileage. You can see the Book of Friends formation up on the north side of the canyon. \n\n  Appraoch by walking on the road towards where the hatchery was, then crossing the creek to the right. Get into a big gully, then up, up, up, with a bit of nosing around to get to the right formation. First pitch is a right-facing book with a nice-looking crack in it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,fa597035-a80a-55a2-9a9f-262bc7578ff9,ac61e188-87bc-52a9-af6a-5aee0657a3a0,69935fdc-d445-5473-95bc-b6bc42ece6bc,da816f58-8e82-5451-a736-7f9ba61a9473","pathTokens":["USA","Arizona","Northern Arizona","Oak Creek Canyon","Cave Springs","*The Old School Routes"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.74129,35.00037]},"bbox":[-111.74183893620575,34.999920339818125,-111.74074106379425,35.000819660181854],"left_right_index":-1,"ext_id":"110674475","area_id":"2oFvWI6CVFGnNn+bphqUcw=="},"content":{"description":"Old timey trips through time and vertical beaches. If you question whether you are ready for such lines as Dresdoom, Lucky Goes To the Creamery, and Book Of Friends, there is only one way to find out."},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:52:46.549Z","updatedAt":"2022-11-25T11:09:37.158Z"}