{"_id":"6368a44ee80bff5a9959bfd9","area_name":"Bradyism Wall","shortCode":"","climbs":[{"_id":"5Wm52hm3XB+SHt9EQIgalw==","name":"Wanna Play Doctor?","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Joel McKillop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.91936,44.33828]},"left_right_index":4,"mp_id":"107282820","mp_crag_id":"107282746","climb_id":"5Wm52hm3XB+SHt9EQIgalw==","areaRef":"2u+O0uZTXkibmCDT7Rc+bg=="},"content":{"description":"For all of you who have wondered if Shaggy was always hungry because he smoked illicet substances, my guess is that you also wondered if the Brady kids ever \"played doctor\". \n\n  To that idea I only have one reply, \"YOU PEOPLE NEED HELP!\" \n\n  Or a hobby, one of the two. \n\n  For those of you whose hobbies include getting sandbagged, try this climb out for size. \n\n  This fifth route, as you move from left to right, is listed in the guidebook as a 5.9. And it just might be a 5.9 for the stud horses who bolt these climbs, but for me, after about three rides and a few hangs I managed to figure out a sequence which gets me to the anchors. After a few rounds of this form of self-abuse, myself, and everyone I have brought here believes that this route clocks in at least 5.10c.  \n\n  Go ahead and play doctor. Give us your diagnosis. \n\n  A tricky start with a technical sequence to a two finger pocket makes this climb not a 5.9 right off the deck. The next series of moves are fun, stout and the climbing is quite a bit more sustained than the first two Bradyisms. \n\n  Somewhere around the middle of the climb you start working your way up a series of left and right flake holds that abruptly come to an end at about the third to last bolt \n\n  Here's the next crux! Good luck figuring it out!  \n\n  The rest of the climb is a long, drawn out series of crimps and jugs between widely spaced bolts. If you don't make the next bolt or bail off before the anchors expect to take a long whipper. \n\n  Don't let this description deter you! Get on this thing! It is spectacular!","protection":"Bring ten quickdraws. Open shut anchors.","location":"Fifth route from the left. \n\n  Plan accordingly, the belay station starts to slope here."},"__v":0},{"_id":"quHXbMQsWAmVaoW+une4oA==","name":"Pulsating Fantasticals","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Joel McKillop - \"Oh my God I love these route names!\"","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.91936,44.33828]},"left_right_index":2,"mp_id":"107282754","mp_crag_id":"107282746","climb_id":"quHXbMQsWAmVaoW+une4oA==","areaRef":"2u+O0uZTXkibmCDT7Rc+bg=="},"content":{"description":"Bradyism - A word or phrase that can have more than one meaning that entertains those with a dirty mind. \n\n  At the time of this writing the new Spearfish Canyon guidebook (which is awesome by the way, stop relying on my posts and go out and get yourself a copy) lists and describes five routes on The Bradyism Wall. As of Spring 2014 there are now 7 high quality routes on this fun as heck wall. \n\n  This fine line is the third route form the left. It is located smack dab up against a large, rectangular black rock that jets on out of the ledge  which makes up this wall. Belayers should try their best to stand behind this blocky obstruction since standing on top of it just ain't a good idea. \n\n  This route is awesome! It has magnificent pocket pulling and works its way up to a blank, black face with a seriously thought provoking and burley move to get to the anchors. \n\n  And like Bobby once said to Cindy, \"This route is beyond fantastic! It's fantastical!\" \n\n  Yes, Bobby...we can feel your excitement in our fantasticals as well. Just be sure to clean up the shower before Greg gets ready for his big date since your pulsating fantasticals will surely make a gooey mess.","protection":"Needs about ten quickdraws. Open shunt anchors.","location":"This Bradyism is third climb on the far left side of the wall.   Climbers should feel free to climb up on the black, detached piller.   Belayers should position themselves lower and behind this pillar."},"__v":0},{"_id":"JcHRW323X9mrCD7AVVlrXg==","name":"Open Your Mouth and Say AAHHH!","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Joel McKillop","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.91936,44.33828]},"left_right_index":3,"mp_id":"107282800","mp_crag_id":"107282746","climb_id":"JcHRW323X9mrCD7AVVlrXg==","areaRef":"2u+O0uZTXkibmCDT7Rc+bg=="},"content":{"description":"This route will make your jaw drop with great pocket pulling and super positive flakes and ledges!A bit like the third Bradyism located immediately to the left but a bit more sustained in nature. AWESOME! Absolutely awesome! Get on it! Get above your last bolt and get the ride if you can't make the top.","protection":"Needs about ten quickdraws. Open shunt anchors.","location":"Fourth route from the left. (To the immediate right of Pulsating Fantasticals.)"},"__v":0},{"_id":"mpM7kBQpWcmRGP95luwyfw==","name":"Morning Dew","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Blake Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.91936,44.33828]},"left_right_index":4,"mp_id":"108281726","mp_crag_id":"107282746","climb_id":"mpM7kBQpWcmRGP95luwyfw==","areaRef":"2u+O0uZTXkibmCDT7Rc+bg=="},"content":{"description":"Climb the crack system to the right of \"Wanna Play Doctor\".  This route has a lot of variety of climbing.  Hand/finger jams, pockets, flakes and edges. \n\n  It's a route worth doing, and not quite as sandbagged as \"Wanna Play Doctor\".","protection":"Seven bolts to a two-bolt anchor.","location":"The crack-type route just to the right of \"Wanna Play Doctor\"."},"__v":0},{"_id":"eUSU2PkJVmGX4pflpB+zfw==","name":"Marsha! Marsha! Marsha!","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.91936,44.33828]},"left_right_index":0,"mp_id":"109045434","mp_crag_id":"107282746","climb_id":"eUSU2PkJVmGX4pflpB+zfw==","areaRef":"2u+O0uZTXkibmCDT7Rc+bg=="},"content":{"description":"BIG REACHES TO BIG HOLDS AND PUMPY AS HELL!Exposure! Brute strength! Touchy-feely technique! Mystery moves! This route has it all and then some! And while each move will be in your face the climbing is not too terribly technical. If you can hold on you can get r' dun and take it all the way to the top.","protection":"10 bolts. Open Anchors. Belayers who don't want to go tumbling down the hill can attach themselves to a coldshut at the base of the climb.","location":"Very first climb on the left-hand side of the wall. Starts lower than the other Bradyisms. Work your way up and to the right of a blonde arete and end on black, slabby rock at the very top of the cliff."},"__v":0},{"_id":"jmOHG6J8UvGL7Q3zu2RZ1w==","name":"Cleveland Steamer","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Blake Workman","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.91936,44.33828]},"left_right_index":6,"mp_id":"108328426","mp_crag_id":"107282746","climb_id":"jmOHG6J8UvGL7Q3zu2RZ1w==","areaRef":"2u+O0uZTXkibmCDT7Rc+bg=="},"content":{"description":"Those of you with weak stomachs may not want to look up the definition of a cleveland steamer on Urban Dictionary. YUCK! Who is into that kinda shit? \n\n  Starts on brown streaks (pun intended). Grunt and strain in order to get yourself over a small, bulgy roof (with not-so-huge positive holds) and into overhung territory where the going gets thin. Grab pockets and crimps. Pinch a side pull. Pinch a loaf. \n\n  Short, powerful and strangely satisfying if you have a fetish for this sort of thing. This climb may get two stars from some climbers because it really only has two or three hard bowel movements on it. The crux is on crimps and gets really sick when you grab a lincoln log of a gastone. Gain high feet and rock up to a shitty intermediate left hand hold. Give it one more grunt with a big, reachy move to a small, yet positive ledgy-crimp to clip. The rest of the climbing is easy on huge jugs.  \n\n  GET ON THIS THING! It is a shit-ton of fun and must be done! You'll feel like a rock star if you send but will look like a steaming pile if you can't red point this sandbagged wonder.","protection":"7 bolts. Open Anchors.","location":""},"__v":0},{"_id":"3TqBW8JXXw6d9/zsPcws8A==","name":"Blonde Ambition","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"BBQ","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.91936,44.33828]},"left_right_index":1,"mp_id":"109149339","mp_crag_id":"107282746","climb_id":"3TqBW8JXXw6d9/zsPcws8A==","areaRef":"2u+O0uZTXkibmCDT7Rc+bg=="},"content":{"description":"Come on over and try it out! Probably not the best route on the wall but definitely a good climb for climbers wanting to break into the grade.","protection":"Bring a dozen quick draws.","location":"Second Bradyism from the left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,72e16981-389a-5984-940d-40c1c28d0732,c4c20cfa-71cb-5619-a2b2-a0849d241a06,daef8ed2-e653-5e48-9b98-20d3ed173e6e","pathTokens":["USA","South Dakota","Spearfish Canyon","Big Picture Gully","Bradyism Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":4,"label":"5.10a"},{"count":1,"label":"5.10b/c"},{"count":1,"label":"5.11c"}],"byDiscipline":{"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":5,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":5,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.91936,44.33828]},"bbox":[-103.91998869667846,44.33783033981814,-103.91873130332152,44.33872966018186],"left_right_index":-1,"ext_id":"107282746","area_id":"2u+O0uZTXkibmCDT7Rc+bg=="},"content":{"description":"A lovely lady meets a dude, named Brady...and millions of kids born in the sixties, seventies and eighties have been wondering about all sorts of things on that show that were probably meant to be innuendo. \n\n  Here's a wall meant to match that sense of wonderment! This tucked away little area has seven kick ass climbs, all in the five fun range, that will give you a burly challenge, yet put a smile on your face. \n\n  This is a great wall to head for if you're a competent 5.9/5.10 climber who really wants to build some strength and courage needed get into those upper grades. \n\n  It's also a great place to head for if you are on your third day in the canyon, getting close to getting completely torched, and need a break from all the five too hard madness. \n\n  Awesome rock, great pocket pulling and feet friendly ledges with the occasional crack system makes for a variety of fun moves and spectacular climbing.  \n\n  For a much more accurate decription of this area (or any other area within Spearfish Canyon) go to this website and purchase the new glossy, full color guidbook! It's awesome! \n\nblackhillsclimbingguide.com/"},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:23:11.629Z","updatedAt":"2024-01-15T16:48:27.077Z"}