{"_id":"63689de0e80bff5a994f93b4","area_name":"Sunset Flatironette","shortCode":"","climbs":[{"_id":"pecOqv47VaSqvZYq9mwDPg==","name":"Steppin' Out","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Bubb, John Saccardi, 9/27/02","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29504,39.98948]},"left_right_index":1,"mp_id":"105758389","mp_crag_id":"105745780","climb_id":"pecOqv47VaSqvZYq9mwDPg==","areaRef":"pLxlkWHAWvGTbEOS6uFPPQ=="},"content":{"description":"Hike in to the Sunset Flatiron and find the Northmost edge of the West side.  From there Hike down the west side, to the South and follow the base of the cliff.  Pass Packrat (5.7) and Disinclination (5.10) and continue down to a standing flake on the wall, some 8-12 feet off of the ground just in front of a slender pine tree which does all but hug the cliff.  Above this you will see a small section of crack and then a open-book dihedal and a set of bulges.\n\nStart at the left side of the flake and heave upa nd right across and over it to a great rest (unprotected 5.8) ther is a thank god hold on the top of the big flake, and a perch to stand in behind it. Reach up and right from the flake once standing on it and place a textbook stopper (#9 ?) and up from there a good gold Camalot (2.5 or 3 inch cam).  Use opposition of the feet and goston with the hands (5.8?) above the good pro to move up and right again to more thank god holds.  Follow an easy open book (5.4-) near hueco's for a while, placing crafty stoppers or some #4 or larger cams in deep solid huecos for pro.  Continue up and right through some unprotected bulges (5.6) to top out.  A crafty small nut can protect the top-out move.\n\nBelay up top, on the shoulder of the rock on a threaded sling in a needle's eye, a few large nuts of tricams and/or a few large cams.  There are pockets up here that hold a lot of water... keep the rope out of it.\n\nTo descend, climb to the summit via Chasing The Sun (5.4) and down climb to the East.","protection":"A few medium to large stoppers and a gold Camalot near the bottom (above the first crux) and a few smaller nuts up high, if you are crafty.\n\nBelay from a few hand sixed cams and a threaded needle'e eye.","location":""},"__v":0},{"_id":"YZRGnoclVtSHa/er4VlZmg==","name":"Starlink","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29504,39.98948]},"left_right_index":3,"mp_id":"119814315","mp_crag_id":"105745780","climb_id":"YZRGnoclVtSHa/er4VlZmg==","areaRef":"pLxlkWHAWvGTbEOS6uFPPQ=="},"content":{"description":"Climb up a smooth slab with small hand holds and rounded footholds. This route is found between two trees at the tallest part of the boulder.","protection":"A pad and a spotter. The landing is nice and flat.","location":"This boulder is located a few dozen feet up the hill from the start of\n\nChase the Sun\n\n."},"__v":0},{"_id":"BRCgOzOvVLaDwkb4gz/8Lg==","name":"South Ridge [better known as Chase the Sun]","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29504,39.98948]},"left_right_index":4,"mp_id":"105756631","mp_crag_id":"105745780","climb_id":"BRCgOzOvVLaDwkb4gz/8Lg==","areaRef":"pLxlkWHAWvGTbEOS6uFPPQ=="},"content":{"description":"Roach lists this climb as a \"F5\" Flatiron classic. There is some good climbing on this ridge. Your second should be solid due to a few exposed notches that must be downclimbed.\n\nFrom the approach trail between the 1st and 2nd, follow the a faint climber's trail that leads to the west. The first rock you bump into is Sunset. Follow the trail to the lowest point, passing one false ridge line.\n\nP1. Start 10 feet uphill for the lowest point on the ridge, angle to the left, and gain the ridge line. Follow fun slab climbing past a notch and then a pine tree leaning up against the rock to a belay in the 2nd notch (5.3, ~180 feet).\n\nP2. The crux pitch. Downclimb the notch, and gain a runout groove. Climb up to the right-leaning roof system and place a small TCU. The easiest way over this obstacle is to downclimb from the roof and gain the rib near a large hole. Belay up and to the left on the arete (exciting F5, ~100 feet).\n\nP3. Downclimb into a notch, and find a tunnel through to the east face. Belay at the next good ledge to reduce rope drag (~100 feet).\n\nP4. Run up the tiptoe slab to the false summit (~180 feet).\n\nP5. Tag the summit... (~50 feet).\n\nDescent: downclimb between the two summits, and angle back towards the 1st Flatiron (F3).","protection":"Rack to a #3 Camalot, small TCUs are helpful.","location":""},"__v":0},{"_id":"81H13iNeWuWmEftpqi8KjA==","name":"Pack Rat","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29504,39.98948]},"left_right_index":0,"mp_id":"105755749","mp_crag_id":"105745780","climb_id":"81H13iNeWuWmEftpqi8KjA==","areaRef":"pLxlkWHAWvGTbEOS6uFPPQ=="},"content":{"description":"This route 70 foot route climbs the severely overhanging West face at the only possible weakness on the wall. It follows a slot/dihedral that starts some 30 feet south of the North West corner of the rock.\n\nThe start is best reached by following the trail between the First and Second all the way up and skirting around the North side of the Sunset Flatiron. It is a nice extra credit after completing routes on either of the First or Second Flatirons.\n\nStart at the base of the slot and climb past three cruxes/bulges. Each requoring different technique. The route protect very well. Once you reach the ridge scramble 10 feet North (left) to the summit.\n\nDescent - downclimb East to easier territory and eventually onto the trail.\n\nYou can see the Sunset Flatironette on the picture just left of the first. This is a view from the Third.","protection":"Standard rack, #3 Camalot will come in handy.","location":""},"__v":0},{"_id":"pJQY4EFcXWm8G49R6SDrhQ==","name":"Half-Light","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29504,39.98948]},"left_right_index":999999,"mp_id":"119889833","mp_crag_id":"105745780","climb_id":"pJQY4EFcXWm8G49R6SDrhQ==","areaRef":"pLxlkWHAWvGTbEOS6uFPPQ=="},"content":{"description":"Start in a good undercling under the bulge with pasted feet.","protection":"A pair of pants and maybe a long-sleeved shirt could really help out.","location":"The boulder is found near the start of Chase the Sun between\n\nEventide\n\nand\n\nStarlink,\n\nright by the climber's trail."},"__v":0},{"_id":"lNM84WmEUNmbL7Ja6fimcA==","name":"Eventide","yds":"V0","grades":{"yds":"V0","font":"4","vscale":"V0"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29504,39.98948]},"left_right_index":5,"mp_id":"119699451","mp_crag_id":"105745780","climb_id":"lNM84WmEUNmbL7Ja6fimcA==","areaRef":"pLxlkWHAWvGTbEOS6uFPPQ=="},"content":{"description":"Start with your left hand on a great sidepull on the slabby side and your right hand on the arete. Follow the arête up using holds on the arête itself and micro nubbins on the vertical side until you reach an excellent left foot to rock over and another excellent crimp for your left hand, but do try to stay on the arête as long as you can - climbing the lichen-y slab would be a different route altogether and none-too-interesting. The top is dirty, so be dainty not to peel off the steep side when you top out.","protection":"The landing is excellent and filled with a wonderful fluff of forest dander. A pad is optional.","location":"Find this boulder just a 100' or so down from the start of\n\nChase the Sun\n\n, right next to the climber's trail. You can't miss it."},"__v":0},{"_id":"OMyCRrsAX+SRX/xwpXwW8g==","name":"Disinclination","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jim Erickson, Steve Wunsch, 1976","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29504,39.98948]},"left_right_index":2,"mp_id":"106849238","mp_crag_id":"105745780","climb_id":"OMyCRrsAX+SRX/xwpXwW8g==","areaRef":"pLxlkWHAWvGTbEOS6uFPPQ=="},"content":{"description":"Climb the face ~10 feet to the left of the dihedral over some blocky and awkward terrain. Gradually traverse right until you are almost under the dihedral at a sloping ledge. The first crux is here and well protected. It seems to be solvable via a tricky transition into a powerful lieback or an overhanging finger crack. Choose your approach carefully. From here work over several overhanging bulges into the crack. Jam, stem and haul unlikely jugs as the crack gets steeper and wider as you approach the lip. A final couple jams over huge exposure brings the pump factor to the max as you try to hoist yourself onto the ledge at the ridge. The final crux comes just before the top.\n\nIf the rock quality was better, I might give this line 4 stars.","protection":"Standard Flatirons rack plus some large cams. The route is a bit flaky from lack of traffic and some of the rock is junky in the corner. The crack gets pretty wide in the dihedral (much bigger than a #3 Camalot) though it does pinch down again just before the lip. Protection is tricky throughout though there are enough options and semi-restful stances that I didn't really feel it necessitated an R rating.\n\nGood cracks and natural pro at the top for an anchor or top rope setup. Long slings or cordalette may be desirable. If you choose to top rope this line, you will not be able to get back on the wall if you fall off without placing several directionals and placing them will be hard. The swing is safe but will place you *way* out into space far from the wall and you'll have to be lowered or jug the lines.","location":"From the main trail that leads to the saddle near the back of the First Flatiron, head west on a climber's trail around the northwest corner of the rock. All the West face routes are located down the hill from here. Access is easy from the rappel off the summit of the First Flatiron.\n\nThis route climbs the incredible, left-facing dihedral that begins 50 feet above the ground and 100 feet to the right of\n\nPack Rat\n\non the severely overhanging West Face of the Sunset Flatironette. Awesome bright green lichens line the upper section of the route. Start on the face to the left of the dihedral and work your way into and up the dihedral to the ridge.\n\nDescent - Climb Northeast along the ridge to a notch and scramble east down the notch to the trail."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,86410ac6-a2da-5a5f-8855-ba74384faafb,a4bc6591-61c0-5af1-936c-4392eae14f3d","pathTokens":["USA","Colorado","Boulder","Flatirons","North","Sunset Flatironette"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"V0"},{"count":1,"label":"5.4"},{"count":1,"label":"5.6"},{"count":1,"label":"V2"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":3,"intermediate":1,"advanced":0,"expert":0}},"bouldering":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29504,39.98948]},"bbox":[-105.29562689926782,39.989030339818136,-105.29445310073217,39.98992966018186],"left_right_index":-1,"ext_id":"105745780","area_id":"pLxlkWHAWvGTbEOS6uFPPQ=="},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T05:56:00.910Z","updatedAt":"2024-01-15T16:42:47.664Z"}