{"_id":"63689de0e80bff5a994f91b3","area_name":"Shanahan Crag","shortCode":"","climbs":[{"_id":"H4w+Rh69Ue2LLYL0oILoPg==","name":"When It's Right","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Bubb and Jenny Schillinger, March of 2004?, (Steve and Noah McCorkel, 2007?)","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":13,"mp_id":"105913070","mp_crag_id":"105745370","climb_id":"H4w+Rh69Ue2LLYL0oILoPg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"See photo; start on a ramp, go up to a bulging flake to a nice headwall.\n\nEds. See page 183 of Jason Haas' excellent Climbing Boulder's Flatirons guidebook.","protection":"SR, little wires, etc.","location":"On the very right side of the crag; start near a big tree, below a left-leaning ramp."},"__v":0},{"_id":"o/KgrrwgXoWpt7rtwPxmBg==","name":"Vague Jug Line","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"J. Haas, B. Young, 2007.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":12,"mp_id":"108935284","mp_crag_id":"105745370","climb_id":"o/KgrrwgXoWpt7rtwPxmBg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This is a reasonably good line with reasonably good protection.  It is one of the better protected routes on this face if you take the required gear for it.  There does not seem to be a particular crux or runout, but the route is characterized by its lack of prior travel... and has a little lichen.\n\nStart on the crack system by the upper of the 2 pines coming close to he face, and ride that via mostly good face holds. Round out under a standing, loose flake, and go right and up around it and to the top.\n\nTo descend, move the belay up and right 20' to the\n\nS. Face\n\nstation.  A 70m just reaches the ground.","protection":"Standard rack of cams and nuts with doubled from 2-3.5\" to sew it up.  A cordalette is useful for the belay, as the leader tops out onto the ridge at a large, live juniper tree.  The fixed rap station is slightly uphill over a large block on the ridge-line, perhaps 7meters past the belay.","location":"This climb is not far to the climber's right of the\n\nS. Face\n\nroute.  There are 2x pine trees present with this line starting upward from the base of the higher of the two.  Trace a crack line upwards and slightly right from the base of the upper of these toward a very large flake at mid-route.  Go left at the 'death flake' (8'*10'*2') without disturbing it, and continue up to the top to intersect the East Ridge.  Belay and then rap, or belay and then continue to the summit via the East Face in a long pitch."},"__v":0},{"_id":"cFjVG8H8UayGaLh3ngcBLA==","name":"Thieves In the Temple","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tony Bubb, Stef VanWychen, 4/17","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":9,"mp_id":"112810489","mp_crag_id":"105745370","climb_id":"cFjVG8H8UayGaLh3ngcBLA==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This is a one-star route that might be a 2-star route if cleaned up.\n\nStart up on easy (5.4-ish) climbing at the edge of the right side of the dihedral, to access the arete. Continue up a seam and past a horizontal break to a good incut block/flake directly on the arete about 40' up or so. Place a few cams here (red Aliens or purple Camalots) as this is crux protection and is the only thing stopping a potential groundfall. Work up past this using a diagonally left-rising rail on the left and a series of small edges and slopers for feet on the right to get through the thin crux up to a jug (and more protection) on the next ledge.\n\nFrom there, ride the moderate arete at no harder than 5.5 to the top with occasional gear.\n\nAt the top of the arete, traverse back in to a 5\" diameter tree and a medium cam for a belay at the main wall. Belay there before scrambling down 20 feet to the SE to the rap station on the large (sappy) pine as for\n\nSouth Face\n\n. A 60m rope makes it, and I think a 50m might as well. Watch out for pine tar!","protection":"A standard light rack to 3\" with 2' slings.\n\nDouble down on purple Camalots or red Aliens in the only good placement before the slightly insecure crux. A green Camalot might also go just around the corner in that slot.","location":"A large left-facing dihedral separates the lower and upper halves of the Southern face of the Shanahan Crag.  The prominent arete formed by this can be climbed to the left without too much difficulty, though it is a little scruffy and could use a brushing."},"__v":0},{"_id":"+blWHjCfWrC1IL7fidNHoQ==","name":"Southeast Ridge, North Crag","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":15,"mp_id":"106367407","mp_crag_id":"105745370","climb_id":"+blWHjCfWrC1IL7fidNHoQ==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"A fun variation on the approach to Shanahan's South Face routes (\n\ni.e.\n\n, we got lost and climbed up North Shanahan Crag).  Typical east face slab stuff with little boulder problems in between.  We soloed the route, so pitch lengths are wild guesses.\n\nFind the base of the North Crag and walk just around the southeast corner.  Go 100 feet up the gully and find a weakness where a tree stands close to the rock.\n\nP1 - Follow nice jugs to a ledge on the east face of the crag, scratching your back on the branch on the way up.  Move right around the overlap and belay.  Short pitch.\n\nP2 - Trend left up the slab to a beautiful ledge below a very short overhang.  100 feet?\n\nP3 - Surmount the two-move overhang and follow nice slab to another flat area.  You are presented with two choices: traverse right 50 feet, above an overhang to a steep break, or downclimb to an alcove with red rock.  Go down and belay.  80 feet?\n\nP4 - Up the red slab and tackle a steep step to the right where sprouts a tree--another fun boulder problem at 5.5.  Tiptoe up past some slightly suspect flakes and arrive at the logical conclusion of the route, a ledge with a leaning silver snag.  There is a higher summit due west, separated by a fair distance.\n\nHop right off the rock from here.  You can reach the South Shahahan Crag by scrambing up mossy slab to the ridgecrest, dropping down between the crags, and thence stomping south-ish until you are surprised to discover the routes you were looking for.","protection":"Light Flatirons rack.  Pitches are short because of the wandering nature of the route.","location":"Take the approach to the Terrain Boulders and keep going up.  Trend a bit left until you see a flatiron, then walk left to meet it.  Bulges on the left and right, with a wide chimney a few hundred feet up, mark the face.\n\nWalk around the southeast corner and 100 feet up the slope to find the start of the route, where a tree pokes a dead branch at the rock.\n\nDescend by dropping briefly into the north-side gully, scrambling left up a mossy slab to the ridgecrest, and then down over the other side.  From here, walk around the west end of South Shanahan Crag and locate the obvious South Face routes.  A climber's path descends from here."},"__v":0},{"_id":"RvNomf7DWI6OSeERqdY4yw==","name":"Southeast Ridge","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":14,"mp_id":"105752566","mp_crag_id":"105745370","climb_id":"RvNomf7DWI6OSeERqdY4yw==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This route has a \"classic\" rating in Roach's guide book.  Although this route has a rating of \"3rd-4th\" class in most guidebooks, it might be tough to kept it at that level without huge rope drag (if you have one). A direct line up the 600 foot ridge line would probably be in the 5.2-5.4 range, due to 2-3 large steps/overhangs encountered on the way.\n\nP1: Start at the low point and head 200feet to a tree belay on the ridge.\n\nP2: This pitch involves 150feet of scrambling to another tree belay.\n\nP3: This pitch angles up to the right and passes the last of the overlaps on the right near a weakness.  Work out a belay above the overhang or simul-climb the last 100 feet to the summit.\n\nDescent: Down climb to the north and do a one rope rap to the west.","protection":"Light rack to 2 inches.","location":""},"__v":0},{"_id":"slZv9g1dWJCS6tj1/pZTSA==","name":"Shoulder Season","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Chris Weidner; December 24, 2020","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":2,"mp_id":"120231547","mp_crag_id":"105745370","climb_id":"slZv9g1dWJCS6tj1/pZTSA==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"The first sport route on the wall, Shoulder Season weaves an elegant line up the middle of the overhanging panel of orange rock. Begin at a series of right-trending flakes, behind a tall pine tree and at the bottom of a rocky slab. Continue up sculpted rock just right of a prominent, green lichen streak to a break, then ascend steep terrain past an anchor (for lowering) at 34 meters. Finish up a smooth face and pocketed arête to the top of the wall.\n\nThe wall gets full sun until about 1:45pm in the winter; however, the first 40 feet of this route is mostly shaded by the large pine tree -- rugged when it's cold, a savior when it's warm.","protection":"22 bolts to an anchor atop the wall. Include 5 or 6 long slings. A lowering anchor is in place at 34 meters, so one 70-meter rope will get you down by lowering twice. *PLEASE KNOT THE END OF YOUR 70-METER ROPE!","location":"Locate a left-trending line of bolts beneath the green streak and above the earthy ground at the base of a rocky ramp."},"__v":0},{"_id":"B8t+M+tZXaOwWyH0TzmHQw==","name":"South Face","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":11,"mp_id":"105752395","mp_crag_id":"105745370","climb_id":"B8t+M+tZXaOwWyH0TzmHQw==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"From the low point of the rock, head west for 300 feet.  Look for a 140 foot vertical crack.  The picture in Rossiter's guide book shows the route going up the wrong crack.  The crack down and right in this picture is the correct one.  This one of the best \"crack\" pitches that I have done in the Flatirons.  It has great protection and good handholds.\n\nP1: Follow this crack for 140 feet.\n\nP2: Join the Southeast ridge route.  Passing the last large roof right near the left edge will add some excitement.  It is 5.6-8, depending on hieght, with great exposure.  It is a little runout unless you reach above the roof to place a #3 Camalot.\n\nDescent: scramble to the north, and rap with one rope down the gully to the west.","protection":"Rack to 2.5\"","location":""},"__v":0},{"_id":"7EEWPSmOUzKGJeLrG+qybA==","name":"Prune Face","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Doug Redosh & Steve Toman, 1992; 2nd Dougald MacDonald, Dave Goldstein","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":4,"mp_id":"105759387","mp_crag_id":"105745370","climb_id":"7EEWPSmOUzKGJeLrG+qybA==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This excellent, well-protected line takes the double cracks about 40 feet to the right of the \"real\" South Face route. This is the  first line you reach as you climb into the open talus below the face. Fun finger jamming and face holds. Great rock. There's an anchor just left at the top -- it's a 125-foot rap to the ground. Or carry on to the summit.  [FA party: backed up the anchor 10 feet to the left of the top. This anchor works well for rappelling off from most of the climbs on this wall.]","protection":"Standard rack. [Takes pro well]","location":""},"__v":0},{"_id":"iFslj6yKXY+e6/4zL3Q5tg==","name":"One Bubb Missed","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FKA: Tbol & Kris L., 10/18/20?","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":10,"mp_id":"119788391","mp_crag_id":"105745370","climb_id":"iFslj6yKXY+e6/4zL3Q5tg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"Just around the right side of '\n\nThieves in the Temple\n\n' are two right-facing crack systems. This is the right one. Climb up the corner, and bypass a tree on a ledge. Continue up pretty steep choss to the obvious rap tree.\n\nRap back to the ground.\n\nThis is not a great route, but it's rock.","protection":"A singles rack.","location":"It is on the right side, around the arete that is '\n\nThieves in the Temple\n\n'."},"__v":0},{"_id":"+Pgmy7JKXcaJHJ7npXh4/w==","name":"Leonine","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Wright & Moore, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":0,"mp_id":"105759432","mp_crag_id":"105745370","climb_id":"+Pgmy7JKXcaJHJ7npXh4/w==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This ascends two pitches up the South-West corner. The line follows an irregular corner system to a head wall near the top.\n\nBelay at the top (trad) and rap due West from the tree. This line was not named for its intrepid climbing but for a close encounter with mountain lion. We hiked within six feet of the cat who had been hiding in a small cave just off the talus field. The lion passed from the growling stage to the hissing stage before we managed to get far enough away to turn around and look. There is something deeply chilling about the red-eyed stare of an angry mountain lion - it just looks lethal. I got my heart rate nicely under control by the following afternoon.","protection":"Standard light rack and a 50 meter rope.","location":""},"__v":0},{"_id":"B8Q5mdprWl25QZKpf4od8g==","name":"In Broad Daylight","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"T. Bubb, S. VanWychen, 4/17","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":8,"mp_id":"112886277","mp_crag_id":"105745370","climb_id":"B8Q5mdprWl25QZKpf4od8g==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This route is an easy one that may have been done before, but was not cleaned or documented. Just left of '\n\nThieves In the Temple\n\n' on the West-facing aspect of the big dihedral, there is a system of cracks running up the face from bottom to top. Most of the climbing is quite easy but for a move at the top which is not quite as easy, but it is still only 5.6 or so.\n\nStart up the narrow wall on the obvious jugs and cracks, reaching a protectable crack after a bodylength or two of climbing. Follow this to where the wall broadens. '\n\nThieves\n\n' goes right to the aArete here, where as 'Daylight' goes left a meter to second crack system.\n\nFollow that crack past an inset to a few trees (easy to pass with no real drag, and sling-able, at that), and move back right a meter to a 3rd system of cracks which goes to the top.\n\nThe last 2 meters of climbing has a thinner crux that is protectable. Finish on this and work left and over into the belay slot just as for '\n\nThieves\n\n.'","protection":"A standrad light rack with a set of cams and a set of nuts.","location":"First find the huge, left-facing dihedral about 1/2 way up the crag from the Eastern toe of it. The large arete formed at its edge is '\n\nThieves in the Temple\n\n'. Inside the dihedral, left of the arete, and right of the corner system is 'Broad Daylight' where the line sat for 50 years without a comment and perhaps without an ascent."},"__v":0},{"_id":"AQkKQl3lWVqd1wJOt4cmhg==","name":"Identity Theft","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":7,"mp_id":"105759393","mp_crag_id":"105745370","climb_id":"AQkKQl3lWVqd1wJOt4cmhg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This is the line shown in Rossiter's guidebooks as the \"South Face.\" Consensus seems to be that the \"real\" South Face is the excellent double-crack system about 50 feet to the right. But this is a decent route in its own right, with both 5.4 and 5.7 options. Start just right of an obvious left-facing corner with a roof, and climb easily up face holds and cracks for about 100 feet. At a good ledge, you can traverse right to reach an anchor. (If you do this, the route is very well protected and about 5.4.) Or, continue straight up on interesting crack climbing and fin holds (about 5.7+). The straight-up line is adequately protected, but the gear is a bit tough to get -- don't send a 5.7 leader at his limit up it. From the top, either downclimb 4th class rock for about 50 feet to reach a rap anchor (125 foot rappel), or carry on to the summit.","protection":"Standard rack.","location":""},"__v":0},{"_id":"xKR/M+klWWW5qwANvm3CuQ==","name":"Great Expectations","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Julie Garrison, Dougald MacDonald","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":3,"mp_id":"105759399","mp_crag_id":"105745370","climb_id":"xKR/M+klWWW5qwANvm3CuQ==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"With some traffic this will become a much better route, but for now it's a bit .... adventurous. This route climbs the pretty huecoed face just left of Identity Theft (the line marked in Rossiter's guide as the \"South Face\"). Both pitches are 5.8/5.9.\n\nP1. Start in an obvious left-facing corner and climb easily to the roof, then do cool moves left under the roof and stand up at the far end. Angle left across huecos and neat underclings (Tri-Cams useful for pro), then up to easier ground on a faint prow. From here, either keep going a few feet left into a nice left-facing corner (easier and better protected), or tackle the steep wall above via faint double cracks (good climbing but the cracks are discontinuous, a bit dirty and difficult to protect). Belay at a small ledge by a large old nest.\n\nPitch 2: Angle right over an easy bulge to a stance, then climb steep rock via discontinuous double cracks to reach the top. Adequate but not great pro. (As with the first pitch, the pro will improve if the cracks get more traffic.)\n\nDescent: Downclimb about 75 feet of low 5th class to a ledge with a rap anchor (125-foot rappel), or climb to the summit.","protection":"Standard rack plus Tri-Cams.","location":""},"__v":0},{"_id":"lPOj/0rhUPCMBnNOZYOCVg==","name":"East Face of the Eastern Crag (South)","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":999999,"mp_id":"109480253","mp_crag_id":"105745370","climb_id":"lPOj/0rhUPCMBnNOZYOCVg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This route is one of two obvious possibilities on the Eastern Side of the crag.  This line starts from the lower South side and ascends the East Face for about a rope length... if you are using a rope (easy climbing).  The summit can be scrambled off to the North and West.","protection":"A standard light rack... or approach shoes.","location":"This route climbs the Southeast edge of the East Face of the Eastern Shannahan Crag.  It is the first significant chunk of rock encountered on the way up the Shanahan Trail.\n\nThis lies only a few meters off of the trail to the North, and you step off of the trail and nearly onto the rock directly, riding the ridge-line to the summit."},"__v":0},{"_id":"U3UY2JyfXV+FM0OBUrD3fw==","name":"East Face - Northern Shanahan Slab","yds":"5.2","grades":{"yds":"5.2","french":"3"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":17,"mp_id":"111304235","mp_crag_id":"105745370","climb_id":"U3UY2JyfXV+FM0OBUrD3fw==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This route is from the Roach guidebook and follows up the middle of the large gully in the middle of the east face leading up to the large and imposing vertical steps higher up the face.\n\nWork straight up the middle of the gully following the delightfully good rock. There is almost zero gear for the first 300' with the exception of a tree that can be slung (or belayed from) at about the 100' level. Continue up the fun slab to the base of the large vertical step near the left edge of the gully.\n\nFrom the base of the wall, climb left into a surprise gully, and work up a short steep wall to gain easier slabs above the first step. The easy step is quickly interrupted by another large wall, but it can be dodged by climbing hard right to a weakness in the wall.\n\nEasier terrain leads up to a good ledge with some trees right below the final step to the summit. Pass the last bit on the left edge of the face, and step onto the nice summit. A higher summit is directly to the west and can be scrambled via a short, 4th class, eastern face.","protection":"There are virtually zero places to place gear due to the compact nature of the rock, but fortunately the climbing is quite easy.","location":"The best way to find this is to climb the Southeast Ridge on the Eastern Shanahan Slab. Once on the small summit, walk off to the north and west, and the Northern Shanahan Slab is the first big rock you hit. Don't confuse this with the Central Slab, but the large gully you are climbing with the large overhangs above are pretty distinct features that would be hard to confuse."},"__v":0},{"_id":"yKPbUEloWCmYHDzWZcTBlQ==","name":"DK Superstar","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Chris Weidner; January 21, 2021","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":1,"mp_id":"120231682","mp_crag_id":"105745370","climb_id":"yKPbUEloWCmYHDzWZcTBlQ==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"The leftmost sport route begins off a rocky ramp 15 feet uphill from\n\nShoulder Season\n\n. Climb directly up the overhanging, orange rock left of the green lichen streak until the angle eases beneath a steep headwall. Tackle the colorful face, then continue past an anchor at 35 meters (for lowering) following edges, pockets, and cracks to an anchor near the apex of the wall.\n\nThis route was bolted and climbed in loving memory of our dear friend, Darek Krol.","protection":"21 bolts to a 2-bolt anchor. Include 4 or 5 long slings. There's an anchor at 35 meters to allow for lowering twice with a single 70-meter rope. \"PLEASE KNOT THE END OF YOUR 70-METER ROPE!","location":"This follows the plumb line of bolts above the rock ramp, left of the green streak and right of a right-facing corner."},"__v":0},{"_id":"Rnt0eV8tUfWMs0mB7Jnlxg==","name":"East Face - North Rib of the Eastern Crag","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":999999,"mp_id":"109480259","mp_crag_id":"105745370","climb_id":"Rnt0eV8tUfWMs0mB7Jnlxg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This route is one of two obvious possibilities on the Eastern Side of the crag.\n\nThere is a buttress of rock that divides the East Face into 2 sections.  This is the right (North) side and romps up the rib of rock on large and secure holds. The rock is mostly clean and solid.\n\nThe summit can be scrambled off to the North and West, or, to make a round trip use this or the more standard S.E. face as a downclimb back to your pack or water bottle.","protection":"A standard light rack or solo.","location":"This line starts up the East side perhaps 100 meters uphill and North from the lower South side of the Eastern Crag and the route East Face of the Eastern Shanahan Crag.  This is where the Trail nearly touches the first significant rock on the way up to the more popular routes.\n\nA buttress, or \"rib\" of rock protrudes from the main East Face uphill and North of the trail and presents a different ascent to the crag there.  Climb the East face of this on large secure holds."},"__v":0},{"_id":"DBbStWXGWqino2ZpSxWvrg==","name":"Direct Southeast Ridge, North Crag","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"Tbol & G. Mavor, 10.11.2020?","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":16,"mp_id":"119729573","mp_crag_id":"105745370","climb_id":"DBbStWXGWqino2ZpSxWvrg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This is a direct variation that tackles the steeper sections of the crag head on. It's really only different for a few pitches:\n\n1st pitch - start at the toe of the formation, and skirt the left side of the formation, angling up to the normally described 1st belay on a fun and runout rail, ~5.8 R.\n\n2nd pitch - from the ledge, go directly up a bulge, slabs, and crispy holds to reach the large ledge above.\n\n3rd pitch - climb the very left edge of the cliff, up a shallow dihedral and a small roof, ~5.9 R. This pitch requires some RPs and has ledgefall potential, although it is better protected than the rest of the route. It's awkward and harder than it looks.\n\n4th & 5th pitch - we simuled straight up through the normal 5.5 pitch and on to the highest connected point, then we reversed the final section to an easy escape off of the right side - this is the higher summit described in the SE Ridge route description.\n\nFrom there, we soloed up the next long slab section (dirty but reminiscent to the route buckets).\n\nFrom nearly the top of the final formation, you can escape right to a faint climber trail. From here, descend South and eventually underneath the South face of the Central Crag.","protection":"A single rack to a #3 or #4 and RPs.","location":"It is on N. Shanahan Crag. See the description for\n\nSE Ridge Route\n\n."},"__v":0},{"_id":"BZVa1pq/Uo2T8vCClDprRg==","name":"Better Offer","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Dougald MacDonald, Dave Goldstein","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":5,"mp_id":"105759390","mp_crag_id":"105745370","climb_id":"BZVa1pq/Uo2T8vCClDprRg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This intricate and enjoyable climb takes the faint crack system between the \"real\" South Face and Prune Face. Start a couple of feet left of Prune Face and angle left to the crack system. Follow this to the top, passing a couple of cruxes and some tricky pro. Save a #3 RP for the crux at the obvious, very thin crack halfway up the face! Adequate pro, but not a good climb for leaders at their limit on 5.9.","protection":"Standard rack. RPs are essential! Double ropes useful.","location":""},"__v":0},{"_id":"OZd/hDmiUgCvHY74BpiOFQ==","name":"Beau!","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dougald MacDonald, Julie Garrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":6,"mp_id":"105759396","mp_crag_id":"105745370","climb_id":"OZd/hDmiUgCvHY74BpiOFQ==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"This blank-looking face yields a beautiful climb that is much better protected and easier than it looks. Start on the crack line about 20 feet to the left of the \"real South Face.\" (Or start on the South Face crack and angle left to this route.) At about 50 feet, traverse right about 8 feet on an obvious break and follow a hairline crack to the top, enjoying the amazing and surprising face holds. Good pro, but skill with RPs is essential. A red Tri-Cam is helpful. Double ropes might  also be useful.  Belay at the ridge and either traverse down and right a few feet to a rap anchor (125-foot rappel) or head up to the summit.","protection":"Standard rack plus RPs and Tri-Cams.","location":""},"__v":0},{"_id":"2OF+/YaPVwOuN64D3U9Mtg==","name":"Bear Peak, The Hard Way","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"? TBol, G. Mavor","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"left_right_index":18,"mp_id":"120691849","mp_crag_id":"105745370","climb_id":"2OF+/YaPVwOuN64D3U9Mtg==","areaRef":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":"There are actually 4 crags in Shanahan Canyon - East, Central, North, and South. The Central Crag is where the majority of good routes are. The worst routes are on the South Crag. This is where our route is. I'm adding it, because it can be really confusing back there, as most guidebooks only mention three crags. The start can easily be confused with The Keel if you're not paying attention.\n\nThe South Crag has been climbed before, via a 5.0 'tree' route. It is scruffy and involves a lot of scrambling on dirt, etc. I have done that route and also our route on the far left margin of the South Crag. Our route offers some redeeming options higher up, via a few tiers of short splitter cracks. It is kind of a fun, choose-your-own-adventure scenario. There are also many large clefts and caves on the Southern Crag, which are appealing in their own way.\n\nOnce on top of the crag, it is easy to bushwhack to the top of Bear Peak and go down Fern Canyon. This is easier than reversing Shanahan Canyon in my opinion, although I doubt anyone else will repeat these adventures we've had back here.","protection":"Typical Flatirons junk.","location":"It is on the far left side of the Southern Shanahan Crag. Romp up broken slab sections and short overhangs. Navigate through dirty and piney passages until you find a cave large enough for several tents. From here, choose between several splitters, and keep wandering up. There are two tiers of splitters. Once above the last tier, easily hike off of the back side, and continue up to the summit of Bear Peak."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,199337d5-e0be-504e-bdb0-88c24c7692f3","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Shanahan Crag"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.8"},{"count":3,"label":"5.7+"},{"count":2,"label":"5.7"},{"count":2,"label":"5.5"},{"count":1,"label":"5.0"},{"count":1,"label":"5.12d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.6"},{"count":2,"label":"5.9-"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.2"},{"count":1,"label":"5.12c"},{"count":1,"label":"4th"},{"count":1,"label":"5.9+"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":2,"beginner":15,"intermediate":2,"advanced":0,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":15,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28829,39.96031]},"bbox":[-105.2888766488232,39.95986033981815,-105.28770335117683,39.960759660181864],"left_right_index":-1,"ext_id":"105745370","area_id":"GZM31eC+UE69sIjCTHaS8w=="},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:55:55.094Z","updatedAt":"2022-11-25T11:16:25.976Z"}