{"_id":"6368a722e80bff5a995dd847","area_name":"Cloudveil Dome","shortCode":"","climbs":[{"_id":"egtbLwkMW3iNrKxWscxGtA==","name":"Silver Lining","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Munger and Bill Nicholson, 1972","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80757,43.71893]},"left_right_index":1,"mp_id":"111998212","mp_crag_id":"106678881","climb_id":"egtbLwkMW3iNrKxWscxGtA==","areaRef":"VAeDFaGZUWaBhZY1BcmqnQ=="},"content":{"description":"Pitch for pitch, this is one of the best climbing routes in the Sceetons! Great movement on mostly very good rock. Stellar position above Lake Taminah and across from Mt. Wister. Climbs to the top of Cloudveil Dome.\n\nP1: Sloping left facing dihedral up on good rock and through blockier terrain to ledge. 5.6\n\nP2: Up face, trending right somewhat to a blocky left facing dihedral. Up dihedral to belay stance of your choice. 5.7\n\nP3: Continue up from here on fun terrain. This pitch will converge with a large ramp known as the Mathews Ramp. There is a sweet hand crack in a right facing corner directly below the pitch 4 column. Climb up this crack (5.8) or avoid it.\n\nMove the belay to a convenient spot to give your partner a good ride for this next pitch.\n\nP4: Up the ramp then cut right towards the obvious crack that gains access to the right facing corner. Extend protection w slings on this traverse. Head up the corner until a decent stance appears for a hanging belay. Build the belay here. 5.10\n\nP5: Continue up the splitter corner until it terminates. Look for the obvious, left facing corner and build the belay where you're most comfortable.  We put the belay directly under the crux pitch. Little bits of rock came down on belayer. Nothing crazy but noteworthy. 5.9\n\nP6: Crux pitch. Maybe 10c or 10d. Boogie up the corner and over the roof. Build the belay directly below the massive slot.\n\nP7: Head up the slot, pull the bulge and dance up one of the best splitters you might ever find in the Tetons. The crack ends and I remember traversing left on easier terrain.  You could maybe continue straight up from the crack. 5.8\n\nP8. Ok so now you are on the ledge. There is a squeeze chimney somewhere on this ledge that will you take you up for another pitch. We chose to bypass the squeeze and here is beta on our finish:\n\nHead east on the grass and build the belay by the dark chimney with a chockstone. We climbed the rock on the outside of the chimney. A quick pitch to another grassy ledge. Not sure the grade but it was easy.\n\nScramble to summit from here.","protection":"Double rack from tips to 3.  One 4. Nuts.  Alpine Draws.  No fixed gear on this route. Ice axe for approach/descent.","location":"Approach:\n\nPark at Lupine Meadows Trailhead and book it up to the meadows. From the meadows, head towards the South Fork of Garnet Canyon. Aim for the col in between Cloudveil Dome and Nez Perce and enjoy steep talus along the way up. Stash any extra gear here at the col.\n\nHead down the steep gully directly south of the col and look for a very obvious red dike heading off to the right. Head down this rocky, loose gully just a little bit until you can begin climbing up and around the right side. Follow this ledge to the start - a sloping left facing corner.\n\n***To locate this climb, make sure to look for the right facing dihedral high up on the rock face. Check posted photo.\n\nDescent: Follow the East ridge back down to the col to pick up any stashed gear.\n\n***Ice Axe may be necessary to access the col. In the early season or in a big snow year, ice axe may be necessary to head down the col and the red dike."},"__v":0},{"_id":"y4iKhOkCWPeqtPgvkxr4UQ==","name":"East Ridge","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Fryxell and Hilding, 1931","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80757,43.71893]},"left_right_index":2,"mp_id":"106678890","mp_crag_id":"106678881","climb_id":"y4iKhOkCWPeqtPgvkxr4UQ==","areaRef":"VAeDFaGZUWaBhZY1BcmqnQ=="},"content":{"description":"A great position along the Garnet/Avalanche Canyon divide.  This route has a little moderate snow and great scrambling on broken but good rock.  A short crux means you can move quickly if you are combining another summit(s) along the east-west ridgeline that runs to the South Teton.  The East Ridge is a worthy objective in itself for early season conditioning or an otherwise short day.\n\nThis route is listed as 4th class in the Ortenburger/Jackson guide, but I think the two-move crux is 5th class and have listed it as such. I suspect my 5.3 flake crux is the 5.1 move referred to in Ortenburger/Jackson.\n\nFrom the north fork of Garnet Canyon, ascend the moderate north-facing snow slope in midsummer (best season) to the col between Cloudveil Dome and Nez Perce. Head up the east ridge of Cloudveil starting slightly on the north side of the crest (4th class).  After a couple hundred feet, a few overlaps and a bulge/tower will force you to the south side of the crest. Traverse (left for 50 feet, then right for 20 ft) on 3rd class ledges to an obvious bottleneck only 30 feet from the ridgecrest. This 15 foot step is the crux (5.3) which has an excellent flake and forms a short (less than a body length) perfect/wide handcrack. Step right back to the ridgecrest and follow either of many weaknesses to the summit (4th and 3rd class).\n\nDownclimb the route or get off by descending the West Ridge.","protection":"The easy fifth class crux may be seeping until midsummer so some climbers might bring a couple mid-size cams and nuts and a short (30m) rope.  Most will solo the route. Mountain axe and crampons for the moderate snow.","location":"This route stays on the East Ridge proper except for the short traverse (50 feet) to the south side of the ridge for the crux step."},"__v":0},{"_id":"k44LlVFaXVy4NWqhucm02g==","name":"Armed Robbery","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.80757,43.71893]},"left_right_index":0,"mp_id":"106863909","mp_crag_id":"106678881","climb_id":"k44LlVFaXVy4NWqhucm02g==","areaRef":"VAeDFaGZUWaBhZY1BcmqnQ=="},"content":{"description":"A sweet line up the steep south face of cloudveil dome. No crowds, solid rock, and a spectacular setting: Git r done.\n\nRoute starts 40ft left of the large left rising ledge. Begin on 5.6 face left of a broken left facing corner to a belay ledge(140ft). Continue on 5.6 terrain to the large left rising ledge that splits the south face. Move the belay left up the ledge to broken rock below a pillar with a hand crack on the left (armed robbery) and thin crack on right (silver linning). Climb up to the base of the pillar and traverse left (5.8 spicy) to the long hand crack (5.8+ sustained). Build a semi hanging belay at a small ledge or with a 70m rope you can continue to a nice belay ledge at the top of the crack. 2-3 pitches of 5.7/5.8 lead to the summit.","protection":"Pro to 3\", double up on .5\"-2\", 70m rope is helpfull.","location":"Approach via Garnet Canyon to the meadows. Continue up the S. Fork and head to the saddle on the E ridge of Cloudveil. Stash gear here and descend South trending right. Look for a West facing gully in red rock. Descend the gully for a short distance untill you can scamble out right and onto a ledge system that runs along the base of the S face.\n\nDescend the East ridge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,afc3c77e-efc9-50f7-a248-5b1d2864b858,fbebcea7-6fd9-5e4b-864e-d70705afae7e,54078315-a199-5166-8185-963505c9aa9d","pathTokens":["USA","Wyoming","Grand Teton National Park","Cloudveil Dome"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"4th"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.80757,43.71893]},"bbox":[-110.80819216135856,43.718480339818136,-110.80694783864142,43.71937966018186],"left_right_index":-1,"ext_id":"106678881","area_id":"VAeDFaGZUWaBhZY1BcmqnQ==","polygon":{"type":"Polygon","coordinates":[[[-110.80819216135856,43.718480339818136],[-110.80694783864142,43.718480339818136],[-110.80694783864142,43.71937966018186],[-110.80819216135856,43.71937966018186],[-110.80819216135856,43.718480339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:35:18.301Z","updatedAt":"2024-02-19T18:43:07.477Z"}