{"_id":"6368a11ae80bff5a99542b69","area_name":"Mount St. Nicholas","shortCode":"","climbs":[{"_id":"Jh+rmNnuXC2T+xbTWdcx+g==","name":"NE Ridge, Mt. St. Nicholas","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Conrad Wellen, 1926","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.57372,48.46091]},"left_right_index":5,"mp_id":"112077164","mp_crag_id":"117378542","climb_id":"Jh+rmNnuXC2T+xbTWdcx+g==","areaRef":"qzwHTX/FXai708Eqvq55Fg=="},"content":{"description":"The NE ridge of Mt. St. Nicholas is easily the most classic multipitch route to a major summit in all of Glacier. Even better, the rock quality is far superior to what you usually encounter in Glacier's alpine.\n\nThe kicker arrives in the form of a lengthy, brushy, swamp-guarded approach. Be prepared to go to war a bit to reach the climbing.\n\nBetween the approach and Glacier's reputation for terrible rock quality, the NE Ridge of St. Nick is mostly climbed by locals. The quality of the climbing makes it very worthwhile though. And the rock stands out as some of the better stuff in Glacier. If long, nasty, brush-and-bear choked approaches are your cup of tea, St. Nick should be on your list.\n\nThe NE ridge is excellent adventure climbing. Easier options will always be found climber's right, with a variety of solid short cracks and faces directly on the dead-center of the ridge. Heading climber's left pushes the grade into the 5.9 realm. Most of the current belay stations or rap anchors are either dead-center or climber's right.\n\nPitch 1: Belay from the Great Notch, and kick things off with the hardest, slightly-overhung, 5.8 moves of the route. A fixed nut climber's right makes things less scary. Work up the blocks for 80-100ft to an anchor. You could easily link this with the second pitch, but since the Notch is often a cold, windy spot to sit, your second will appreciate getting out of there as soon as possible.\n\nPitch 2: Head up the blocks again. A rap anchor climber's right appears. 130 ft?\n\nPitch 3: More of the same. Excellent 20-30ft hand crack dead center below the belay ledge. Slung boulder on the climber's right makes for a decent rap anchor, but C3s can build a proper anchor above the ledge itself.\n\nPitch 4: Upper crux. Head climber's right up the shelves or around towards the N face. Avoid heading left. Head for 170-200ft to make the 5th pitch easier.\n\nPitch 5: Many parties unrope and scramble this section, as the grade drops down and things get flat. Simuling also works well. Wander up through blocks and other loose silliness following the most worn way.\n\nScramble for the summit and do a happy dance.\n\nGetting down:\n\nRap stations of various quality, distance, and utility festoon the dead center and climber's right of the NE Ridge. Several parties over the past two years have gotten down with a single 60m rope, while others bring two 60 or 70m lines. Expect to use more old piton stations if bringing less rope. If you've got two ropes, bring grocery bags or rig saddlebags to avoid punting the rope down all the steps on the ridge.\n\nTake at least 20-30ft of tat to improve things you don't like--and carry out some of the nasty stuff that's been snaffled.","protection":"Edwards' description for a rack (\"two serviceable 100ft climbing ropes, 40ft of sling rope, and four pitons\") is a bit silly in the modern day.\n\nC3s 00-2, C4s .3-3, nuts, and lots of long slings to deal with the strangeness and inevitably wandering around.\n\nOld pins abound. Perhaps an ice tool with the pick removed if you want to fix them up?","location":"St. Nick comes at the price of a fairly long approach up Coal Creek, Muir Creek, or from Park Creek. Local opinions differ about which is the best; Coal Creek is the most direct to the NE Ridge and has been day tripped in 21 hours (nice job!) The Coal Creek option is at least twelve miles and 5000ft of gain, plus three major creek crossings to where you'd rope up. From Park Creek, expect some fifteen plus miles and nearly the same gain--ascend the drainage directly west from the summit of Church Butte. Huckleberries are almost always great along the way.\n\nBackcountry camping in Glacier requires a permit, available at the backcountry permit offices scattered around the park. You'll probably need an undesignated option to bivy high on the ridge north of the peak, or near the lake to the SE of St. Nick. Plan to take care of that the day before you head in. Most parties take three days to make the climb (enter, climb, exit).\n\nThe technical climbing on the NE ridge begins at the Great Notch, the deep slot with couloirs descending to N and S long the ridge the runs NE from St. Nick to Battlement Mtn. Approaching the Great Notch takes some class 4 scrambling, and the gendarme immediately before the notch is worth detouring around.\n\nThe first belay is directly in the Great Notch, or perhaps down the couloir to the S, if you'd prefer a 5.6 dihedral to kick things off."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,6d93ce9a-b1f9-55de-ba48-51d186dd1ef8,cc545a19-da0f-5476-b816-f6457f3fbdb1,fc5c6d1a-e836-50b2-bffd-2bd9ce233626,ab3c074d-7fc5-5da8-bbd3-c12abeae7916","pathTokens":["USA","Montana","Northwest Region","Glacier National Park","Mount St. Nicholas"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.57372,48.46091]},"bbox":[-113.5743980866391,48.460460339818134,-113.5730419133609,48.46135966018186],"left_right_index":-1,"ext_id":"117378542","area_id":"qzwHTX/FXai708Eqvq55Fg==","polygon":{"type":"Polygon","coordinates":[[[-113.5743980866391,48.460460339818134],[-113.5730419133609,48.460460339818134],[-113.5730419133609,48.46135966018186],[-113.5743980866391,48.46135966018186],[-113.5743980866391,48.460460339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:09:31.250Z","updatedAt":"2024-02-19T18:34:26.902Z"}