{"_id":"63689de0e80bff5a994fa588","area_name":"North Quarry / Pinnacle Area","shortCode":"","climbs":[{"_id":"qBQOy1U5UCafB+pr2O5cJA==","name":"Wide Pride","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":2,"mp_id":"106981276","mp_crag_id":"106827041","climb_id":"qBQOy1U5UCafB+pr2O5cJA==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"The crux is probably moving past the loose blocks that choke the start.  The first moves can be protected with a #5 deep up and left (avoiding the loose rock).  The actual offwidth can be cheated a little with face holds and is perfect #5.  Bring a #6 if you don't want to move above your gear....  Step left onto the face to reach a two bolt anchor.  Medium nut protects this last move.","protection":"2 #5 Camalots (pretty much all you need), maybe a couple smaller pieces.  Step left on the face at the top to an anchor.","location":"You can see this route from CO Hwy 93.  It's on the NW-facing wall just north of the saddle behind the Pinnacle."},"__v":0},{"_id":"IkL0h3TpUMCOB2yhzbf/iQ==","name":"Wayne's Route","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"of indirect start: Geoff Elson & Jason Haas in 2007 with high stick clip. F.A. of direct start: flashed by Kaelen Williams, May 15, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":3,"mp_id":"112476794","mp_crag_id":"106827041","climb_id":"IkL0h3TpUMCOB2yhzbf/iQ==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This route climbs up an arete, past 2 bolts, to the left side of a roof. Clip the 1st bolt off a boulder, & then start climbing from the ground. Pull around the roof, past 3rd bolt. Climb a left-leaning, thin crack up the vertical north face. Move right to the anchor below the top.\n\nIt is also possible to start by climbing up the corner, right of the arete, to reach the roof.\n\nThis route was partially equipped by Wayne Ingram in 2005? I added the first 2 bolts & the anchor in 2009. Kaelen Williams flashed [his] ascent.\n\nPer\n\nJason Haas\n\n: originally, this was freed without the addition of the 2 bolts.","protection":"6 bolts / 2 rings.","location":"It is right of\n\nWide Pride\n\n, on the right side of the north face."},"__v":0},{"_id":"0WHePOV1Xh2hcLLcCOMLNQ==","name":"Wawaweewa (aka Subsequent Boulderstart)","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Bear & Smalls","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":7,"mp_id":"119801213","mp_crag_id":"106827041","climb_id":"0WHePOV1Xh2hcLLcCOMLNQ==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This is a left direct start to\n\nCatching the Quarry\n\nthat climbs past three bolts on the left arete, linking into\n\nCatching...\n\nat its second bolt (a long sling is helpful here to keep rope on right side of arete for upper climbing).\n\nClimb somewhat friable, moderate rock that quickly improves to a big pocket to start, then make thin, bouldery slappy moves up the arete, culminating in a finishing deadpoint to a finger bucket/lock on the right before you can sneak left. Mantel onto the ledge, then finish on the thin face of\n\nCatching...\n\nto its anchors.\n\nIt is nice! I like Wawaweewa!!!","protection":"7 bolts to double-bolt anchors.","location":"Start right of the original start of\n\nCatching the Quarry\n\nand left of\n\nCatching the Quarry Direct\n\n. It is a good winter route...it gets sun after 1 p.m."},"__v":0},{"_id":"96bwMoVrXf6leFs8ddb2VQ==","name":"Unknown by Burly Man","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":10,"mp_id":"106987125","mp_crag_id":"106827041","climb_id":"96bwMoVrXf6leFs8ddb2VQ==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"Follow the tricky hand crack on the right side of the\n\nBurly Man\n\nstart.  The start is harder than it looks.  Good gear and fun moves lead up to the roof.  You can clip the first bolt from a good horizontal jug that you can't see from the ground.  The crux is getting from this horizontal to the anchor.  Although wild stemming is involved, it turns out to be much easier than it looks....  Listed with the guidebook grade, it really didn't feel much harder than 10+.","protection":"SR and two bolts.  Two bolt anchor without rings.... You can walk over to the\n\nCracking Up\n\nanchor to get down.","location":"This is just right of\n\nBurly Man\n\n."},"__v":0},{"_id":"FbQVOLquUUGPFTT3aoebPQ==","name":"Rusty, Small Hole Hanger Route","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"???","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":17,"mp_id":"106987103","mp_crag_id":"106827041","climb_id":"FbQVOLquUUGPFTT3aoebPQ==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This route is mistakenly called Rancid in the Haas/Schneider guide.  The route climbs past 5 bolts with homemade hangers to a fist crack below the chains.  The holes in the hangers are small and barely accepted the nose of my carabiners.  For some reason, the fifth bolt hanger has a smaller hole than the others. I found this out while trying to clip.  I gave the route a PG-13 for safety, because some of the hard moves are done well above the bolts.  It looks like it was drilled on lead, so the bolts are at good stances and not necessarily at the hardest moves.","protection":"5 bolts to a two bolt rusty chain anchor.  Optional #4 Camalot for the fist crack below the anchors. Big nosed biners like Wild Country Heliums will not fit some of the hanger holes.","location":"The route is about 60' right of\n\nCracking Up\n\nat the top of the scree gully south of the pinnacle.  Descend from the fixed anchor at the top."},"__v":0},{"_id":"rBYAGB8QVUiozlvsBhWp2w==","name":"Rubble Rouser","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":16,"mp_id":"107647156","mp_crag_id":"106827041","climb_id":"rBYAGB8QVUiozlvsBhWp2w==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"On May 6, 2012, I led my wife, Jeana, up a climb immediately right of\n\nCracking Up\n\n. Stem an alcove up to and over a chockstone that dams a pond of rubble. Place a #0.5 Camalot in a horizontal. Move up and left to the base of a 4-inch crack in a right-facing dihedral. Place a #0.75 Camalot to the left, in a horizontal. Climb crack to top (5.8-). I didn't have a 3 1/2-inch (or bigger) piece, so I placed a wobbly, tipped-out #3 Cam in a narrower space and excavated lichen from a small, shallow, horizontal pocket for a red C3. I also excavated lichen from a key right-angling crimp the on right wall of the dihedral. Don't arouse the rubble!","protection":"Cams to 3 1/2 or 4 inches.","location":"This is in an alcove immediately right of\n\nCracking Up\n\n. I rapped from the old, poor-quality cold-shuts atop\n\nCracking Up\n\n, after placing gear on top to anchor me while I threaded the rope through the shuts, which are a couple feet below the rim. After toproping\n\nCU\n\n, I retrieved the gear."},"__v":0},{"_id":"Ux5UIlxQWwqGEepXnz3y5w==","name":"Pinnacles Face","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":13,"mp_id":"109186053","mp_crag_id":"106827041","climb_id":"Ux5UIlxQWwqGEepXnz3y5w==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This is an easy climb of the most prominent feature and namesake of this area.\n\nStart on the flatter ground at the top of the scree field near a large boulder. Most of the climb is on good rock. As is true with the entire pinnacle, the rock down low in awful and crumbly. For this climb, the first 10-15 feet are on poor rock with unreliable gear placements. After that, you come out onto the solid rock with large cracks that take good gear. The crux is honestly not freaking out down low on the poor rock. This gets 1 star for the climb and 1 star for the cool feature you get on top of with it.\n\nWarning: there are rappel anchors in the middle of the east face of the pinnacle. I wouldn't really recommend climbing to them from anywhere else on the pinnacle other than the route described above, since farther down the gully you will be forced to climb on 20-30 feet of the terrible rock at the base of the pinnacle.\n\nIf this is your route, feel free to contact me about it. There are 3 rappel anchors, so it's clearly been climbed.","protection":"Cams to #3 and medium nuts. An anchor can be easily set up at the top with 2 #2s, so you can belay your partner up. Rappel anchors are ~50 feet left above\n\nChossdergarten\n\n.","location":""},"__v":0},{"_id":"RJvONk85WW+ypy5kItyp5g==","name":"Mandolin Wind","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Kaelen Williams & Mark Rolofson on May 15, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":1,"mp_id":"112476771","mp_crag_id":"106827041","climb_id":"RJvONk85WW+ypy5kItyp5g==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"Start with easy moves to 1st bolt, & then lieback up a large flake to its top. Continue up the face with a crux at 3rd bolt on small edges. Reachy moves lead to a large horizontal break & the last bolt. Finish up a short crack.","protection":"6 bolts to a 2 ring anchor.","location":"It is on the left side of the north face, left of\n\nWide Pride\n\n."},"__v":0},{"_id":"rsncRCUxWd688jF82AqAGA==","name":"Hardly Huge Hanger Holes High Overhead (aka Homemade)","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tod Anderson","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":0,"mp_id":"106930461","mp_crag_id":"106827041","climb_id":"rsncRCUxWd688jF82AqAGA==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This is the first route in the new book, the title says it all.  I'm  guessing this is a Todd Anderson route, from maybe 20 years back.  This guess is based on the unique style of hanger that is used, combined with the reachy nature of their placement.  It's a nice enough little line, scramble up to the base of the slab, pull through a balancy sequence, up to some crimpers, into a weird corner, and off to the chains.","protection":"A few draws and a stretchy arm.","location":""},"__v":0},{"_id":"/W/vLRuHWkeYZvs8+bIFDA==","name":"Girly Man","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FA: Matt Lloyd dec 8th 2013","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":5,"mp_id":"108515547","mp_crag_id":"106827041","climb_id":"/W/vLRuHWkeYZvs8+bIFDA==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"Climb up the prow as for \"\n\nCatching the Quarry\n\n\", but instead of climbing right, continue straight up through an interesting, steep crux at the roof.","protection":"6 draws plus 2 for the anchor.","location":"Start just left of the arete."},"__v":0},{"_id":"v6uph32MXeyBJU62UOshWw==","name":"Cracking Up","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Tod Anderson","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":15,"mp_id":"106987084","mp_crag_id":"106827041","climb_id":"v6uph32MXeyBJU62UOshWw==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This route does not look very good at first glance, but hidden in the lichen are some horizontal edges and good crimp holds.  The first few moves, protected by gear, are difficult, and in some suspect rock.  The hardest climbing is near the first bolt.  I went with the guidebook rating for this one, but it felt easier than 11b.  It is hard 5.10 in my opinion.","protection":"2 bolts and a small rack to a #2 Camalot.  Two bolt coldshut anchor on top.","location":"This is the crack to the right of\n\nBoobalaty\n\nwhich leads to a lichenous face with two bolts.  The crack arcs right to left below the bolts.  There is a two bolt coldshut anchor on top."},"__v":0},{"_id":"Irh8XqmRXPGXT68Ntqy6Vw==","name":"Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":18,"mp_id":"107288721","mp_crag_id":"106827041","climb_id":"Irh8XqmRXPGXT68Ntqy6Vw==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This is a less interesting line that misses a star rating due to rounding and is submitted for completion purposes. There is a bolted anchor above, so it may have been climbed before, but it remains distinctly loose, dirty, and licheny in spots.  There are some flexing flakes, too.  This may appeal to the adventurous sorts.\n\nThis line is to the right of\n\nRusty, Small Hole Hanger Route\n\nand left of\n\nChimney\n\n. Start up on blocky terrain.  There is a small, flexing flake on the right in here, so beware. It will be a bit challenging to get gear in this section. Stemming will bring you to the crack about at 3/5ths height. Jam the fingers widening to fists crack to the top.  Move right to a two bolt anchor.\n\nIf you decide to do this and top rope it, a #3 or 3.5 Camalot may help for a directional at the top.\n\nIf you have a name or FA, let me know and I'll update the info.","protection":"It would be better to TR this from the 2 bolt anchor.","location":"This line is to the right of\n\nRusty, Small Hole Hanger Route\n\nand left of\n\nChimney\n\n."},"__v":0},{"_id":"c4CTSjJ4Vo66l0h9rEbPRQ==","name":"Corruption","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"Kegan Minok/ Matt Lloyd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":4,"mp_id":"109443719","mp_crag_id":"106827041","climb_id":"c4CTSjJ4Vo66l0h9rEbPRQ==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"Climb up the steep roof heading into a powerful boulder problem before climbing into easier terrain. While the moves are excellent, this route represents a \"corruption\" of my personal ethics. While working the route, a key crimp broke off, and after much deliberation I decided to glued it back on.\n\nThe results of this action is a wonderfully steep and gymnastic route with a true boulderer's crux, climbing out a nearly horizontal roof... in North Table!\n\nI'm sure one day, years from now, the crimp will break off again, and this will allow nature's route to be just that again. Until then, I hope people can reserve there harsh \"MP\" judgment and enjoy the climb for what it is, a learning experience. Not that it matters now, but if I could do it again, I would have not repaired the hold. You live and you learn I guess.","protection":"7 bolts and 2 anchors.","location":"Start below the roof at the main prow, using the same start as for [[108515547], then cut left."},"__v":0},{"_id":"+z0/D1t/XaWxzoBZnfVpuQ==","name":"Chossdergarten","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":14,"mp_id":"109186191","mp_crag_id":"106827041","climb_id":"+z0/D1t/XaWxzoBZnfVpuQ==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"Start in the middle of the east face of the pinnacle directly below the rappel anchors on a small ledge in the gully. Climb on very crumbly rock for 15-20 feet with little to no gear placements up to your left to a ledge. The climbing is probably only 5.4-5.5, but the rock makes is harder. In front of you on the ledge, there is a crack heading up over a slight overhang. You can finally place some really solid gear in this crack. Crank the overhang, and you are basically at the top.\n\nThe technical crux is at the overhang, but the mental crux is the bottom while you are climbing on very broken rock with very little protection. A fall here would likely be a groundfall, since the gear you place probably won't hold.\n\nEven though I give this an R safety rating, this is the most solid climb on the east face of the pinnacle. I pulled off huge rocks trying to climb farther left and right of this route.\n\nI only give this a star because the feature you get on is pretty cool. The climbing is honestly a bomb for sure down low since it is so rotten.\n\nIf this is your route, feel free to let me know. The anchors were there when I climbed it, so this has probably been climbed before.","protection":"Standard rack. There are 3 rappel anchors at the top of the climb.","location":""},"__v":0},{"_id":"7AxAGBvLUbepOM2s7CHvFA==","name":"Chimney","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":19,"mp_id":"107288705","mp_crag_id":"106827041","climb_id":"7AxAGBvLUbepOM2s7CHvFA==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This is an interesting line that climbs much easier than it would appear and requires far less chimneying that you might think.  It has a bolted anchor, so it has been climbed before, but it remains somewhat loose and dirty in spots.\n\nThis obvious, flared chimney is to the right of\n\nRusty, Small Hole Hanger Route\n\n.  Start up on face holds, which seem to incline you to face right.  It may be a bit challenging to get gear in this section as the crack is shallow and irregular to some.  When two large footholds appear on the left, you can switch to more right side in.  Face holds keep appearing and allow you to avoid much friction on your back.  Once above the chimney taper, the footholds on the right get slopey.  Yard up onto the ledge and the two bolt anchor.\n\nIf you have a name or FA, let me know and I'll update the info.","protection":"Standard rack.","location":"This obvious, flared chimney is to the right of\n\nRusty, Small Hole Hanger Route\n\n."},"__v":0},{"_id":"uO7+mSIHUTKf3I66oreipQ==","name":"Catching the Quarry Direct","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Not sure....Matt Lloyd? T Zilla?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":8,"mp_id":"118197718","mp_crag_id":"106827041","climb_id":"uO7+mSIHUTKf3I66oreipQ==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"This is a three-bolt direct start on the right to\n\nCatching the Quarry\n\n. I preclipped bolt 2 to avoid kicking my belayer in the head.\n\nIt is standard Front Range 13-: boulder problem to a ledge to 5.11 - beta-intensive, but it comes together well if you have the patience to sort it out. Hint: begin leftish, move rightish, then up. A right kneepad is helpful.\n\nThis is good on a sunny winter afternoon with highs in the 30s to 40s. It gets sun from 1p till 4p.","protection":"Six bolts.","location":"It starts right of\n\nCatching the Quarry\n\nthen joins it for the final three bolts on nice basalt crimpers up the headwall."},"__v":0},{"_id":"0U6Qh1vCXDCnIFO6tDEkKw==","name":"Catching the Quarry","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Tod  Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":6,"mp_id":"106981267","mp_crag_id":"106827041","climb_id":"0U6Qh1vCXDCnIFO6tDEkKw==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"The route climbs some red slabby rock to the left of the prow for two bolts before switching to the face on the right.  The climbing on the face is steep and crimpy as you follow small edges to the anchor.  The crux is around the 4th bolt, but the difficulty does not really ease till just under the anchor.","protection":"5 coldshut bolts to a two bolt coldshut anchor.","location":"You will find this route sandwiched between two offwidth cracks.\n\nWide Pride\n\nto the left and\n\nBurly Man\n\nto the right.  There are two lines of bolts here.  This is the right line of bolts with coldshut hangers.  The route on the left is a 5.12."},"__v":0},{"_id":"6sbVRWkEU+K+EvGHaL97Jg==","name":"Burly Man","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":9,"mp_id":"106987058","mp_crag_id":"106827041","climb_id":"6sbVRWkEU+K+EvGHaL97Jg==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"The crux (for me) was getting off the ground.  Some creative stemming then maybe a chimney type move will get you to jugs atop a chockstone.   Then scramble up onto the ledge under the big roof.  A perfect #3 fits at the top of the corner and a #4.5 or modern #5 is perfect in the roof (a #6 is too big).  Time to get burly.  Undercling out the roof and head up the crack.  Turning the corner is a little awkward and is probably the real crux.   Another #5 would protect the top but isn't completely needed as the difficulty ends when you pull around the roof.  You can step left to the\n\nCatching the Quarry\n\nanchor to lower.  The guidebook says to use the anchor to the right, but you can't get there from here, and they are not equipped for rappelling anyway.  I listed this with the guidebook rating, but it didn't feel nearly as hard as the name suggests.  In fact, it's quite a bit easier than the 5.8s @ the East Quarry!","protection":"A standard rack? Not exactly... 2 #5s are ideal, 1 #3, maybe a #4, but that's about it....","location":"This route is around the corner to the right from\n\nCatching the Quarry\n\n.  Start in a giant, right-facing corner with the obvious crack that goes out the left side of an overhang."},"__v":0},{"_id":"My8RGa2GV9yeLfmOck3KfQ==","name":"Boobalaty (variation)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":12,"mp_id":"106827061","mp_crag_id":"106827041","climb_id":"My8RGa2GV9yeLfmOck3KfQ==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"Follow the start of\n\nBoobalaty\n\nuntil the chimney splits into two distinctive paths.  Climb to the right.","protection":"Large boulders at the top can be used to set a TR.","location":"This is the Northwest-facing chimney route."},"__v":0},{"_id":"MlmeEVt0VNmiT9D/QYmKcA==","name":"Boobalaty","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"left_right_index":11,"mp_id":"106827045","mp_crag_id":"106827041","climb_id":"MlmeEVt0VNmiT9D/QYmKcA==","areaRef":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":"Follow the wide chimney as it meanders slightly towards the left.  Watch out for large, loose boulders.","protection":"Large boulders at the top can be used to set a TR.","location":"This is a Northwest-facing, chimney route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,054defef-ef8b-511a-8dd3-3f5a56ac32eb,6a8e95d5-aec5-5ae4-b0db-f5fabc7daeeb","pathTokens":["USA","Colorado","Golden","North Table Mountain/Golden Cliffs","North Quarry / Pinnacle Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":3,"label":"5.12c"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.0"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10d"},{"count":4,"label":"5.8"},{"count":1,"label":"5.13a/b"},{"count":1,"label":"5.7"},{"count":1,"label":"5.13-"},{"count":2,"label":"5.11a"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":2,"advanced":2,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":5,"expert":2}},"tr":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":4,"advanced":7,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.22461,39.77495]},"bbox":[-105.22519506589686,39.77450033981814,-105.22402493410313,39.77539966018186],"left_right_index":-1,"ext_id":"106827041","area_id":"ao6V1a7FWuSw2/X6vH2u6w=="},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:57:04.930Z","updatedAt":"2022-11-25T11:17:58.783Z"}