{"_id":"6368a50be80bff5a995afe33","area_name":"Tucupit","shortCode":"","climbs":[{"_id":"/C/ghbSfXambKvdZDk0F/Q==","name":"West Face of Tucapit","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA: Bill March and Bill Forrest, June 1981 FFA: Karl Kvashay and Ethan Newman","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-113.18443,37.4544]},"left_right_index":5,"mp_id":"109391515","mp_crag_id":"117819392","climb_id":"/C/ghbSfXambKvdZDk0F/Q==","areaRef":"kXqe4/3RU2SA2awbMh7iaQ=="},"content":{"description":"High quality route climbed by the Bills in '81. The route follows one crack system from bottom to top of the cliff. The rock is good and featured, the line is aesthetic, and the drilled pins still look pretty good. Expect a little bit of everything, although there's a decent bit of chimney climbing. Fun, physical climbing throughout the route.\n\nAlthough we found a small stash of gear at the base of the route, the climb looked essentially untouched from the FA. The tat on the rap stations looked quite old; it was completely bleached and core-shot from the wind scouring it. We also found a #7 Forrest Teton at the base, apparently left by the FA team. There is an old, cryptic topo at the visitor center. I've provided a new one here that hopefully helps without giving too much away. Have fun!\n\nOriginal AAJ Report","protection":"We took triples to #3 BD, plus an old 3.5 to old 5. You could probably get away with doubles, although a good selection of new #3-#6 BD will make you feel pretty good about life. A red ballnut is nice for P3.","location":"Park at and hike up the trail for the Middle fork of Taylor Creek. At the old cabin, head off trail towards the North Fork of Taylor Creek. Follow the wash until you're past the initial rock buttress that splits the creek forks. From here, you should be able to see the route through the trees. The route faces west on a narrow wall on the north side of Tucapit. Bushwhack up the hill to access the slickrock bowl that drains northwest below the route. The route is an obvious crack that splits the entire face, and becomes a chimney in lighter rock about halfway up. The approach should take an hour or so.\n\nDescent: Rap the route. Take some tat."},"__v":0},{"_id":"+nwl8kPqVNik7nbZdUDt2Q==","name":"Tucupit occidentalis","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Karl Kvashay and Brandon Gottung May 2015","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.18443,37.4544]},"left_right_index":4,"mp_id":"110664367","mp_crag_id":"117819392","climb_id":"+nwl8kPqVNik7nbZdUDt2Q==","areaRef":"kXqe4/3RU2SA2awbMh7iaQ=="},"content":{"description":"","protection":"Slim set of wires. Double set from blue alien to #3 and singles #4 to #6 with an extra run in fingers to tight hands and a second #5 for P4 OW. Optional blue bigbro for pitch 1. Could get away with one #5 for P4 offwidth if comfortable bumping it along for 30 feet (bumps well) backed-up with a deep #4. Dozen slings and draws. Two ropes, 60 meter minimum.","location":""},"__v":0},{"_id":"cW4VIINsUOKlc3bLAwCWlQ==","name":"Tucupit nova","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Karl Kvashay, Brandon Gottung","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.18443,37.4544]},"left_right_index":2,"mp_id":"116840458","mp_crag_id":"117819392","climb_id":"cW4VIINsUOKlc3bLAwCWlQ==","areaRef":"kXqe4/3RU2SA2awbMh7iaQ=="},"content":{"description":"Tucupit nova\n\nis cut in the same caliber stone as\n\nTucupit occidentalis\n\n. Anticipate a longer, more challenging and much more adventurous outing. The topo should provide enough information but here are some notes that may be helpful:\n\n-Make sure to save a #5 (or bump it along) for the crux of pitch one, near the top. Very sustained, physical 60 m pitch.\n\n-On pitch two, chimney up to the constriction, place gear, then transition to the outside of the crack/pillar (continuing inside is the Nightlight var. to the Pain Chamber). The roof above is beautiful, intimidating and not nearly as difficult as it looks. It's best to climb through the deep flare and belay at the spectacular supernova ledge but there are earlier options if the rope drags (important to extend gear).\n\n-Pitch three has a short, thin crux followed by lots perfect finger locks and stops in the cave (a two-bolt belay will be added, until then, gear is available inside the cave).\n\n-Pitch 4 is a Tucupit classic with three distinct cruxes and lots of perfect hand jams.\n\nThe route then joins\n\nT.occidentalis\n\nat pitch 5 with an exciting traverse into the corner below the rocker block.","protection":"Double set cams to #5, with 1 extra #1. Slim set stoppers. A dozen slings and draws. Optional #6 / green bigbro. Optional extra #5s for pitch 1.\n\nTwo 60 m ropes.","location":"From the west face, 3rd class down ledges towards the north face. A short rappel from\n\nRhus aromatica\n\nshrubs is optional. Begin from nova ledge. A comfortable bivy for two."},"__v":0},{"_id":"qPMmoF2/VFy6q/MI9Q71KQ==","name":"The Skeleton Key","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"FA: Karl Kvashay, Brandon Gottung FFA: Aaron Livingston","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.18443,37.4544]},"left_right_index":0,"mp_id":"120552911","mp_crag_id":"117819392","climb_id":"qPMmoF2/VFy6q/MI9Q71KQ==","areaRef":"kXqe4/3RU2SA2awbMh7iaQ=="},"content":{"description":"The Skeleton Key is a king line of the North Fork of Taylor. The route was established in a multi-week ground up effort by Karl K and Brandon G. They managed to free all but roughly 50 feet of climbing on the first ascent. Thanks to them for this modern day Zion Classic. There were many hours of hand drilling on lead that made this route possible.\n\nThe Skeleton Key features long crack systems connected by unlikely face climbing sections and could reasonably be climbed at 12a A1 with some aiders. Every pitch features high quality climbing from beginning to end. Some sections seem a bit spicy onsighting but the route is quite safe and well equipped.\n\nin 2020 Brandon reached out and suggested I reach out to Karl about trying to free their prized route. He was certain it could go. Karl was psyched to show me the line and we teamed up for 5 days in October 2020 to try and free the route.\n\nWe spent 2 days getting ropes fixed from the ground up thru the crux on pitch 12. Karl took a rest day and I worked the route all the way through the crux on day 3 removing our fixed ropes on the way down. After a rest day we set off to try and send the route from bottom to top. It was my last day before heading to Yosemite so our fingers were crossed that it would come together.\n\nUltimately I managed to free the entire route in about 13 hours. Karl and I climbed in blocks and he graciously offered to let me lead each crux pitch. He walked away having done every move but without sending the crux from anchor to anchor. It was one of the best days of climbing I’ve ever had, and one of the best routes I’ve ever climbed. Karl is a wonderful partner and one of the nicest guys you’ll ever meet. He and Brandon have put dozens (maybe hundreds?) of days into developing high quality routes in Kolob Canyon and I’m thankful they allowed me to play a small part in their story.\n\nP1- (11+) look for two bolts in dark rock off the ground. Make some tricky moves to the roof that leads you left to another bolt in a left facing corner. Switch cracks into a right facing corner near a bush. Climb to a bolted belay. 40 meters\n\nP2- (12b) Start up the right facing corner until you can step right to 2 bolts. Climb up into a STEEP left facing corner. Use some stemming wizardry and bouldering power to get out of the corner and make some tenuous slab moves to your right. 30 meters\n\nP3- (11c) climb the left facing corner above then escape right out of the roof onto a cryptic Zion slab. 15 meters.\n\nP4- (10d) continue following bolts up and right until you  clip the last bolt at a funky step across move to the left. Follow the large corner up to a bolted belay on top of a massive pillar. (Potential sloping bivy). 35 meters\n\nP5- 11d climb up into the roof and then follow the difficult shallow corner with a less than tips crack. 15 meters\n\nP6- 11a “The Sportwidth” start up the obvious wide crack above. If you lack OW technique you might be luck if you have strong fingers. After finishing the wide navigate the funky roof overhead, step right to a bolt and continue up a flare to a set of anchors on the left wall. 35 meters\n\nP7- 11a “The Flare” step right off the belay and navigate some funky terrain to a flared roof feature. Clip a bolt then continue up the massive corner above. Keep an eye out for anchors on a ledge on the right wall. There is a bolt protecting the traverse. 35 meters\n\nP8- 10d “The Gills” step right off the belay clip a bolt and head up the crack above. Switch to the right crack near a roof and continue up the splitter until a bolted belay. 30m\n\nP9- 11a climb up the burly corner until you get to the wild flake feature heading left. Do not continue up the main corner. Clip a bolt at the top of the flake and belay at a small stance.\n\nP10- 12a climb up and over the roof following a thin splitter which slowly opens up to hands. After about 80 feet look for bolts traversing right on an INSANE patina face. 35m\n\nP11- 11b climb up the striking right facing corner to a massive bivy ledge. 3 people could easily sleep here. 30m\n\nP12- 13a or 10d A0 “Condor Corner” move the belay left to the obvious line of bolts. (You may have to link the first 2 bolts to build a belay here). Climb some incredible techy stemming moves up to a burly boulder problem crux. There’s a good stance here to enjoy the incredible position you’re in before continuing to the belay. One bolt belay. Bring a 1”-2” piece for the anchor.\n\nP13- 12c “The Twister” climb up the left facing corner until you get to a steep bolted section. Try and sneak a rest at the lip of the roof and then tackle a boulder problem on amazing patina. The position in this pitch is once again, incredible. Continue following bolts up and left to a bolted belay.\n\nP14- 11a climb up the wildly overhanging cracks above. Follow cracks up and slightly right then take a left leaning over hanging corner until it curves back right to a bolted belay. 35 m\n\nP15- 11c climb the right facing corner to a ledge. Follow two bolts up a devious slab sequence which guards the summit. Continue to bolted anchors on the summit of Tucupit!\n\nDescent: a 70 meter rope will do the whole route. Tie knots and use back-ups!!! Some of these raps are extremely tight on one rope and some require traversing to get into the anchor. An 80m wouldn’t be a bad idea.\n\nStart rapping from the top. Go to the anchors on top of P13 and rap straight down instead of trying to traverse to the route. Find a rappel anchor left of the condor corner and make a tricky rap back over to the bivy below condor corner. Rap the route from here until you are back on the pillar at the top of P4. Head down the climbers right side of the pillar and hit the anchors on top of P3. From here it’s 2 35m raps straight down to the ground.","protection":"Nuts, Doubles purple C3-#1 C4, singles 2, 3, 4, 5","location":"Hike about ten more minutes passed the approach trail for Tucupit Occidentalis. When the drainage starts to narrow and you’re under the north side of Tucupit look for a drainage heading up on your right. Eventually escape this drainage and hike up hill to the base of the wall. Head right and after going down a hill look for the bolts marking the start of P1."},"__v":0},{"_id":"F8nHhmYQVKSezWPOEllK6w==","name":"Pain Chamber","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Brandon Gottung and Karl Kvashay. FFA: Brandon Gottung and Ethan Newman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.18443,37.4544]},"left_right_index":1,"mp_id":"112084539","mp_crag_id":"117819392","climb_id":"F8nHhmYQVKSezWPOEllK6w==","areaRef":"kXqe4/3RU2SA2awbMh7iaQ=="},"content":{"description":"","protection":"","location":"See approach for Tucupit occidentalis. From T.occidentalis, walk down the broken ledge systems towards the north face. There is a Rhus shrub to rap from down to the big bivy ledge or downclimb. Another rappel from the tree to the ledge with a small pillar. Tunnel through the pillar to pitch 1."},"__v":0},{"_id":"fPVdHUDUWoe2XtJFSpm4bg==","name":"Morphology","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Karl Kvashay, Brandon Gottung. FFA: Aaron Livingston","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.18443,37.4544]},"left_right_index":3,"mp_id":"116840476","mp_crag_id":"117819392","climb_id":"fPVdHUDUWoe2XtJFSpm4bg==","areaRef":"kXqe4/3RU2SA2awbMh7iaQ=="},"content":{"description":"","protection":"Double rack 00 to hands, singles wide hands to #5. Stoppers, emphasis on small, RPs are crucial. Two 60 m ropes.","location":"West Face of Tucupit."},"__v":0},{"_id":"T0owGd6IVg2HvyiPJLkw3A==","name":"Moped Man","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown. FFA: Brandon Gottung and Xinwu Liu","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-113.18443,37.4544]},"left_right_index":6,"mp_id":"113784383","mp_crag_id":"117819392","climb_id":"T0owGd6IVg2HvyiPJLkw3A==","areaRef":"kXqe4/3RU2SA2awbMh7iaQ=="},"content":{"description":"Moped Man is the right of the two twin corners on the north flank of the Tucupit subpeak. This route would easily be three stars if it was cleaner, but in its present state, it is a good, yet short Zion adventure with engaging climbing on interesting rock. Expect crispy edges, dirt and lichen. All-in-all this is fun Kolob route that has fallen into complete obscurity since the FA that could benefit from some traffic.\n\nP1: 25m. 5.10+. Start in the flare at the base of the corner. Fun moves with dubious protection to a good ledge stance below the seamed out corner. Arrange some thin protection and decipher the mental crux of the route. Continue up the clean corner through the roof to a two-bolt belay at a stance in the wide pod.\n\nP2: 32m. 5.10. Squirm up the slot to the crisp tight hand crack that pinches down to tight fingers before opening up into a flaring squeeze chimney and topping out the corner at a two-bolt belay on a nice ledge with a commanding view of the Tucupit's West Face and Horse Ranch Mountain.","protection":"We used a double set from purple metolius to #2 camalot with singles #3-#5. Small stoppers and offset cams (green/yellow and yellow/red alien) were great to protect the start.\n\nTwo ropes get you down in a single rap, but a single 70 would work, just be sure to bring tat to equip the anchor above P1.","location":"See approach info for T.occidentalis. Wander up the slabs to the base of the route.\n\nA double rope rappel from the top gets down past the sketchy slab move that accesses the climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,43eb7042-3a84-583d-a8fa-9e69d942cd98,7eb5a97d-a036-599d-948a-e4e37632eb50,917a9ee3-fdd1-5364-80d9-ac1b321ee269","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Kolob Canyon","North Fork of Taylor","Tucupit"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12+"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-113.18443,37.4544]},"bbox":[-113.18499643851453,37.45395033981814,-113.18386356148551,37.45484966018187],"left_right_index":-1,"ext_id":"117819392","area_id":"kXqe4/3RU2SA2awbMh7iaQ==","polygon":{"type":"Polygon","coordinates":[[[-113.18499643851453,37.45395033981814],[-113.18386356148551,37.45395033981814],[-113.18386356148551,37.45484966018187],[-113.18499643851453,37.45484966018187],[-113.18499643851453,37.45395033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:22.582Z","updatedAt":"2024-02-19T18:40:26.521Z"}