{"_id":"6368a214e80bff5a9955d878","area_name":"South/Southeast (Right) Face","shortCode":"","climbs":[{"_id":"CgCjehwwVw2cxvbo7hrrbw==","name":"Shipwrecked","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Geoff Weigand, early 1990s","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":6,"mp_id":"105842778","mp_crag_id":"105821672","climb_id":"CgCjehwwVw2cxvbo7hrrbw==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"Powerful start to some technical pocket pulling.  After this you get a good rest to an endurance finish.  Yes the mono's can be avoided at the bottom, and don't grab the chains at the finish.","protection":"9 Bolts + Anchors","location":"Between Golden Stairs and Flotsam and Jetsam."},"__v":0},{"_id":"07DOwFFmVOykDT0vzm4exw==","name":"Medusa","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Adam Read","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":3,"mp_id":"106171233","mp_crag_id":"105821672","climb_id":"07DOwFFmVOykDT0vzm4exw==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"This line while not as classic as the other tower routes due to it's less than perfect rock and squeezed feeling is worth doing once you have sent all the other routes on the tower, or are just looking for another 12c to prepare for the harder tower routes. \n\n  Head up the slabby ramp of Golden Stairs to the 5th Bolt.  Here head straight up through steep jugs past the 6th and 7th bolts.  Make a hard move pulling over the roof at the 7th bolt on small pockets, to sustained pocket pulling past the next two bolts.  At the ninth bolt head slightly right to the anchors. \n\n  For the 12c grade head left at the 8th bolt, to me this felt like the natural line.  The holds can be tough to spot on the onsight burn. \n\n  For the 12b grade break right at the 8th bolt to climb jugs close to Golden Stairs. ","protection":"9 Bolts to Chain Anchors","location":"Shares start with Goliath and Golden Stairs.  At the 5th Bolt of Golden Stairs head Straight up."},"__v":0},{"_id":"HAGQ2ix9XhKIAzgzMBFWdQ==","name":"Hippogriff","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Eric F Rhicard, Guy Agee '03","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":9,"mp_id":"106257472","mp_crag_id":"105821672","climb_id":"HAGQ2ix9XhKIAzgzMBFWdQ==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"Start up from a small platform in the bushes through some slightly chossy rock and over a couple of bulges. The bulge at the third bolt is a bit awkward. Above that bulge, rest up before heading into the steep terrain. Things get steeper and bit more interesting but the jugs are big up to the fifth bolt.  \n\n  The crux comes after as you figure out how to surmount the bulge with a mantle-esque move. Once up past the bulge, small pockets on the face lead past a the sharp \"tooth\" jug and the last bolt. Finish up on decent but not stellar pockets to the top.    \n\n  The climbing is fun and the crux move is balancy yet pretty powerful at the same time.","protection":"8 bolts to bolted anchor with rap rings.","location":"This is the right-most route on the south face of the tower."},"__v":0},{"_id":"5XDlrTtvXfSL2Rxwc+BtwQ==","name":"Goliath","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Adam Read","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":2,"mp_id":"105858880","mp_crag_id":"105821672","climb_id":"5XDlrTtvXfSL2Rxwc+BtwQ==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"An amazing line.  Start up Golden Stairs and continue up arete.  Pass through some technical moves on the arete to a decent rest.  Rest up and continue up to the mid anchor then fight the pump through the overhang, another decent but strenuous rest can be had here.  Move past the overhang and onto the arete and pull the crux moves to get established on the finishing slab.  The crux moves while only V3+ or so, feel much more difficult after all that climbing to get there.  To the mid anchors is David 12c a great route on it's own.","protection":"17 bolts + Anchors.  For rope drag unclip the first 3 bolts on starting slab, and use long draws on mid anchor and the next 2 bolts.  A 70m rope is mandatory to lower off without using the mid-anchors.","location":"Shares start with Golden stairs, between Medusa and Ripped Van Winkle"},"__v":0},{"_id":"Zp8MgBAkUQOhVHEO8pQh5Q==","name":"Golden Stairs","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bertrand Gramont & Phil Simon 10/87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":4,"mp_id":"105821675","mp_crag_id":"105821672","climb_id":"Zp8MgBAkUQOhVHEO8pQh5Q==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"A classic line. Begin just right of the Goliath arete (both routes share the same start), and climb to the top of a large pillar. Once gaining the top of the pillar continue up and pull a balancy move for the technical crux. Trend right on large holds, then up and through the bulge. This bulge is the crux for most, as the pump clock is ticking. After pulling this bulge, the rest is only 5.8 climbing but can be a little spooky, especially if your super pumped! It is fairly run out from there to the anchors.  \n\n  One can continue to the top from the midpoint anchors, but if done it will be helpful to have a 70m rope. Run out but easy climbing up there.","protection":"10 bolts to the first set of anchors. If you continue to the top there are three more bolts. A 70m rope is mandatory for lowering from the top to the ground. If using a 60m rope, lower from the top to the mid-point anchors, anchor in, pull the rope down from the top, thread into mid-anchor and lower from there.\n\n ***See Comment Below:*** As of May 16, 2018 there is not a nut holding the hanger on at the 3rd bolt. Watched a gust of wind blow the hanger off with a quickdraw attached to it while my buddy was up the 8th bolt. We couldn’t find the nut, but we left the hanger at the base of the climb. For some, this may change the climb with a slabby crux being protected here with potential for decking. All it needs is a nut, a little locktite, a wrench, and some elbow grease to be repaired, but alas we only had elbow grease with us.  ************************","location":""},"__v":0},{"_id":"l+8FdG0ZXj2hdamf/xTYDA==","name":"David","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Adam Read?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":1,"mp_id":"118685273","mp_crag_id":"105821672","climb_id":"l+8FdG0ZXj2hdamf/xTYDA==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"The first half of Goliath, but very fun on it's own and a good intro to the area. A semi tricky spot lower down leads to sustained pocket pulling up the arete with plentiful good holds between harder moves. Hard to say where the crux is, it's mostly just a matter of hanging on similar to it's big brother.","protection":"10ish draws","location":"Front and center of tower, starts same as Goliath and Golden Stairs"},"__v":0},{"_id":"1PbDiGi8Vr+f6aAuz+Haww==","name":"Flotsam & Jetsam","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Eric Rhicard & Guy Agee,  2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":8,"mp_id":"105842784","mp_crag_id":"105821672","climb_id":"1PbDiGi8Vr+f6aAuz+Haww==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"Start on platform, can clip first bolt from ground.  Tricky pumpy start leads to a great rest around the middle of the route.  Just when you think you have the route sent, the chalk dies out and you hit the crux coming to the chains.","protection":"9 Bolts + Anchors","location":"Between Hippogriff and Shipwrecked"},"__v":0},{"_id":"UeDwQm21XUqwhHVwvwb3lQ==","name":"Chips Ahoy","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Ed Strang (2015)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":5,"mp_id":"114578758","mp_crag_id":"105821672","climb_id":"UeDwQm21XUqwhHVwvwb3lQ==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"This is the chossy but fun (and difficult) left variation to the beginning of Cast Away. Instead of starting on Shipwrecked, start at the bolt line one tier down and left. Climb up and right through 5 big shiny bolts dedicated to Chips Ahoy before traversing right into the easier middle section of Shipwrecked for 1 bolt, then continue up and slightly right as per Cast Away for the remainder of the route.\n\n The movement in Chips Ahoy is actually quite good. You'll find a bit of everything – funky slab to start, thuggery through the overhang, then some big pulls and some small pockets. It’s possible to find a quality flowing sequence through it all. \n\n That all said, the rock quality through the first 4 bolts is poor. There are loose blocks between bolts 1 and 2 – they’re not huge and they’re not very high up, but still definitely a concern. After that, the rock is safer but flaky and sandy around bolts 3 and 4. After bolt 4 the rock becomes solid again before you get into Shipwrecked.\n\n Recommend stick clipping the first two bolts in case those blocks come off.","protection":"Bolts","location":"Bolt line left of Shipwrecked. Climb up and right into Shipwrecked - ignore the empty studs that go straight up."},"__v":0},{"_id":"MJxWBqYIXnSRMwXyToGrWw==","name":"Cast Away","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Ed Strang","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":7,"mp_id":"110529472","mp_crag_id":"105821672","climb_id":"MJxWBqYIXnSRMwXyToGrWw==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"A fun variation of Ship Wrecked. Adds another pitch of 5.13 to the Tower. Start on Ship Wrecked and climb the first 5 bolts. At the jug flake head right and then up the face avoiding the jugs on the other climbs. Kind of squeezed in but it's a great sequence.","protection":"Bolts","location":"To the right of Ship Wrecked."},"__v":0},{"_id":"PFZ+MKYOXhqElxJjEvztgQ==","name":"The B.F.G.","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Roald Dahl","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"left_right_index":0,"mp_id":"107776957","mp_crag_id":"105821672","climb_id":"PFZ+MKYOXhqElxJjEvztgQ==","areaRef":"kb7VAB8RWy23B813ebGOJQ=="},"content":{"description":"This variation to the finish of Goliath keeps the climber right on the arete for the duration. By staying on the arete a handful of hard moves are added past where one would pull right onto the face. Slightly harder than Goliath. \n\n  The top is still a bit flakey. Will be worth more stars with more traffic.","protection":"After the steepest part of the Goliath arete continue past 4 bolts just left of the a ret to the top.","location":"Goliath and then some more arete."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,5b65c63c-e7b8-5f26-8c69-53f81b1e139c,5d49811a-7057-547f-9949-f002537eb760,91bed500-1f11-5b2d-b707-cd7779b18e25","pathTokens":["USA","New Mexico","Enchanted Tower","Enchanted Tower, The","South/Southeast (Right) Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":1,"label":"5.11d"},{"count":2,"label":"5.13a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.13b"}],"byDiscipline":{"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":6,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.91675,34.23077]},"bbox":[-107.91729387012991,34.230320339818135,-107.91620612987009,34.231219660181864],"left_right_index":-1,"ext_id":"105821672","area_id":"kb7VAB8RWy23B813ebGOJQ==","polygon":{"type":"Polygon","coordinates":[[[-107.91729387012991,34.230320339818135],[-107.91620612987009,34.230320339818135],[-107.91620612987009,34.231219660181864],[-107.91729387012991,34.231219660181864],[-107.91729387012991,34.230320339818135]]]}},"content":{"description":"The area furthest to the right as you face the tower. Look forward to sun in the morning in winter and fall, and it goes into the shade fairly early in the summer! \n\n  Routes are listed from the left, starting at the top of approach trail, going uphill to the right."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:13:44.101Z","updatedAt":"2024-01-20T01:04:54.179Z"}