{"_id":"63689de0e80bff5a994f90b6","area_name":"Mt. Meeker","shortCode":"","climbs":[{"_id":"EoXf7N19XK2Ixgmxef4wSA==","name":"Main Vein","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Moe Hershoff, Forrest Noble, Steve McCorkle, 1994","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.604,40.2486]},"left_right_index":3,"mp_id":"105751039","mp_crag_id":"105745130","climb_id":"EoXf7N19XK2Ixgmxef4wSA==","areaRef":"Rmzr7lQ5WJm26kSq1BkwcA=="},"content":{"description":"OK, I'll come right out and say that I haven't climbed the entire route.  Even if I had been feeling 100%, we would have bailed anyway because a marmot was stealing/eating my partners hiking shoes and socks.  That hike out would have been quite painful in climbing shoes...\n\nThis route is located well to the left of the Flying Buttress on an impressive concave wall that faces the Diamond.  It's orientation means that it is shaded until early afternoon.  We were there in the morning in the early season, and froze.  In a period of cool stable weather, you can do something like sleep in, leave the trailhead at 9 am or so, and be climbing when the sun comes around.\n\nP1. The first pitch (5.6ish) follows a right facing flake, then heads up and left following a corner system to a large ledge system.  You will have to cross some snow to reach the rock in the early season.\n\nP2. The second pitch follows some bolts through an impressive looking roof.  Step left from the bolted anchor, and boulder up the tricky face to the first bolt.  Get a TCU or two in under the roof, and then reach up and clip the bolt over the lip to the right.  If you're onsighting this pitch, expect a solid to hard 5.11 effort, and remember to follow the holds not the bolts.  I'd be wary of placing a larger cam in the roof itself.  Once situated above the roof, follow the crack/corner/flake system up and left, then step right to a bolted belay on a narrow ledge.  If you end up lowering back to the starting ledge from the bolt over the roof (either leading or seconding), you're in good company.\n\nThat's as far as I got, though I'm definitely going to go back and complete the job.  The third pitch (5.11) begins to the left of the anchor - follow a couple bolts up the face, aim for an arch, pass another bolt, and head up right to the bolted anchor.  The fourth pitch (5.10+) follows a conspicuous corner to the top of the wall and is apparently spectacular.\n\nPer\n\nJosh Janes\n\n: P3: Again extend the anchor out left. Step up off the belay ledge and perform thin 5.10 moves past two bolts. Continue up and left on runout 5.9+/5.10- climbing to a rest ledge. Head straight up and out the right side of an arch and pass another bolt (difficult moves here). Wander up and back right on more run outs to a final bolt and cruxy move. Belay at a bolted anchor. 5.11- PG/R, 120'\n\nPer\n\nJosh Janes\n\n: P4: Head straight left off of the belay and follow a discontinuous corner up to a roof below the obvious huge, hanging, right-facing corner at the top of the wall. Step up into the corner and climb it to the top. Coldshuts out left. This is an amazing pitch. 5.10, 150'.\n\nYou can rap from the top of P2 with a single 60M rope.  Two ropes are required to rap the entire route, although the walkoff isn't too long.  The approach takes a little longer than going to the Flying Buttress, and the talus is loose and trailess.  FWIW, out of a dozen or so routes I've done in RMNP, I've only had trouble with marmots here and at the Flying Buttress (one ate a hole in my hat).","protection":"SR through fists.  TCUs useful.","location":""},"__v":0},{"_id":"eoOj39Q+XI62qv9ao9L5xg==","name":"The Iron Finger","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Walz & Manson, Sept. 2020","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.604,40.2486]},"left_right_index":0,"mp_id":"119644997","mp_crag_id":"105745130","climb_id":"eoOj39Q+XI62qv9ao9L5xg==","areaRef":"Rmzr7lQ5WJm26kSq1BkwcA=="},"content":{"description":"The Iron Finger is the most prominent of all the buttresses that make up the Iron Gates. It’s easily identified as the column of light grey rock on Mt. Meeker’s NE flank. It’s so narrow that, from the right angle, it can be easily mistaken for a stand alone tower.\n\nThe route is a mostly bolted face climb ascending the buttress’s amazing gneiss-laden face. Though the bolts are decently spaced, every difficult move is well-protected. The route can be climbed without the three suggested cams, but will have runouts here and there on easier terrain. Given the northern aspect, wait to climb this until the season is hottest or until the sun hits around 1pm. Additionally, high winds can be brutal given the formations exceptionally narrow profile. Access to the summit anchors is an easy hike around the feature for those interested in working the moves first.\n\nMax Manson also attempted to link the full route in one mega pitch. Unfortunately he was thwarted by a minor hold breaking at the final section of 5.12a. He says it definitely can be done with a thinner rope and more drag mitigation. Finally, thanks to Alton Richardson for helping with the vision needed to find the line.\n\nP1\n\n5.12c, 125 feet, 2 bolt anchor.\n\nStart with easy scrambling to a right-facing dihedral with a little roof (tough 5.11+ protected by a bolt). Climb past a major ledge (optional belay), hold balance on some very delicate moves, and chill at a no hands rest out right. Then blast up the last three bolts of fantastic crimping on 10/10 rock (crux). 8 quickdraws, 3 alpine draws, 1 green C3.\n\nP2\n\n5.12a, 75 feet, 2 bolt anchor.\n\nTraverse right across jugs to a bolt and an eventual no hands rest. Protect some easy terrain with a green C3 (optional) before following two more bolts and reaching a slippery jug ledge. Another great, reachy green C3 (optional) can be placed above here. Decrypt demanding moves up the seam and face holds out right (5.12a) . Finally, mantel up to a ledge and a little victory hand crack to the summit. 4 quickdraws, 2 alpine draws, 2 green C3s, 1 #2.","protection":"Mandatory minimum\n\n8 quickdraws\n\n3 alpine draws\n\n40m rope\n\nOptional\n\nSingle #2\n\nDouble green C3s\n\nNeeded if linked as one mega pitch\n\nExtra alpine draws to help mitigate rope drag including one double length for the P1 anchors\n\n60m rope","location":"It is 4.3 miles to the base. Hike as for the Loft, and break out left toward the Iron Gates when opportune. A reasonably fast team can get there in about 2.5 hours."},"__v":0},{"_id":"OygHaog4WHWvKvImnOca4Q==","name":"Heat Seeker","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FKA Walz, Noble, & Schneider, Aug. 2020","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.604,40.2486]},"left_right_index":1,"mp_id":"119481552","mp_crag_id":"105745130","climb_id":"OygHaog4WHWvKvImnOca4Q==","areaRef":"Rmzr7lQ5WJm26kSq1BkwcA=="},"content":{"description":"Heat Seeker climbs directly up the North East Buttress of Mt. Meeker. The first few pitches are good fun up mostly continuous cracks systems. The last two are victory romps to the top of the buttress.\n\nP1.\n\n5.9, 140ft\n\nBegin about ten feet right of a left-facing corner on the sheer face of the buttress (where the belayer is in the photo of p1). Climb straight up through the black band to a ledge and up a fantastic corner to another ledge. Either belay here or higher up on a huge flake. The first few feet of this pitch are a bit difficult to protect.\n\nP2.\n\n5.9, 65ft\n\nClimb straight up through some tricky movement on good rock to a mega ledge belay. P1 and 2 could be linked with rope drag.\n\nP3.\n\n5.10a, 115ft\n\nMove the belay about 50 feet across the ledge. Climb the awesome but short finger crack (crux) to a break in the rock, and traverse right past a thin rotten crack to a second with blazen yellow lichen. Fun moves on periodically suspect rock lead to a right-leaning crack on perfect white stone. Belay on a great ledge.\n\nP4.\n\n5.7, 125ft\n\nClimb a full pitch of \"swimming pool exits\" on amazing white rock. Belay below the obvious offwidth.\n\nP5.\n\n5.8, 115ft\n\nThis shares a final pitch with\n\nBands and Brothers\n\n. Climb up the unprotected offwidth for 20 feet. Then climb/scramble to the top of the ridge line. The offwidth can easily be avoided by climbing around to the left.","protection":"A single #3\n\nDoubles 0.1-#2\n\nNuts\n\nQuickdraws\n\n60m rope","location":"This ascends the Northeast Buttress of Mt. Meeker. Hike up as for the Iron Gates, and cut right to the main face of the buttress."},"__v":0},{"_id":"YB9kj8c5WWOlrVsyhG9smw==","name":"The Flying Buttress","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"various","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.604,40.2486]},"left_right_index":4,"mp_id":"105756781","mp_crag_id":"105745130","climb_id":"YB9kj8c5WWOlrVsyhG9smw==","areaRef":"Rmzr7lQ5WJm26kSq1BkwcA=="},"content":{"description":"The Flying Buttress is one of Rocky's alpine classics, and is unique compared to the typical big faces and pinnacles throughout most of the Park. It follows a steep and narrow rib of rock (the west-most of several on Meeker's North Face), presenting moments of sudden exposure and fantastic belays on the narrow rib itself. There are so many variations that about 3 separate routes could be described and in fact Richard Rossiter does describe it that way in his latest guide. This description covers the most common variations. The route can be as easy as 5.9-, and still very high quality, by staying left on the first two pitches and right on the third, although the 10c direct start is probably the best pitch on the rib.\n\nAs mentioned, the route follows the rightmost of about three rock ribs that protrude from Meeker's north face. The long, broad gully leading up to the saddle between Long's and Meeker lies to the right, and the rib itself is bound on either side by smaller gullies that hold some snow for most if not all of the year (the left gully is the classic Dream Weaver couloir). From the meadow with the privy below Chasm lake, hike up talus slightly SE to the rib. Rack up at the base of some long 3rd & 4th class scrambling which leads up to a smooth prow, laced with cracks & seams, where the route begins. This is the direct start.\n\nTo access the easiest start (5.8), it is necessary to scramble or do a short easy easy pitch up around the corner to the left (east) from the smooth prow. Establish a belay above a large flake, and ascend the rightmost crack system on the east side of the rib past a piton, through a fun, easy chimney, and finally up a moderate slab to a good belay ledge (about 130'). This is a really good pitch; however, the direct is even better. It takes an excellent 5.8 hand crack on the right side of the smooth prow itself and then traverses left through a juggy dark band to pick up a beautiful left-leaning finger crack/seam (sustained 5.10 on micro-nuts). Continue up the slab mentioned above to the belay.\n\nP2. Continue directly up the obvious line on the prow (5.10a at first, then easier), eventually trending left onto the east side of the rib with some moderate run-outs and finally traversing past a piton and up to a good belay ledge. A fun, slightly easier (5.9) variation starts up the dihedral just around the corner to the left. If following that line, continue on the left side until merging with the direct line. (150 feet).\n\nP3. This is a tricky pitch: head up left on the prow to pick up a 5.8 crack which becomes a left-facing flake. Double-runner any pro in the flake. Then traverse right beneath the obvious roof past an old bolt, and climb around the roof on the right past pitons, with great exposure, 5.9-. Continue up the much easier prow and run out all the rope (60m rope handy to reach a good ledge). This option is great climbing but is borderline R as it relies on old fixed gear that is difficult to back up.\n\nThe obvious three-inch crack (5.9+ jugs) through the left side of the roof is probably the best way to do this pitch, though, and also protects better. Either way this is an absolutely spectacular pitch.\n\nP4. Continue easily up on the right side of the prow for 60-100 feet to a belay beneath the final steep corner.\n\nP5. Climb the three-inch crack in the corner, exit right past a pin, and continue to the top of the rib, being mindful of rope drag and loose rock (5.8). There are easier variations to the right. Pitches 4 & 5 can be combined with judicious run-outs and/or use of runners\n\nUnrope here and scramble (3rd-4th Class) across the exposed top of the rib (staying right where it rears up briefly). This brings you to a horizontal break on Meeker's north face. One can continue to the summit via low-5th Class to the east, or take one of several steep, attractive 5.10ish lines on the 200 foot wall above (seldom done). Most parties head west to 4th class scrambling (or snow sliding) back to the base.\n\nThis is probably one of the fastest grade IIIs in the Park and is also a bit less committing as it appears that a quick retreat could be made down to the left or right from the rib with one rope.\n\nIf you do go to the top of Meeker (west summit is the highest), the descent is made from the Loft (the broad saddle between Longs and Meeker): from there head east and down to a well-cairned ledge system that bypasses some cliffs (this point can be reached fairly directly by scrambling down from the summit of Meeker). The ledges deposit you at 3rd class scrambling or possibly snow sliding (not the same as the descent from the top of the rib).","protection":"Standard rack with extra thin gear (including rps) to do the direct first pitch.","location":""},"__v":0},{"_id":"Qj+e5M8+UJmBZxMyhclHmg==","name":"Bands and Brothers","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mark Ronca, Dave Noble, 7/98","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.604,40.2486]},"left_right_index":2,"mp_id":"119003509","mp_crag_id":"105745130","climb_id":"Qj+e5M8+UJmBZxMyhclHmg==","areaRef":"Rmzr7lQ5WJm26kSq1BkwcA=="},"content":{"description":"Some poor rock initially leads to fun climbing higher on the route.\n\nPitch 1 - climb poor quality rock through the light band left of Sunshine Column; belay on the long ledge.\n\nPitch 2 - climb a thin finger crack (5.9), and enter the dark band (runout). Belay at the top of the dark band.\n\nPitch 3 - climb a 5.8 crack; belay on the left.\n\nPitch 4 - climb nice hand cracks into an A-shaped roof (5.9), then continue in a steep crack (10a) to a good belay ledge.\n\nPitch 5 - climb the obvious offwith (5.7) to the top. Or traverse left and up on easy 4th Class.","protection":"An alpine rack to 3\".","location":"It is located 10’ left of Sunshine Column."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,1621a45a-659f-5708-9ba0-bc0a295bfc73,466cebee-5439-5899-b6ea-44aad4193070","pathTokens":["USA","Colorado","Alpine Rock","RMNP - Rock","Mt. Meeker"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.10"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":1,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":3,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.604,40.2486]},"bbox":[-105.60458914013563,40.24815033981815,-105.60341085986435,40.249049660181875],"left_right_index":-1,"ext_id":"105745130","area_id":"Rmzr7lQ5WJm26kSq1BkwcA==","polygon":{"type":"Polygon","coordinates":[[[-105.60458914013563,40.24815033981815],[-105.60341085986435,40.24815033981815],[-105.60341085986435,40.249049660181875],[-105.60458914013563,40.249049660181875],[-105.60458914013563,40.24815033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:55:51.793Z","updatedAt":"2024-01-20T00:59:41.842Z"}