{"_id":"6368a57ce80bff5a995b82af","area_name":"Helm, The","shortCode":"","climbs":[{"_id":"kW+YsKatX1KzfDj+hCsIlA==","name":"Yggdrasil","yds":"V5","grades":{"yds":"V5","font":"6C","vscale":"V5"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":3,"mp_id":"120001290","mp_crag_id":"120000926","climb_id":"kW+YsKatX1KzfDj+hCsIlA==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"PG13, a fall from the slab could be dangerous.To the right of the jug start for Bifrost Stand sit start low on a cool circular edge. Follow the circular edge up to where it crests the slab and use two crimps just over the lip to get a high right foot out right. From here, extend up to a sloper rail. Follow it left to the jug at the top and then dyno from the small jug to the big one straight up - or just move further left into the top out of Bifrost. Either way, stay left after pulling over.","protection":"","location":"Located to the right of Bifrost Stand on the left-hand tallest face of the boulder."},"__v":0},{"_id":"Z3+hoeMDWn+KkmjYVCNZ0A==","name":"Raven's Hole","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":7,"mp_id":"120001570","mp_crag_id":"120000926","climb_id":"Z3+hoeMDWn+KkmjYVCNZ0A==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"Sit start on the right-hand side of the overhung face facing the AT/LT in a slanted crack. Move your right hand up to an amazing square blocky hold and then use various crimp edges after that to get to the huge deep hole higher up. Reach your entire arm into if you dare. From there, grab the top edge just below the small block positioned on top. Grab the sloper edge on the small block and then pull around the right-hand arete and top out on a rather dirty top out. Move across the backside of the boulder to the relatively clean downclimb that the rest of the problems use.","protection":"","location":"Sit starts to the right of Call Of Odin on the overhung face facing the AT/LT."},"__v":0},{"_id":"SOU5U2MtU3iXe/zHRcAlwQ==","name":"Nine Worlds","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":4,"mp_id":"120001373","mp_crag_id":"120000926","climb_id":"SOU5U2MtU3iXe/zHRcAlwQ==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"PG13, a fall from the slab could be dangerous.Sit start on the arete to the right of the sit start for Yggdrasil. Use a left hand on the start of Yggdrasil and a right hand around the arete on a sloper. Bump your left hand up the circular edge and your right hand up the arete. Toe or heel hook the circular edge that your left hand is on and then cross your left hand into a small incut crimp on the slab. From there, work straight up on small balance-y holds. Stay to the right of Yggdrasil and the jugs and climb straight up using a sloper crack and small nubs. At the top, traverse left and walk onto the jugs used to top out Bifrost.","protection":"","location":"Sit starts similarly to Yggdrasil except with one hand around the right-hand arete. Instead of veering left after cresting the slab, this problem veers right and straight up."},"__v":0},{"_id":"eqAVVX1NVr+ZMd98hrXYaA==","name":"Midgard Serpent","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":8,"mp_id":"120001642","mp_crag_id":"120000926","climb_id":"eqAVVX1NVr+ZMd98hrXYaA==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"Sit start. Climb the right-hand arete of the overhung face facing the AT/LT up to the top. Top out as for Raven's Hole on the backside.","protection":"","location":"Sit starts to the right of Raven's Hole on the right-hand arete of the overhung face facing the AT/LT. Climbs the arete to the top."},"__v":0},{"_id":"MP9ZlK2EW2OB8fsfwOB2Uw==","name":"Fenrir","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":0,"mp_id":"120001141","mp_crag_id":"120000926","climb_id":"MP9ZlK2EW2OB8fsfwOB2Uw==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"R rating is due to the fall from the top portion of the problem - not a good thing to do...The movement up top is slightly harder and slightly higher than the rest of the problems.Sit start on a blocky feature on the left-hand side of the high face, move around the corner and onto another blocky feature out right by the start of Bifrost Stand. From there, bump your left hand up the blocky edge and then get a right heel in the starting jug for Bifrost Stand. Let go of the block hold by your right heel and grab a crappy sloper by your head, bump up to a small crimp off of the sloper. From the crimp, get your feet up, then grab a small two finger crimp with your left hand higher up. After that, reach around the top to another crimp for your right hand and a great slanted crack jug for your left. Bump your right hand into another crack jug straight up and then hand-heel match that. Pressure up to another great crack jug straight up. From there, reach around the right-hand corner to a jug and traverse into the small dip to top out. Stay left of the juggy top out for Bifrost.","protection":"","location":"Sit starts on a blocky volume on the left-hand side of the tallest face. More or less goes straight up. It is currently the tallest problem on the boulder."},"__v":0},{"_id":"ijXLovtUXWiWPxQCZ1ldYQ==","name":"Call Of Odin","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":6,"mp_id":"120001497","mp_crag_id":"120000926","climb_id":"ijXLovtUXWiWPxQCZ1ldYQ==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"On the overhung side of the boulder facing the trail, stand start using two pockets in a vertical seem on the left-hand side of the face. From these pockets, use various crimp edges and very deep mono pockets to get the jug at the top on the left-hand side. From there, top out to the left as for A Valkyrie's Dream","protection":"","location":"Located to the right of A Valkyrie's dream on the overhung face facing the AT/LT. Stand starts on the left-hand portion of the face."},"__v":0},{"_id":"fDMrdbEEW+6KZRhMPuk0lg==","name":"Bifrost Stand","yds":"V5-","grades":{"yds":"V5-","font":"6C","vscale":"V5-"},"fa":"Collin Campagna","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":2,"mp_id":"120001226","mp_crag_id":"120000926","climb_id":"fDMrdbEEW+6KZRhMPuk0lg==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"PG13, a fall from the slab could be dangerous.Stand start to the right of the smaller blocky volume in a great jug. Climb the rest as for Bifrost.","protection":"","location":"Stand start for Bifrost located on the left-hand tallest face of the boulder."},"__v":0},{"_id":"DuYhI2w3X6KEo7vTz2HK6Q==","name":"Bifrost","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":1,"mp_id":"120001202","mp_crag_id":"120000926","climb_id":"DuYhI2w3X6KEo7vTz2HK6Q==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"PG13, a fall from the slab could be dangerous.Sit start as for Fenrir on the blocky feature and do the first couple of moves of Fenrir to get into a good jug to the right of the other blocky volume feature. From there, get an interesting gaston undercling with your right hand and get a high left foot on the volume. Stand up and get your left hand on a crimp sidepull in a hairline crack and your right hand in a ringlock position on the crack just as it crests onto the slab. Move your right foot high and around the slab onto a good edge and then reach your left hand over the lip to a crimp. From there, top out right and straight up on super jugs.","protection":"","location":"Sit starts as for Fenrir and then stays right of Fenrir the entire way up."},"__v":0},{"_id":"11760CcmXTesBpJ9KoNE9g==","name":"A Valkyrie's Dream","yds":"V6","grades":{"yds":"V6","font":"7A","vscale":"V6"},"fa":"Samuel Hayden","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"left_right_index":5,"mp_id":"120001419","mp_crag_id":"120000926","climb_id":"11760CcmXTesBpJ9KoNE9g==","areaRef":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"PG13, a fall from the slab could be dangerous.Sit start on the arete by Yggdrasil and Nine Worlds. Use slightly different starting holds. Put your left hand on a small sidepull edge up high to the left and your right hand on a sloper on the right-hand face around the arete. From there, throw up over the slab with your left hand to the small incut crimp. Get your right foot up and then reach high up with your right hand to a bad quartz-nub crimp. Match your hands here with a foot moved around the right-hand face and then move your right hand into a gaston on a neighboring slanted crimp edge. Move your right foot higher up and then match the crimp by crossing into the top of it with your left hand. From there, work the arete to the top and then traverse left across the slab to top out as for the other problems on the left-hand face.","protection":"","location":"Sit starts very similarly to Nine Worlds on the right-hand arete of the tallest face of the boulder. See photo for start holds and general direction."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,07f825a8-bd76-59e3-aa64-f26f1a624cce,9829942e-1f74-56a2-98da-41875196d5ad,a9bf64a3-663a-5605-8d24-d6a8bc386e24,cae7f9d1-70e7-55c4-aa48-bdea451c0eff","pathTokens":["USA","Vermont","3. Southern Vermont","Bromley Forest","Snow Valley","Helm, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V5"},{"count":2,"label":"V4"},{"count":3,"label":"V6"},{"count":1,"label":"V2"},{"count":1,"label":"V9"},{"count":1,"label":"V5-"}],"byDiscipline":{"bouldering":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":4}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":4,"expert":4}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.97809,43.197]},"bbox":[-72.9787068140263,43.19655033981814,-72.9774731859737,43.197449660181874],"left_right_index":-1,"ext_id":"120000926","area_id":"yuf50XDnVcSqSL3qRRwO/w=="},"content":{"description":"This boulder is worth the hike all the way to the top of the ridge. It's big, it's high, and the problems are quality. If you want to feel the adrenaline rush of a high top out - this is for you! Toping out on problems like Fenrir and Bifrost is a special experience - as you make your way to the dip between the two high points and then crest the dip, the sun will hit you and you will feel relieved and exhilarated.Big thank you to Collin Campagna for helping clean this big boy."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:28:13.122Z","updatedAt":"2024-01-15T16:49:50.133Z"}