{"_id":"6368a50be80bff5a995b01ba","area_name":"Ibantik Lake","shortCode":"","climbs":[{"_id":"Q37SvC1YX5CUaptVXt/lJA==","name":"Trust in Tusting (T.iN.T.)","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94969,40.70975]},"left_right_index":4,"mp_id":"119334916","mp_crag_id":"117561347","climb_id":"Q37SvC1YX5CUaptVXt/lJA==","areaRef":"7DrBHwjKV2qYOjL7FdwXZw=="},"content":{"description":"This area was originally explored by my friend Paul Tusting, author of \"Uinta Rock: a guide to climbing on the Mirror Lake Scenic Byway\". Paul mentioned that this buttress may contain some of the cleanest and most consistently steep rock that he had seen in the Uintas. With his blessing, I decided to check it out for myself and was pleasantly surprised to find some great rock climbing in a DYNAMITE alpine setting.\n\nThis mixed route can be done in one long pitch with double 70m ropes, but is more easily done in two pitches.\n\nPitch 1 clocks in around 11b and is fully protected by bolts. Start on the left side of the buttress and follow the bolts up to the left side of a roof. Traverse under the roof to the right and pull through the right side of the roof to a small ledge and anchor.\n\nPitch 2 continues directly above the belay and angles right to a roof on the right side of the face. After the 2nd bolt, there is a small pod that will take the crucial .3/.4 offset cam or similar sized nut. Pull the roof, traverse left to a perma-draw, pull through another roof on wide hands / fists and cruise to the top. This pitch is mixed and requires gear.\n\nYou can scramble another 10 feet or so to the top of the feature if you want to hang out. There is another anchor on top.\n\nTo descend the route it is best to use 2 ropes and make one rappel to the ground. However, if you only have one 70m rope you can descend the route by using the lower anchors with chains, clipping the rope into the perma-draw that protects the traverse, and continuing to kick off the face to maintain some swing to make it easier to grab the anchor at the top of pitch 1. From there it is one more rappel to the ground.","protection":"4 quick draws, 2 long draws, a .3/.4 offset cam or similar sized stopper, 1 x 0.5, 2 x 0.75, 2 x 3, 1 x 4","location":"This route is located on the large detached buttress that is roughly in the center of the cliff line. The route is easily identified by a bolt line that starts on the left side of the slightly overhung face. To approach the climb, ascend the talus on the west side of the cliff and walk the base of the cliff to the climb."},"__v":0},{"_id":"13R8VCkOXyy4UpbJPDkO4Q==","name":"Tiny Dancer","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Jess Karz","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94969,40.70975]},"left_right_index":6,"mp_id":"119335909","mp_crag_id":"117561347","climb_id":"13R8VCkOXyy4UpbJPDkO4Q==","areaRef":"7DrBHwjKV2qYOjL7FdwXZw=="},"content":{"description":"This climb has small holds and delicate foot holds. It's engaging climbing up a vertical face with a tricky crux sequence.","protection":"8-9 bolts plus the anchor. The anchor is bolts with rap rings.","location":"To approach the climb, ascend the talus on the west side of the cliff and walk the base of the cliff to the climb. This route is located roughly in the center/right of the cliff line."},"__v":0},{"_id":"3rWHbOCsXqGcTREMPVJ2Vg==","name":"Rejection Corner","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"A Mollard, D Stireman, summer 2015(ish)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94969,40.70975]},"left_right_index":1,"mp_id":"119451255","mp_crag_id":"117561347","climb_id":"3rWHbOCsXqGcTREMPVJ2Vg==","areaRef":"7DrBHwjKV2qYOjL7FdwXZw=="},"content":{"description":"Climb a low angle staircase to reach a clean left-facing corner and a number of cracks of all sizes. Some blocks and slightly harder climbing guard a final mantle on a broad dirt ledge at the top. Good stemming, good jamming, abundant pro, this route makes for an enjoyable warm-up for the tougher lines that sprouted in the area more recently. Solid 2.5 stars.\n\nWe retreated to this line after getting spooked on two ground-up attempts on the face to the right. These came to an abrupt end when we ran into hollow sections stuffed with large loose blocks and questionable gear. The quality of the corner was not enough to redeem the previous excursions into chosslandia so we packed our stuff and walked away from the Ibantik crag, dejected and rejected.\n\nThe route is aka BellaDog Memorial. I dragged that poor old lady all over the talus field a number of times when I was looking for potential lines, she was charged by a goat there, and handled the long hike well into her 10th year when her health was declining. She perfected her swimming technique in the lake and spent a lot of time mock-chasing pikas and lounging in the wildflower meadow below the talus. The route was done shortly after she moved on to greener pastures; I still have a hard time walking that meadow. [/sappytalk]","protection":"Nuts and a single set of cams from micros to #3 with optional doubles from 0.5 to #3 if you want to stitch it up. The gear options are plentiful but it's a long pitch. A few long runners could be useful but I don't remember much wandering.\n\nThe anchors are on the back wall of the ledge at face heights and have rings to rap off. It's probably easier to bring up your second, you can probably make a TR work but the rap is a full 35m to get back to the starting staircase.","location":"RC is located about 2/3 of the way across the gigantic Ibantik wall, a few hundred feet left of the prominent semi-detached pillar which is home to\n\nTrust in Tusting (T.iN.T.)\n\n. Find that pillar, walk across the choss-filled gully that marks its left side, go past a section of broken faces with low roofs and into the next choss-filled gully. The line starts at the top of the dirt slope in a clean left-facing corner"},"__v":0},{"_id":"PARqXSYEV7i4W+WsXYErtw==","name":"Jan Has Plastic Boobs","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Madison Goodman, Ian Burson","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94969,40.70975]},"left_right_index":3,"mp_id":"117561466","mp_crag_id":"117561347","climb_id":"PARqXSYEV7i4W+WsXYErtw==","areaRef":"7DrBHwjKV2qYOjL7FdwXZw=="},"content":{"description":"Alrighty, this route was a blast. Great rock quality. Some lichen here and there and we only had to clean a couple spots on the route. Not a lot of choss considering. And really unique almost every pitch ends in a sweet mantle or beached whale move. You're stoked trust me.\n\nPitch 1: This climb has already been done as with the one to the left. Not sure the name or grade but it felt about 10a. Climb right over easy terrain until you hit the crack the splits the middle of the face. Gain a roof and you'll be rewarded with a cushy belay ledge. Move the belay right ~10 feet for pitch 2.\n\nPitch 2: 5.9 climb and layback your way up the corner till you get to another ledge.\n\nPitch 3: 5.8- We climbed right to the huge flakes, but you could climb left from the ledge at 5.6 or so. stand up on the big blocks and grab those flakes, but not too hard or you might cut your hand or your rope. They're sharp! Exit the flakes left to easier runout climbing to gain once again another ledge.  Once you've brought up your second, move the belay 100' to the left by walking over a loose ledge to below the small pine tree. (It's the only pine tree up there. It's easy to find)\n\nPitch 4: Pick your own line up to the tree, once at the tree move past it by gaining the big block behind it. Continue to move up using a pick your own line mentality. Keep going past the first ledge you see, climb up another 15 foot section of rock, continue past yet another small ledge up to the belay for P5 which will be marked by black streaks in the rock. We broke these ledges up into pitches not knowing how big they were, so better to just run em together if you've got the slings and no drag.  Keep a medium nut and purple totem for the belay, a normal .5 won't work as well in the flaring pod. 5.7ish\n\nPitch 5. Wow, the money pitch! This crack can be seen from the ground splitting the headwall and yeah, it's just as good as it looks if not better. Move past a thin crack section up and to the right of the black streaks. You'll find a left leaning 3\" crack, bump your cams till you get into the overhanging very exposed crux section. Take the last good rest and fire your way above the tit.  Once above the crux you'll find 5.9 climbing to the top. Even though it's only 5.9, with the pump you've just amassed you'll think it's harder. Amazing pitch.  .11-","protection":"nut rack ranging from micro to medium.\n\nslings x10\n\nStandard alpine rack with doubles in small fingers to .75","location":"Once you hit the base of the wall. You'll keep walking. The starting pitch is on what looks like a giant pedestool. I'll throw some pictures up for the route that will make it a little more obvious than that."},"__v":0},{"_id":"DY+5cpUoXb+JHTRaRB1bfA==","name":"I Believe You Have My Stapler","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"9 August 2019, Madison Goodman, Byron Harvison","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94969,40.70975]},"left_right_index":5,"mp_id":"117654093","mp_crag_id":"117561347","climb_id":"DY+5cpUoXb+JHTRaRB1bfA==","areaRef":"7DrBHwjKV2qYOjL7FdwXZw=="},"content":{"description":"This route starts in an alcove on the North/Northeast side of Notch Mountain, directly facing Ibantik Lake.  Overall decent rock quality, with noted loose sections in the pitch descriptions.  Some leakage and moss noted as well.  Recommended gear: nuts, cams to #2, and slings.  Walk off the West/Northwest side of Notch Mountain to intersect the trail back to the Trial Lake TH.  Approximately 900 feet of gain from the base, with at least 650 feet of sustained climbing.\n\nPitch 1: Begin approximately 60 feet under obvious dihedral in the left side of the alcove.  Blocky start, with easy protection.  Dihedral is a sustained finger crack with plenty of horizontal placements as well.  Slightly loose topout.  Belay second from wide ledge. 130 feet, 5.9+.\n\nPitch 2: Another wandering blocky start into a finger crack.  Slightly (but noticeably) overhung start, with the pitch relaxing once you get into the finger crack.  Obvious and many horizontal and vertical placement options throughout the pitch.  100 feet, 5.9.\n\nPitch 3: This is THE PITCH.  Gorgeous splitter hand crack.  From the top out, walk approximately 30 feet north (right if Ibantik Lake is to your back) to two big blocks.  Crack begins behind the second block.  Stellar pumpy handcrack eats up a #2.  Ends in a loose and mossy, but super wide ledge. 110 feet, 5.10+.\n\nPitch 4: From the boulder strewn ledge, wander to the north (right) approximately 200 feet through a gully.  You'll end up at a dihedral with a 10 foot by 12 foot wide block at the base.  Squeeze between the block and the main wall to get on top of the block and to the start of the dihedral.  It looks deceivingly easy, but once you get into the wall you'll feel that it is slightly overhanging.  The many cracks eat up protection.  Slightly wet.  110 feet, 5.10.\n\nPitch 5: Really just a choose-your-own-adventure 5.2 scramble to the summit.  We didn't rope up for this final move to the top.","protection":"Nuts, cams to #2, slings","location":"There is an alcove directly facing Ibantik Lake, with the right side sticking out having a bolted route on it.  Route begins in the alcove, up a sloped bank, approximately 15 feet inside and on the north facing aspect of the alcove.  Nice shade throughout the day."},"__v":0},{"_id":"GVIkpi0DWoiDAeU/1YVQmw==","name":"Evacuator Cracks","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jim Clarke & Madison Goodman","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94969,40.70975]},"left_right_index":999999,"mp_id":"121076734","mp_crag_id":"117561347","climb_id":"GVIkpi0DWoiDAeU/1YVQmw==","areaRef":"7DrBHwjKV2qYOjL7FdwXZw=="},"content":{"description":"Follow double crack systems (climber's choice, leftmost - more continuous) on right side of the first large wall above Lovenia Lake. Top out and walk/scramble off climber's right down a steep talus field/gully (loose) where you can traverse back to \"The Notch\". Standard rack, (though doubles 1-3 helpful). Test holds and beware loose blocks on top out.","protection":"Standard Rack, doubles to #3 helpful if exploring additional routes and/or doing both sets of cracks.","location":"Park at Crystal Lake trailhead and follow trail to Wall Lake and further on to Notch Mountain & \"The Notch\". Hiking down from \"The Notch\", Lovenia Lake and another small pond/lake lie directly below before Ibantik Lake. The wall looms above Lovenia Lake to the East. We named this wall the \"Elimination Wall\" as we \"eliminated\" a lot of dangerous loose rock, intentionally and unintentionally. One FA member \"eliminated or evacuated\" his pants during a bad fall onto a ledge from snapping a key hold. Though we've cleaned and trundled...beware the \"adventure\" climbing element and prep for some Uinta choss-a-neering...ie. treadly lightly, pull down, not out."},"__v":0},{"_id":"5sWtDt8/Ukeom1JbDCqmvQ==","name":"Anal Fissure","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Madison Goodman & Jim Clarke","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.94969,40.70975]},"left_right_index":999999,"mp_id":"121077293","mp_crag_id":"117561347","climb_id":"5sWtDt8/Ukeom1JbDCqmvQ==","areaRef":"7DrBHwjKV2qYOjL7FdwXZw=="},"content":{"description":"Main crack in center of Elimination Wall. Follow steep fingers then hands to a pod then climb right under roof via a fun undercling and layback. Continue up crimpers to a right trending traverse where there's a bolted belay. Rap from here as the top out is filled with loose death blocks. FYI...there's loose flakes that need to be cleaned at the start. Place good gear quick so you don't deck on the ledge resulting in a rock horn up your arse and a possible \"fissure\"...among other things experienced \"once upon a time on a nearby climb\"...","protection":"Standard rack, singles to #3.","location":"Starts just left of a bolted belay station on a ledge system left of the Evacuator Cracks route. Can climb ledges directly below (4th/low 5th) or start of Evacuator Cracks then traverse left to bolted belay."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f94f3508-ac5a-5c67-8e49-892bcbbc412f,4796dc98-9be3-5faa-82a4-57a71c9aedb8,ec3ac11f-08ca-576a-983a-32fb15dc1767","pathTokens":["USA","Utah","Northeast Utah","Uinta Mountains","Ibantik Lake"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11d"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11-"},{"count":3,"label":"5.10"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":2,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"alpine":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.94969,40.70975]},"bbox":[-110.95028320095768,40.70930033981814,-110.94909679904231,40.71019966018186],"left_right_index":-1,"ext_id":"117561347","area_id":"7DrBHwjKV2qYOjL7FdwXZw==","polygon":{"type":"Polygon","coordinates":[[[-110.95028320095768,40.70930033981814],[-110.94909679904231,40.70930033981814],[-110.94909679904231,40.71019966018186],[-110.95028320095768,40.71019966018186],[-110.95028320095768,40.70930033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:26:33.599Z","updatedAt":"2024-02-19T18:40:43.320Z"}