{"_id":"63689d5ce80bff5a994f507d","area_name":"Thunderbolt Peak","shortCode":"","climbs":[{"_id":"7FflnnG2VKSUXaNFeXbIcg==","name":"Underhill Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"Underhill, Clyde, Robinson, Farquhar, Dawson, Clark, Eichorn - August 1931","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5176,37.098]},"left_right_index":0,"mp_id":"105915083","mp_crag_id":"105914886","climb_id":"7FflnnG2VKSUXaNFeXbIcg==","areaRef":"dTtGKACQUaCzLzD5PR5qGw=="},"content":{"description":"AKA Undertaker Couloir.\n\nClass 4 minus the summit monolith (5.9). Route of peak's first ascent.\n\nApproach via the Palisade Glacier. Cross the bergschrund (gets bigger as the season progresses). Climb the righthand couloir, passing a chockstone on the right - continue up a chimney to the notch between North Palisade and Thunderbolt Peak. There are two ways from here; either traverse ledges on the south side then up a gully to the summit ridge. Or (better) climb directly up the ridge from the notch to the summit monolith.\n\nBetter when there's snow in the couloir - the couloir is horribly loose when free of snow.\n\nDescend the route -- (rap and downclimb-- there are fixed pins along the right-side of the gully at each rap station).","protection":"Solo class 4 - ice-axe and possibly crampons. Summit monolith (5.9) may require a length of rope.","location":"North facing couloir between North Palisade and Thunderbolt Peak."},"__v":0},{"_id":"XaWGc8JlVya+3a1MClyvQQ==","name":"Thunderbolt to Sill Traverse","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"John Ohrenschall & John Mathias - 1958","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5176,37.098]},"left_right_index":5,"mp_id":"106513790","mp_crag_id":"105914886","climb_id":"XaWGc8JlVya+3a1MClyvQQ==","areaRef":"dTtGKACQUaCzLzD5PR5qGw=="},"content":{"description":"This super classic route takes you on a tour of five 14,000ft summits. Start by climbing Thunderbolt Peak. Many options exist; we climbed Southwest Chute #1, which went at 4th class. This deposits you at the base of the summit block. Gaining the top of the summit block involves a few exposed moves of 5.9, and is the crux of the entire route. There are ample places to build an anchor for your belayer, but there is no pro until you get to the top (only about 15 feet). A fall would either be factor 2, or (more likely) you would land you in a pile of boulders before the rope came taught. Either way it wouldn't be good. Belay from bolts on top.\n\nFrom Thunderbolt, downclimb and then follow the ridge to a small tower. Pass the tower by downclimbing to the left, cutting right eventually to gain some slabs (some exposed class 4), and then climb up to the summit of Starlight. The summit block of Starlight was the only other place where we belayed (although many may feel a belay is justified at other places along the traverse). The summit block is called the \"Milk Bottle\" for obvious reasons, and goes at 5.4. Great photo opportunity here.\n\nFrom Starlight, some more exposed downclimbing leads to a small gap in the ridge. We rappelled into the gap and then pendulumed across to the ledge on the other side. After this follow exposed ledges out right, which supposedly lead to a class 4 climb to the summit of North Palisade. We didn't find the class 4 route, and ended up on terrain that felt 5.5 or 5.6 and very exposed.\n\nFrom North Palisade a short scramble leads to the top of the chimney above the U-Notch. One double rope, or two single rope rappels lead to the top of the U-Notch. Cross the U-Notch, and once again follow exposed ledges (class 4) out right, and then some exciting class 4 straight up to the summit of Polemonium.\n\nFrom Polemonium, a class 4 downclimb leads to the boulder field on the back side of Sill. Follow the boulders to a notch in the ridge a couple hundred feet below Sill's summit. Drop your packs here and scramble up to tag Sill's summit. Don't forget to admire the view while you're there, it's quite impressive.\n\nHead back to your packs, and head down the last class 4 downclimb of the day. At the bottom of the downclimb, head right on ledges to Apex Notch. From the notch head down the L-shaped Couloir to the Palisade Glacier, then through Galey camp to the Sam Mack Meadow Trail. It's all trail and mostly downhill from here all the way back to Glacier Lodge.\n\nFinally, at Glacier Lodge exchange high fives and have yourself a victory beer, you just summited one-third of California's fourteeners in a day!\n\nA couple of thoughts:\n\n-We shuttled by dropping a car at glacier lodge and then driving to South Lake to start the hike.\n\n-After reaching the summit block of Thunderbolt it took us 9 hours to reach the summit of Sill. Granted we had 6 people so belaying at the two technical summit blocks, and the rappels, took awhile. I'm sure this can be climbed much faster by a competent party of two.\n\n-The last for-sure place to fill up water is at a lake just after Bishop Pass. The next place to get water was Sam Mack Meadow, which we reached about 14 hours later. So bring plenty of containers to fill up at Bishop Pass!\n\n-Locating the trail from Gayley camp to Sam Mack Meadow can be tricky, especially in the dark. Make every effort to be on the good trail before sundown.","protection":"A few nuts and cams to build anchors at Thunderbolt and Starlight.  A light rope.  Ice axe and/or crampons for the L-shaped Couloir.  Approach shoes, and rock shoes for whoever gets to lead the summit block of Thunderbolt.  A few slings in case you need to beef up rappel anchors.","location":"Park one car at Glacier Lodge, outside of Big Pine.  Then Drive to South Lake, outside of Bishop ~55 miles.  Start early and hike up the good trail to Bishop Pass.  From Bishop Pass cross country to Thunderbolt Pass.  From here, Southwest Chute #1 starts just around the corner to the left.\n\nAfter you reach Sam Mack Meadow, follow the good trail for about 8 miles past 3rd, 2nd and 1st lakes down to Glacier Lodge where your car will be waiting."},"__v":0},{"_id":"uqCBZ2YTWomH/WDLRc9gCg==","name":"Southwest Chute  1","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"First descent by Oscar Cook, Sylvia Kershaw, Mildred Jentsch, Hunter Morrison and Isabella Morrison, September 3, 1949","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5176,37.098]},"left_right_index":4,"mp_id":"106983026","mp_crag_id":"105914886","climb_id":"uqCBZ2YTWomH/WDLRc9gCg==","areaRef":"dTtGKACQUaCzLzD5PR5qGw=="},"content":{"description":"The crux for us on this route was definitely route finding, as there isn't much beta on this route.  The chute V's out towards the upper-end and it's very important to stay to the right.  Follow this up to a large chockstone that you can climb underneath. Climb on top of the chockstone and climb some easy 5th trending southeast and you'll come upon the summit block.","protection":"There are 1/4 inchers on the top of the summit block. We lasso'd it, and aided up.","location":"Bishop Pass Trailhead in South Lake to Bishop Pass to Thunderbolt Pass"},"__v":0},{"_id":"6Ye3i/VpXq6inlFlIwoAdA==","name":"Southwest Buttress","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"28 August 1964 by Sten Hedberg, Alan Jedlicka, and Kim Tucker","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5176,37.098]},"left_right_index":3,"mp_id":"106604706","mp_crag_id":"105914886","climb_id":"6Ye3i/VpXq6inlFlIwoAdA==","areaRef":"dTtGKACQUaCzLzD5PR5qGw=="},"content":{"description":"The Southwest Buttress is the compelling line rising from the Thunderbolt Col (splitting Dusy and Palisade Basins).  7 pitches of 5.7 (1050' ca) on a knife-edge ridge with solid rock, decent gear, and incredible location leads to a single 100' rappel left into a chute.  Stop just short of actually entering the middle of the chute to climb a 4th class step up.  Follow the chute, mostly 3rd with a few 4th class steps, up and left for 1000+ feet until you reach the NW summit of Thunderbolt Peak.  From here you can immediately start to descend or traverse around to the summits of the Lightning Rod or the main summit of Thunderbolt.\n\nWhat's great about this route is that no one else will be there.  Until you reach the main summit, of course.","protection":"Bring a \"standard\" alpine Sierra rack - one set of med. stoppers, cams 0.4-3, optional doubles 0.75-2, lots of slings.  If you decide to summit the Lightning Rod, be prepared to leave a few stoppers and cord/sling material behind to get down.  A 60m is perfect for the few rappels.","location":"Best way to access this route is from Dusy Basin - hike in from South Lake to Bishop Pass - drop down to 11700' elev., and then contour around the basin until you reach the far side underneath Mt. Winchel.  Early in the summer you can camp at the Col, but later in the summer you need to camp at the highest Dusy Basin Lake on its east shore or climb up and over the Col to the small pond 300' below in Palisade Basin.\n\nThe route starts at the col at the obvious crack system splitting the headwall.  Head up and left, up over the \"guard tower\" to the first notch, then continue straight up the knife-edge ridge.  Trying to access this notch from the obvious chute seen in Dusy Basin (bypassing the guard tower) is extremely loose and dangerous!\n\nFrom the NW Summit, you can either traverse around to the Lightning Rod/Thunderbolt main summit (4th/easy 5th) and descend the SW Chute #1, or begin descending down and skier's left (mostly 3rd with short 4th steps) until you can reach the SW Chute #1 aproximately 2/3 up the chute."},"__v":0},{"_id":"EHcDHk9FWFqfJ2qoHmeDTQ==","name":"North Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5176,37.098]},"left_right_index":2,"mp_id":"111529059","mp_crag_id":"105914886","climb_id":"EHcDHk9FWFqfJ2qoHmeDTQ==","areaRef":"dTtGKACQUaCzLzD5PR5qGw=="},"content":{"description":"The crux when I did it, crossing the bergshrund. Fun scrambling and climbing just left of the snow. One of many routes to the summit of Thunderbolt. Approach from Sam Mack Meadow and the Thunderbolt glacier. Once at the top of the couloir, it's a short scramble to the true summit.\n\nNot sure of the sorting here. Underhill Couloir and Australian Arete are to the left of North Couloir and use the same approach from Glacier lodge.","protection":"In low snow years this is a scramble. At other times you may want axe and crampons.","location":"See beta photo."},"__v":0},{"_id":"t48mrcEIVjacfNapAPuNNg==","name":"Austrian Arete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Karl Wilcox and Roy Benton-- July 1996","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.5176,37.098]},"left_right_index":1,"mp_id":"105914892","mp_crag_id":"105914886","climb_id":"t48mrcEIVjacfNapAPuNNg==","areaRef":"dTtGKACQUaCzLzD5PR5qGw=="},"content":{"description":"The Austrian Arete follows excellent rock up the arete that borders  the broad south-east face of Thunderbolt Peak (the south-east face is characterized by the large white dike that diagonals it).  The route bears up the sharp arete (hard to discern until you are up on the face itself) over mostly good to excellent 5th class rock.  At one point the arete narrows and one proceeds only by straddling the arete and shimmying upward (exposed).  At the top of this narrow section there is a small step with a fixed lost arrow at its base for protection.  The arete flattens out about 1-2 pitches before the summit area (4th class with some snow).","protection":"A few hexes, 3-4 small to medium friends, stoppers (1 set), slings, axe and crampons for descent-- usual alpine rack for easy 5th class.","location":"Approach Thunderbolt by heading towards the centre of the broad South-east Face (note diagonal white dike on face with occasional snowfield).  Scramble up 3rd class area to the horizontal snowfield or low angle ledge system that sits just above the glacier proper and along the base of the vertical face--traverse right on this ledge system until you reach the Austrian Arete (narrow arete that begins on the right edge of Thunderbolt's South-east Face).  The large, conspicuous white dike that diagonals across the east face more or less terminates at the base of the Austrian Arete.  Basically, the route begins when you cannot no longer traverse right.  There are a number of variations for the first pitch that ascend just to the left of the base of the sharp arete; they are easier than sticking to the arete proper (all on generally excellent 5th class rock)-- they all converge up higher on the arete just before the straddle pitch.  Although not as classic a route as the Swiss Arete in terms of location, the Austrian Arete offers some excellent pitches along with some fairly pedestrian 4th class bits near the top of the route where the Austrian Arete flattens out.  The Austrian Arete is actually a great climb-- would rival the Swiss Arete if the arete didn't broaden out before the top-- as it is, the rock is better and the climbing is more entertaining.  Descend the Underhill Gully-- (rap and downclimb-- there are fixed pins along the right-side of the gully at each rap station)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,c6e36f00-8d84-5a2b-beaa-92d7a3061787,753b4628-0090-51a0-b32f-30f93d1e6a1b","pathTokens":["USA","California","High Sierra","09 - Palisades & Surrounding Peaks","Thunderbolt Peak"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"5.9"},{"count":1,"label":"Easy 5th"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":3,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":6,"bands":{"unknown":3,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"snow":{"total":2,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":3,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.5176,37.098]},"bbox":[-118.51816376300391,37.09755033981814,-118.5170362369961,37.09844966018187],"left_right_index":-1,"ext_id":"105914886","area_id":"dTtGKACQUaCzLzD5PR5qGw==","polygon":{"type":"Polygon","coordinates":[[[-118.51816376300391,37.09755033981814],[-118.5170362369961,37.09755033981814],[-118.5170362369961,37.09844966018187],[-118.51816376300391,37.09844966018187],[-118.51816376300391,37.09755033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:54:36.105Z","updatedAt":"2024-02-19T18:29:43.839Z"}