{"_id":"63689d5ce80bff5a994f50d3","area_name":"West Face","shortCode":"","climbs":[{"_id":"spU2FwxDWu6ZV21vloa6tA==","name":"Wichita Lineman","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Greg Vernon & Cowie, July 1991","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":8,"mp_id":"111249743","mp_crag_id":"114793284","climb_id":"spU2FwxDWu6ZV21vloa6tA==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"A crack and four bolts of well-protected 5.8 friction/face lead to the large ledge just at the base of Welcome to Courtright. This is an excellent pitch to add to the beginning of \"Welcome\" for a great six-pitch climb.","protection":"Four bolts to a two bolt anchor just shy of the ledge, with optional gear (#3 C4 works) for the crack at the start.","location":"The climb starts further down the black streak that marks the beginning of Welcome to Courtright. This climb finishes just at the start of \"Welcome.\" You can scramble down to the start of the route from the main approach ledge for Power Dome (as an alternative to scrambling up to the higher ledge that marks the beginning of most of the main routes up the right side of the Dome)."},"__v":0},{"_id":"W5ctZiR9ULOyXjXklefgpQ==","name":"Welcome to Courtright","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Herb Laeger & Greg Vernon, July 1985","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":9,"mp_id":"107737771","mp_crag_id":"114793284","climb_id":"W5ctZiR9ULOyXjXklefgpQ==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"This is a stellar route that follows a prominent black streak near the center of Power Dome. The 5.9 cruxes are well protected but there are some big runouts on 5.7 and easier terrain, making this route a bit more challenging than A Little Nukey. For approach information, see the\n\nA Little Nukey\n\npage. (Approach option #2, rapping in on the dome's left flank, is by far the best option btw).\n\nTo find the start of the route look for a super obvious 90-degree angled roof/corner about 150ft up. There is a horizontal white dike crossing this feature and a large vertical black streak running down the wall to its left. Welcome to Courtright more or less follows the left side of this black water-streak.\n\nPitch 1: Start at a smaller black streak to the left of the largest black streak that reaches the approach ledge. It's 5.4 solution pockets up to a small ledge about 40ft up. Above the ledge is the first bolt which protects a couple 5.7/5.8 moves. Climb up and left on more easy terrain to a flake (mediocre pro here) and then climb up to a dike. Traverse right on the dike (5.6 R) to a bolted belay anchor.\n\nPitch 2: Climb up and right past a couple bolts to a bulge. Pass the bulge (5.8/5.9) and then pass one more bolt before climbing up and left on juggy 5.2 to a bolted anchor at a stance atop a flake/ledge.\n\nPitch 3: More excellent face climbing trending slightly right, but mostly straight up. There's some 5.9 in there but there are several bolts (5 I think) on this pitch. Belay at another bolted anchor at a small stance on a dike (there is an off-route anchor about 40ft to the right of this one, next to a flake)\n\nPitch 4: Follow the left-most black streak straight up past two more bolts (the first one is good, the second is a rusty 1/4\"). The climbing here is lower angle than the pitches below and is mostly easy 5th with a few moves of 5.6 or 5.7 in there.\n\nPitch 5: Climb straight over the bulge on buckets and solution pockets (fun!) and then follow more buckets up the black streak to the top.","protection":"Pro to 1\" and a half dozen quickdraws. Tricams might be useful for protecting some of the pockets and reduce the runouts on easier terrain (but they won't help for the 5.6 runout at the top of the first pitch).","location":""},"__v":0},{"_id":"68elNMb1Ula/vwDM8+Qfgw==","name":"Trivial Pursuit","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Eric Fazio-Rhicard Mike Farrel 1986","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":3,"mp_id":"112507919","mp_crag_id":"114793284","climb_id":"68elNMb1Ula/vwDM8+Qfgw==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Wrote this when we did it in 1986: On left end of Power Dome where the roofs end and the flakes begin. Work up and right across the flakes to reach the face above. Once on the face, climbing eases to such a degree (5.4) as to be uninteresting. We soloed the last two pitches which follows the water streak that is the first one right of the flakes","protection":"Gear and possibly some bolts?","location":"Left end of Power Dome where the roofs end and the flakes begin."},"__v":0},{"_id":"hziYL2kvU+eSOw2GHjFL3Q==","name":"Tic-Tac-Toe","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Laeger, Sullivan, Chambers 7/11","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":0,"mp_id":"119431755","mp_crag_id":"114793284","climb_id":"hziYL2kvU+eSOw2GHjFL3Q==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Climb an obvious crack system to a vertical headwall (3 bolts) to a bolted anchor. This route is in a superb position and features very quality climbing.","protection":"3 bolts, gear to 1\", slings. Good wired anchor will direct you and the rope away from rope eating cracks.","location":"This climb is found above the non-rappel approach to the west face of power dome. It is the left-most of the 3 routes in this area and the first you'll come across on the approach. Look for a semi-obvious trail through the geological area and down towards the canyon. Follow the trail and look for bolts. Under a 10 minute approach."},"__v":0},{"_id":"Ib1p+VFmVyqzScG8ed7UNA==","name":"Sushi Dreams","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"McHam, Kroll 9/15","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":1,"mp_id":"119431830","mp_crag_id":"114793284","climb_id":"Ib1p+VFmVyqzScG8ed7UNA==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Climb face protected by a bolt to a small overhang (bolt) Easier climbing past bolts to a 5 bolt (!) belay up top. Left Start 5.10c, right start 5.10b. Route needs some cleaning up. A fall before the first bolt could be nasty.","protection":"3 bolts, gear to 1\". 5 bolts at the belay. 70 meter rope is a must.","location":"Second bolted line you'll come across in this area. This route and the following share the same anchor and are about 15 feet apart. Both of these are about 50 feet down the trail from Tic-Tac-Toe."},"__v":0},{"_id":"w0Vdh9V5XBWpyZB/wCAC/w==","name":"Smegmathon","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kevin Ludwig & Dave Ryan, 1983","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":15,"mp_id":"114803350","mp_crag_id":"114793284","climb_id":"w0Vdh9V5XBWpyZB/wCAC/w==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Pitch 1 (5.9, bolts + pro): Easy face climbing through the first 3 bolts to a long left trending flake that takes great pro, then up some moderate friction moves through a few more bolts, up to a bolted anchor.\n\nPitch 2 (5.7, all pro): Easy climbing up a left trending ramp that eventually opens up to take pro. The ramp ends at a shallow right facing dihedral that accepts pro. Exit over the dihedral to a bolted anchor.\n\nPitch 3 (5.10c, all bolts): Clip the first bolt, move through the friction crux to the next bolt, then climb moderate friction through a few more bolts, up to a bolted anchor.\n\nPitch 4 (5.7, bolts + pro): Climb steep but easy face in the middle of a black water streak. Climb past a few bolts to solution pockets. The pitch ends at a bolted anchor.\n\nPitch 5 (5.6, all pro): Climb easy solution pockets as the slope of the dome eases off. Find a good place to plug in some pro near the top and make a belay.","protection":"Cams 0.2\" - 2.0\", tricams, 10 draws (some alpine for thread throughs)","location":"From \"A Little Nukey\", continue down the ramp system to the slabs/ledges below. Walk past a steep section of wall with a small roof system about 20-30 above. The route starts on the well feature buttress to the right of the roof system,"},"__v":0},{"_id":"HOfpkNtOV0mN+l13bVVJEQ==","name":"Powerline","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Rose and Frye, 1986","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":5,"mp_id":"118970425","mp_crag_id":"114793284","climb_id":"HOfpkNtOV0mN+l13bVVJEQ==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Follow the line of bolts below the downstream end of the wall high point. The final anchors are on a ledge below a 30-40' easy slab from the high point. One of the few routes with reasonable bolt protection, but a few smaller pieces of gear may be appreciated. Fairly sustained 10- with a short protected move of 11-/10+. Upstream of Helms Deep.","protection":"Bolts and some optional gear","location":"From below find the right facing angling corner system of Vengeance of the Vermin more than half way up the wall, (not the right facing angling corner system of Arriba 1/4-1/3 way up the wall). Climb the bolt line to the right with a lower bolt."},"__v":0},{"_id":"6XdkFW7tWvWurnmd6LX99g==","name":"The Paraclete","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"James Weger, Greg Vernon, Mike Baca, & Tom Jeter (07-87)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":10,"mp_id":"108286229","mp_crag_id":"114793284","climb_id":"6XdkFW7tWvWurnmd6LX99g==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"This is a fantastic and fairly sustained route that follows a black streak to the top of Power Dome.  It   begins on the same ledge as Welcome to Courtright, on the far end (climber's right) of the ledge system.\n\nWith a 70m rope, pitches 1 and 2, and 3 and 4 can be easily linked.\n\nPitch 1 (5.10a, 4 bolts): Start up a short right facing feature to the first bolt 20-25 feet off the ground.  Continue up small holds and friction moves to a 2 bolt anchor.\n\nPitch 2 (5.10a, 5 bolts): Follow the black streak up the face.  This pitch starts at about 5.8 and gradually increases in difficulty.  Ends at a large ledge with a 2 bolt anchor\n\nPitch 3 (5.10b/c, 1 bolt + pro): Move up to a higher ledge and clip the first and only bolt.  Feet and hand holds begin to disappear as you approach obvious crux of the route.  Be aware that the leader can hit the small ledge below the first bolt if they blow the moves.  Once past the crux, it becomes a jug fest to the next anchor.  Note: there is a 5.8 escape traverse to the left after the 1st bolt if the crux moves prove difficult.  Ends on top of the roof/flake system at a 2 bolt anchor.\n\nPitch 4 (5.10a, 4 bolts): Continue following the black streak.  This is the most sustained pitch of the climb.  Stay aware of your foot holds and be prepared for a few hand-foot matches and single leg presses.  Ends at a 2 bolt anchor\n\nPitch 5 (5.8, all pro): A few moderate slab moves bring you to the typical Power Dome solution pockets.  Bring your tricams and look out for sling throughs.  Ends a 2 bolt anchor.\n\nPitch 6 (5.7, all pro): The dome begins to curve off to an easier angle.  Continue following the solution pockets to the top.  A natural anchor is required at the top (pro from 0.5-2\")","protection":"Cams from 0.5-2\" for the final anchor.  Bring Tricams and additional slings for the solution pockets.","location":"To find the start of the route, look up to a roof system about 300 feet up.  This roof system is to climber's left of the giant flake on A Little Nukey.  On the right side of this roof, there is a black streak running down to the base of the wall.  The Paraclete follows this streak."},"__v":0},{"_id":"W1wGMeN7V+e2WTx/UM0mTw==","name":"Ohm Sweet Ohm","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"FA: Roger Hayashi, Dave Daly, Stephen McCabe and Michael Wren (July 3 2021)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":16,"mp_id":"120998823","mp_crag_id":"114793284","climb_id":"W1wGMeN7V+e2WTx/UM0mTw==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"'\n\nOhm Sweet Ohm' (5.8, 5 pitches)\n\nPitch #1 (5.7, 85')\n\nStart at a white dike about 25 feet above Helms Creek and 50 feet left of 'Power Gimpn' (2-bolt anchor). Climb easy terrain (5.5) to the first bolt, located up and slightly left from the bottom anchors. Continue straight up to a subtle right facing corner and then a small foot ledge at the top of the corner. From here, work out right and up to the second bolt. Pass this (5.7) and up to a third bolt. From here, climb up and left on runout 5.4 to a 2-bolt anchor.\n\nPitch #2 (5.8+, 135'):\n\nHead straight up then slightly right from the anchors to reach the first bolt. Climb to a dike to reach the second bolt. From there, climb out right then up to the third bolt. Continue straight up, trending slightly left, passing four more bolts to a 2-bolt anchor. The crux of the route is passing the 5th bolt (5.8+).\n\nPitch #3 (5.7, 125'):\n\nHead straight up, passing two bolts (5.7). After the 2nd bolt, continue up then right to reach a small left facing corner with a crack (yellow Alien). Continue to the next bolt and then reach a cool circular crystal dike feature (tricky small gear). Continue up and pass the final bolt before reaching a 2-bolt anchor on a nice ledge. NOTE: it is possible to escape off to the right to a Jeffery pine (4th).\n\nPitch #4 (5.7, 200'):\n\nFrom here, locate a vertical dike about 80' above. This feature signatures the way to go (just left of the dike). Climb up runout 5.4 to a left facing corner then to a small arching roof. Place gear here and then climb out right then up. One last chance to place gear under a small lip before surmounting a featured bulge (5.7) to a stately ledge. Be sure to place a long directional at the ledge/walkway before scrambling left for 60' (3rd class). The gear anchor (small cams) is at 200'. So be sure to keep measured communication with your belayer in order to find the start of the last pitch. NOTE: there is a way to circumnavigate the bulge by going out right (easy 5th) to reach the ledge. Also, there is a way to escape off right (4th).\n\nPitch #5 (5.6, 200'):\n\nClimb up from the ledge to a shallow right facing corner, passing a small flake along the way (small gear). Once at the corner, you'll find some cool solution pockets that will take Tricams (red to brown). Also of note, there are a pair of good threader holes at the top of the corner to girth hitch. From the top of the corner, start trending out left, passing a roof above. Continue out left on easy 5th and follow a crack next to a slanting left corner. A series of large holes lead out left and eventually to a nice ledge with a right facing corner. Gear anchor here (pro to 2\"). Scramble 3rd class to the summit","protection":"- (2) 70 meter ropes\n\n- Pro to 2\"\n\n- Tricams helpful (Red to Brown)\n\n- Several runners w/carabiners\n\n- Quickdraws","location":"'Ohm Sweet Ohm' is located between 'Solar Energy' (5.9X) and 'Power Gimpin' (5.7). There are two possible ways to approach the route. Both ways involve hiking around the backside of Power Dome (east side), following the creek until it starts to drop into a series of pools then to Helms Creek below.\n\nThe first (and preferred) option to descend to the start of Ohm Sweet Ohm would be by locating the top out ring anchors of 'Elektric Eel', located near a small dead pine (the Courtright guide shows a \"green tree\", page 94). From the small pools of the creek, scramble (3rd class) up the southern shoulder of Power Dome before reach a small dead pine tree above and the ring anchors nearby  Rappel two pitches from here using (2) 70m ropes, trending left during the descent. Locate the 1st pitch ring anchors of 'Power Gimp'n' to rap the remaining way to the anchors of 'Ohm Sweet Ohm'.\n\nThe second option is to continue down and to the right of the creek (easy 2nd) to a series of ledges above the Helms Creek. Locate a long white dike that stretches along the base to the north. Head along the dike, which involves some sketchy 4th/5th class movement, 25 feet above the creek. Locate the start of Power Gimp'n. The start of Ohm Sweet Ohm is approximately 55' to its left (2 bolt anchor)."},"__v":0},{"_id":"y0FHz/JHUDmcQU4loESbeQ==","name":"Helm's Deep","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Stephen McCabe, Al  Swanson 8/82","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":6,"mp_id":"113521026","mp_crag_id":"114793284","climb_id":"y0FHz/JHUDmcQU4loESbeQ==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"This was the first route put up on Power Dome and runs up a wide swath of black streaks a little left of the middle of the wall. An absolutely beautiful climb done in perfect style. It is hard to imagine that this was done before Tri-cams were available for they make the route more reasonable, yet the route still requires focus and comfort above sometimes well-spaced protection. This was an appropriate kick-off to the development of all of the gorgeous routes of Power Dome.\n\nThe current guide description for this route could be read thinking that it's all smooth sailing after the first crux pitch but this is not the case. The crux move is on the first pitch but is very well protected and the runout past that can be limited with Tricams and creative gear placements. The route is sometimes run out on otherwise great, solid rock and we found the only truly committing move to be on the fourth pitch. Don't let the R rating deter you from this beautiful route, if you are comfortable at the grade it is well worth putting it on your short list.\n\nIn fact, I even wonder if it is even deserving of the R rating. The R only popped up in the current guide and was not present in the SEKI Guide. Our experience was that this climb could have been better protected if we had brought more Tricams than we had and we were probably more wigged-out than necessary from the warning an R suggests. I am looking forward to seeing what the suggested ratings from future ascents will settle on over time. I left the R in primarily due to the committing move on the fourth pitch.\n\nThe pitches are all roughly half of a 70m ropelength, give or take.\n\nPitch 1- 10c: Easy to spot the start, it is at the base of a wide black streak. There are really two major black streaks on the wall and this is the left one. You will need to do a short scramble to gain the big, flat ledge where you start from. You can see the bolt that protects the crux mantle from the start. Immediately above the mantle is a fixed pin too. Continue up face to another bolt and then belay on gear at a right-facing flake soon after. The SEKI Guide shows bypassing this flake and heading along a left-facing feature to continue up to the bolted anchor. Apparently stopping here at the flake was the original belay and is illustrated so in the current guide.\n\nPitch 2- 10a: Head up and right across face towards a bolt you can see way off to the right from the belay. Head upwards and slowly to the left where you will find a bolted anchor.\n\nPitch 3- 5.9: This is an intimidating-looking pitch...From belay head a little left and up steep horizontal features. Continue somewhat straight up, eventually to a prominent ledge with a gear belay. Try and stay along the left margin of the black streak since the right side is 5.8X and obviously has way fewer gear options.\n\nPitch 4- 5.9: Head right on the ledge to dikes above a block/flake feature and soon cut back left a bit once above the initial bulge and you should be right above where your belayer probably is. Then head up face, ultimately aiming for the upper tip of an obvious arch/roof above you. Perhaps 20' past the tip of the arch and some thin flakes is a nice little ledge with a fixed pin, belay here on gear.\n\nPitch 5- 5.8: Head out left from belay up flakes then continue up a streak of holes of every shape and size. There is a bolt directly above and a little right of the piton P4 belay which is of unknown origin and not part of the original path and FA.","protection":"Standard rack with thin up to 3\" with extra .5 to 1\", nuts, many long slings for double-slinging if needed and perhaps a double set of Tricams (the giant ones not needed). We only had 4 Tricams and I really would have appreciated more. Think of Stephen McCabe when you place them and how he only had nuts on the FA and would have to pass up all of those holes....\n\nThere are only four protection bolts and two fixed pins, three fixed pins if you include the P4 belay spot which doesn't appear to be from the original ascent as per Stephen McCabe. As of the writing of this description for some reason the last protection bolt is still the original Leeper, yet the other three bolts and the solitary bolted anchor of P2 have been replaced with modern hardware. The pins are all thin Bugaboo-types and all upward-pointing so there ya go about that...","location":""},"__v":0},{"_id":"5iDvT2oPW++FM5o+TFFKVQ==","name":"Hannaramic","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Randy Judycki / Michael Broody/Michael Armstrong","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":11,"mp_id":"106486801","mp_crag_id":"114793284","climb_id":"5iDvT2oPW++FM5o+TFFKVQ==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"The route is right of The Paraclete or the 2nd route from climbers left of Little Nukey. It is all face climbing on little edges.\n\n\"P1 (5.10a, 5-bolts): Looking up from the base of the climb, the crux of the pitch is obvious. Friction and tiny edges get you from bolt 2 to 3. Fairly sustained, probably no moves easier than 5.9.\n\nP2 (5.10b, 9-bolts): The crux is right off the belay, through the 2nd bolt. Have your belayer stand off to the side as there is potential to fall on them if you blow the crux. The remainder of the pitch is stout and consistent, ranging between 5.9 to 5.10a. One of the best pitches I've climbed on Power Dome.\n\nP3 (5.9 PG13, 7 bolts): The climbing eases finally, though it becomes more insecure and heavily reliant on friction climbing. There's a substantial run between bolts 2 and 3, with moves in the 5.8+ to 5.9 range. The climbing eases through a section of jugs, only to throw another 5.9 crux near the end between the last bolt and the anchors.\n\nP4 (5.10a, 7 bolts): We thought it was going to be easy from here... we were wrong. Yet another consistent pitch with an early crux and barely easing climbing thereafter.\n\nP5 (5.7, 3 bolts): Finally, solution pockets galore! This is why you brought your tricams. Keep your eyes open though, there are some bolts near the pockets.\" (\n\nEric \"Pig\" Varley\n\n)","protection":"It is all bolted with bolted anchors","location":"Courtright reservoir on Powerdome. It is route right of The Paraclete or 2 routes (climbers left) of\n\nA Little Nukey\n\n."},"__v":0},{"_id":"qe+1Fqk2XyqFoqXs2X+MYw==","name":"Go Runout and Pray","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Herb Laeger & Fazio-Rhicard, July 1985","type":{"trad":true,"alpine":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":7,"mp_id":"107021133","mp_crag_id":"114793284","climb_id":"qe+1Fqk2XyqFoqXs2X+MYw==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Four Pitches: .9, 10a, .9, .6.\n\n\"The route climbs the dome between the two most prominent water streaks.\n\n1) My topo shows it starting between the two center most water stains on a ledge just above a left angling roof with the first pitch having 3 bolts and ending under a roof with a two bolt belay.\n\n2) Follow holds right then back left to short right facing corner then a little left and up to a roof with another right facing corner past a bolt, then up to a one bolt belay above a dike.\n\n3) Wander around until you can work back left to another short right facing corner then belay at a right facing corner with a single bolt.\n\n4) Pretty much straight up from here. Must not be too hard as there are no bolts.\" (\n\n1Eric Rhicard\n\n)","protection":"not much info on protection.  Grabbed this description from Rock and Ice #30","location":"Power Dome West Face (Lost Canyon Wall).The route starts immediately left of Welcome to Courtright."},"__v":0},{"_id":"gtQQJX5LWeWVJpO4E8fu3w==","name":"Esto Power","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Vaino Kodas, Herb and Eve Laeger","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":14,"mp_id":"114446356","mp_crag_id":"114793284","climb_id":"gtQQJX5LWeWVJpO4E8fu3w==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Apparently, many think this is the best route on Power Dome. I haven't done enough to say myself, but it was pretty great, with the rock being maybe a tad cooler than the already exceptional PD rock found on other routes I have done.\n\nP1 - 10d 150ft. 7 bolts - Start off the flat slab. Runout but easier climbing leads past 1 bolt to the second bolt. I felt good putting 2 draws on it. Crux to the 3rd bolt up and right (or is that right and up ;) ) maybe 10-15 ft. Hardest moves come close to the second bolt. Bolts lead up, left, then up on easier but sick climbing.\n\nP2 - 5.9 150 ft. 4 bolts. - straight up the black streak. First bolt is maybe 40ft. off the belay but it's all jugs.\n\nP3 - 5.7 150 ft. no bolts - continue up, passing some gear options in pockets and then a flake. 50 ft. up and a bit left from the flake is a bolted anchor\n\nP4 - 5.6 200 ft. - Easier ground up and left with some pro lead into Nukey. Belay at the big tree or continue to top\n\nP5 - Short to top.","protection":"Maybe 8 draws. Light rack to #.75. I placed a #3 in a pocket on P3 but there are other options. Tri Cams could be used, but not as essential as on other routes.","location":"Route follows the massive black streak 2 routes to the right of Nukey. Traverse down and right on 4th class ramp from that route to reach a big flat slab at the base of the route."},"__v":0},{"_id":"LjB66PT+UMq6xMAiPGTKRA==","name":"Castle Bravo","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Vernon, 2010","type":{"sport":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":4,"mp_id":"121151309","mp_crag_id":"114793284","climb_id":"LjB66PT+UMq6xMAiPGTKRA==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"This is the climb that goes up the rap route. I'm not sure why anyone would want to climb this, but I did one time for some reason.\n\nRap down. Go back up. Rap down again, climb something better!","protection":"A few bolts","location":"Follow the bolts back up the rap line"},"__v":0},{"_id":"Ap0L9Q8YX1yCQEkMJ5rC+w==","name":"Aplodonita","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Vaino Kodas, Herb Laeger and Eve Laeger, August 1985","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":12,"mp_id":"107021153","mp_crag_id":"114793284","climb_id":"Ap0L9Q8YX1yCQEkMJ5rC+w==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Start near a large tree on the central ledge just before a ramp leading down to the creek.  The route goes straight up to a left-facing Dihedral\n\nPower Dome West face (lost canyon wall)","protection":"Bolts with bolted anchors.\n\nBring some small tri-cams","location":"Power Dome west face (lost canyon wall)"},"__v":0},{"_id":"k2v/V7jEWIG46JMVB9qIDA==","name":"A Little Nukey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Greg Vernon, Mike Baca and Hollan Holmes, July 1988","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":13,"mp_id":"106078249","mp_crag_id":"114793284","climb_id":"k2v/V7jEWIG46JMVB9qIDA==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"Pitch 1: (5.8) Follow a line of bolts (8 total) straight up shallow dishes and edges. After the 3rd bolt, the rock becomes more featured but the climbing is just a tad bit steeper. There is a 3 bolt belay (with rap rings) at the end of the pitch (50 meters). NOTE: A fourth bolt is located 2 feet above the belay and should be used for the next pitch opening moves.\n\nPitch 2: (5.9-, 5 bolts) Head directly above the 1st pitch belay anchors. A few move of 5.9 are encountered in between the 2nd and 3rd bolts. Continue straight up to a small black roof (4th bolt on the lip of the roof) and surmount the roof. Once over, head left and up by following the remaining 2 bolts to the belay station (3 bolts with rap rings). NOTE: There is a set of belay bolts 30 feet below ALN's 2nd pitch belay. This station is the 1st pitch belay of 'Aplodontia' (5.9R).\n\nPitch 3: (5.8 or 5.9, 1 bolt and pro to 1/2\") One can either head straight up to a right facing corner (5.9, pro to 1/2\") or head up and right, underneath a bus-sized flake. The first option takes you straight up to the 3rd pitch belay. Both options are short in distance to the belay, but this is the shorter option pitch. The second option goes to a bolt (30 feet from the belay), which protects a 5.8 move, and continues to the right facing corner of the flake. Continue up the flake (5.6, pro: 1/4 to 1\"). Once at the top of the flake, head left out onto the open face for 20 more feet to the belay bolts (4 bolts with rap rings.... and an epoxy sealed carabiner?) NOTE: 3 out of 4 bolts at this belay should be considered suspect! One is an old 1/4\" rusted buttonhead and the other two are spinners (3/8\" buttonheads). Be sure to back up your belay!\n\nPitch 4: (5.9-, 2 bolts with solution pockets for pro) From the belay, traverse right 15 feet along a small foot ledge to access the first bolt. Pass two bolts and head toward a black water streak above. Twenty feet past the 2nd bolt., the climbing turns down to 5.5 or 5.6, following solution pockets (recommended Tri-Cam placements.....a few can even be threaded!!). The water streak becomes a bit steeper but good holds abound. Once over the steep section, head up and right to a 3 bolts belay or continue 60 feet further to a 4 bolt belay (rap rings) that falls directly below an easy right facing corner.\n\nPitch 5: Head up the right facing corner (5.6, pro to 1\"), which slants left, to a pine tree with slings (rap rings). 4th class to the summit.\n\nDescent: Walk off the east end of the dome and back down to the parking area or continue up the road, past the spillway and back to the gravel turnout.","protection":"- 60m rope\n\n- (9) draws\n\n- slings w/ biners\n\n- Pro to #1 Camelot (moderate rack).","location":"'A Little Nukey' is not only a popular Courtright multi-pitch route but is also one of the easier routes upon the northwestern face of Power Dome. This dome is located in the Helms Creek Gorge, just below Courtright Road. Additionally, it is the first dome seen on the right when driving into the Courtright area.\n\nThere are two ways to approach this route and the dome itself:\n\n1) Park at the PG&E road entrance (gated) just before you get to Courtright Reservoir (a gravel turnout on the side of the road, 200 yards before the reservoir). Hike down the paved road to its terminus. Leave the road and head directly toward Power Dome by going under a large tunnel aquaduct, then up a short rise. Once over the rise, head down small broken terraces to the creek. Cross over the creek on rocks to the base of Power Dome. In the early season or during peak hours, the creek may be difficult to cross. Use caution! Once across, locate a ramp next to the base and head up to the top of the ramp (level at the top). 'A Little Nukey' starts near the top of this ramp.\n\n2) The second choice is to drive past the reservoir spillway/dam and park near the north side of the dome (small turnout on the right side at the left hand turn). From here, head toward the dome directly and then down toward slabs above the creek, requiring assiduous route finding. Initially, one needs to drop midway down to the dome and then traverse a series of ledges and dishes upon its northeastern shoulder to rap anchors (or downclimb 4th class, trending down and right). Once at the base, all routes can be accessed via a bit of 3rd class scrambling."},"__v":0},{"_id":"kB511AzEVbCMtYLtBQUo5g==","name":"\"C.C.A\"","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kroll, McHam 9/15","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"left_right_index":2,"mp_id":"119431877","mp_crag_id":"114793284","climb_id":"kB511AzEVbCMtYLtBQUo5g==","areaRef":"VjHvbBtmX/OCWJfX8D289w=="},"content":{"description":"This route is really good, but the name may be an issue. I will leave the initials as a guide. Fun Face leads to a bolted anchor up top.","protection":"6 bolts and gear to 2\". 5 bolts at anchor. Anchor shared with Sushi Dreams.","location":"Just to the right of Sushi Dreams. The 3rd and last of the three routes at the Tic-Tac-Toe area."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,a5ac4815-eeb0-59ad-8b20-08b5ff151027,2b9c51c4-eb65-5fe7-9781-ee8c0c225024,fb3d24f2-49aa-53d2-8469-d9b3a0b93aba,5631ef6c-1b66-5ff3-8258-97d7f03dbcf7","pathTokens":["USA","California","Western Sierra","Courtright Reservoir","Power Dome","West Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":5,"label":"5.9"},{"count":1,"label":"5.10b/c"},{"count":2,"label":"5.10c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10d"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":15,"bands":{"unknown":0,"beginner":3,"intermediate":11,"advanced":1,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":17,"bands":{"unknown":0,"beginner":4,"intermediate":12,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":12,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.96683,37.07266]},"bbox":[-118.96739357456632,37.07221033981814,-118.96626642543367,37.07310966018187],"left_right_index":-1,"ext_id":"114793284","area_id":"VjHvbBtmX/OCWJfX8D289w==","polygon":{"type":"Polygon","coordinates":[[[-118.96739357456632,37.07221033981814],[-118.96626642543367,37.07221033981814],[-118.96626642543367,37.07310966018187],[-118.96739357456632,37.07310966018187],[-118.96739357456632,37.07221033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:54:37.101Z","updatedAt":"2024-01-20T00:58:23.055Z"}