{"_id":"63689d5ce80bff5a994f52b5","area_name":"Peak 12,358","shortCode":"","climbs":[{"_id":"tV+b2+d1Xq2zTD/89NvKUA==","name":"The Fable of Hedwig","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Tess Smith and Taimur Ahmad, August 28th 2020","type":{"trad":true,"alpine":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.51011,36.96271]},"left_right_index":0,"mp_id":"119470396","mp_crag_id":"119469133","climb_id":"tV+b2+d1Xq2zTD/89NvKUA==","areaRef":"uNt28Eg3Xmqav3503jpT9Q=="},"content":{"description":"This is a proud line up a gorgeous wall in a remote and beautiful setting - that is sadly marred by some downright terrifying rock quality.\n\nThough the wall looks to have great stone, there is a significant amount of loose rock mixed in with the more solid stuff.  The climbing itself is actually decent, and the protection quite good and consistent throughout, but due to the high potential for pulling off large blocks on this route, we feel it deserves the R rating.  The wall itself is ~250 meters or ~800 feet high, but because of the slightly traversing nature of the route, the climb itself is closer to ~300 m or ~1,000 ft.  The wall is north/northwest facing and gets shade until the afternoon.  The climbing in the dihedral is in the shade pretty much all day - it can get chilly up there.\n\nPitch 1: Start in a right-trending, low-angle weakness off a snow patch.  Climb up this on dirty, scary, loose blocks (4th class), aiming for a section of pinkish rock split by three vertical cracks.  Climb these cracks (easy 5th) through more big blocks to a belay at the base of a steeper/vertical wall with various discontinuous vertical crack systems running through it. ~50m.\n\nPitch 2: Climb straight up off the belay with a mixture of face moves, finger cracks, and hand cracks (5.10+).  Pull a crux about halfway up the pitch, and then move up easier lower angle terrain on excellent finger sized splitters to a belay below a left-facing dihedral.  Many different options for the belay spot. ~50m.\n\nPitch 3: Continue climbing straight up, following the dihedral (5.9).  Belay about 20-30 feet below a ~5 foot long roof.  Tricky belay due to rock quality, but decent gear can be found.  ~50m.\n\nPitch 4: This pitch traverses around the corner that makes up the right hand side of the dihedral, to avoid climbing through the chossy roof above the belay.  It's a bit tricky to describe exactly where to make the transition rightwards.  For us this was straight off the belay ~20 ft below the roof, though you can certainly belay lower and climb up to the step right if you find a better belay stance.  You should be able to see a big ledge if you peer around the right hand side of the corner - that's what you're aiming for.  One other \"landmark\" is an upward and right-slanting diagonal, hand-sized rail on the right hand side of the dihedral.  The step right is about five or so feet above this.  Once you find it, commit to the rightward traverse, which is spooky but fairly easy (~5.6ish?) and gain the ledge.  You can belay right here for a very short pitch if you're worried about communication with the belayer or rope drag, or you can keep climbing upwards and trending right on low-angle terrain (a few feet of 5.8ish followed by 4th class) to a higher belay on nice flat ledge in an alcove of excellent pinkish granite right where some horizontal bands of white rock cross the route.\n\nPitches 5 and 6: Continue climbing up and slightly right through big blocks and fins on better rock (though still plenty of loose rock sitting on ledges etc.), belaying wherever you begin to get short on rope.  Aim for another left-facing dihedral, which should funnel you upwards towards an alcove.  It might be easier to exit the alcove left, but exiting right via a mantle move with an exciting, foot-swinging transition through space is more epic, and leads to one last very short crack that places you just barely below the jutting summit prow.  These two pitches are mostly easy 5th with some moves of up to 5.7 or .8. ~50-60m each.\n\nTo our knowledge this is the first route on this wall, though others have been done along neighboring towers on the Cirque Crest.  There is huge potential for more routes on this wall, including harder routes, with the major caveat of the potential for poor rock quality.  Aiming for the clean faces instead of the weaknesses may produce more solid routes, though fixed anchors would very likely be necessary for protection.\n\nDescent:\n\nThe walk-off is pretty mellow.  From the summit, walk climbers' right along the ridgeline on easy 2nd class terrain.  Reach the saddle between Peak 12,358 and Marion Peak (fairly short/easy scramble to the top of Marion if desired) and descend to the right, following the obvious and cool streak of white scree down the talus.  Continue descending, with a slight rightwards trend, and pick whatever route back down to camp you prefer, keeping in mind the high rockfall potential in some of the chutes that lead back to the lake.  ~1-2 hrs or so to descend.\n\n“The Fable of Hedwig” refers to my chicken Hedwig, a sweet girl, who was taken from this life too soon by Fable the dog shortly before our trip began.","protection":"Double rack from 0.1 to 3 BD or equivalent, plus an optional single 4.  Nuts from micro to medium sized.  12+ alpine draws.  60 or 70m rope.","location":"See approach beta for Peak 12,358.  From camp at the small lake, it is an easy uphill talus hike over the moraine to the base of the wall.  ~0.75-1 hr from the lake to the base.\n\nSnow and ice in early season or in a big snow year may necessitate crampons and an ice axe to cross the glacial remnant below the wall and reach the base of the route.  In late August of a 75% snowpack year, no snow/ice gear was required.\n\nSome of the chutes leading through the moraine and up to the wall are highly active rockfall zones.  There are many ways up the talus - choose whatever seems safest to you and be aware of rockfall hazard."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,7497b2b0-4fd8-5134-a476-4e016be6582b,2656e752-6340-502c-b271-c8792aee19a1,b8db76f0-4837-5e6a-9abf-7e74de3a53f5","pathTokens":["USA","California","High Sierra","10 - Taboose, Sawmill & Baxter Passes","Cirque Crest","Peak 12,358"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.51011,36.96271]},"bbox":[-118.51067275966821,36.96226033981815,-118.50954724033177,36.963159660181866],"left_right_index":-1,"ext_id":"119469133","area_id":"uNt28Eg3Xmqav3503jpT9Q=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:44.575Z","updatedAt":"2022-11-25T11:14:40.222Z"}