{"_id":"6368a33fe80bff5a9957d8e9","area_name":"Five Dog Slab","shortCode":"","climbs":[{"_id":"pgFwQjerWCamPM0FsYt7pg==","name":"Five Dog Cup (Annual Race)","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.53176,34.7395]},"left_right_index":999999,"mp_id":"120146104","mp_crag_id":"120146067","climb_id":"pgFwQjerWCamPM0FsYt7pg==","areaRef":"BVZAwyO/VcWMXm0J56EG4g=="},"content":{"description":"The 1st Annual Five Dog Slab Race will take place in February 2021 for those comfortable soloing 250' of mixed 4th and 5th class slab.Entry Fee is $0.00 and the Five Dog Gold Cup will go home with the first climber to summit the slab and mantle the 7' wall at the top.If more than 8-10 climbers show up, separate Heats will take place followed by a Finale.T-Shirts will be available via pre-order similar to the design in the image gallery.Exact date will be set after taking a survey of the 3 best dates in February for the interested parties. Whichever weekend gets the most votes will get first scheduling pending weather, and the other two weekends will be backups.","protection":"The Five Dog Cup is a solo event, but a fixed rope will be setup for those who wish to abseil afterward.","location":"34.73952574038372, -98.53169538652149Park at the first pull-out going uphill from the Mount Scott Road gate. Look uphill to the North and see the Five Dog Slab and vertical crack system. Approach with gear takes 8 minutes and without gear 5-6 min."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,5de88109-c405-5645-9bf8-04ca996622b6,055640c3-23bf-55c5-8c5e-6d09e7a106e2","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Mount Scott","Five Dog Slab"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.0"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.53176,34.7395]},"bbox":[-98.53230719735431,34.73905033981814,-98.5312128026457,34.739949660181864],"left_right_index":-1,"ext_id":"120146067","area_id":"BVZAwyO/VcWMXm0J56EG4g=="},"content":{"description":"On the south slope of Mount Scott the most prominent and tallest slab runs a full 70m rope length and more! With a 70m rope belaying from the obvious \"V\" in the bottom of the slab will allow the Leader to reach the most obvious Anchor Opportunity. From the very bottom of the slab, 70m will be short.The climbing is a mixture of 4th and 5th class depending on which line you take up.The Slab offers very long vertical cracks that take a variety of fingers and hand sized cams. At the top multiple locations offer Trad Anchor opportunities. Unlike many slabs in the Wichitas or Quartz, this slab is highly figured with many feet opportunities to initiate folks to slab.Five Dog Slab offers folks interested in Trad Climbing a long, safe run with the opportunity to plug a lot of gear, run the full length of 70-80m rope, get beyond the sight-line of their belayer, or practice building belay anchors to rehearse multi-pitch in a safe environment. This is also a great place to work out the motions and logic for those interested in simul-climbs with enough length and a very short approach.In February 2021, the 1st Annual Five Dog Slab Race will take place. This race will consist of climbers comfortable soloing the slab racing to the top and mantling a 7' wall to claim the Five Dog Cup. Entry Fee is $0.00 of course, but a T-shirt will be available to those that pre-order. Check the Five Dog Slab Race route page for more details leading up to the event each February."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:18:40.645Z","updatedAt":"2022-11-25T11:21:07.001Z"}