{"_id":"6368a214e80bff5a9955d9aa","area_name":"Bastion Wall","shortCode":"","climbs":[{"_id":"cfrW4RltUS2f9AxvT+1hpQ==","name":"Standard","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":2,"mp_id":"112085037","mp_crag_id":"108331120","climb_id":"cfrW4RltUS2f9AxvT+1hpQ==","areaRef":"89oxpTkeU4eZClNMISUB8w=="},"content":{"description":"The route is rated 5.6 on the old topo, but definitely felt harder than that. \n\n  Pitch 1, (60 ft, 5.7) Go up on the left side of the boulder and then to the top of it using either the gully or going up the boulder itself. First protection piece is rather high, but it is okay after that. When faced with a wet rock, we have also climbed it on the right side of the boulder instead. \n\n  Pitch 2, (170 ft, 5.7) Go up the staircase heading slightly left. The crux move is up a steep featured bulge, which is fortunately fully protectable. Go up the slab from there and traverse left along a crack, past an old bolted anchor. Continue up a wide-open right-facing corner. This part is run out, but the climbing is easy. Continue up and gradually slant to the right. \n\n  Pitch 3, (80 ft, 5.7) Continue up the now better defined right-facing corner. Once at the top of it, the route is supposed to be going left to a tree. I took instead a well defined, protectable, and clean corner to a tree there.","protection":"We had doubles up to #3 and a #4, nuts, and tricams. The old bolt anchor is down to a single quarter-inch bolt and not worth clipping.","location":"Standard Route starts about 200 feet above the bottom of the gully, where the wall gets suddenly steeper, below the left end of a large boulder on the wall above. The best way to get there is to go up the gully to the level of the band of trees and then go right within the band. The bushwhack is not bad at all. The gully leading up to it can be done almost exclusively in the boulder field and is not bad either. \n\n  Rap down from a tree to the left and up from the end of the final corner. Go to the dead pine tree and from there down. The first rappel can be done with a single 60m rope. It takes two 60m's for the second."},"__v":0},{"_id":"z1/6uG/fUCaQ31wI8Hybvw==","name":"Saturday Morning Matinee","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":3,"mp_id":"111677398","mp_crag_id":"108331120","climb_id":"z1/6uG/fUCaQ31wI8Hybvw==","areaRef":"89oxpTkeU4eZClNMISUB8w=="},"content":{"description":"p1:  climb the crack in the large blocky left facing dihedral on the right side of Bastion Wall.  Belay on a super ledge on the top. \n\n  p2:  the shorter second pitch goes up smaller cracks on a west facing clean face.  Climb the easier and protectable right crack to another large ledge.  One can TR the harder crack from this ledge for more climbing.","protection":"Standard Organ trad rack.","location":"Go to the base of the large left facing dihedral on the right side of Bastion Wall.  At the top of the climb, traverse left (third class) until one can reach the raps for Camino Real (2 rope raps)."},"__v":0},{"_id":"f1NdFOrUXm+J9VdjFPgDFw==","name":"Red Sling","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":1,"mp_id":"113090732","mp_crag_id":"108331120","climb_id":"f1NdFOrUXm+J9VdjFPgDFw==","areaRef":"89oxpTkeU4eZClNMISUB8w=="},"content":{"description":"P1 (5.7, 170 ft): Start at the Base of Standard Route. Once level with the first treed ledge, head left onto a blocky ledge and continue left. The ledge eventually turns into a long traversing crack with good pro. Finish the pitch when the crack peters out.  \n\n  P2 (5.8, 100 ft): From the belay, head up and slightly left to a comfy ledge. Fiddle with gear here and make a few slabby moves toward up toward easier ground. Trend left to a wide-angled dihedral. Follow the thin crack in the dihedral up to a good belay ledge with brush.  \n\n  P3 (5.8 PG-13, 170 ft): Begin the pitch in a left leaning diagonal crack, and eventually hop back over right to the main gouge. Gear is sparse hear, so use whatever you can find. \n\n  Descent: Head climber’s right on the big treed ledge on top. There is a good tree with a sling on it lower down. Belay from the tree around a large boulder to another tree with new slings and rap gear. This is the standard rappel route.","protection":"Standard trad rack. Tricams, especially Pink, for the spots with tricky gear.","location":""},"__v":0},{"_id":"SxrhaVXvUw6px+JCk1Ws1A==","name":"Camino Real","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Dick Ingraham et. al.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"left_right_index":0,"mp_id":"108331128","mp_crag_id":"108331120","climb_id":"SxrhaVXvUw6px+JCk1Ws1A==","areaRef":"89oxpTkeU4eZClNMISUB8w=="},"content":{"description":"The climb would get another star if a couple of bolts were placed on the direct line above the third pitch belay.  The long four and fifth pitch traverses simply bypass an unprotected more obvious line. \n\n  P1:  This is a relatively long face and crack pitch to a good stance. \n\n  P2:  Continue up the left facing weakness and belay at a pointed corner.  This pitch is a bit shorter than the first pitch. \n\n  P3:  A short crux pitch. Climb up and slightly left then right on a face with a protection bolt.  Use the large hueco and go up to the bolted anchor (slightly hanging belay). \n\n  P4:  Climb an easy traverse left, clipping a bolt and belay at a large block. \n\n  P5:  Now traverse right for a relatively long pitch and belay below an open book. \n\n  P6:  Climb right, go around a corner then up to a large ledge with trees.  This is the end of the technical climbing.","protection":"Stand trad rack up to three inches with many two-foot runners.  There is a bolted anchor on the third pitch (one may want to add a new 3/8\" bolt to the anchor).","location":"The start is near the left center of the wall.  Look for a right to left dihedral system (two pitches) and start on the right side. To descend, one must finish the climb and then third class (right) on the big ledge with trees to the top of a gully system (right center of wall).  Take new slings and do two double rope raps from trees and anchors down the gully."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,6a0aec06-4561-5200-b345-f54acd82b72a,f3da31a5-391e-5387-990a-534c212501f3","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Rabbit Ears Area","Bastion Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":2,"label":"5.8"},{"count":1,"label":"5.8+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.57724,32.36825]},"bbox":[-106.57777237866618,32.36780033981814,-106.57670762133381,32.36869966018186],"left_right_index":-1,"ext_id":"108331120","area_id":"89oxpTkeU4eZClNMISUB8w==","polygon":{"type":"Polygon","coordinates":[[[-106.57777237866618,32.36780033981814],[-106.57670762133381,32.36780033981814],[-106.57670762133381,32.36869966018186],[-106.57777237866618,32.36869966018186],[-106.57777237866618,32.36780033981814]]]}},"content":{"description":"This is the large northish facing clean wall opposite Southern Comfort Wall in the Towers Canyon (right side of the canyon).  It is bounded by a right facing chimney system on the left and a blocky left facing buttress on the right."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:13:47.090Z","updatedAt":"2024-02-19T18:38:11.867Z"}