{"_id":"63689d5ce80bff5a994f4a0b","area_name":"Prospect Wall","shortCode":"","climbs":[{"_id":"/bUuClTDVpm8LfVBOf0loQ==","name":"Sluice Box","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":8,"mp_id":"118599767","mp_crag_id":"105879600","climb_id":"/bUuClTDVpm8LfVBOf0loQ==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route climbs the flaring groove up the middle of tallest part of Prospect Wall. It is a really interesting climb with technical gear placements and unique movement. I was surprised by how engaging of a lead it was for a 5.7. It uses a lot of small gear so bring plenty. Bolt anchor with rappel rings is found on a boulder to the right at the top of the route. You can rappel the route with a 70m rope, but will need to do about 15ft of easy/moderate downclimbing. An 80m rope barely works without downclimbing. You can also use the rap anchor for Goldfinger/Rosa May if you have a shorter rope. An easy and safe scramble down and climber's left from the top will lead to a large ledge with the Goldfinger/Rosa May rap anchor.","protection":"Up to 3.5\" - Emphasis on smaller gear.","location":"This is the curving flaring groove in the middle of the wall. Start from the right side as shown in the topo."},"__v":0},{"_id":"vaSR8ZCPXN63DCEO9XZesg==","name":"Salted","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":10,"mp_id":"119717205","mp_crag_id":"105879600","climb_id":"vaSR8ZCPXN63DCEO9XZesg==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route climbs the featured face between Curtworthy and Prospector's Daughter.  It gets progressively steeper and involves bouldery moves between secure clipping stances at bolts.  The rock quality is pretty good!","protection":"5 bolts + Nuts/Cams small to 1\"","location":"Start as for Prospector's Daughter and climb the section of steep featured rock leading to the low-angle bottom of the main face.  From here continue up and left following a seam to a bolt line on the progressively steeper face."},"__v":0},{"_id":"zjyb61k0U5CNU4MHQ1PVaA==","name":"Rosa May","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":1,"mp_id":"119686454","mp_crag_id":"105879600","climb_id":"zjyb61k0U5CNU4MHQ1PVaA==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route is one of the furthest left on the wall and climbs a crescent-shaped chute that is bolted.  It's marked as route C on the hand-drawn topo.  The climbing is characterized by hip-scumming, stemming and a burly low crux followed by easier climbing above.  It's possible to climb with just five quickdraws although depending on where you start from you might want a cam or two for the beginning or a couple small cams for sections between bolts if you like to sew it up.  There's an anchor at the top of the route from which you can easily rappel to the ground with any rope 50m or up.","protection":"5 bolts and optional small cams (.4\" to .75\")","location":"See topo photos.  It's the route marked C in the hand-drawn Topo.  It is easily spotted as a crescent shaped chute in a grey-colored section of rock on the left side of the wall."},"__v":0},{"_id":"JstV3nUUWq6Io0RleGSPUw==","name":"Prospector's Daughter","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Mark Schlocker & Jesse Davidson, 10/2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":11,"mp_id":"106046968","mp_crag_id":"105879600","climb_id":"JstV3nUUWq6Io0RleGSPUw==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"In an attempt to climb directly up the main face we discovered this fun route. Start as for Salted but veer right at the base of the slab. Follow the bolts through the slab to some features on the right which you follow up and then start veering left towards a cave.  At the cave take the sharp licheny crack up and left to top out.  There are some anchors low on a boulder here from which you can belay your 2nd.  I am not sure if you can rappel from these anchors (probably okay with 70/80m) but you definitely can from the First Strike anchors which can be reached by scrambling to climber's right (the last few feet to the anchors are a little exposed so be careful).\n\nThere are some cruxy moves that require some interesting lieback skills. After debating whether the route was 5.8 or 5.9 we put 5.8D on the topo as a joke.","protection":"4 bolts and gear to 2\".  There is a sweet yellow alien spot in the crux area.","location":"Right side of the prospect Wall."},"__v":0},{"_id":"tJz0Iar5WTamq5ODD/ycJQ==","name":"Ore Chute","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":5,"mp_id":"119717300","mp_crag_id":"105879600","climb_id":"tJz0Iar5WTamq5ODD/ycJQ==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route features flared chimney climbing in a \"chute\" with hip-scumming, arm bars and some intelligent use of face holds. The rock quality is some of the best on the wall and with good technique it can be done quite elegantly thanks to the crimps and features outside the \"chute\". The crux is at the top of the chute as you transition onto the face and up to a corner.  After this you take the line up the steep face on the left side on large holds.  Another very worthwhile 5.10 at the crag.","protection":"4 bolts plus single rack from small to 2\" (3\" optional and not necessary).","location":"This route climbs a flaring chimney to the right of Hemet Bell and left of Masonic Order.  It finishes at the same anchors as Gallows, Hemet Belle and Masonic Order as well."},"__v":0},{"_id":"t6lc22p1UqGwZD1fCl3Zlg==","name":"Mercury Bath","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":7,"mp_id":"119861430","mp_crag_id":"105879600","climb_id":"t6lc22p1UqGwZD1fCl3Zlg==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route climbs a flaring groove to the right of Masonic Order and to the left of Eureka/Sluice Box.  The beginning involves easy climbing up to a small roof at the entrance to the groove.  The bolt protected crux is the first few moves getting into the groove.  Above this the climbing eases for a bit until you have a final two-bolt headwall which is really fun and takes you to the anchors on a ledge above the anchors for the five routes to the left.","protection":"5 bolts and a single rack of cams to 2\".","location":"Right of Masonic Order, and left of Eureka/Sluice Box. Look for a bolt line leading up into a large flaring groove."},"__v":0},{"_id":"34sfgiTJUi+qQLL6JvIzFA==","name":"Masonic Order","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":6,"mp_id":"119794216","mp_crag_id":"105879600","climb_id":"34sfgiTJUi+qQLL6JvIzFA==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route is kind of a crimpfest that follows a seam up to a slabby finish then into a groove to the anchors. The bottom has some nice rock and movement and then the business begins after the third bolt or so. From there it's non-stop crimping to the final bolt.  At this point you can move left into the corner/groove and continue up the seam (1\" and smaller cams helpful) or you can connect into the top of Ore Chute by moving out onto the steep left face with large holds .  When you first get into the seam there is a pod that will take a 3\" cam, or the chickenhead there can also be girth hitched.\n\nNote: The topo indicates this climb only requires bolts but this would mean a 30 foot runout to the anchors.  There is also \"(11 bolts)\" pencilled in on the topo but this would only happen if you combined the first 9 bolts of Masonic Order with the last two bolts of Mercury Bath (which is an option).","protection":"9 bolts and optional cams (3\" and a few <=1\" if staying in the seam at the top)","location":"To the right of Ore Chute and left of Mercury Bath."},"__v":0},{"_id":"Z8vy1O5BWSG/fVUvlsXaFQ==","name":"Hemet Belle","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":4,"mp_id":"119771104","mp_crag_id":"105879600","climb_id":"Z8vy1O5BWSG/fVUvlsXaFQ==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route climbs some of the best rock on the wall and features amazing movement and awesome position.  The beginning is protected with a couple of small cams in the .4\"-.75\" range then there are eight bolts worth of quality face climbing.  The first few bolts take you through some difficult sequences to a right-trending rail of patina holds which you follow to another well-protected crux at a slight overhang. Keep it together as you pull over the lip and onto easier climbing above to the anchors. Definitely one of the best climbs at Prospect.","protection":"8 bolts and a couple cams in the .4\" to .75\" range.","location":"This route starts at a nice ledge below and to the right of a large yucca type plant.  It's between Gallows and Ore Chute and you'll know you're at the right place if there are some finger slots just above head height. After a couple of gear placements aim for the line of bolts above.  At the top of the route there is a rappel station from which you can reach the ground with a 60m rope."},"__v":0},{"_id":"Kj5deJuuVom350p64Gi6tA==","name":"Gold Nugget","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"???","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":13,"mp_id":"118599853","mp_crag_id":"105879600","climb_id":"Kj5deJuuVom350p64Gi6tA==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This short slab route climbs a 50' pedestal of rock to the right of Prospector's Daughter. The rock quality is pretty good.","protection":"4 bolts","location":"See the topo. There's four pretty obvious bolts on the pedestal that is just to the right of Prospector's Daughter. The route finishes at a ledge with a rap anchor. You can optionally continue onto First Strike from here."},"__v":0},{"_id":"w8Hux/1jWsit/dDbqKJNIQ==","name":"Gold Finger","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":0,"mp_id":"119861394","mp_crag_id":"105879600","climb_id":"w8Hux/1jWsit/dDbqKJNIQ==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route climbs an arching seam underneath an overlap on the far left end of the wall. The start allows for an optional ~1\" cam placement in a corner before the bolt line begins.  The climbing is tricky and delicate and the rock quality is average for the wall. After making the final clip on the traverse there is only one bolt protecting the last 40 or so feet to the anchors, so be aware.","protection":"5 bolts and an optional 1\" cam","location":"The far left route on the wall, see topos. Finishes at the same anchors as Rosa May and can be rappelled with a 60m rope."},"__v":0},{"_id":"MVFlM49BUeyZRJTWhFn8Ug==","name":"Gallows","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":2,"mp_id":"119686659","mp_crag_id":"105879600","climb_id":"MVFlM49BUeyZRJTWhFn8Ug==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route is found on the left side of the Prospect Wall and features varied climbing of a mostly moderate nature with a single 5.10 boulder problem towards the beginning. The route is very steep and includes a couple of exciting moves from the low-angle crack system onto the steep face to the right.  There are two places where the climber can transition onto the steep face, the first is at the white guano-covered rock just after the crux of the route.  There's a large, grainy sloper jug out right that you pull up onto and then set your feet before placing some gear in the sharp crack above.  Moving onto the face at this location is spicier and more exciting than the next option which is about 15 feet further up the crack system where several juggy holds appear on the right hand face, including a slot that fits a 3\" cam in a downward-pointing position.  Whichever way you make it onto the steep face, continue further up staying left until you reach the bolt which protects the very top of the climb. There is a rap anchor at the top and the route can be rappelled with a 60m or longer rope.","protection":"2 bolts + Single Rack up to 3\" with a couple extras in the .4-.6\" range.","location":"On the left side of the Prospect wall, this climb can start either at ground level or at the two-bolt anchor on a ledge about 20 feet up.  See topo (this climb is marked as climb K on the hand-drawn topo)"},"__v":0},{"_id":"KNsvRDQWWZKISCQOdGpvjw==","name":"First Strike","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Mark Schlocker & Jeff Salow, 3/31/2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":12,"mp_id":"105939593","mp_crag_id":"105879600","climb_id":"KNsvRDQWWZKISCQOdGpvjw==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"Climb up and right from the top of Gold Nugget.  Clip a bolt and pull the crux to a sloping ledge.  Follow the ledge up and left to the right side of two obvious water streaks.  Three more bolts up a featured face lead to a bolted rappel anchor.  Rappel is about 90 feet back to the top of Gold Nugget so tie knots in the end of your rope.\n\nThe FA was my first experience using a hand drill on lead.  Combined with the gold mining history of the area, \"First Strike\" seemed an appropriate name.  I wanted to pick a line with worthwhile climbing yet decent stances.  This fit the bill.  I do wish the sloping ledge was more of an off angle cliff, but you work with what you've got.","protection":"4 bolts to a bolted anchor.  Small cams if you feel uncomfortable with runouts on easy ground.  If you just made it up Gold Nugget, chances are you will be fine with just the bolts.","location":"A second pitch to Gold Nugget.  Starts on top of the pillar on the right side of the wall."},"__v":0},{"_id":"mfUZwi5qXuqhxInCpffOmg==","name":"Curtworthy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"???","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":9,"mp_id":"119717038","mp_crag_id":"105879600","climb_id":"mfUZwi5qXuqhxInCpffOmg==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This route climbs a beautiful seam up the center of the wall to a peculiar heart-shaped protrusion in the center.  It starts with a steep and slightly overhanging juggy section before following the seam up the center of the main face.  After the heart-shaped protrusion the seam thins out until you reach a blank section protected by two bolts. Here the rock quality is not so good and you have to make some difficult and thin moves to gain the big holds up and left.  After this you follow a corner and then eventually trend up and left to meet the anchors shared with Sluice Box that are on a boulder at the top of the cliff.  If not for the band of poor rock this would likely be the standout 5.10 at the cliff.  Still it is worth the effort and most of the climbing is unique and very enjoyable.","protection":"Nuts and double rack of cams from small to 1\". Also 3 bolts. There is a vital .5 C4/X4 placement in the shallow seam just before the somewhat difficult-to-clip bolt at the crux.","location":"Just left of the scoop where Salted and Prospectors Daughter begin you will see a steep overhanging section of featured rock.  This route starts climbing up the middle of this feature and then continues up the seam above."},"__v":0},{"_id":"D1Dsrd5UV3ONkzLdtxcNlQ==","name":"Black Gold","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"2020","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"left_right_index":3,"mp_id":"119861464","mp_crag_id":"105879600","climb_id":"D1Dsrd5UV3ONkzLdtxcNlQ==","areaRef":"dOpIpHxrWdWNQFKmsXlB3w=="},"content":{"description":"This new route climbs the black streak to the left of Hemet Belle and the right of Gallows.  It starts with the first three bolts of Hemet Belle then continues directly up the black water streak for another sixty feet of steep climbing instead of traversing right.  The crux comes at the second bolt where you must remain on the face instead of going left up the crack which would take you onto Gallows.  Basically the bush in the crack and everything left of it is considered off route.  Above the crux there is a crucial 1/2\" (BD .4) cam placement in a horizontal. One more bolt of challenging climbing leads you to better holds above which take you to the anchors which are shared with Gallows, Hemet Belle, Ore Chute and Masonic Order. This one has hard, high quality movement on good rock but loses a star due to the somewhat contrived position of the crux next to Gallows. 2.5 out of 4.","protection":"6 bolts, 2 .4\" cams (BD .3), 2 .5\" cams (BD .4), 1 .75\" cam (BD .5) and 1 1\" cam. (BD .75 or 1)","location":"Start as for Hemet Belle, clipping the first three bolts on that route before continuing straight up.  You can place a cam or two before the first bolt (.4\" to .75\") then there is a .5\" cam placement above the crux and at the top there are spots for a small cam (.4\") and a larger cam (1\")."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7197701e-a308-5315-afe9-b29ace8a8565,e57fa816-50b0-54ed-8b6f-b05b9746d88f,74ea48a4-7c6b-59d5-8d40-52a6b17941df","pathTokens":["USA","California","San Jacinto Mountains","Garner Valley","Prospect Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.10+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.8"},{"count":2,"label":"5.10"},{"count":3,"label":"5.11-"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":5,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":6,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-116.6414,33.6321]},"bbox":[-116.64194006029585,33.631650339818144,-116.64085993970417,33.632549660181866],"left_right_index":-1,"ext_id":"105879600","area_id":"dOpIpHxrWdWNQFKmsXlB3w==","polygon":{"type":"Polygon","coordinates":[[[-116.64194006029585,33.631650339818144],[-116.64085993970417,33.631650339818144],[-116.64085993970417,33.632549660181866],[-116.64194006029585,33.632549660181866],[-116.64194006029585,33.631650339818144]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:54:15.509Z","updatedAt":"2024-01-20T00:57:56.264Z"}