{"_id":"6368a50be80bff5a995b0640","area_name":"Bridger Jack Butte","shortCode":"","climbs":[{"_id":"IPR4dOj8XHugzJBRrVfcmg==","name":"Wild Flower","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Ed Webster + partner c.1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":11,"mp_id":"105815337","mp_crag_id":"120540005","climb_id":"IPR4dOj8XHugzJBRrVfcmg==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"Wild Flower represents both the first ascent of the Bridger Jack Butte and its easiest route.  Besides this, it's the rap line. The route follows flakes and corners for 2 pitches to the notch between the King of Pain and the main butte, and then takes the left of two obvious wide cracks to the top of the Wingate.  The first two pitches provide enjoyable sections of climbing between ledges.  The third provides excellent opportunities for character building.\n\nPitch 1: Begins just left of the high point of the dirt/talus in a L-facing ramp with a 4\" crack-flake on it.  A bolt (not original) is evident perhaps 30' up.  Follow the line of least resistance to fixed anchors at 100'.  IF YOU FALL OFF THIS PITCH AT THE WRONG PLACE YOU CAN GET VERY FUCKED UP.\n\nPitch 2: Fun movement out from under a boulder, past another non-FA bolt, to more enjoyable (and more sustained) corners and flakes. Note the rope grooves at the top of the pitch. They look like they could just grab right on to a knotted rope, don't they?    A 5\" piece comes in handy.   120', maybe.\n\nPitch 3: Yes, that.  Easy chimney to a squeezer, 50'.  The trauma has been reduced with the addition of a couple bolts at the 1/3 and 2/3 marks, but you'll still want a #6 camalot before the first and after the second.  This, 2 draws,  and a #5 Friend should do it; the rest just gets in the way.  If you backclean the big one after the first bolt you won't need the 2 that Bloom's guide calls for.","protection":"2 each from TCU's to 3.5\", a 5 Friend, and an old 5/new 6 Camalot.  Long runners.  Headlamp & prussiks if disregarding rap beta.","location":"Ascends directly to the K.O.P./BJ notch.\n\nDescent: single-rope from summit to 2.  DO NOT use the old belay/rap anchors at the base of the chimney unless you want to repeat the classic stuck-rope prussik maneuver enjoyed by many; rather, look for a newer set of chains about 10 feet lower and closer to the King of Pain.  This will enable you to reach the ground in one 60-meter rap; reportedly a 70m rope will barely work in two raps (see Powders commentary)."},"__v":0},{"_id":"I+Fwnj0qVUedUKw4C8fNZQ==","name":"Sucker Punch","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Jason Nelson, Mary Harlan, Jack Jefferies, Lizzy Scully","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":18,"mp_id":"110317086","mp_crag_id":"120540005","climb_id":"I+Fwnj0qVUedUKw4C8fNZQ==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"Sucker Punch is a great splitter crack route. The name derives from a rope that got stuck and upon releasing, gave me a shiner, just days before I was to start a new job.\n\nP1: Begin 3rd classing up a stepped buttress. Climb double cracks in left facing corner to ledge. Move left, clip a bolt and up choosy ramp to bolted anchor. 5.8, 80'.\n\nP2: Step left over some chose to reach the base of the steep splitter crack.  Climb past some solidly wedged blocks then through overhang (golds and blues).  Continue up narrowing crack until you can step left for a rest. Choose between 4 camalot crack (right) or .75 camalot crack (left).  Finish up a short section of #5 camalots to bolted belay. 5.11, 100'.\n\nP3: Climb up wide crack into an acute corner past some blocks to a ledge.  Bust out the roof and continue up steep leaning #4 camalot crack finishing on a section of #3 camalots to bolted anchor. It's possible to cut right into the other crack system (Out From the Shadows) and avoid the steep off width for an easier grade (5.11?).  5.12, 100'.\n\nP4: Climb splitter in right facing corner above the belay.  Mostly #4's, and can place a #5.  Climb to a ledge.  Take the crack through the next band of rock, but step left to top it out to avoid choss.  Belay from gear or tied off boulders.\n\nP5: Hike about half a rope length across the ledge to the east face.  There are a couple clean cracks to climb.  I've been climbing the leftmost - #1 cams through a bulge.  Easy, maybe 5.8 and about 40'. Belay from bolts.\n\nDescent: Rappel route or Out From the Shadows is a more straight line down.   You'll need a directional if you want to reach the anchors on top of Pitch 2 of Sucker Punch.","protection":"1x: #.3 blue, #.4 grey, #.5 purple, #5 purple camalots\n\n2x: #1 Red Camalots\n\n3x: .75 Green, #2 Yellow Camalots\n\n4x: #3 Blue Camalots\n\n5x-6x: #4 Camalot\n\nHalf a dozen extendable slings\n\n70M Rope suggested","location":"This route is located on the NW facing corner of the Bridger Jack Butte.\n\nHike up the Bridger Jack Trail from the campground. Go right along the base of the wall until you wrap around to the west face of the Bridger Jack Butte. Just as the trail begins to descend there will be a little alcove on the left. This is the staging area. The route begins just around the corner to the right."},"__v":0},{"_id":"zBgq9IJTULi0kvOlZxSK0w==","name":"Rites of Passage","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Peter Gallagher and Ed Webster, 1983.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":21,"mp_id":"106589526","mp_crag_id":"120540005","climb_id":"zBgq9IJTULi0kvOlZxSK0w==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"A consistently interesting and rewarding tower route hidden from the more-crowded east side of the towers and featuring challenging sections of ringlocks and rattly fists at the cruxes on pitches 2 and 4.  Ed Webster called this one of the hardest tower routes in the desert at the time.  They climbed it over two  days and rigged a tyrolean between the twin summits of King of Pain.\n\npitch 1: left facing corner: 5.9\n\npitch 2: switch cracks to the right, passing a pin to attain the ringlock-sized splitter: 5.11+\n\npitch 3: mostly wider. cave belay on mid-sized cams: 5.10\n\npitch 4: pull the wide roof-crack in the corner directly above the belay: 5.11+\n\npitch 5: continue to the notch between King of Pain and Bridger Jack Butte.  The Butte is a safe bet to summit, the condition of the anchors on the north King of Pain are the subject of much speculation.","protection":"A few of all sizes from fingers to old #4 camalots.      The cruxes are short.","location":"On the west face of the north summit of the King of Pain tower.  The prominent corner system and splitter thin-hand crack leading to the steep left leaning, left facing corner above.  The easiest plan is to summit Bridger Jack Butte and rap Wildflower with double ropes."},"__v":0},{"_id":"+j1yVpT6VeW3Lioc2Q2hMg==","name":"Rim Shot","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Bret Ruckman and Marco Cornacchione","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":20,"mp_id":"105718306","mp_crag_id":"120540005","climb_id":"+j1yVpT6VeW3Lioc2Q2hMg==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"This is a great route!  As Cornachionne (sp?) says in his guide, \"every pitch has character and excitement.\"  The route is located on the west side of the Bridgers and summits the Bridger Jack Butte.  As far as I remember, all of the pitches were less then 100'.\n\nP1: Great hands splitter that starts off with 2.5 Friends and goes to #2 Camalots.\n\nP2: Contrary to Cornachionne's description of this pitch, it is not dangerous or \"r\" rated.  I can't remember exactly, but there might not be a fixed anchor at this belay and available pro might be less then perfect.  Can't remember exactly, though.  The crux is a bouldery sequence right off the belay, protected by good gear (finger piece).  If you did blow this sequence, you would end up sitting on your belayer's head.  Some people might find the low angle face climbing afterwards a little spicey, but there is definitely an easy way (and a hard way).  My suggestion is to stay on the right side and not get lured out onto the face.\n\nP3: This is where the fun really begins.  Tunnel behind the pillar till you reach a gaping offwidth crack.  Stem up until you can stand on the pillar and you are staring at the crack.  Right here is a good place to use the #4 Camalot, if you brought it.  I didn't have one, and had to push a #3.5 Camalot to a tipped out position to provide a little mental security for a slightly akward lunge into the offwidth.  After one or two moves, you get good hands, though.  The rest of this pitch is an awesome stembox with bomber hands in the corner.\n\nP4: This is where Cornachionne's guide is seriously wrong, in my humble opinion.  The book mentions something about sustained tight hands.  Yes, there are some overhanging slightly sandy tight hands (#2 Friends), but they don't last long.  After pulling the small bulge of tight hands, it quickly gets into cups, fists, and an occasional offwidth move.  Pumpy pitch, but not sustained on the tight hands.\n\nP5: A short jaunt up the last fifty feet or so of choss to the the top.\n\nRappel down to the notch on King of Pain, and then the same rappel.","protection":"A standard desert rack, meaning doubles up to a #3 Camalot, and one #4 Camalot.  Seasoned hard desert climbers might not need the #4 Cam.","location":""},"__v":0},{"_id":"S/4JcKFtWDS+I5jz8KV1jQ==","name":"Powders of Persuasion","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Taras Skibicky and Anne Leibold","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":16,"mp_id":"105718102","mp_crag_id":"120540005","climb_id":"S/4JcKFtWDS+I5jz8KV1jQ==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"This is the huge dihedral on the Bridger Jack butte.  Pitch 1: easy 5.9 climbing, maybe 80'.  Pitch 2: an 80' offwidth pitch with some sand.  The gear is solid, though.  A detached pillar provides some great stemming.  A 5.10+ slot move to an exciting reach finishes the pitch.  Pitch 3: The business.  A 180' pumper.  The pitch starts off with some 3.5 camalot size and goes to mostly hands (1 camalot and 2.5 friend).  Although no single move on the pitch is very hard, it is unrelenting and offers no feet except for the crack.  There is no fixed anchor at the top of this pitch, but some small gear like green aliens will do the trick.  Pitch 4: Several options are here.  We went to the left, which was mostly chossy low angle face climbing typical of any route that tops out on the Bridger Jack.\n\nRap: One single rope rap off the top to the notch between the Bridger Jack and the King of Pain.  A double rope rap about half way down the King of Pain to a solid fixed anchor.  BE CAREFUL when pulling your rope from this rap.  Many a party has gotten their ropes stuck.  Another rap to the ground.","protection":"Some of everything.  The third pitch does not have a fixed anchor.  Some small stuff, like .3 camalots will do the trick.","location":""},"__v":0},{"_id":"JWtSNdgtUuqV8ZOVtZuvVg==","name":"Out From the Shadows","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jason Nelson, Lisa Nelson, Mary Harlan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":19,"mp_id":"110268226","mp_crag_id":"120540005","climb_id":"JWtSNdgtUuqV8ZOVtZuvVg==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"Route\n\nThis is a fun varied adventure with great climbing on pitches two and three.  The other pitches are fun too, but those ones really stand out.  There may be some loose stuff on occasion, but we put in a solid effort to get rid of all we could.  You can easily rap the route with one 70m rope.  All of the belays are bolted.  If you are short on time, cragging on the second pitches of Out from the Shadows and Sucker Punch is a worthwhile endeavor.\n\nHistory\n\nI started working on this climb with Mary Harlan. We climbed and cleaned the first two pitches of this route and Sucker Punch over two days.  Several other missions by myself and various partners added the remaining hardware.  A year to two later, my wife Lisa agreed to do the route with me.  Our first attempt ended in failure when we couldnt locate a rumored trail on the backside of the Bridgers.  The following day, we rode our bikes from the cattle guard to avoid bouncing around on the Bridger Jack road in a vehicle, did the normal approach from the campground and climbed the route.\n\nI named the route Out From the Shadows because the route is in the shade for most of the day, and more importantly, it was Lisas first big adventure with me after a difficult fight with late-stage lyme disease for the past two years.  Getting up this route for her is a big step on her road to recovery. She went from being a strong athlete to barely being able to walk a mile. Welcome back to the team Lisa!\n\nPitch 1\n\nStart up a little 3rd class buttress with choss strewn ledges to an easy slab that avoids some blocks. The climbing begins by heading up an arete to a right facing corner. A bolt out right leads you onto the face and onto the ledge above.  Another bolt protects a choosy ramp that leads to the bolted anchor.  The climbing on this pitch is only about 5.7 or 5.8  but requires a little care as there is some loose rock.  Gear: Take the small cams up to a .5, then either a 2,3 or 4, and two quick draws for the bolts.\n\nPitch 2\n\nTake the widening finger crack to the right of the belay to a ledge (the splitter crack to the left is Sucker Punch).  Layback up initial body length finger crack to where it widens to #1 Camalots. The corner crack is mostly #1s but occasionally opens enough to fit #2s.  Higher, the crack thins back to fingers before you step right to the belay. Gear:Small cams up to #2 Camalots and 1 #3 can be placed right before the anchor. 5.11\n\nPitch 3\n\nClimb delicately around the wedged piano block. Face holds and three bolts help you to avoid it.  Climb the hand crack to the first bulge which widens to #4 Camalots, gain a constricted rest above it, and make your way out the final section of roof.  Look for some feet on the left, then push around the corner and into the off-width.  The Blue Big Bro can be placed here.  Above it narrows to a tipped out #6 Camalot and finally to a ramp and ledge.  Its possible to belay here.  Otherwise continue up the corner.  Two more #4 Camalots can be placed at the top of the crack, then move right to an anchor (2 drilled pins). 5.11\n\nPitch 4\n\nStep right behind the top of a pillar and climb the handcrack that turns to fingers and a short section of off-width before reaching a small ledge.  Climb through the final overhang crux (5.10) and belay on the edge above.  The anchor I used took a #1, #2, and #3 Camalot.\n\nPitch 5\n\nWalk around to the left about 100 to beneath a short splitter finger crack. Either climb the finger crack, or easier, just step left and climb a left facing corner to a ledge, then climb the right facing corner through a quick bulge and the ramp above.  A set of bolts will be where the rock meets the dirt. Gear: not much is needed.  A #1 Camalot protects the bulge. 5.8\n\nDescent: Rap the route.  It might be helpful to kick and swing to get into the anchors at the top of pitch 2.","protection":"(In Camalot sizes)\n\n(1x) #0 - #.2, #6 Camalot\n\n(2x) #.3 -#.5\n\n(3x) #2, #3\n\n(4x) #4\n\n(5x) #1\n\n1 Blue Big Bro (optional)\n\nRunners\n\n70m rope","location":"This route is located on the NW facing corner of the Bridger Jack Butte.\n\nHike up the Bridger Jack Trail from the campground.  Go right along the base of the wall until you wrap around to the west face of the Bridger Jack Butte. Just as the trail begins to descend there will be a little alcove on the left.  This is the staging area. The route begins just around the corner to the right."},"__v":0},{"_id":"PbzDuniHVNa9g2o85psDTw==","name":"Jack The Ripper","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":12,"mp_id":"120532113","mp_crag_id":"120540005","climb_id":"PbzDuniHVNa9g2o85psDTw==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"A fantastic single pitch splitter finger crack on the Bridger Jack Butte.  Begin with steep fingers, pass through a wide pod, and continue up through off fingers and fingers to the chains.  You can see a higher anchor and several more pitches, but upon inspection the potential P2 corner just right of the anchor for this route is a shut seam that does not appear climbable.","protection":"3x.4, 5x.5, 3x.75","location":"Between Ziji and Powders of persuasion, a striking splitter on a black pannel.  Starts by scrambling up a small choss ramp.  Listed as #15 unknown 5.12+ in \"creek freak\" guidebook."},"__v":0},{"_id":"F3KC5Un8XZ6vdZHchmGAOw==","name":"Jack In The Box","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Keith Reynolds","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":15,"mp_id":"120532217","mp_crag_id":"120540005","climb_id":"F3KC5Un8XZ6vdZHchmGAOw==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"An interesting single pitch chimney to roof crack to splitter.  It climbs much better than it looks, and the upper splitter is a lot longer than you'd expect.  The climbing in the chimney is a bit dirty but not especially difficult and getting established above the roof will be exciting for you and your belayer.  Don't forget to pop up.  Enjoy baggy .5s to the end.\n\nThis route is listed as \"5.13??\" in \"creek freak\" guidebook but I felt it was closer to 5.12+.  Get out there and see for yourself.  This route now sports a proper two bolt anchor.","protection":"2x red c3, 1x.3, 1x.4, 5x.5, 1x.75, several runners for gear below the roof.","location":"Just left of Powders of Persuasion."},"__v":0},{"_id":"NFLrziNIUeK/njn0eJrR6g==","name":"Hydrophobic Coyote","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Peter Gallagher, Brad Shilling 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":17,"mp_id":"117853217","mp_crag_id":"120540005","climb_id":"NFLrziNIUeK/njn0eJrR6g==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"Hydrophobic coyote is an adventurous, blue collar tower route- plenty of wider climbing and loose rock on this one!\n\nThis was the second tower on the butte, and thought to be the easiest way to the summit. Apparently hydrophobia is a symptom of rabies, so watch for any suspicious looking coyotes running about..\n\nP1- start in the hand crack in a left facing corner to a ledge. Continue up through a slightly bulgy off-width slot, and a fist crack in a flare. This brings you to a flake where you can clip a bolt, and traverse right to another bolt and finally a fist crack that leads to a ledge (3.5 Camalots or 4 friends work well here as the 3 Camalot was a bit too small).  140ft. 5.10a\n\nP2- we took the left most crack as it seemed to have the best rock. Climb hands in a flare to a slot (stemming the crack to the right helps here). The crack narrow to fingers, and a few face moves brings you to another ledge. Continue up through a broken chimney to the belay. Book calls this pitch 5.8, but the crack we climbed felt more like 5.10a. 5.8+ 150ft\n\nP3- step down and traverse right to an anchor for the route sucker punch, Clip the anchor and continue heading right (40ft Total) to a splitter hand crack that can be made easier by stemming a block behind it. Belay on a big ledge. 5.8 100ft\n\nP4- move the belay approximately 40 feet left to a set of opposing corners that are about 20 ft up (there was a small cairn marking the spot). Climb easy terrain to the crack on the left. Jam the right facing dihedral to the summit. 5.8 100ft\n\nRappel the route aging salesman with 2x 60 meter ropes or an 80m rope.","protection":"1x 0.3 Camalot, 2x 0.5 Camalots to 1 Camalot. 4x #2 Camalot, 4x #3 Camalot, 2x # 3.5 Camalot or 4 friend, 2x 4 Camalot, and 1x # 5 (optional but helpful p1ow)","location":"This is located on the north end of Bridger jack mesa"},"__v":0},{"_id":"hXj7yrAqXcub4o059LvfjQ==","name":"Basket Case","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Pete Gallagher, Russell Johnson, 1985","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":13,"mp_id":"112864438","mp_crag_id":"120540005","climb_id":"hXj7yrAqXcub4o059LvfjQ==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"This route starts out encouragingly enough in an attractive, varnished corner that entices one upward through deteriorating rock until the leader is left reliant on marginal gear,  talking to himself, and 100% clear on the significance of the route name.\n\nP1. ***  Well worth doing. Reachy shenanigans off the ground in the vicinity of a drilled pin gain access to the varnished corner. Mostly hands and big hands, ~150', drilled anchor w/webbing etc.\n\nP2. *  Worth doing really only if you're going to summit. Hard bombay squeeze (new #5 Camalot) in nice varnish leads to crumbling handsiness, wideness, etc. to a similar fixed anchor atop a pillar, ~100'. Consider strongly the virtue of rappelling from this point.\n\nP3. [bomb icon] Ignoring the filthy corner to the left, step down and around the corner you just came up, heading for a drilled pin on the shoulder of the right-facing corner.  Make your way to the top through wildly variable rock and protection, and don't even think about falling on the wiggly angle. Maybe 120'.\n\nHike to the summit and rappel Aging Salesman.","protection":"Mostly hands and big hands, but cover the bases.","location":"Varnished corner with drilled angle about 15' up, right of Wild Flower and left of the Aging Salesman."},"__v":0},{"_id":"YOosUAD1W92Shs8b+EP2Ww==","name":"Aging Salesman","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Josh Gross, Sam Lightner, Zach Smith","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"left_right_index":14,"mp_id":"106118091","mp_crag_id":"120540005","climb_id":"YOosUAD1W92Shs8b+EP2Ww==","areaRef":"EXXelS0hXPGQxOz13HRh8A=="},"content":{"description":"This route ascends roughly the middle of the southeast face of Bridger Jack Butte.\n\nP1   Start slightly righ of a good corner... climb the corner clipping two bolts in the crux then stepping right to a good ledge with fixed station. 10+, 120 ft\n\nP2    Climb up and right on steep hands and edges to a  dirty chimney (short). You have an option of going left or right out the roof... Right is much harder, but has a bolt. Left has a funky move then a hand crack that leads to a sloping ledge and fixed anchor.\n\n5.11+, 130 ft\n\nP3    Climb up and left clipping a bolt for a wild stemming crux... a big nut is good for your first piece above the bolt. After that, follow obvious hands and big-hands crack to the cap layer. Step right to another fixed anchor. 5.11, 120 ft\n\nP4    Climb up and then left on the scree and slabs of the summit cap. Occasional easy boulder problem... Might be easier to break it inot two considering drag. Wandering 70 feet of 4th class and boulder problems.\n\nThis route would be quite good except the middle section of the second pitch, in my opinion, is less than stellar. The thrid pitch is good INdian Creek climbing.\n\nThe route is probably the best rappel route off the Butte... No, it is the best. It is pretty muchb straight up and down on 1/2 inch bolts. No, dont' do it with one 70 meter rope.","protection":"From biggest to smallest, take (friends) 1 #5, 1#4, 4 #3.5, 3 #3, and 2 of each below that. Bring a couple of slings and draws. You need two 60's to get down.","location":"Middle of the butte."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,47b27797-f7c9-5f85-9a74-688df6b560a6,1175de95-2d21-5cf1-90c4-ecf5dc7461f0","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Bridger Jacks, The","Bridger Jack Butte"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10-"},{"count":2,"label":"5.12"},{"count":2,"label":"5.11+"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11"},{"count":1,"label":"5.12+"}],"byDiscipline":{"trad":{"total":11,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":9,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":9,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.60042,38.08825]},"bbox":[-109.60099131514664,38.087800339818145,-109.59984868485337,38.08869966018187],"left_right_index":-1,"ext_id":"120540005","area_id":"EXXelS0hXPGQxOz13HRh8A==","polygon":{"type":"Polygon","coordinates":[[[-109.60099131514664,38.087800339818145],[-109.59984868485337,38.087800339818145],[-109.59984868485337,38.08869966018187],[-109.60099131514664,38.08869966018187],[-109.60099131514664,38.087800339818145]]]}},"content":{"description":""},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:26:47.390Z","updatedAt":"2024-01-20T01:07:24.583Z"}