{"_id":"6368a4bbe80bff5a995a7796","area_name":"Guide's Wall","shortCode":"","climbs":[{"_id":"Zs2LyM9nUdmXyxgcKnDeXw==","name":"Worm","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":6,"mp_id":"117316108","mp_crag_id":"106090212","climb_id":"Zs2LyM9nUdmXyxgcKnDeXw==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"Just left of Touch of Class is a short dihedral. Without using the Touch of Class crack to help get in position, get up the dihedral (crux) to the ledge above. Then climb to the flake and the cave. At the cave, exit right and finish about where Touch of Class does.","protection":"You can use the Touch of Class sport anchors, but any falls would have good swings. The old anchors above the topout are in a better position, but there would still be swings. One option is to redirect off one or both thin, flimsy-looking trees closer to the edge. Another is to have enough cord to tie off larger trees farther back.\n\n For using the old anchors, 30' of cord should get your masterpoint over the edge. You need 50' for tying off the larger trees.","location":"Just a few feet left of Touch of Class, currently the rightmost bolted line at Guide's Wall."},"__v":0},{"_id":"xhW01SF9X/WUX89DA5JUxg==","name":"Touch of Class","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"\"Goombah\" John Sanders","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":7,"mp_id":"106085185","mp_crag_id":"106090212","climb_id":"xhW01SF9X/WUX89DA5JUxg==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"Hand crack climb up face with early, small bulge which is crux. \n\n  Recently bolted like others on Guide's Wall with typical sport anchor below the top ledge.","protection":"For Top Rope - two chain anchors, access via left and right side of wall via scamble. Bring long sling (>25') to reach over edge.","location":"Route is on right half of Guide's Wall to the right of a prominent bulge along crack with crux bulge early on."},"__v":0},{"_id":"cjLHoD83VhyhmwaZmPrLYg==","name":"Thin Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"John Sanders","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":2,"mp_id":"106085170","mp_crag_id":"106090212","climb_id":"cjLHoD83VhyhmwaZmPrLYg==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"Broken crack climb up limestone - plenty of ledges for new climbers. Often used as a warm-up or by guides for outings with new climbers. \n\n  Recently bolted (3 bolts) with a typical sport anchor below the top ledge.","protection":"For Top Rope - two chain anchors, access via left and right side of wall via scamble.  ","location":"Route is on left half of Guide's Wall to the right of the Bulge along broken crack system. Straightforward climb to anchors."},"__v":0},{"_id":"k9Nig5WdXqaCysGRr6nMEA==","name":"Steep Bulge","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":8,"mp_id":"116675278","mp_crag_id":"106090212","climb_id":"k9Nig5WdXqaCysGRr6nMEA==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"Start right of Touch of Class, under the slightly bigger bulge about 4' right of the small one on Touch of Class. You may brush into some leaves and branches as you pull the bulge depending on time of year. Go straight over bulge and continue straight up to mini-roof. Pull up and left with some bomber holds, continue to the anchors of Touch of Class.\n\n I found the crux to be the first bulge, holds you want to be good aren't as good as they looked from below, and it takes a bit to get stable after pulling it. Mini-roof near the top has a perfect setup for a high heel rock-over onto your left foot.","protection":"TR only. Can lead Touch of Class and use its sport anchors, just be aware of swinging","location":"Slightly larger bulge about 4' right of bulge on Touch of Class. Right up against, and maybe into, branches from the nearby foliage."},"__v":0},{"_id":"qExW/kmzVc+2Ggz2D6vZpw==","name":"Stand Off","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ralph Showalter","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":3,"mp_id":"112806412","mp_crag_id":"106090212","climb_id":"qExW/kmzVc+2Ggz2D6vZpw==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"There presently are five bolted routes on Guide's Wall. Stand Off is the third as you go from left to right. Until September 2016, this was a TR route using bolts located on a short wall above the top-out ledge, and it served as a sketchy trad lead as well. Now it has three bolts and sport anchors. On at least one other website, this route is listed as a 5.5. It is not 5.5; the submitter likely confused this with Thin Crack (once 5.5 here but 5.6 in the guidebook), and a new leader may very well find himself in way over his head if he jumps on it thinking it is 5.5. The crux is an awkward sequence from the third bolt to a great jug below the anchors. Moving between B2 and B3 also gives some people trouble. In the photo, the rope is set on Thin Crack. Stand Off is just to the right. This picture was taken before the routes were bolted.The newest edition of the guidebook downgraded this route to 5.6/5.7. I disagree with that, but we'll see what the community says in the long run. In fact, I feel many of the Greenbelt routes could be bumped up at least a grade due to the polish, which is definitely a factor on some climbs.","protection":"3 bolts, sport anchors.","location":"To access the toprope anchors if you don't want to lead on this wall, walk to the right past the end of the wall and find a use trail climbing up and then traversing back to the anchors. There is a Class 5 shortcut by a \"cave\" if the fall risk is worth saving a couple minutes. The use trail can get pretty brushy. \n\n  There also is a 5.6 access to the left of the wall; I will not describe it lest I be seen as encouraging people to scramble up it."},"__v":0},{"_id":"Z0xrHnz4XYm5dkkUZNi77w==","name":"Flash Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"John Sanders/Lauren Clayton","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":4,"mp_id":"112134969","mp_crag_id":"106090212","climb_id":"Z0xrHnz4XYm5dkkUZNi77w==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"In the middle of the wall are three crack systems. Flash Crack is the one on the right.\n\n This route, and the other two crack routes to its left, was bolted in the fall of 2016, and there are sport anchors above it and the others.\n\n The old TR anchors above are still there for those wanting to take the dirty trail approach to the top. For that, you need around 30' of cord or webbing to get your master point over the edge. From the ugly grooves atop some of the routes at this crag, I can tell some people have TRd without a properly set anchor, and this damaged the rock and could potentially damage the rope, no matter how polished some of the rock here is.\n\n There apparently is disagreement about whether routes at the Greenbelt can go on gear, but this one can if you trust the rock and your placements. One problem is that there is no pro for the start of the route (which is easy but still slick enough that even an experienced climber might slip off). You can get a Tricam in one of the pockets lower down, but it doesn't inspire a ton of confidence. After the run-out, there is good pro, with good stances, the rest of the way. Passive gear recommended.\n\n The newest edition of the guidebook slightly downgraded this route to 5.6/5.7. We'll see what the community says in the long run, but I feel many of the Greenbelt routes actually could be bumped up at least a grade due to the polish, which is definitely a factor on some climbs, including this one.","protection":"I have used stoppers, Tricams, and hexes for trad leads. Cams will go in, but I don't trust them not to skate out or break the rock in a fall.\n\n As a sport lead, there are four bolts plus sport anchors.","location":"For anyone only interested in TRing-- Walk to the right past the end of the wall and find a use trail climbing up and then traversing back to the anchors. There is a Class 5 shortcut by a \"cave\" if the fall risk is worth saving a couple minutes. The use trail can get pretty brushy."},"__v":0},{"_id":"/v55m8+TUSSOLnafXjXXAw==","name":"Bulge Right","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":1,"mp_id":"117288018","mp_crag_id":"106090212","climb_id":"/v55m8+TUSSOLnafXjXXAw==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"Climb up left of Thin Crack and up to the \"cave.\" Finish by pulling the right side of the cave. If you don't top out, you're not really getting the full 10d grade unless you have the anchor set perfectly.\n\n Because this is a TR route in an area where most people clip bolts and don't know how to \"build\" their own anchors beyond clipping quickdraws to anchor bolts, you can almost always find this route open, even when Guides Wall is mobbed.\n\n Pulling the center of the cave and topping out is a 10c variation called Bulge Center.","protection":"TR only. Trees up top can be tied off, or you can use the old bolted anchors up top.","location":"In between the bolted Arete/Bulge and Thin Crack routes."},"__v":0},{"_id":"E3qdAcePWZu05rKBIIqDEw==","name":"Arete/Bulge","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John Sanders/Lauren Clayton","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":0,"mp_id":"112806790","mp_crag_id":"106090212","climb_id":"E3qdAcePWZu05rKBIIqDEw==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"Presently, there are five bolted routes on Guide's Wall. This is the one farthest left.\n\n There are actually several ways to do this route:\n\n 5.7 (Arete)-- Climb the face to the roof below the cave and pull up onto the big ledge next to the cave. Finish on the arete. Many think that this feels harder than 5.7.\n\n 5.9 (Arete direct)-- Instead of stepping onto the huge ledge and then back onto the arete, go straight up from the third bolt. Opinions of this grade range from 5.8+ to 5.10a.\n\n 5.10a (Bulge Lite)-- Pull up into the cave and traverse left onto the arete to finish.\n\n 5.10b (Bulge)-- Pull the cave to the anchors.\n\n The bolt placements seem to suggest the 5.7 or 5.9 in mind.\n\n For extra fun, clip one of the anchors and then top out, using older chain anchors up above as your anchors. To avoid a potential backclipping-like situation, put a draw on one of the anchor bolts instead of using the sport anchors. The topout moves are fun and make the route 5.10a or b for sure. If you do this, I recommend rapping off; lowering from there or belaying a second from there will have the rope moving over a sharp edge.\n\n Although this is a bolted route, there are older bolts up above for toprope anchors. Walk to the right past the wall and find a rugged, brushy use trail that leads up and back to the top. Or lead one of the easier routes on the wall and top out.","protection":"4 bolts and sport anchors.","location":""},"__v":0},{"_id":"x/9iL33kV9CaM0UWk6Zpeg==","name":"April Fool","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Ralph Showalter","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"left_right_index":5,"mp_id":"117296251","mp_crag_id":"106090212","climb_id":"x/9iL33kV9CaM0UWk6Zpeg==","areaRef":"WiJmfg9sVu2xpQZws5zItg=="},"content":{"description":"This is one of two unbolted routes (that hopefully will stay that way) in between Flash Crack and Touch of Class.\n\n Originally, this was a trad route and can still be done that way, but almost all of the few who climb it now toprope it. The PG 13 rating refers to the sketchy placements and run-out sections if you do this as a trad route.\n\n Start below the lower end of a diagonal crack. After the pretty burly start, climb to a thin crack that leads up to a cave. The original trad route, which goes at 5.9, stops here and the climber walks off left. But the 10a finish involves pulling through the cave. Until you figure it out, it may feel a lot tougher than 10a.\n\n This is a fun route and, if it's not beneath your dignity to toprope in a sport area, it's worth doing and you can almost always find it open because you have to actually build an anchor and not a lot of Austin climbers relative to the size of the community know how to do that or have the gear for it.","protection":"Tie off trees up top. 50' of cord should does it.","location":"On the only significant unbolted section of Guides Wall. Look for a diagonal crack a few yards left of Touch of Class, the furthest-right bolted route there.\n\n Lead a route and top out to set this up, or find the brushy climbers trail leading up and right from the base and then turning back to access the top."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,4f4767a6-b408-58a3-b7fb-750f0a5e2129,41721d21-e3c7-5dfd-81c9-00c8f5de787b,4110d2c1-dafa-5dc3-89a0-4a3e4311839f,f08ff680-8dfc-56c9-a3be-eaf6ce170f3d,5a22667e-0f6c-56ed-b1a5-0670b39cc8b6","pathTokens":["USA","Texas","Austin Area","Barton Creek Greenbelt","Gus Fruh","Guide's Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":1,"label":"5.8-"},{"count":1,"label":"5.6"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10c/d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":5,"bands":{"unknown":0,"beginner":4,"intermediate":1,"advanced":0,"expert":0}},"tr":{"total":9,"bands":{"unknown":0,"beginner":4,"intermediate":5,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":4,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-97.79695,30.24968]},"bbox":[-97.79747053743401,30.249230339818137,-97.796429462566,30.250129660181866],"left_right_index":-1,"ext_id":"106090212","area_id":"WiJmfg9sVu2xpQZws5zItg==","polygon":{"type":"Polygon","coordinates":[[[-97.79747053743401,30.249230339818137],[-97.796429462566,30.249230339818137],[-97.796429462566,30.250129660181866],[-97.79747053743401,30.250129660181866],[-97.79747053743401,30.249230339818137]]]}},"content":{"description":"Guide's Wall is the right most wall in Gus Fruh area. It is a short limestone wall often used by guides and beginners. All climbs can be top roped using bolted hangers at top which can be accessed from on either side by some scrambling."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:25:01.105Z","updatedAt":"2024-01-20T01:06:38.653Z"}