{"_id":"63689d20e80bff5a994f2196","area_name":"Western Bouldering Area","shortCode":"","climbs":[{"_id":"SfPHaOn+XpupE9jzwDyGig==","name":"Unknown Traverse","yds":"V1-2","grades":{"yds":"V1-2","font":"5","vscale":"V1-2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":6,"mp_id":"120126812","mp_crag_id":"110588808","climb_id":"SfPHaOn+XpupE9jzwDyGig==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"Per usual, this traverse can be done left to right or right to left. Starting in the cave, begin on some interesting pinches on the right side of the cave. Use the chalked-up side pull to move out of the cave to a nice pocket. Continue right on nice holds to where this boulder wraps around the corner near the Echo Canyon trail.","protection":"Pads, maybe","location":"This route is on the backside of the Main Boulder where the climber's trail branches off from the Echo Canyon trail."},"__v":0},{"_id":"+pHSA4kbUhiWWbDz09NasQ==","name":"Unknown Lip","yds":"V6+","grades":{"yds":"V6+","font":"7A","vscale":"V6+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":12,"mp_id":"120134335","mp_crag_id":"110588808","climb_id":"+pHSA4kbUhiWWbDz09NasQ==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"Start on a decent under cling beneath the boulder with no feet. Move out left to some conglomerate on the lip and heel hook with your left foot. Move up and right to top out.","protection":"Pads","location":"On the backside of the boulder next to Pinch and a Pocket."},"__v":0},{"_id":"es4tMGF6WoCxFVtww/eWeQ==","name":"Unknown Arete","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":10,"mp_id":"120118274","mp_crag_id":"110588808","climb_id":"es4tMGF6WoCxFVtww/eWeQ==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"Start on the far left with good hands in a deep pocket. Move right on delicate mono pockets and edges until you reach the arete, then move up. End about 8 feet up.I don't recommend topping out as getting down can be tricky","protection":"","location":"Approximately 100 yards from the Echo parking lot, take the trail for Bobby's Rock on the right. Hike down the trail for about 100 feet or so. This rock boulder will be on the right side of the trail."},"__v":0},{"_id":"1OcniQtgURuUEOh3sXHd9w==","name":"The Tomb","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":5,"mp_id":"110612927","mp_crag_id":"110588808","climb_id":"1OcniQtgURuUEOh3sXHd9w==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"A challenging problem with a cave section. Variety of holds. Core and balance are key. Rock quality is poorer in some areas, test it out before committing. \n\nBeta: \n\nThe start feels most natural at the protrusion with a pinch block and small holes (see pics). The next big protrusion has a large undercling crimp, which is usually matched on. Go out to a small but deep pocket to the right. Past here there are many options. A common way is to get left hand to an okay jug (above the pocket), match if needed, then shoot up to another pocket. Once you hit the big rails it turns into more of a mental problem, probably V1-ish. \n\nCrux: \n\nThe crux, which is the main challenging section, is simply getting out of the tomb. Core strength baby. \n\nOther:\n\n The holds can have a bit of crumbles in them, but the holds themselves are solid. Start as far back in the cave as desired to increase difficulty. Critters love it back there, though. Once you hit the big rails the challenge is topping out. There is a lack of good holds, but there are creative ways to finish. V3 due to challenging holds given the position the body is in. Once out of the tomb the holds get nicer, but they still pose a challenge. The grade isn't solid, can flex between V2-V4-, mostly due to where you start and your comfort with heights.","protection":"Pad and spotter.","location":"Take the Echo Canyon main trail for a 1000 feet or so and cut off to the left once you see big boulders (past the climbers trail). Behind Eternal Traverse."},"__v":0},{"_id":"ZA3AesXmX2yTt7VA7UjP6A==","name":"Tallman's Route","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":3,"mp_id":"120135799","mp_crag_id":"110588808","climb_id":"ZA3AesXmX2yTt7VA7UjP6A==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"Following the start for Flaming Testicle, move right on steep, good pockets on the roof of the testicle. Finish on a deep pocket.","protection":"Pads","location":"Same start as Flaming Testicle"},"__v":0},{"_id":"pfp8S/jVXWC8DZ5PdqxLQA==","name":"Sugarloaf Traverse","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":7,"mp_id":"120118557","mp_crag_id":"110588808","climb_id":"pfp8S/jVXWC8DZ5PdqxLQA==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"I'm not entirely sure what this is called, but it is a popular traverse so I felt the need to add it here. Like most traverses, you can start on either side, but I think the difficulty is the same either way. Lots of hands, lots of feet. Find what works best for you! The crux in my opinion is rounding the corner.","protection":"Pads","location":"Approximately 100 yards from the Echo parking lot, this is the large boulder on the right of the main trail. Follow the climbing trail around to the back of the boulder. There is almost always chalk on the holds."},"__v":0},{"_id":"77eB5BRzWv2gedq7FOUxrQ==","name":"FML","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":13,"mp_id":"120134989","mp_crag_id":"110588808","climb_id":"77eB5BRzWv2gedq7FOUxrQ==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"So 2020 wasn't your year. Maybe your girlfriend broke up with you for a stronger climber. Maybe you lost all of your finger strength when the gym closed in the wake of a pandemic. Heck, maybe you're trapped in Phoenix on New Year's Eve while all your friends are out climbing in exotic locations. What could you possibly do to remedy this? I got it! Step 1) Convince your mom to drop you off on the choss pile known as Camelback-tourist-trap-Mountain.Step 2) Push past all the Karens who refuse to wear a mask, going against the advice of all health experts and scientists, and dodge winded hikers who decide to \"take a breather\" in the middle of the trail a mere 100 yards from the parking lot.Step 3) Wander aimlessly off trail and find the only splitter off-width route on this godforsaken mountain in the hopes of feeling something.Start on a good left foot and a bomber chicken wing. Thrash your way up 10 feet of torturous, crumbly \"rock\" until you reach the thank-goodness jugs out right. From here top out, to the dismay of all those ASU Greek-lifers trying to get a perfect photo for The Gram, and scramble down the backside of the boulder.Although not necessary, the FA recommends wearing your smallest bouldering shoes, shorts, and a t-shirt to really rub salt in those wounds of yours. How else do you expect rock out the New Year in peak climbing shape?A side note: It might have been best to forgo any more suffering this year and just hit the Champagne a little early. I'm not sure my heart could take blowing another send.","protection":"Pads","location":"Follow the Echo Canyon trail to where Bobby's Rock trail branches off. Take this approximately 50 yards until you see a split boulder on the right side of the trail. This boulder is located about 25 feet from the Pocket and a Pinch boulder. "},"__v":0},{"_id":"YL3O7Q6iVSq3xVq7QwOZMA==","name":"Flaming Testicle, Left","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":1,"mp_id":"110588813","mp_crag_id":"110588808","climb_id":"YL3O7Q6iVSq3xVq7QwOZMA==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"This is a safer and more technical variation of Flaming Testiscle. Extremely fun problem once you can flow through it. \n\nBeta: \n\nStart on obvious, large holds to the right and behind the testicle. The testicle has good holds on the rear. Using a mantle, position yourself against the wall, towards the flat side of the testicle. Continue left using pockets and other holds until hitting the huecos. Last two main moves are dynamic for most heights, but are not full dynos. \n\nCrux:\n\n  1st: Getting behind the testicle. If you're feeling brave, a head bar can help take pressure off your hands. Good landing, just use a spotter so you don't land head first.   2nd: Getting to huecos. Find the sweet spots. Plenty foot positioning to be used. \n\nOther:\n\n The back wall is fragile/crumbly but should not pose an issue. Height will help with the huecos, shortness will help with going from against the wall to the move before the huecos Down climb is rough, don't suggest topping out","protection":"Pad and spotter. Topping out not recommended.","location":"~200 feet forward on the climbers trail. When getting on the trail it will be directly ahead of you, but will be on your left once you follow it."},"__v":0},{"_id":"9PdESYR1VFq5ipgHlHmDcA==","name":"Road Block","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":9,"mp_id":"120118455","mp_crag_id":"110588808","climb_id":"9PdESYR1VFq5ipgHlHmDcA==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"Sit start with both hands in a good pocket. Move your right hand out to a sharp pocket, then move up to an excellent rail. Top out on the black rock at the top.","protection":"Pad","location":"Approximately 50 feet down the Bobby's Rock trail. This route is to the right of Blockhead."},"__v":0},{"_id":"QTUDVkRLX6eV0g2hbEyCxA==","name":"Flaming Testicle","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":2,"mp_id":"110588855","mp_crag_id":"110588808","climb_id":"QTUDVkRLX6eV0g2hbEyCxA==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"The most popular problem in the area.  \n\nThis variation makes use of a few pockets to go straight up after the testicle, requiring more strength.\n\nBeta: \n\nStart on obvious, large rocks to the right and behind the testicle. Match on the testicle, using its good holds on the rear (flat side). Right hand to small 2 finger pocket above testicle. Climb up using the lip to get to the large pocket, cross, and finish on a bigger lip. \n\nCrux: \n\nThe crux varies depending on height/reach, but it's usually getting to the large pocket or jumping for the end. \n\nOther: \n\n The back wall is fragile/crumbly but should not pose an issue. Having extra reach and height will be beneficial on this variation. Topping out here is dangerous, not recommended. The grade is highly debated","protection":"1-2 pad(s) and spotter. The large pocket is known to have spiders. Down climb is challenging.","location":"~200 feet forward on the climbers trail. When getting on the trail it will be directly ahead of you, but will be on your left once you follow it."},"__v":0},{"_id":"U5q0db7pXfyrHnZS4uQFyA==","name":"The Eternal Traverse","yds":"V0-1","grades":{"yds":"V0-1","font":"4+","vscale":"V0-1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":4,"mp_id":"110589581","mp_crag_id":"110588808","climb_id":"U5q0db7pXfyrHnZS4uQFyA==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"A big rock face with many holds at around 6 feet \n\nVariations\n\nLeft: \n\nStart in the middle and traverse left, great warm-up (V0-) \n\nRight: \n\nStart on the first good hold to the right of the middle and traverse right. Fun route, many underclings (V0+/V1-) \n\nFull: \n\nStart on either end and traverse the rock face. The full traverse is tricky due to a lack of holds between the two variations above, but is doable. If you go from right to left and attempt to top out, the route could be up to a V2. \n\nOther:\n\n The rock is fragile/crumbly and the main holds are slightly polished Practically infinite choices of feet","protection":"Pad is nice, not needed","location":"On the right of the climbers trail, across from the Flaming Testicle. You can also take the main trail and it will be on your left. This boulder is known as Search and Rescue Boulder in Marty's guide."},"__v":0},{"_id":"b6hozU0+XZWNhnMpXs496Q==","name":"Depressed Arete","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":0,"mp_id":"110614447","mp_crag_id":"110588808","climb_id":"b6hozU0+XZWNhnMpXs496Q==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"A fun problem that uses huecos. \n\nBeta: \n\nStart on left arete. Using the deep finger pocket, shoot up to the block. There are many holds, choose ones to your liking. Most huecos are slopey. Finish at the big lip, topping out not recommended. \n\nCrux: \n\nThe hardest part is simply finding a good starting position.","protection":"Pad.","location":"~200 feet forward on the climbers trail. When getting on the trail it will be directly ahead of you, but will be on your left once you follow it."},"__v":0},{"_id":"O5o7eSXRXHG18UvpAnxNHA==","name":"Blockhead","yds":"V0-","grades":{"yds":"V0-","font":"4-","vscale":"V0-"},"fa":"Idk","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":8,"mp_id":"119936505","mp_crag_id":"110588808","climb_id":"O5o7eSXRXHG18UvpAnxNHA==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"Start on the big block. Right hand has a slot towards the bottom. Find some feet and get going. \n\n Down climb through the crack beside the arete Crux is matching the flake/rail on the 2nd move. Good feet. Good holds. Great beginner problem. ","protection":"","location":"By the shade structure on the same side as the Sugarloaf boulder. Right side of trail about 200m from the parking lot.Marked “V0” on Marty’s guide.Pass the big highball boulder on the left and Sugarloaf boulder on the right. This is the 2nd boulder on right side of trail. "},"__v":0},{"_id":"OAuDLoeGW8OF6YAgjei+9g==","name":"A Pinch and a Pocket","yds":"V4","grades":{"yds":"V4","font":"6B","vscale":"V4"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"left_right_index":11,"mp_id":"120118380","mp_crag_id":"110588808","climb_id":"OAuDLoeGW8OF6YAgjei+9g==","areaRef":"KROI8jC4X5eq7avbNYG4lQ=="},"content":{"description":"Start by pinching a smooth rock in the conglomerate with your right hand and a small pocket with your left. Move up to a good pocket with your right hand, then bump to a better one. Go up to a slopey pocket with your left, then bump to a shallow pocket. Shuffle your feet to establish your right foot on the left hand start hold and fall into the slopey pocket with your right. Make a large move out left to the finishing jug. The boulder behind the route might add some spice to this route if it went any higher, but all of the falls are on flat, soft-ish ground.","protection":"Pad","location":"From the Echo parking lot, follow the hiking trail until you see a sign for Bobby's rock. Take this trail for about 100 feet or so until you see the boulder with Unknown Arete. This route is to the right of Unknown Arete and had a boulder directly behind the route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,c1fdee82-93e7-5a55-9103-7defbe7f0b10,186b8322-95a3-5a61-a831-156bf794a951,bdead98f-c128-5ab9-a7ce-1afcadd02f1b,291388f2-30b8-5f97-aaed-abdb3581b895","pathTokens":["USA","Arizona","Central Arizona","**Phoenix Areas","Camelback Mountain","Western Bouldering Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V1-2"},{"count":1,"label":"V6+"},{"count":2,"label":"V1"},{"count":2,"label":"V3"},{"count":1,"label":"V2-3"},{"count":3,"label":"V2"},{"count":1,"label":"V0-1"},{"count":1,"label":"V0+"},{"count":1,"label":"V0-"},{"count":1,"label":"V4"}],"byDiscipline":{"bouldering":{"total":14,"bands":{"unknown":0,"beginner":3,"intermediate":7,"advanced":3,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":7,"advanced":3,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.97165,33.52083]},"bbox":[-111.97218936453575,33.520380339818125,-111.97111063546423,33.52127966018187],"left_right_index":-1,"ext_id":"110588808","area_id":"KROI8jC4X5eq7avbNYG4lQ==","polygon":{"type":"Polygon","coordinates":[[[-111.97218936453575,33.520380339818125],[-111.97111063546423,33.520380339818125],[-111.97111063546423,33.52127966018187],[-111.97218936453575,33.52127966018187],[-111.97218936453575,33.520380339818125]]]}},"content":{"description":"Located at Echo Canyon Trailhead and has numerous large boulders. There are many traverses that are clearly marked with chalk, with most problems being easier than V3. Rock quality leaves something to be desired, but it's solid enough to climb on. \n\n  Open from Sunrise to Sunset. \n\n  Most boulders are in a 'closed' area, but as long as climbers are respectful to it, everything will work out. \n\n  There are ~50 notable problems here, which are mostly in the guidebook."},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:52:41.289Z","updatedAt":"2024-01-20T00:56:37.825Z"}