{"_id":"6368a0dee80bff5a9953bbcd","area_name":"Shovel Point","shortCode":"","climbs":[{"_id":"iRBR1f0RVpuNLAap6s6IFQ==","name":"Wake Up and Smell the Coffee","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rick Kollath","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":14,"mp_id":"106098017","mp_crag_id":"105814860","climb_id":"iRBR1f0RVpuNLAap6s6IFQ==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"Boy, this one's a stinker. I made the mistake once, after a long day of solo toproping, and with waning light, to set up a solo on Narcoleptic Epic.  The sole of my left foot was a little injured, so I was wearing supportive clunker shoes that didn't hurt so much.     I spent about two minutes in the Narcoleptic Epic corner, realized I wasn't going to make it there with the shoes and the pain, and tried to figure out how to escape.     This dirty death trap was what I figured out.  It ascends the big filthy fin to the right of the corner, with surprise(!) loose blocks, and enough lichen to feed a professional football team.   ","protection":"TR","location":"Climber's right of Narcoleptic Epic."},"__v":0},{"_id":"Fenp7i5gW6OUzKHnkogirQ==","name":"The Tree Route","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Mike Reyes?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":0,"mp_id":"106097972","mp_crag_id":"105814860","climb_id":"Fenp7i5gW6OUzKHnkogirQ==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"A reasonably good, long route.  The line is probably not too important - just about anywhere you climb in  between here and \"Straight, No Chaser\" is about 5.10.","protection":"TR, trad?","location":"The farthest climb to climber's left at the crag.  Park your stuff under some pines with a crazy aggressive squirrel nearby (best to hang your things from a branch). Don't feed the squirrel, he's had enough.    Starts on a gravelly little hill through not so great rock, and hits a thin crack and a dying cedar. Farris says that it's got a bolt up high on the route, but I never saw it."},"__v":0},{"_id":"aAD8jjWvUQWGTdBIBttjvQ==","name":"Straw House","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Roger Harkness","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":12,"mp_id":"106098004","mp_crag_id":"105814860","climb_id":"aAD8jjWvUQWGTdBIBttjvQ==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"Excellent work, Mr. Harkness, for giving us this line.  It's the best at the cliff, and not deadly for the grade (probably a little soft).  It hits the best position at Shovel Point, the rock is good, and the moves are surprisingly easy for the feature that you climb.     It's a small miracle that the rock is just featured enough in this spot as to allow such a magnificent line.","protection":"TR","location":"Look for Narcoleptic Epic, which finishes in a little gravel shoot at the east side of the main climbing area (about thirty feet east of the Sugar Plum Slab).  Straw House climbs the arete to the west of the horror that is the Narcoleptic Epic corner."},"__v":0},{"_id":"aJsEzOmHWaSxsCwpewFd4g==","name":"Straight, No Chaser","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Brian Gitar","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":1,"mp_id":"106097980","mp_crag_id":"105814860","climb_id":"aJsEzOmHWaSxsCwpewFd4g==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"Farris says: Just to the right of The Tree Route.  Pass to the right of the dying tree, and join the Tree Route near the top.  Instead of the same finish, finish in a short crack above the flake.   The exact line is not that important (to me, I guess - maybe to others it is). If you set up a rope for either of these routes, there are then several ways to enjoy the rock on the way up.  It all climbs well, it's all 5.10, and its all clean.","protection":"TR, trad?","location":"Just right of The Tree Route."},"__v":0},{"_id":"Is1VjyAxXjSFAKLy7dRrAw==","name":"Soldier of God","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Rick Kollath","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":19,"mp_id":"107087439","mp_crag_id":"105814860","climb_id":"Is1VjyAxXjSFAKLy7dRrAw==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"A good introductory route. Very short and fun. Lower to the ledge about 30 ft down.","protection":"Anchor off trees. Be careful with them, Shovel Point's trees are very fragile.","location":"Climber left of the Great Yawn. Photo soon!"},"__v":0},{"_id":"OsTl2SZZWRCzLEsgkggfVg==","name":"Sacred Biscuit","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Brian Gitar","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":9,"mp_id":"106097995","mp_crag_id":"105814860","climb_id":"OsTl2SZZWRCzLEsgkggfVg==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"A fun climb with a very very technical crux on a slab/crack with little friction.  Go left of the first roof, and right of the second to find the aesthetic crux crack.  A proud route to on-sight, this thing is no gimme.","protection":"TR","location":"Climber's right (east) of the Sugar Plum slab, look for two roofs as you head down to plot out your climb."},"__v":0},{"_id":"yxY7VEzqVPiFjlJaxFOwpg==","name":"Ross's Crack","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Paul Ross","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":4,"mp_id":"105831538","mp_crag_id":"105814860","climb_id":"yxY7VEzqVPiFjlJaxFOwpg==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"I have only ever top roped this route from above, but it is also possible to lead it in 2 pitches.  The first pitch is reported to be 5.8 and mediocre.  For top roping lower about 60 feet to a tree and climb the dihedral stemming your way to the top.  There are several old pins within the thin crack, that are about the only protection I remember towards the top if you were leading it.","protection":"Standard rack for lead. Long (50'?) webbing for top roping off trees.","location":"Ross's crack is in the first dihedral past (east) of the wooden lookout.  It is about 10 feet before (west) of Dance of the Sugar-Plum Faeries."},"__v":0},{"_id":"Ro7JhtHpUzGjyKFKRzbrhw==","name":"Rise Over Run","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":15,"mp_id":"107087417","mp_crag_id":"105814860","climb_id":"Ro7JhtHpUzGjyKFKRzbrhw==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"A fun moderate climb. From the ledge climb face holds up the corner. This climb is a little less traveled than the other moderates and has a bit of moss.","protection":"Anchor off trees. Not sure if this route has been lead, it would be thin and a belay anchor might be difficult.","location":"Climbers left of Wake Up and Smell the Coffee. Please access this climb by going back to the main trail and taking your first right past the restoration area. HELP RESTORE SHOVEL POINT!"},"__v":0},{"_id":"vJmEEyeKWBCy0VpZfBJk3g==","name":"Out On A Limb","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":17,"mp_id":"107125901","mp_crag_id":"105814860","climb_id":"vJmEEyeKWBCy0VpZfBJk3g==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"A mild step up from the difficulty of The Great Yawn, Out On a Limb begins, appropriately, on a ledge with an elegantly curving branch.     It begins easy, tackles thin edges for the feet at the crux (which is marked by a half inch dinosaur), and finishes on easy terrain.     As with all the climbs on the far end, it is satisfying for being directly over water.  Beautiful and fun.","protection":"Thin gear, I suppose, and maybe a screamer for that wretched bolt, but why lead it?  Seriously.  There are lots other great routes out there to lead.     Big hangers now available at the top of the cliff for an easy, low impact anchor system.","location":"East end of the cliff.  It's the first route in the last area of the cliff that is not roped off for re-forestation/regrowth.  Big hangers above, a bolt on the face a little ways down, and a big dead-looking tree arching out of the rock at the base."},"__v":0},{"_id":"bKvTauKdVQ6MZVE/fKKORQ==","name":"Only The Lonely","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Rick Kollath","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":18,"mp_id":"117331136","mp_crag_id":"105814860","climb_id":"bKvTauKdVQ6MZVE/fKKORQ==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"A little more technical than Rise over Run or Out on a Limb - be ready to jam your foot into a smooth flared crack and stand up.  Crux is about 2/3 up, where you need to make a big move up to an almost-deadpoint (depending on your height) jug.  ","protection":"Lots of trees, although you'll need a lot of webbing.  I wouldn't use the bolts, it would create an odd angle.","location":"A pretty obvious notch about 20 feet down from the huge bolts for Out on a Limb.  The top has an eroded beginning, somewhat like  Limb. "},"__v":0},{"_id":"B4z4D0f9V3anCj8j06P4vw==","name":"Narcoleptic Epic","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"FTR: Dave Pagel, Rick Kollath, FL: Dave Rone","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":13,"mp_id":"106035627","mp_crag_id":"105814860","climb_id":"B4z4D0f9V3anCj8j06P4vw==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"No single crux, just continuous highly-technical stemming in a smooth dihedral.  On the lead the pro is solid but sometimes requires patience to find and get in. (and you won't likely be feeling real patient!)  Nice spot for a belayer at the bottom of the route.  Otherwise, toprope it and just enjoy the moves.","protection":"Mainly RP's to finger size stoppers, a couple larger sizes for the finish.  Some very small cams might be helpful.","location":"About 60' east of the Sugarplump Faeries slab.  A good size tree right at the edge of the cliff lies directly above the dihedral."},"__v":0},{"_id":"LUQ+IMhtUFiJydNgLB1FSA==","name":"The Great Yawn","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":20,"mp_id":"105832905","mp_crag_id":"105814860","climb_id":"LUQ+IMhtUFiJydNgLB1FSA==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"A fun climb beginner climb, that is also very leadable.  When I lead it I rapped down to a small ledge (maybe 25 ft above the water) and built an anchor and climbed up from there.  If you are top roping you can lower all the way down to the water.  The route follows a dihedral with a large crack in it and allows for some good jamming. \n\n RCM&W #23, p.235.","protection":"Standard Rack with a few large pieces, I racked to a #4 camalot and felt pro was adequate.  Webbing off trees for the TR setup.  There maybe be large bolts installed by the forest service atop this route.","location":"This route is towards the end of shovel point, maybe 100 yards or so down the trail from Dance of the Sugar-Plum Faeries.  This route begins in a dihedral, near one of the many boarded lookouts/rest areas.  I'll try to add better beta after my next trip to Shovel Point."},"__v":0},{"_id":"IjQPtowOW1+2f9zm59X7nA==","name":"The Great Barrier Roof","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Dave Pagel, FFA: Mike Dahlberg","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":3,"mp_id":"106098191","mp_crag_id":"105814860","climb_id":"IjQPtowOW1+2f9zm59X7nA==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"Written in 2007: After careful inspection on rappel, this route is somewhat a mystery to me.  I solo-toproped the first pitch, which is a fun 10+, but could not find the rest of the route.  An impressive roof sits directly on top of the anchors for the 5.10, but no means of protecting it seem to exist.  No bolts, no space for natural gear.   I eased myself off of the anchors of the first pitch into space, and jugged up the rope for the last 1-2 pitch(es), which were covered in lichen.     After asking several people about it, the route is still a question mark.  If anyone can speak to the status of the route, please do.  \n\n  Dec 2008 Update: I've heard back from a couple of people who tell me that the route went free on lead.  Very cool.  If so, from the look of it, I'd say it's one of the most attractive and intimidating free routes in MN.  I hope we get to hear from Dahlberg about the first ascent, or from someone else who's given it a go.   \n\n  Also possible to aid at C3.","protection":"TR","location":"The right side of the big roof that also holds Ego-itis.  Close to below the new wooden observation platform, maybe a little to the west."},"__v":0},{"_id":"yb1b3NZdVlOJnoDQ0vTzKQ==","name":"Gravity Assist","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dave Rone, Dan Wilkinson, Summer 2017","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":7,"mp_id":"120604197","mp_crag_id":"105814860","climb_id":"yb1b3NZdVlOJnoDQ0vTzKQ==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"A lot of stone on this line required a gravity assist to make the transition to talus.  It now climbs and protects decently, but there could still be some loose stuff. For TR ascents you have little choice but to anchor from trees. For the rare lead, a tree at the start makes a convenient anchor.  Climb mostly 5.7-5.8 crack and face, then as you reach the top, head left below a small overhang. Finish on a very thin crack and face (crux) on the overhang's left side. Just for the fun of it, we also did a finish via a loose, blocky, 5.10+ hand crack that cuts through the overhang...not recommended.","protection":"Standard lead rack from small cams and stoppers up to #3 Camalot.","location":"Gravity Assist lies between Ross's Crack and the Sugar Plum Faeries slab.  From above, you can see the short, shallow corner that is on the climber's left side of the overhang."},"__v":0},{"_id":"tl1TMPUOVHih0AP+7GdQIA==","name":"Gold Plated","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":21,"mp_id":"105833088","mp_crag_id":"105814860","climb_id":"tl1TMPUOVHih0AP+7GdQIA==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"Lower down to a small ledge just before you are completely surrounded by the namesake bright yellow lichen.  Climb up somewhat broken and dirty overhung rock to the top, climbing two roofs in route.  A fun route well worth doing but the dirtiness and slightly chossy nature of the rock detracts from the climb a bit in my opinion.","protection":"Webbing for trees.","location":"This is the last route on Shovel Point. Continue down the trail about 50 yards past The Great Yawn. This route tops-out next to three trees in a row right by the edge"},"__v":0},{"_id":"CVYvtpAGVmSa5D4SY3iyVw==","name":"Ego-itis","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Rock Kollath","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":2,"mp_id":"106097986","mp_crag_id":"105814860","climb_id":"CVYvtpAGVmSa5D4SY3iyVw==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"This route has recently been cleaned top to bottom (see below). Start on a 5.9 pitch, and get set up at a belay below the roof. Second pitch is a really cool imposing overhang. Bolts for much of the route, but as below, it sounds like there are a couple of important #1 and a #0.75 cam placements to get through the upper section.  This route is well worth the effort of setting up to toprope, and it is out of character for most of Shovel Point. The moves to get through the roof are classic, and the exit from the roof is a tricky, balancey little sequence.","protection":"TR - make an anchor.   Lead - Some bolts, but not enough.  Do some careful scouting, or risk an endless fall on geriatric bolts.","location":"Locate the big overhang below from the top of the cliff, and work your way to the climber's left side of the roof.  No routes go directly up the overhang yet, so expect to pull the roof by heading left around it.  You should be able to see the intermediate anchors on the face below when you get to the roof, and there will be a line of bolts leading from them.     Take care not to set up to the right of the roof."},"__v":0},{"_id":"JkJd9lt4XbWq4DpftI+1BA==","name":"Did Plato Love Trees?","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":6,"mp_id":"106428078","mp_crag_id":"105814860","climb_id":"JkJd9lt4XbWq4DpftI+1BA==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"Three pitches. Pitch 1: Start at the end of the talus and climb up to the base of the Ross's Crack dihedral and belay. Pitch 2: Traverse up and right, then down and right, and belay below the \"Faeries\" slab. Pitch 3: Finish up left of the slab.","protection":"Thin pro on the first pitch for the first 40-50ft, then it gets better. The second pitch is good for gear, as long as you find it... make sure to help your second out and use a good amount to prevent huge swings.\n\n All belays are on gear and usually an old mangy tree.","location":"I rap'd The Great Barrier Roof down to the rock base of Shovel Point.  It required one full 60m rope length. From there, locate and climb the thin crack.   \n\n  We had problems route finding on this one, so be careful, especially on the second pitch.  From the first pitch belay (the tree below Ross's Crack).  Go up and right on the very thin crack and into a dihedral.  Go through some bushes and traverse across rock tripe laden jugs.  Go down to the next tree belay."},"__v":0},{"_id":"q8sYE2N9UoKgGvMdUiqdHA==","name":"Dance of the Sugar-Plum Faeries","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":8,"mp_id":"105831445","mp_crag_id":"105814860","climb_id":"q8sYE2N9UoKgGvMdUiqdHA==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"As of now (05/18/2020) the route is closed to climbing due to peregrine falcon nesting.As of 09/06/2020 nothing is closed due to falcon nesting This is a large slab that contains four different variations listed from climbers left to right. Don't forget your camera, this route allows great views of the climber below set against the turquoise backdrop of Lake Superior. Because of its high quality, closer proximity to the parking lot, and variability in difficulty, this is one of the most popular climbs at Shovel Point. #1 (5.7) climb the inside corner. #2 (5.8) climb the left side of the face using the small crack and other hold. #3 (5.10b/c) climb the middle of the face using smaller holds. #4 (5.10d) climb the right side of the face if you are lucky enough to find any holds. I usually set up one rope to climb #1 and #2 and another rope to climb #3 and #4.","protection":"Park service installed enormous bolts, please use these to save the trees whenever possible. You can also fit a brown tri-cam in the drilled test holes. As with all Shovel Point routes bring a lot of webbing.","location":"This route is located about 15 yards past the wooden lookout where Palisade Head should be visible."},"__v":0},{"_id":"wqGwuPYTU6eiVwUHTsVmZQ==","name":"Cornered","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dave Mital","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":16,"mp_id":"106098012","mp_crag_id":"105814860","climb_id":"wqGwuPYTU6eiVwUHTsVmZQ==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"The best 5.9 at the crag, and one of the best 5.9's I've done in MN. Check out Ross's Crack for the next level, and a superior route to this one.     Probably leadable, but make sure to scout it out first.","protection":"TR   Leadable?","location":"Best to use Farris' guidebook to find this thing. All the routes on this side of the crag blend together on your first visit.  One good way to find it is to look for the biggest west facing corner you can find, east of the main area.   Pass the first large toprope set-up area, and head back into the pines a little.  It should be about sixty feet(?) down the line before you're close."},"__v":0},{"_id":"E+oYKLIAUxSFIhLQgTuDcg==","name":"Balance of Power","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dave Pagel","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":5,"mp_id":"107107034","mp_crag_id":"105814860","climb_id":"E+oYKLIAUxSFIhLQgTuDcg==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"Begin route moving up and right to the edge of the arete. Work past two small overhangs up to the top. Crux is balancing up on a small knob and using tiny edges.","protection":"TR","location":"Start from the tree on \"Ross's Crack\""},"__v":0},{"_id":"q0cC6008XTC1FcxnG/9LEw==","name":"A Study in Scarlet","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Dave Pagel","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":10,"mp_id":"106097999","mp_crag_id":"105814860","climb_id":"q0cC6008XTC1FcxnG/9LEw==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"Enjoy this one if you aren't up to the task of eating the Sacred Biscuit.  It hits similar terrain with a similar style of climbing, but without the awesome crux of the Biscuit.   You could probably eye the Biscuit if you set up a rope on this line.","protection":"TR","location":"Climber's right (east) of The Sacred Biscuit, this line starts in the same place, and heads right."},"__v":0},{"_id":"gLjB9hA7XQ2ogwPi7c+O6w==","name":"A Dream of White Sheep","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"left_right_index":11,"mp_id":"105832750","mp_crag_id":"105814860","climb_id":"gLjB9hA7XQ2ogwPi7c+O6w==","areaRef":"Q25nn+6mWz6FQPMpMmpslQ=="},"content":{"description":"I don't remember there being a specific crux, but I think it was a little harder towards the bottom.  At the bottom, staying to the left earns you full 5.9 credit, and a slightly easier variation is found on the climber's right.  I remember doing a lot of stemming. \n\n RCM&W #11, p.232.","protection":"Webbing off trees.  Newly installed forest service bolts??","location":"About 15 yards past (east) of Dance of the Sugar-Plum Faeries and about 5 yards before (west) of the trees, the top of this route is located in a dihedral.  There is a lot of small loose rock near the top of this route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e04e29bc-d9dd-53b3-b0d7-a87a0f8ac029,94f21cb4-21bf-59f0-96f7-c319bfe5a61b,436e679f-eea6-5b3e-8540-f329326a6c95","pathTokens":["USA","Minnesota","Tettegouche SP (North Shore)","Shovel Point"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.11-"},{"count":4,"label":"5.10b"},{"count":1,"label":"5.5"},{"count":1,"label":"5.11a"},{"count":2,"label":"5.7"},{"count":2,"label":"5.6"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.8"},{"count":1,"label":"5.11c"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":3,"intermediate":3,"advanced":3,"expert":0}},"tr":{"total":21,"bands":{"unknown":0,"beginner":6,"intermediate":9,"advanced":6,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":10,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-91.18778,47.33938]},"bbox":[-91.18844355384856,47.33893033981813,-91.18711644615146,47.339829660181856],"left_right_index":-1,"ext_id":"105814860","area_id":"Q25nn+6mWz6FQPMpMmpslQ==","polygon":{"type":"Polygon","coordinates":[[[-91.18844355384856,47.33893033981813],[-91.18711644615146,47.33893033981813],[-91.18711644615146,47.339829660181856],[-91.18844355384856,47.339829660181856],[-91.18844355384856,47.33893033981813]]]}},"content":{"description":"The more moderate of Tettegouche's two sea cliff crags, Shovel is more popular with boy scout troops, church groups and top ropers.  This notwithstanding, more than a handfull of full value classics are to be found here.  Must-dos include Dance of the Sugarplum Fairies, Gold Plated, Rosses Crack and others. \n\n  This spot is popular with tourists as well and they will likely watch you climb and ask you questions. \n\n  You are encouraged to stay on the trails and use the new statepark placed anchors (the biggest bolt hangers ever!).  Be kind to the trees as well..."},"density":0,"totalClimbs":22,"__v":1,"createdAt":"2022-11-07T06:08:31.382Z","updatedAt":"2024-02-19T18:34:14.565Z"}