{"_id":"6368a214e80bff5a9955d9a9","area_name":"Citadel, The","shortCode":"","climbs":[{"_id":"mfCmf7ePUW+MwVpha6wVtw==","name":"Wish You Were Here","yds":"5.9-","grades":{"yds":"5.9-","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":3,"mp_id":"105822405","mp_crag_id":"105822396","climb_id":"mfCmf7ePUW+MwVpha6wVtw==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"A beautiful dihedral just to the right of Glad We Came. There are a few variations on this climb. All of them start on easy terrain and head straight up into the dihedral. Mid-way through the dihedral is a good stance/ledge. An excellent single pitch climb continues up the dihedral (thin fingers and bomber stemming) to its logical end, and then makes an exposed but well protected traverse to the anchors of Glad We Came. \n\n  Another variation climbs to the right from the stance/ledge and then up to a bolt anchor. From here, one can traverse left under the roof to the anchors of Glad We Came or continue up to the summit (I can't find info on the grade). \n\n  A description of the full route, though most will likely only do the first pitch: \n\n  The original route (Jim Pratt et al. mid 1970s) is a bit different than the above.  \n\n  p1: climb up to the obvious left facing dihedral. About two thirds up the dihedral, exit right and continue up to a stance below the headwall.  \n\n  p2: traverse left for a bit, encounter a face crux, probably using, the \"death block\" described in the comments. I remember a good cam and hand jam in this area. Continue on to a smaller stance and fixed anchor. This is a rather short pitch.  \n\n  p3: climb straight above the belay in an awkward crack (5.9/5.10) and continue to another good stance. This is yet another shorter pitch.  \n\n  p4: continue up on easy climbing until one can reach the top of the Citadel. this pitch is long and probably includes portions of the top of Clem's Folly.","protection":"Standard rack. Thin camming units are useful for the dihedral section above the stance. A #3 Camalot or equivalent readily protects the traverse over to Glad We Came.","location":"Located just to the right of Glad We Came in a prominent dihedral."},"__v":0},{"_id":"tptcGWM0XuOQeHEozL9Qww==","name":"Whole Banana","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Head et. al. ca. 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":6,"mp_id":"111677775","mp_crag_id":"105822396","climb_id":"tptcGWM0XuOQeHEozL9Qww==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"Place good wired nuts in a lower crack, traverse right and upward to a good rest stance.  Clip the fixed pin and negotiate the bulge, the crux.  Easier climbing leads to a large ledge.","protection":"Standard Organ trad rack with an emphasis on smaller gear. There is a fixed pin on the route.","location":"The route is a bit uphill of Murray's Crack.  The start is clean rock with small cracks which diagonal upwards from left to right.  Descent:  belay and scramble right on the large ledge until you come to the Finger Zinger anchors.  Rap from these anchors with two ropes."},"__v":0},{"_id":"UdV/7SxuXc+fjDOEPETSxA==","name":"West Ridge","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"1 June 1963  Dick Ingraham, George Goedecke, and Owen Moss","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":14,"mp_id":"105834043","mp_crag_id":"105822396","climb_id":"UdV/7SxuXc+fjDOEPETSxA==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"This route is described in Dick Ingraham's guide as the NW ridge web.nmsu.edu/~amato/ingraha…. It involves some meandering and plenty of route-finding, which makes it exemplary of Organ Mountain climbing. Doubtless, there are scores of variations on this route, but most of them offer good climbing on decent rock.    The overall character of the route is to find the path of least resistance. The first pitch scrambles up some easy ground on the west side of the Citadel, to the right of The Nose. Pitch 2 traverses left on the large ledge system taking you to the north side of the Citadel. Pitch 3-5 work up the ridge whichever way seems best. If you stay left from pitch 2, you end up doing more face climbing. One can easily end up facing a difficult move, or not having pro on this face, but there are many possible lines. The climbing eases closer to the top, becoming low-5th, or even 4th class for the last pitch. At the summit is a nice desert garden. Relax and read the summit register under the juniper tree. \n\n  There are some nice comfy belay ledges that stay shady most of the morning providing protection from the sun. However, protection from the wind, particularly west wind, is nonexistent. This is one of the windiest climbs in the Organs.","protection":"Standard rack. Some topos show fixed pins and bolts, but depending on how you meander up to the top, you may not run across these.","location":"Start of the route is a short way up the side canyon between Citadel and Rabbit Ears Slabs to the west of it. \n\nDescent to the north requires some scrambling/down-climbing. Scramble down off the summit and back to a small, exposed ledge on the north face over a 100' slab. Find the poot slings you have come across on your way up, and you can do a single rope rappel to gain a large ledge beneath the slabs. The east side of this ledge is a dirty gully which can be scrambled down. While you are scrambling down check out the cool roof system to your right,  several harder lines exist. \n\n  Once out of the gully, you can head east under Glad We Came and take the trail down from Clem's Folly to the bottom of Rabbit Ears Canyon and use the canyon to get back to your packs (hopefully down close to the canyon bottom, not all the way under the rock). Or you can head back to the start by the shortest route possible, down and around the base of the Citadel. This is a true Organ Mountain bushwhack, however, with at least one false turn to the left more than likely. \n\nDescent to the south: A pair of good bolts with chains is located on the southeast side of the summit plateau, to the left of the south rock pile. A single 60m rope is sufficient for the rappel. Bringing your walking shoes is recommended (for either descent). From the south rap, you will drop down into Rabbit Ears Canyon and walk all the way around Citadel to where you have left your packs (hopefully down close to the canyon and not all the way under the rock). \n\n  To reach the bottom of the canyon, go down the gully until it opens up and look for a large, dead tree. The trail goes just left of it. Continue down following largish rocks. Turn right under a slab and continue into the canyon."},"__v":0},{"_id":"nrZ8cmekVjW7uw7IXCAYqw==","name":"Styx n Stones","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mark Motes, late 1970s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":5,"mp_id":"107662713","mp_crag_id":"105822396","climb_id":"nrZ8cmekVjW7uw7IXCAYqw==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"Three short pitches.  The climb faces north and is a good choice for summer climbing in the Organs. \n\n  p1:  Climb the steep crack (5.10-) in a corner and belay on a large ledge. \n\n  p2:  Traverse left from the belay and climb a short difficult crack (the crux, 5.10).  Continue higher, clip a bolt and belay next to a block above. \n\n  p3:  Climb up an easy face to the top.","protection":"Standard Organ trad rack.  There is a bolt above the crux.  Rap off the east side of the Citadel and walk back to the packs.","location":"You need to follow the rock and walk uphill and right up the gully from \"Wish You Were Here\" to near the end of the gully. The lower North Face of the Citadel is now rot your right and below. \n\n  The start is a steep crack in a corner on the left side of the gully."},"__v":0},{"_id":"4MRWABFhUGqro8KWxewYoA==","name":"Stem Cell Research","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Steve Roach","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":8,"mp_id":"108374816","mp_crag_id":"105822396","climb_id":"4MRWABFhUGqro8KWxewYoA==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"A moderate off-width and chimney line starting ten feet left of Murray's Crack. It looks harder than what it is from the ground, but it is still very real up there. Getting established in the crack is not difficult (5.7-5.8), with one new bolt protecting the first 20 feet. Past that, there are placements deeper inside the crack and as you go up there's a chock stone that can be used for protection as well.  \n\n  Two finishes are possible at the top of the chimney: \n\n  - The original route does a short traverse left following a well-protected crack. The crux is about 85 feet up, where you come out of the off-width and around a corner to head left. Anchors can be set up with gear by the time the crack goes horizontal. \n\n  - A variation is going straight up through a short crack followed by unprotected face climbing. ","protection":"One 1/2 inch bolt (2013), full rack. Large cams for the off-width and/or medium size pieces for the features inside the crack. Smaller pieces for the anchors and for the traverse towards the bolts of Finger Zinger.","location":"North face of The citadel. Start the large off-width immediately left of Murray's Crack. Descent is by traversing west over a low grade slabby face with great holds but more marginal protection. Treat the traverse as you would a full pitch and descend from the 1/2 inch bolts over Finger Zinger. Descend with a 70 m rope or two 60 m ropes."},"__v":0},{"_id":"Dt3+f7Y9WiaWDtQFIza1cA==","name":"Second Thoughts","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Karl Kiser and Matt Monagle, Summer 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":17,"mp_id":"108357776","mp_crag_id":"105822396","climb_id":"Dt3+f7Y9WiaWDtQFIza1cA==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"Follow the right leaning hand and fist crack, an old bail out (old bolt and piton) is about 40 feet off the ground. An RP can help protect a constriction in the crack after that. After the crack, move to the right and come out to a ledge, may be a 15 ft runout to the next bolt/placement. Finish the climb with a couple fun face moves going up towards a two bolt anchor. \n\n  This is good climb for a summer morning, not too far from the arroyo trail.","protection":"Standard rack and a couple big cams.","location":"A short hike up the slabs in the canyon that heads east from the Nose takes you to this climb. There is a good topo of this and other routes in the main page of The Citadel. Second Thoughts is an obvious left-facing crack that goes up towards the right. Some hangers to the right of the crack can be seen from the ground. \n\n  Two-bolt anchor shared with Romper Room. A 60 meter rope is long enough to rappel. Anchor bolts may need replacement/back up."},"__v":0},{"_id":"yT/mNbG5XJeSvxBnE6Qzag==","name":"Romper Room","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Karl Kiser & Matt Monagle, summer 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":18,"mp_id":"111672000","mp_crag_id":"105822396","climb_id":"yT/mNbG5XJeSvxBnE6Qzag==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"This pitch is a good method to see Citadel Canyon and stay in the shade on summer mornings.  The crux is somewhere in the middle of the pitch near a block.","protection":"Standard Organ Trad rack.","location":"Go high on the west face of the Citadel  past the Bent Thoughts crack.  Climb the major right to left weakness for one longer pitch.  Belay down to the bolts at the top of the second pitch of Bent Thoughts (2 rope rap).  This anchor will need a new 3/8\" bolt and webbing."},"__v":0},{"_id":"RMcP418sV8WU8JYhXnqbtA==","name":"The Nose","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":13,"mp_id":"105834035","mp_crag_id":"105822396","climb_id":"RMcP418sV8WU8JYhXnqbtA==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"A stand-out crack on the lower NW prow of the Citadel. This pitch makes an excellent start to the NW ridge route. The crux is the clean, slightly leaning crack, which requires a thin hands/finger sized move to gain a small ledge. Ignore the poot slings on the ledge and continue up the crack system on steep but easier face climbing. The angle then eases up and you can belay anywhere on the spacious ledge which is also the top of Finger Zinger.","protection":"Standard alpine rack will suffice, and having some cams in the finger/small-hand size is good for the crux.","location":"The prominent crack is easy to spot, on the NW buttress of the Citadel. It's one of the first climbs visible from the approach. The start is around the corner from Finger Zinger slightly on the western face."},"__v":0},{"_id":"RgZcFyLDWT+GCz0KBBpUUA==","name":"Murray's Crack","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Murray?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":9,"mp_id":"105834039","mp_crag_id":"105822396","climb_id":"RgZcFyLDWT+GCz0KBBpUUA==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"It looks like an off-width, but even if you don't like off-widths, this is a fun route. Hardly any grunting required, just clean (and amazingly not too strenuous) lay-backs all the way up. Near the top, it is common to traverse right on a small crack system over to the anchors for Finger Zinger. Probably the hardest part of the route is just getting into the off-width, because the rock is slightly loose and the crack is too wide to be comfortable. It is a great route for hot summer days as all but the very top of it stays in the shade.","protection":"Some big pieces are nice. A few #3 and maybe a couple larger ones will give you all the protection you need. If you're uncomfortable at the grade, take more big pieces, if not 2-3 should suffice. A fixed #4 Camelot dating back to 2011 is 1/2 up the route, and the small crack system which can be used to traverse over to the anchors takes finger-sized cams.","location":"The big crack on the left of Finger Zinger. This climb is also easily recognizable from the approach."},"__v":0},{"_id":"gvcMo+dNVsOxfCPNE/KEHQ==","name":"Little Diddle","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Karl Kiser & Matt Monagle, spring 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":16,"mp_id":"111672039","mp_crag_id":"105822396","climb_id":"gvcMo+dNVsOxfCPNE/KEHQ==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"The pitch is a pumpy crack and face climb to a large ledge.  The better one moves, the easier the climb will be.","protection":"Standard Organ trad rack.  There is a bolt anchor at the top (needs a new 3/8\" bolt and webbing for the rap).","location":"The route is just uphill from Ironworker.  It is steep right to left crack.  Rap with one rope from the ledge."},"__v":0},{"_id":"ZYTTOa1bXQmRJhewptsNdw==","name":"Iron Worker","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Steve Wondzell?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":15,"mp_id":"106780203","mp_crag_id":"105822396","climb_id":"ZYTTOa1bXQmRJhewptsNdw==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"This short corner climb can be used as an alternative 1st pitch for West Ridge as it gains the same big ledge. It is short and steep, and I found it somewhat puzzling as well, with the good holds not always obvious (and certainly not marked with chalk, I doubt this route sees much traffic). Overall, despite the interesting and good climbing, the somewhat loose rock and tenuous gear placements did not leave a favorable impression with me. Perhaps with more traffic, it could improve.","protection":"The name of this route got me wondering if protection for this climb is best done with pitons. I didn't notice any obvious pin-scars, but only using wires and cams didn't feel very comfortable. Shallow flaring placements, or awkwardly angled pods for nuts... it all added up to not much confidence. \n\n  No fixed gear at the top, but one can walk around on the ledge over to the chain anchors on top of Finger Zinger where a 2-rope rappel hits the ground.","location":"Located on the Citadel's west face, Iron Worker is a fairly obvious short corner climb a few hundred feet uphill from the start of West Ridge."},"__v":0},{"_id":"etrWyKe5WVig8HMGhD7tsg==","name":"Hercamur Snurd","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mark Gillis et. al. ca 1979","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":4,"mp_id":"111678019","mp_crag_id":"105822396","climb_id":"etrWyKe5WVig8HMGhD7tsg==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"People climb the first two pitches and rap.  The 5.11 third pitch has been climbed only a few times and should be considered X now given the old bolts on the route.  The first three pitches were short, definitely less than half a 50m rope. \n\n  p1:  face climb left and up, clip a bolt, and pull the bulge.  Continue up to the fixed belay.  Originally this was a 5.9 pitch (better to think of as 5.10a). \n\n  p2:  slab climb right past a couple of bolts and go to a corner.  Climb into a shallow dihedral, pass a fixed pin, and reach the headwall.  Traverse left, exposed, to another fixed anchor.  This was another 5.9 pitch better thought of as 5.10a today.  Lower to the first anchor and let the second person clean the route.  Both persons can rap from this station to the ground. \n\n  p3:  another shorter pitch with a couple of fixed pieces.  This is the crux pitch and is currently unsafe until someone replaces the old fixed gear.  The climbing consisted of hard face climbing and a mantle. \n\n  p4:  this is a long pitch which simply goes to the top in the easiest fashion.","protection":"Standard Organ trad rack.  There are some fixed pieces and fixed anchors at the top of the first and second pitches.","location":"The route is uphill of Wish You Were Here about a third of the the way up the North Face gully.  Rap the route (first two pitches) or go to the top and descend the east face rap."},"__v":0},{"_id":"OdOa1UvnUC+4RZ8q3An4jQ==","name":"Glad We Came","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jim Graham","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":2,"mp_id":"105822400","mp_crag_id":"105822396","climb_id":"OdOa1UvnUC+4RZ8q3An4jQ==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"This route follows a blunt arete on the NE face of the Citadel. It is a fun and exposed face route, with superb views up Rabbit Ear canyon. The solitude alone makes it a worthy destination, not to mention the solid and clean granite.","protection":"7 3/8\" (new) bolts protect the route. A large cam can be placed near the start to eliminate the initial 30' run-out (on easy terrain). A mid-size cam/wire is useful after the last bolt to reduce the 30' run-out to the anchors. The anchor is below a steep head-wall/roof and around the corner to the left and can't be seen until you get all the way to the top. The descent is down a gully directly below the anchors and is about 100'. Two ropes are recommended but it is possible to rappel a full rope length and then scramble down (easy 5th) the last 20'.","location":"To reach this route, stay in Rabbit Ear canyon until you can clearly see the NE face of the Citadel. The route is fairly easy to identify from below by looking for a clean arete that terminates below a steep head-wall. To reach the base of the climb look for a trail marked with cairns that starts right after the canyon turns right. The area around the base of the cliff is relatively clear."},"__v":0},{"_id":"hBo9FGEqVeWza6DORGuS8A==","name":"Finger Zinger","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Glen Banks and Paul Seibert, mid 1970s","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":10,"mp_id":"105822422","mp_crag_id":"105822396","climb_id":"hBo9FGEqVeWza6DORGuS8A==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"Described as \"classic Organ's friction\" this climb definitely delivers. It has been re-bolted in recent years making it safer although still a bold lead. Don't expect edges larger than 1/8\" for most of the climb. Start by climbing 12' to gain a narrow ledge. traverse right about 20' and clip the first bolt nearly 35' off the deck. While this may seem daunting, the traverse is easy 5th class. From here, enjoy razor edges and thin friction the whole way up. Moving into a shallow corner system to the right of the 3rd bolt may lessen the grade.","protection":"5 bolts. In actuality, the 1st, 3rd and 5th bolts are actually pairs of bolts. These spots have the old 1/4\" bolt next to a newer 3/8\" bolt. The  initial \"run-out\" is not much to fear for a confident leader, but should be approached with caution. Small wires/camming units may be useful near the top-out. \n\n  A 3 bolt anchor is tucked away at the top of the shallow corner system, and is not immediately apparent if you top out to the left. a two rope rappel or 200ft rope is required.","location":"Located on the north facing western slab of The Citadel. This slab is best reached by bushwhacking up from Rabbit Ear canyon near where a side canyon splits off to the South (which heads up the south side of The Citadel."},"__v":0},{"_id":"PALM3f6iUQyVeXnKyPfNgw==","name":"Finger Breakers","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":0,"mp_id":"108210671","mp_crag_id":"105822396","climb_id":"PALM3f6iUQyVeXnKyPfNgw==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"Climb up the normal rap route from the top of the Citadel. It's a steep enough slab to be interesting with enough features for it to be climbable in any number of ways. Even easier ground can be had to the right, more difficult to the left. \n\n  This route went by \"Not Quite Down\" for a time before it's original name was uncovered in an old topo.","protection":"Best top-roped from the two-bolt anchor above, but protection is possible and it may well be the easiest way to reach the top of the Citadel for someone who is peak bagging.","location":"On the smooth south-east face of the Citadel."},"__v":0},{"_id":"DEt++KpkWdaYv0fG6Imv7g==","name":"Clem's Folly","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Dick Ingraham & Clem Ota, 1972","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":1,"mp_id":"105822413","mp_crag_id":"105822396","climb_id":"DEt++KpkWdaYv0fG6Imv7g==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"The second pitch dihedral has stellar climbing and can easily be done without the following pitches. From first appearances though this climb can be easily overlooked. The first pitch climbs up a moss filled gully and is not exactly appealing. However, once the dihedral is obtained the climbing is superb. The dihedral offers intermittent flaring hand/finger cracks and requires creative stemming and smart gear placement. \n\n  Pitch 1: Start either below or to the right of a small tree seen up on the rock. Traverse left of the tree to a dihedral and follow this up. A short bit of face climbing will take you to a wide ledge. \n\n  Pitch 2: Go up the dihedral on your right. Near the top of ti you may exit to your left for a short break, but will be right back in the same crack until the belay, which is a bolt backed up by a piton. \n\n  Pitch 3: Head right towards an old 1/4\" bolt about 15' away and keeps going right and only slightly up so that you top out of the slab just short of a left-facing corner above it. You can go up this corner and cut right under a roof at the top of it to a belay stance above a large boulder. A better protectable way to the same belay is to go past the corner and up the boulders and such which make up the arete.  \n\n  Pitch 4: Follows a 25' hand-crack to another ledge and then easy 5th class scrambling to the summit.","protection":"Standard rack. The anchor at the top of P1 is a new 1/2\" bolt with a rap-ring, backed up by a piton.","location":"The base of this climb is near the clearing at the bottom of the descent gully for Glad We Came. Either start directly from the left edge of this clearing, or bushwhack 15' further east and climb directly up to the dihedral."},"__v":0},{"_id":"s1YeACLHXiStlCwRtMMc1g==","name":"Best Forgotten Art","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Honeyman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":7,"mp_id":"113262503","mp_crag_id":"105822396","climb_id":"s1YeACLHXiStlCwRtMMc1g==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"the pillar to offwidth crack. L of Stem Cell research. onsight FA, UK E35c.","protection":"rps or v small cams to reach a peg on the slab then attack the wide crack that eases pretty quickly. no lower off so traverse off to the usual chains","location":""},"__v":0},{"_id":"a0XlLDOeVveGq7jBzrV+8A==","name":"Arch Rival","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":11,"mp_id":"106133085","mp_crag_id":"105822396","climb_id":"a0XlLDOeVveGq7jBzrV+8A==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"This route has a low crux negotiating an undercling/smeary traverse.  It is fun and easy to protect with small cams and nuts.  Turn the roof on the right and follow a crack system with good gear up to more bulges.  At this point a couple of traverses to the left are possible but the climbing eases and you can choose the best looking line.  Finish on the ledge where Finger Zinger anchors are located and rap with two ropes.","protection":"Standard Organs rack required.  All sizes and configurations can be used but singles from small (.3) to Camalot #2 and nuts with some slings for drag will get you there.  Finger Zinger anchor can be used for rap.  I use double ropes to deal with the drag on this route and you need two ropes to get off the route safely.","location":"Just right of the Finger Zinger face and before the normal approach for the Nose there is a low but obvious arching roof.  Start in the right facing corner and undercling through the \"arch\" of the roof."},"__v":0},{"_id":"90tWi2FdWCmP/NlSNnaQHg==","name":"Anticipation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mike Head et. al. ca. 1978","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"left_right_index":12,"mp_id":"111677795","mp_crag_id":"105822396","climb_id":"90tWi2FdWCmP/NlSNnaQHg==","areaRef":"RNlBywZsVZmFo3PcllFH3Q=="},"content":{"description":"The hardest moves are near the ground without protection.  There is a bolt after the first moves.  Continue up a crack until there is a small crack going left.  Move left, the second crux, and continue up the crack to easier climbing.  The climb finishes on the Finger Zinger ledge.  Arch Rival (a later variation) comes in from the left to join Anticipation in the crack section prior to any traverse moves to the left.","protection":"Standard Organ Trad rack with emphasis on smaller gear.","location":"The route is slightly left of Finger Zinger next to a tree.  The first bolt is high, hence the R rating.  We once placed a sling high in the tree to help protect the move but this might just be psycho pro.  Descent is a two rope rap from the Finger Zinger anchors."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,2635f237-5277-5a1d-9d74-99b35e3cd3b9,60af20ff-2a39-5a85-86f5-9582969e2458,6a0aec06-4561-5200-b345-f54acd82b72a,44d941cb-066c-5599-85a3-73dc965147dd","pathTokens":["USA","New Mexico","Las Cruces Area Climbing","Organ Mountains","Rabbit Ears Area","Citadel, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9-"},{"count":3,"label":"5.10"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9+"},{"count":3,"label":"5.8"},{"count":4,"label":"5.9"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.6"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":6,"intermediate":8,"advanced":2,"expert":0}},"sport":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":10,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.587,32.3717]},"bbox":[-106.58753239898674,32.37125033981814,-106.58646760101327,32.37214966018186],"left_right_index":-1,"ext_id":"105822396","area_id":"RNlBywZsVZmFo3PcllFH3Q==","polygon":{"type":"Polygon","coordinates":[[[-106.58753239898674,32.37125033981814],[-106.58646760101327,32.37125033981814],[-106.58646760101327,32.37214966018186],[-106.58753239898674,32.37214966018186],[-106.58753239898674,32.37125033981814]]]}},"content":{"description":"The Citadel is one of the Organ's better known climbing spots. It is home to several well established routes in a wonderful secluded setting. Dennis Jackson's guide only highlights the best climbs on this formation. There is still lots of room for exploration. \n\n  Coming from the bottom of the Rabbit Ears Canyon, the bottom part of the formation starts as a nearly vertical north-facing wall. The routes on this wall are all clustered near its right end. Murray's Crack is the right one of the two obvious off-widths. Finger Zinger is on a slab to the right of it and starts near a tree growing close to the wall. Arch Rival begins in the well defined arch to the right of that. The Nose is on the nose, as it should be. The West Ridge starts past the end of that face on the west-facing wall and switches back and forth between the north and west faces as it winds its way up. \n\n  If you go to the left of this cluster or routes, the wall becomes quite forbidding until it is interrupted by a large gully coming in at an angle from the right. The next section of the north-facing wall is set well back. This wall is shorter and routes start immediately at its east end with Glad We Came on the northeast arete. Next, in a corner, is Wish You Were Here, and then Styx n Stones.  \n\n  Around the corner past Glad We Came is Clem's Folly. Here the rock faces more east than north. \n\n  When the sun is high in the sky, it may tent to shine directly down the face for some of these routes, but there will usually be shady and sunny faces to be found here."},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T06:13:47.090Z","updatedAt":"2024-02-19T18:38:11.811Z"}