{"_id":"6368a1b8e80bff5a9955419c","area_name":"Deers Leap (Windham)","shortCode":"","climbs":[{"_id":"9U5JdizzV6CRI/TI5Mf3kA==","name":"You Tell Me What You Saw","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown*","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":14,"mp_id":"119177646","mp_crag_id":"107912237","climb_id":"9U5JdizzV6CRI/TI5Mf3kA==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"Climb the face between the two brown water streaks on diagonal sloping cracks to a horizontal finger crack midway up the wall, continue up through face holds and thin cracks to a ledge at the top and a pile of possibly disconnected rocks.  Top Rope from the large pine with a directional on the oak (or was it a maple?) tree on the right of the ledge.  Will accept some good gear but the bottom half will be tricky.  \n\n *I named this route but correct me if I'm wrong","protection":"Trad gear, Camalots C3 #0 to C4 #1","location":""},"__v":0},{"_id":"60xJmEBiWkKN374fGbcu3w==","name":"Walk on the Wild Side","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Andy Kling Sept 1982","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":9,"mp_id":"107912324","mp_crag_id":"107912237","climb_id":"60xJmEBiWkKN374fGbcu3w==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"WALK ON THE WILD SIDE(5.7)-Large right diagonaling crack. Follow the crack to the left side of the overhang, You can head up on some unusual horizontals that take cams.","protection":"Standard Rack. There is a tree at the top of this crag that serves as the main anchor for the multitude of routes on this face. This climb does traverse however and TR's can be difficult to setup.","location":"Middle Wall. Obvious left to right diagonaling crack. Follow the waters edge from the main cliff or follow the trail to the Porcupine cliff and cut down on the left side to the start of this route."},"__v":0},{"_id":"+99VYCwfUseyL4cpSfkEgQ==","name":"Unknown","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":11,"mp_id":"107912356","mp_crag_id":"107912237","climb_id":"+99VYCwfUseyL4cpSfkEgQ==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"This balancy route holds your attention as you follow 2 bolts on the right side of Andy's cliff. To make it safe you should carry a mid size cam to place in a seam before the 2 bolt anchor.","protection":"2 bolts. 1 mid sized cam. There is a 2 bolt anchor at the top. Caution s/b exercised when setting up a TR as the bolts are below the lip.","location":"Right side of Andy's Cliff (Middle Cliff). Right of the obvious triple corners roof."},"__v":0},{"_id":"9n3Ck5BwX82zGeYVihQ8Sw==","name":"Unknown","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Unkown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":7,"mp_id":"107912338","mp_crag_id":"107912237","climb_id":"9n3Ck5BwX82zGeYVihQ8Sw==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"This route is on what is known as Porcupine cliff as there has been a Porcupine occupying the cave for as long as I can remember. Approach the roof as seems fit. Make tricky moves up the finger crack gaining the nose. Pull up and over.","protection":"Standard rack. There is a tree at the top to belay from. The pro is good and this short route is one of my favorites on this small cliff.","location":"Right of the obvious cave corner. Look for a 10' finger crack through the roof."},"__v":0},{"_id":"+5ii6n1nWpWz+W5UAM0EkQ==","name":"This Is This","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":12,"mp_id":"119060874","mp_crag_id":"107912237","climb_id":"+5ii6n1nWpWz+W5UAM0EkQ==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"The first moves are between a right-tending crack (to the left) and a lower, left-facing flake (to the right).  Work you way up to a pocket alcove, then tiptoe left to the left-facing flake.  Work your way straight up to a reachy, small jug/ledge (crux); this gets you to the arete. Follow the arete and exit early, or you can continue left to the bolted anchor for the 5.11a sport route.","protection":"Trad gear up to 2\".","location":"Start 15' right of the Unknown 5.11a bolted route on the patch of brown, gritty granite."},"__v":0},{"_id":"v1UlA/SBWt6CjKGLKJpzgA==","name":"That is That","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Unknown*","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":13,"mp_id":"119177548","mp_crag_id":"107912237","climb_id":"v1UlA/SBWt6CjKGLKJpzgA==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"Down and right from \"This is This\" on Andy's Wall, this route starts on the bulge on nice diagonal edges and a horizontal full of quartz and climbs straight up to a small ledge and on up through some cracks to diagonal cracks to finish on a ledge.  Top Rope from the large pine tree.  Good pro but you may need to hunt for some of it.  *I did some major cleaning on this route.  It will continue to improve with traffic.  Climb it!  ","protection":"Trad Gear or Top Rope from the Large Pine Tree at the top","location":""},"__v":0},{"_id":"kjwHec/kV8WwssWqR3Dy5Q==","name":"Hungarys Burnt (a.k.a. the Dogs Face Crack)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"G.Deyett","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":6,"mp_id":"107912242","mp_crag_id":"107912237","climb_id":"kjwHec/kV8WwssWqR3Dy5Q==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"  HUNGRY'S BURNT(5.8+)Good free climb. Starts on the right crack, few tough moves off ground to a balance move on face, gain roof and follow it to right end of roof and finish out end.","protection":"I have posted PG13 as the gear in the upper crack traverse is tricky and the exit requires a cool head (IMHO). Standard rack.","location":"Right side of the Main Cliff below a great roof. There are trees above or you can build an anchor for the TR."},"__v":0},{"_id":"DNbDdbJJXaWeogJ/L0RoBA==","name":"I'll Tell You What You Missed","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Unknown*","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":15,"mp_id":"119177739","mp_crag_id":"107912237","climb_id":"DNbDdbJJXaWeogJ/L0RoBA==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"On the Lower Right Side of Andy's Wall start on the diagonal rail on the right of the water streak, climb up edges and pockets right then left with some big reaches to a good hand jam in a horizontal.  Do some cool moves and make it to the ledge.  Celebrate your victory with a big fist pump in the air and exclaim \"Yeah!\"  This route crosses the big water streak so may not be good in wet times.","protection":"Trad Gear, Top Rope Recommended, Perhaps would be a good candidate for some bolts in the future.","location":""},"__v":0},{"_id":"5G5ncTEPVYC8fi+hJ0bs6Q==","name":"Hooterville (most obvious version)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":4,"mp_id":"112162720","mp_crag_id":"107912237","climb_id":"5G5ncTEPVYC8fi+hJ0bs6Q==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"This is my version of the route as there are many variations you can take on the face.   It has a nice juggy dead vertical section-not bad for a 5.5 in New England!   Too bad it only lasts about 5 feet!  We started on the right-trending crack on the left of the small alcove that is the start of the \"Standard Route\" (which goes right from the alcove).  Follow the crack up to the ramp, then go right from the ramp to the small tree/bush and then go straight up (low angle 5th class)  to the top of the cliff.   See pics.","protection":"standard rack protects nicely","location":"Straight down from the highest point of the overlook.  You'll see a small alcove in front of you, a tree blocking the start of the right-trending crack (traverse in from the alcove), and a large crack to a pine tree (Lunch Ledge)"},"__v":0},{"_id":"EW/dMd+aXVmsJNBcnSq7Qw==","name":"Goofer's Roof Right","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":5,"mp_id":"112161322","mp_crag_id":"107912237","climb_id":"EW/dMd+aXVmsJNBcnSq7Qw==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"See beta picture. Start on the left crack and climb it as it goes right. Powerful movement will get you off the ground, small gear protects till it tapers off, then it's a committing move straight up to the roof crack and continue up the roof crack right with little feet and a committing mantle to top out. The old guidebook says use the tree for anchor but you can set up a very good anchor at the lunch ledge.\n\n So ALL the cracks flares in one way or another, so please be a solid trad leader for this one.  ","protection":"small gear at the bottom, bigger but trickier gear protects the exit.   The roof crack flairs near the exit but there is one spot where the crack doesn't flair and you can get perfect placement  if you can spot it.   Otherwise the runout to the exit is spicy. Study the beta pic if you want excellent gear beta (hint, it's color coded).","location":"Main Wall right side at Goofer's Roof.   You can't miss it."},"__v":0},{"_id":"PkRn1dUcV0W+Cmlj40Yg1Q==","name":"Georgiana","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":3,"mp_id":"117919894","mp_crag_id":"107912237","climb_id":"PkRn1dUcV0W+Cmlj40Yg1Q==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"A nice alternate to George's. Climb the right facing flake to a shelf. Traverse right to a small broken face within the gully, then climb the broken face to a stance just below a small open book (this is the George's finish). Traverse right along a face on a narrow shelf (currently occupied by a tiny but inconvenient black birch) with good holds for about 10 feet, then up a vertical crack (crux) to a rounded but easy topout with decent hands and feet (though it is not a jughaul). Careful rope management is needed to minimize rope drag.","protection":"Standard rack with alpine draws. Gear anchor.","location":"Start at the prominent right-facing flace flake just left of the gully that bifurcates the main face."},"__v":0},{"_id":"/E7YRJwQVOmU7mS7PBBiZA==","name":"Georges Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"G. Deyett 1977","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":0,"mp_id":"107912250","mp_crag_id":"107912237","climb_id":"/E7YRJwQVOmU7mS7PBBiZA==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"GEORGE'S R0UTE(5.6+)-Traverse the two large cracks until you come to a small crack system. Follow this to the top finishing in the wedge at the top ten feet to the left of the cave. The main Cliff hosts many bee's nests in the summer months..So keep an eye out.","protection":"Standard Rack. There is a tree up top for the anchors. A 60m rope will get you to the base or hike off the top. The left trail is the fastest way down.","location":"Left end of the Main Face. You can hike down either side of the cliff or Rappel off the top with a 60m rope."},"__v":0},{"_id":"6WYt3YC0XRKk/PmPlEb5lQ==","name":"Cross The Reaper","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ming (?) Aug. 24 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":2,"mp_id":"115126201","mp_crag_id":"107912237","climb_id":"6WYt3YC0XRKk/PmPlEb5lQ==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"Probably the best route on the Main Wall.   Start basically right below the pine tree at a right facing crack with a few blueberry bushes growing out of it.   Climb straight up to the two  big diagonal cracks that slants up right. Zig (go left)  just a little bit to go above the diagonals and zag (trend right) back more or less going towards and mantle exit right under the pine tree at top.  Mantle up and walk to the tree to finish the route.  Plenty of good pro is to be had on the route if you look carefully.  \n\n I'm not sure if it's a 1st ascent, but I'm pretty sure the pine tree probably was much smaller 38 or so years ago.   It is not documented in the old guidebook and crosses \"The Reaper\", \"Whip It\" and \"George's Route\", hence I am calling it \"Cross the Reaper\".   If there is some info on the 1st ascent let me know and I'll correct it.  ","protection":"Plenty of opportunity for medium sized pieces.   Beefy Pine tree may need to be backed up as there is a little bit of rot with a #3 in the crack in front of it.","location":"Look for the pine tree to the middle-left of the Main Wall.   Start more or less directly underneath it under the right facing crack system that goes into the 2 big diagonal cracks.  See photos."},"__v":0},{"_id":"F6hAg+dBVba7UIZomCa6hA==","name":"Dihedral","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"G. Deyett 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":1,"mp_id":"107912287","mp_crag_id":"107912237","climb_id":"F6hAg+dBVba7UIZomCa6hA==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"DIHEDRAL( 5.5+ )-Follow the lower cracks of Georges route to their end then go up past a birch tree to bulge then over.(F.A. A.Kling summer '79)   (Variation on DIHEDRAL)(5.8-)-Face directly around corner of bulge.","protection":"Standard rack. Follow the crack systems to the right and setup an anchor on a boulder on top of the cliff or pine trees.","location":"Center of the Main Cliff. Follow the obvious left to right trending crack system."},"__v":0},{"_id":"KMij7zyfWnqVDAXYcqyv4Q==","name":"Broken Toe (Walk On The Wildside Variation)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Kerry Macmullen Sept. '82","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":8,"mp_id":"112845861","mp_crag_id":"107912237","climb_id":"KMij7zyfWnqVDAXYcqyv4Q==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"This is the face climbing variation to \"Walk On The Wildside\".   Start at the same unmistakable right trending crack.  The crack jams real well and feels easy 5.7.  A few feet before the arete there will be slanted horizontals above you at which point you'll start going straight up.  Have faith climbing the face as unique for New England \"eyebrow\" cracks appear exactly where you need them.   Place pro carefully about 1/2 way up the face as the eyebrow cracks are just flared enough to make placement tricky.   Good pro can be had 4 feet above the tricky placement.  I cleaned the exit crack pretty well so it is a straight 5.6 move and not a manky, dirty, scary mantle move on rock with lichen.  To make it even more mellow, you can place pro to protect the top out.","protection":"Have faith that there's pro as you go up the face.  I used BD .3 up to a 2 - there is a placement for a 3 also if in the middle if you bring it. The eyebrow cracks do flare so please be mindful of your placements.","location":"This is on Andy's Cliff - it's the cliff below the porcupine cliff - as you follow the red dot trail past the main cliff towards southeast for about 250 or so yards, you'll see the trail split into 3(?) trails, take the right most one (white square I think) - you can kinda see the crag at this point and go another 50 yards to the base of the cliff.   It's the lower one - the upper one is Porcupine cliff."},"__v":0},{"_id":"+6nhpU2vWuuvhlviP8g2hQ==","name":"ANDY'S ROUTE","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Andrew Kling","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"left_right_index":10,"mp_id":"114979316","mp_crag_id":"107912237","climb_id":"+6nhpU2vWuuvhlviP8g2hQ==","areaRef":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"The most obviously line a little bit right of middle of Andy's Cliff.  It is a break in the wall that goes all the way up to a pine tree at the top that zig-zags a little and set back from the left face.\n\n Climb the face or walk up the ramp to the block.   Lay back on the block to get up on it.   Go up and right with the crux coming at the end of the right traverse.   Cut back left and finish at the pine tree.  Good pro all the way makes for a fun first lead.","protection":"A small rack up to #3 would suffice.","location":"Middle right at Andy's Cliff.  Most obvious route on the cliff."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,6056aba9-572d-55bb-aee0-9cf38afb071a,e02ddf47-0e05-5194-b070-bf2fb20b4268","pathTokens":["USA","New Hampshire","Merrimack Valley","Deers Leap (Windham)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":3,"label":"5.7"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.7+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.5"},{"count":1,"label":"5.10b"},{"count":3,"label":"5.6"}],"byDiscipline":{"trad":{"total":16,"bands":{"unknown":0,"beginner":11,"intermediate":4,"advanced":1,"expert":0}},"tr":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":3,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.2975,42.7682]},"bbox":[-71.29811252688353,42.767750339818136,-71.29688747311646,42.76864966018186],"left_right_index":-1,"ext_id":"107912237","area_id":"4C3fRw4FUZSwcL8vsgtCaA=="},"content":{"description":"The history of climbing at Deers' Leap, Windham NH.   Deers* leap is an old cliff of very old and weathered granite, many of its cracks are well rounded and in some spots the rock is loose, so be careful. There are several seperate ledges that are all part of the same line of rock that forms the ridge that is the leap. Any original climbing done at the leap was done on the main face by the pond. Over the years these ledges have received many visitors but most of these were picnicers or beer drinkers. Not much climbing development went on here for many years untill recently(since 1977). \n\n  A guide to Deers Leap. Andy Kling 1984 \n\n  Unfotunately the climbs here have degraded over the past years due to little traffic. Many of the routes have been re-claimed by lichen. Some or most of the boulder problems will need some cleanup. But if you can see past the lichen and have motivation to do some easy scrubbing it will be well worth it as all the routes present great positions and climbing on interesting horizontal features. \n\n  This area is broken up in to 3 of the major walls. The Main Face, Andy's Cliff (Middle Cliff), Porcupine Cliff. \n\n**CAUTION, THIS AREA IS KNOWN TO HAVE MANY TICKS ALL SEASON (DEER TICKS AS WELL). USE PRECAUTION, BUG SPRAY, LONG PANTS etc.***"},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:12:17.773Z","updatedAt":"2022-11-25T11:20:10.950Z"}