{"_id":"6368a50be80bff5a995b01cd","area_name":"Iron Hayden Wall","shortCode":"","climbs":[{"_id":"zlqb0EHBWqSp+pqlixrwQw==","name":"Wrathchild","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"PC Crew 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":1,"mp_id":"114611255","mp_crag_id":"108188397","climb_id":"zlqb0EHBWqSp+pqlixrwQw==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"Pitch 1: 11a, 100'. Sport. 3 Star pitch.\n\nPitch 2: 10a, 110'. Mixed. Crux right above the anchor. Move left at a chockstone and onto a nice shield of rock.\n\nPitch 3: 8, 20'. Traditional. Climb a vertical crack for 20' up to a big ledge. Move belay left 30' on a large ledge to gain the base of a wide kind of loose crack.\n\nPitch 4: 9, 80'. Traditional, Adventure. Climb wide, kind of loose crack.","protection":"Bolts, Rack to #4 camalot for the upper pitches. Walk off if climbing above the 2nd pitch.\n\nBring a 70m rope for rappeling pitch 2.","location":"Just right of King of Twilight or the second bolted route from the left side of the main wall."},"__v":0},{"_id":"R1PCMLx1V96RJos1E7cTsg==","name":"Up the Irons","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Eric Salmi & PC Crew 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":4,"mp_id":"117521572","mp_crag_id":"108188397","climb_id":"R1PCMLx1V96RJos1E7cTsg==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"This route is radical. Thanks for equipping whoever established it! we used the photo topo that Craig Martin posted, route #6, as our guide, so I thought I would add this description to encourage repeats.\n\np1: 10a bolted pitch to the big ledge\n\np2: 11a mostly bolts, but I placed one camalot on an easier section. (in the middle of p2 you can move left onto a different line 'Brave New World', marked by the blue line #5 in craig's photo topo)\n\np3: 11c very very cool pitch! I placed a few finger pieces, very obvious placements.\n\np4: 11a Craig's photo topo indicates this pitch is 11c, we felt it was a bit easier. At the end of the pitch the bolting moves you right on a nice panel of rock where the crux lurks. I thought this was a bit contrived, as easier climbing goes straight up, but its nice climbing. Either way, this pitch is significantly easier than p3.","protection":"a single set of camalots from .3 to 1, a few slings, about 15 draws. rap with a single 70m rope.","location":"first pitch is easily identified by being just left of Powerslave (about 20 feet left)."},"__v":0},{"_id":"LKcXuVofVByRneUJ2rAHLw==","name":"Where Vultures Dare","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jersey Dave Littman and Craig Rudy Martin 1992/2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":13,"mp_id":"108699318","mp_crag_id":"108188397","climb_id":"LKcXuVofVByRneUJ2rAHLw==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"Way back in 92 I was a 24-year-old climbing keener with aspirations for unclimbed rock. Believing that if you just look a little farther than the last guy, the fruit is out there just waiting to be picked, and you know Im right.\n\nWell back in 92, after a few recon trips. Craig Martin and I carried every piece of gear we owned at the time out to the\n\nIron Hayden Wall\n\n, which probably wasnt all that much stuff but surely included some slung hexes and a few pitons, but not a bolt kit at that time. As we approach the buttress its obvious that this wide crack system ascends the first half of the wall to a large ledge had what we were looking for. We roped up and I lead out the full 200-foot rope to the big ledge. The rock was solid and climbing was steep and more fun than scary. I belayed Craig up and he led up about 30 feet further before loose rock and the desire for bolt protection turned us around. Back on the belay ledge we pounded in a baby angle and fixed a nut. And equalized them with along piece of one inch webbing, not to return until we had more skills and bolts.\n\nFlash forward 15 years 2008. The conversation goes like Hey Craig, remember the\n\nHayden Wall,\n\nI dont think anyones been up there, do you? Its about time we got a power drill and went back up there Yep your probably right. So thats what we did.\n\n15 years seemed like yesterday. Back to the ledge, I haul up the drill kit and power in two nice bomber anchor bolts in the bulletproof quartzite and belayed Craig up. The original rappel anchor was still there the nut had some how fallen out, probably the wind, and was dangling from the piton at the end of the sun bleached webbing. There were no signs that anyone had visited this ledge in the last decade and a half.\n\nContinuing on, the next pitch started out with the cleaning out of a stacked tower of rubble blocks which left behind a short but sweet steep 5.9 pitch with thin pro. Ending after about 50 feet on another nice ledge do to rope drag and loose rocks. Following the path of least resistance and trying to skirt around this huge roof overhead we headed straight left on the fourth pitch. Up easier ground into a cavy nook under the roof. The last pitch starts with a bouldery bolt-protected 5.10ish crux. Heading left up a steep inside corner with a loose blocky finish to the top of the buttress.\n\nWe rappelled the route installing the rest of the anchor stations on the way back down. We knew we had found something great. The walls all around us were featured and solid and looked like awesome climbing. Similar to the Gunks, but above tree-line at 11,000 feet, with lots of horizontal cracks, ledges and edges and roofs. This route would become the access point for the sheer faces all around us.","protection":"1 set of cams to 4 inch, 1 set of nuts, 1  200ft. rope\n\nbolted anchors, rappel the route or walk off","location":"The route is visible from the approach trail, starts 60 feet in from the right edge of the Iron Hayden Wall."},"__v":0},{"_id":"294sRfFLUl+xJ6s98z+dQg==","name":"The Trooper","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"FRA Eric Salmi 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":6,"mp_id":"119483732","mp_crag_id":"108188397","climb_id":"294sRfFLUl+xJ6s98z+dQg==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"This route is in a left facing dihedral with a crack in it. Good, steep crack climbing characterizes this route although the rock leaves something to be desired. If you lead this you will definitely be the Trooper. Many climbers will just want to top rope it after climbing a neighboring route. The protection is adequate but somewhat spaced due to the loose blocky nature of the crack.","protection":"Standard Rack. May want to clip the last bolt on Powerslave.\n\nDescent: Rappel from a nearby anchor.","location":"Corner crack just right of Powerslave."},"__v":0},{"_id":"dLD+P0PdVuWLgch/RBh28g==","name":"Sun & Steel","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"PC Crew 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":11,"mp_id":"108192006","mp_crag_id":"108188397","climb_id":"dLD+P0PdVuWLgch/RBh28g==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"This is an exciting route on good rock with a cool position.\n\nSunlight, falling on your steel,\n\nDeath in life is your ideal,\n\nLife is like a wheel - rolling on and on!\n\nSun & Steel, Iron Maiden\n\nPitch 1: Start just left of the obvious crack of Where Vultures Dare below an obvious bolt line w/yellow hangers and just right of a large roof 30 up. Pull a devious crux and climb past 7 bolts (pumpy) until a thin crack comes into play. Follow the crack to a 3 bolt anchor on a marginal stance. 5.10c, 100.\n\nPitch 2: Climb to the left off the anchor and follow bolts on a nicely exposed arête to a ledge (The Vultures Nest) with a 3 bolt belay. 5.9, 100.\n\nPitch 3: Climb up the steep, wide crack to the left of the anchor. Make an exposed move out of the crack to the left below a roof. Pull past the roof on its left side and follow bolts and gear placements up a steep face. Belay on a blocky ledge from a 2 bolt anchor. An intimidating pitch. 5.10d, 100.\n\nPitch 3 Variation:\n\nBeer Mule\n\n.\n\nPitch 4: Begin 10 left of the anchor at a bolt and climb up passing more bolts on a steep face heading for the right side of a large roof. Pass the roof and perform several insecure layback/sidepull moves up to a ledge . Belay from 2 bolts. 5.11a/b, 90.","protection":"Single rack to a #3 Camalot, many bolts.\n\n60 Meter Rope.\n\nHelmet.","location":"This route is located on the right side of the\n\nIron Hayden Wall\n\n, just left of an obvious crack system (\n\nWhere Vultures Dare\n\n). Look for a line of yellow bolt hangers."},"__v":0},{"_id":"EOv7TLNJXsyJkLMJ+fpHTA==","name":"Stairway to Hayden","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"unknown","type":{"trad":true,"snow":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":15,"mp_id":"108214928","mp_crag_id":"108188397","climb_id":"EOv7TLNJXsyJkLMJ+fpHTA==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"If you are looking for a good day hike in the Uintas, this may be it. Allow for 2.5 - 3 hours to the summit.\n\nFollow the approach info to the\n\nIron Hayden Wall\n\n. From the base of the wall head right and up into a wide couloir. Hike up this couloir until it ends staying mostly on the left side and following a staircase of mostly solid rock. At the top, climb a short 4th class step on the left to get out of the couloir. Continue up a ridgeline heading for the summit (South) ridge. Follow the South ridge to the summit.\n\nDescent: Reverse the route.","protection":"This route consists of mostly hiking with some scrambling and lots of exposure. In spring and early summer much of this route will be under snow. Bring appropriate gear for exposed snow climbing at that time.","location":"Hayden Peak west face."},"__v":0},{"_id":"3hkzY5+iWOy3VjMvpbzQ8g==","name":"Runnin' Free","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Craig Martin, Dave Littman 1992","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":9,"mp_id":"108261593","mp_crag_id":"108188397","climb_id":"3hkzY5+iWOy3VjMvpbzQ8g==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"This may have been the first route climbed on the\n\nIron Hayden Wall\n\n. Climb a wide vertical crack just left of an ugly corner. When the crack ends pull a bulge with thin gear and onto a ledge with a 2 bolt anchor.\n\nWe attempted this line as a potential weakness to the top of the wall in 1992. At that time we continued up the horror show corner system  for another 60' until the looseness scared us off. A few pitons may still exist from this ascent but a bolted anchor was added in 2008 at a logical belay stance.","protection":"Single rack to a #4 Camalot should suffice.","location":"Located in an alcove to the left of\n\nSun & Steel\n\n. It is an obvious wide vertical crack system."},"__v":0},{"_id":"Iww0dPQDWoOyPQ+xctaZ6g==","name":"Run To The Hills","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"FA: Craig Martin, Eric Salmi, Julia Salmi, Dave Littman 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":7,"mp_id":"109312160","mp_crag_id":"108188397","climb_id":"Iww0dPQDWoOyPQ+xctaZ6g==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"A great one pitch cragging or 3 pitch adventure route.\n\nPitch 1\n\n: (5.10a, 90')  Pull the low crux at bolt 1 and follow great edges to a 2 bolt anchor.  Gear is required in the horizontals between the bolts and at the top.\n\nPitch 2\n\n: Steep start to the climbers right of the belay using cryptic moves (5.10) past 3 bolts leads to a ledge with a large block on its left side. Continue up and slightly right utilizing some gear placements and heading for the bolts. Climb up the very cool, steep face using liebacks and crimps as the moves get harder. The climbing stays pretty sustained past 10 or so bolts before easing off and rambling up a short corner (5.7, #1 camalot) to a belay ledge with 2 bolt anchor (2 ropes needed for descent). 5.11a, 130.\n\nPitch 3\n\n: Climb up and right to a shallow left facing dihedral. Unlock the sequence to get into the dihedral (5.10a). Follow bolts and a few gear placements up to a narrow ledge system. Pull up onto the ledge and move to the left, then up a steep face to a fingers to hands splitter. Continue up this crack to a roof with a bolt and faux chimney above. Finesse your way into this chimney of awkwardness (5.11b) and continue up passing a small roof on the left. Finish at a 2 bolt anchor on a nice ledge at the top of the wall (No chains, rappel Sun & Steel). 5.11b, 130.\n\nRap with two ropes or rap\n\nSun & Steel.","protection":"bolts and gear to #2 camalot...","location":"This is the 3rd route with bolts to the left of Sun and Steel. The bolt hangers are painted yellow."},"__v":0},{"_id":"cl+YzIYCW4OVthNYaq5cfQ==","name":"Powerslave","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"PC Crew 2008","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":5,"mp_id":"114938136","mp_crag_id":"108188397","climb_id":"cl+YzIYCW4OVthNYaq5cfQ==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"This is the 5th line of bolts from the left.  An Iron Hayden classic. May be a bit sporty in places. This is a good test piece for the grade for the area.\n\nGear: A few cams in the ½” - 1\" range to supplement the bolts.\n\nDescent: Rappel the route.\n\nFA: PC Crew 2008.","protection":"A few cams in the ½” range to supplement the bolts.","location":"5th route from the left"},"__v":0},{"_id":"s+AJ6fM2WxeTsLYxNdrwQQ==","name":"King of Twilight","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Eric Salmi & PC Crew 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":0,"mp_id":"109250012","mp_crag_id":"108188397","climb_id":"s+AJ6fM2WxeTsLYxNdrwQQ==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"The middle of the pitch goes up a right facing corner system with a couple of thin gear placements. The first crux is pulling above this corner. The second is near the top with crimps and long reaches.\n\nDescent: Rappel the route.","protection":"Gear: bolts and a few small cams and/or nuts.\n\n60 Meter Rope.","location":"This is the farthest left mostly bolted line in the center of the\n\nIron Hayden Wall\n\n."},"__v":0},{"_id":"43TIUFQ5X6+BaKwtn0GrnA==","name":"Killers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Eric Salmi, Julia Salmi 2008. Bolt added later.","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":14,"mp_id":"110894042","mp_crag_id":"108188397","climb_id":"43TIUFQ5X6+BaKwtn0GrnA==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"Fourty feet to the right of\n\nWhere Vultures Dare\n\nis a vertical crack. Climb this crack for 25' to a ledge and then continue over a mini roof and into a hand crack. When the crack ends wander out left and up towards a lone bolt (added after the FA) on a clean face. It is wise to avoid the loose terrain to either side of this face.\n\nBelay from gear (#3 and #4 Camalot) on the right side of a large ledge.\n\nThis route can be used as an approach pitch for\n\nAces High\n\n.","protection":"1 set of cams to a #4 Camalot\n\nDoubles in hand sizes\n\n1 set of nuts\n\nSlings\n\nHelmet","location":"40' right of the start of\n\nWhere Vultures Dare\n\n."},"__v":0},{"_id":"Vf109NmGWyCDR7BWj2Yl9Q==","name":"Holy Smoke","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"PC Crew 2008","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":2,"mp_id":"114611277","mp_crag_id":"108188397","climb_id":"Vf109NmGWyCDR7BWj2Yl9Q==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"\"Jimmy Reptile and all his friends\n\nSay they gonna be with you at the end\n\nBurning records burning books\n\nHoly soldiers nazi looks\n\nCrocodile smiles just wait a while\n\nTill the tv queen gets her make-up clean\n\nI've lived in filth I've lived in sin\n\nAnd I still smell cleaner than the shit you're in\"\n\nIron Maiden, Holy Smoke","protection":"Bolts. Many at least 12.","location":"3rd Route from the left side of the main wall. Just left of the Beef Plaque (if it is still there). Good climbing on a subtle arete feature.\n\nShould require no gear. Many bolts. Great climbing."},"__v":0},{"_id":"bVaYBOLeXKa41G/BxtO5FA==","name":"Beer Mule","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Craig Martin, Tyler Phillips 2008","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":12,"mp_id":"108202691","mp_crag_id":"108188397","climb_id":"bVaYBOLeXKa41G/BxtO5FA==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"This is a fun and well protected variation to the 3rd pitch of either\n\nSun & Steel\n\nor\n\nWhere Vultures Dare\n\n.","protection":"6 bolts and few small, medium cams. All bolts added after 1st ascent by FA.","location":"Climb the first 2 pitches of\n\nSun & Steel\n\nor\n\nWhere Vultures Dare\n\n, from the anchor head straight up passing 4 bolts and onto a ledge with a 2 bolt anchor.\n\nFrom the anchor two options exist.\n\n1) Easier. Traverse directly left 8' into a short fingercrack and then up clipping two more bolts on your way to a blocky ledge and 2 bolt anchor.\n\n2) Harder. Climb directly above the anchor into a short handcrack. When the crack ends make a leftward traverse to a bolt and up to the anchor."},"__v":0},{"_id":"C+047SPKVw6JG4/qFIiaHg==","name":"B.O.D","yds":"5.10c/d","grades":{"yds":"5.10c/d","french":"6b+"},"fa":"ES, CM, JS 2011","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":8,"mp_id":"112963645","mp_crag_id":"108188397","climb_id":"C+047SPKVw6JG4/qFIiaHg==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"Just left of the crack of\n\nRunnin' Free\n\nis this sustained bit of face climbing up to a pumpy roof. The climbing is well protected, provided you have enough strength left to fidget in some gear above the roof. The gear above the roof is kind of important and it would be a big fall if you failed without it. AKA Bag of Dicks.","protection":"7 bolts, a few small cams #0 TCU - #4 TCU or equivalent. 2 bolt anchor.","location":"Iron Hayden Wall\n\nJust left of\n\nRunnin' Free\n\n. Brown bolt hangers?"},"__v":0},{"_id":"q/8Xl3ETXDObDqiAx/vjmw==","name":"The Evil That Men Do","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"FA: Eric Salmi, Craig Martin, Dave Littman, Julia Salmi 2008","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":10,"mp_id":"109312147","mp_crag_id":"108188397","climb_id":"q/8Xl3ETXDObDqiAx/vjmw==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"This is the first bolted climb to the left of Sun and Steel.  The first bolt is 20ft up, but an optional small cam could protect the clip.  There are 2 cruxes, one down low and the final one moving through a small overhang.  After the junky start, the rock and climbing is excellent. Rap from a 2 bolt anchor.","protection":"bolts, optional small cam...","location":"20ft to the left of Sun and Steel."},"__v":0},{"_id":"8bqKQMK6VuiWfidypSKO+w==","name":"Brave New World","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Eric Salmi, Craig Martin, Julia Salmi 2009","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"left_right_index":3,"mp_id":"120891403","mp_crag_id":"108188397","climb_id":"8bqKQMK6VuiWfidypSKO+w==","areaRef":"dyDQ7xYCXGyr12Tr6P8x7w=="},"content":{"description":"Move left after the 4th bolt on Up the Irons 2nd pitch to find this exciting multi-pitch route. The FA was done ground up.\n\nPitch 1: Climb the 1st pitch of Up the Irons. 5.10a, 100’.\n\nPitch 2: Start up the 2nd pitch of Up the Irons, after the 4th bolt move left and follow gear placements up to a large roof. Pass the roof on its right side with 2 bolts and a few cam placements. Continue up a steep featured face above until it is possible to move left into a corner system with a 2 bolt anchor on a small stance. 5.11, 90’.\n\nPitch 3: Climb up the corner system above the anchor for 20’ and move right onto the face at a bolt. Continue up passing a roof to a marginal stance with a 2 bolt anchor. 5.11, 80’.\n\nPitch 4: Pull a hard move to the left off the anchor and continue up following bolts and staying on the best rock. 5.10, 80’.\n\nGear: Standard Rack\n\nDescent: Rappel the route.\n\nFA: Craig Martin, Eric Salmi, Julia Salmi. Established ground up, redpointed in 2011.","protection":"Mixed. Lots of bolts but you will definitely want a rack.","location":"Go left after the 4th bolt on Up the Irons 2nd pitch. Look for the bolts on the right side of a large roof 40' up and left."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,f94f3508-ac5a-5c67-8e49-892bcbbc412f,4796dc98-9be3-5faa-82a4-57a71c9aedb8,de2a21c0-8d19-5c9c-a508-fa04d240d801,7720d0ef-1602-5c6c-abd7-64ebe8ff31ef","pathTokens":["USA","Utah","Northeast Utah","Uinta Mountains","Hayden Peak","Iron Hayden Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11a"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.9"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"4th"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11b"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.10c/d"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":13,"bands":{"unknown":1,"beginner":2,"intermediate":5,"advanced":5,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":1,"expert":0}},"alpine":{"total":16,"bands":{"unknown":1,"beginner":2,"intermediate":7,"advanced":6,"expert":0}},"snow":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":2,"intermediate":7,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.84964,40.73238]},"bbox":[-110.85023340266773,40.73193033981814,-110.84904659733228,40.73282966018187],"left_right_index":-1,"ext_id":"108188397","area_id":"dyDQ7xYCXGyr12Tr6P8x7w==","polygon":{"type":"Polygon","coordinates":[[[-110.85023340266773,40.73193033981814],[-110.84904659733228,40.73193033981814],[-110.84904659733228,40.73282966018187],[-110.85023340266773,40.73282966018187],[-110.85023340266773,40.73193033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:26:33.603Z","updatedAt":"2024-01-20T01:07:05.319Z"}