{"_id":"63689de0e80bff5a994fa168","area_name":"Crescent Wall","shortCode":"","climbs":[{"_id":"JBB/en0wWZu4PnWm+LclQw==","name":"Root Canal","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Caldwell, Solem, Lazar, and Quigley: 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":2,"mp_id":"106434416","mp_crag_id":"105746173","climb_id":"JBB/en0wWZu4PnWm+LclQw==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"P1: Begin near the very large tree at the left side of the base of Crescent Wall just right of a large stack of blocks. Climb the first 100 ft. of \"Cleft Palate\" (7) via some broken ramps and a few slab moves up and left up to the base of the right-facing dihedral on the far left side of the wall that is below the \"Cleft Palate\" roof traverse (10b/c R, 11a). Climb half way up the dihedral, then make a move out left (9?) and belay.\n\nP2: Unsure of where the bolts are located?","protection":"Offsets and smaller cams won't hurt, but the standard rack will see you through.","location":""},"__v":0},{"_id":"sgcGfdKYVOiaJdNhtqrAgQ==","name":"Pressure Drop","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dan Hare and Pete Steers, 1974","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":7,"mp_id":"105758365","mp_crag_id":"105746173","climb_id":"sgcGfdKYVOiaJdNhtqrAgQ==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"Pressure Drop is located in the center of the Crescent Wall. The initial 40 feet or so are shared with the route Kool Aid. Start on a block/flake leaning against the wall, then climb the splitter finger crack and pass a crux at 5.10d. When you reach the fixed pin climb the crack/seam the angles up and right. You will pass another crux at 5.10d and at least 1 more maybe in the 5.10a range. Be warned that the gear gets THIN! In a couple of spots it looks like you won't be getting anymore gear, keep climbing there is gear! You will want to be good with RPs. There is no move harder than 5.10d, but the route is given 5.11a due to its sustained nature. The seam ends at a large flake/small ledge that is pasted to the wall, either walk on top of it or drop down and hand traverse to the anchor on the right side (bolts). Rappel off these bolts to descend. You will rap down the route\n\nFinger Lick'n Good\n\n. Enjoy!","protection":"You will need a set to set and a half of nuts.1 set of RPs- include the little ones. Cams to a .75 Camalot- and you probably won't use anything bigger than an orange TCU. There is one fixed pin (LA).","location":""},"__v":0},{"_id":"ojGUvkAFXLOWPULttf8K7w==","name":"Milk Run","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Doug Snively and S. Kimball, 1981","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":1,"mp_id":"107549166","mp_crag_id":"105746173","climb_id":"ojGUvkAFXLOWPULttf8K7w==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"This climb is an ok warm up, but not classic by any means.  It is not to be missed if you are a little adventerous and want to climb all the routes at the crag.\n\nCrawl through a chimney behind some stacked flakes on the far left side of the cliff and layback up a corner to an obvious dead tree on a ledge.  Belay here or head up and left on knobby, unprotected climbing.  This gains easier slabs and cracks that take you to the top.","protection":"Take a single rack and some nuts.  If you can climb the crux, you will probably be fine running out the rest of the climb a little bit.","location":"This is left of\n\nRoot Canal\n\n."},"__v":0},{"_id":"4Y4W8TqEUDGpm3MhPrul6Q==","name":"Lycra Bikers From Hell","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mike Caldwell","type":{"trad":true,"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":6,"mp_id":"105759210","mp_crag_id":"105746173","climb_id":"4Y4W8TqEUDGpm3MhPrul6Q==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"This route is a the main face of Crescent Wall. As you approach the wall, you will see a ramp that goes up and left. Lycra is the right facing seam at the top of the ramp. It starts with a tough 5.11 traverse with some extremely marginal pins (hence the \"s\" rating) to a very thin crack (5.12) for RPs and small stoppers. Eventually the crack fades and you start clipping bolts.  The face climbing is continuous. Use the anchors from Flight for Life to lower or an off-centered TR.","protection":"Small stoppers and RPs.  Some very small tcus could come in handy as well.  Some slings for the traverse to prevent drag.","location":""},"__v":0},{"_id":"y6cfQVnEUz2sDsmx69cX9w==","name":"Heaven Can Wait","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Caldwell, ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":4,"mp_id":"105760221","mp_crag_id":"105746173","climb_id":"y6cfQVnEUz2sDsmx69cX9w==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"Locate a tree below the left end of the large overhang.  This route ascends the large, left-facing dihedral ending at the ledge with that tree.  This seems to be the best warm-up pitch in the area, unless you start on the Fin City formation behind the Crescent Wall.  Well protected and fairly clean, this route jams and smears the corner 80' to the ledge.","protection":"Standard rack.","location":""},"__v":0},{"_id":"AoSJUNyZULCWzcspGL+kDA==","name":"Friction Addiction","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Eli Helmuth","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":0,"mp_id":"105762252","mp_crag_id":"105746173","climb_id":"AoSJUNyZULCWzcspGL+kDA==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"This route starts at a small pine, 40' left of the first pitch of Heaven Can Wait (10b). Crimpy moves get you past the first bolt to the overlap which takes both small cams.  The crux is getting past the next bolt and onto the easier but slightly runout face climbing above.\n\nThis is a great warm-up pitch for Lycra Bikers from Hell (12a), Poultry in Motion (11d)or Flight for Life (12a)- all classic bolted pitches to the right of Friction Addiction.\n\nYou can continue up the Crescent Wall from the top of this pitch by joining either Heaven Can Wait to the right or Hair Lip to the left.","protection":"The only pro needed is a #0 or #1 tcu for the first overlap, five draws for the bolts, and a large cord or sling for the tree anchor.","location":""},"__v":0},{"_id":"DXD6oubnVPuFKbG1Xq6R7Q==","name":"Flight for Life","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Randy Farris, 1991","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":5,"mp_id":"106178615","mp_crag_id":"105746173","climb_id":"DXD6oubnVPuFKbG1Xq6R7Q==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"The crux of this climb is straight off the deck.  After figuring out the initial tricky moves, fight up bolted slab on crumbly rock to the roof.  Jug over roof on big, hollow flakes (there's a suspect pin stuck behind one of these, clip at your own risk).\n\nIf there is anything (climbable) left after this thing cleans up, then it might be a worthy endeavor.","protection":"Bolted, bring draws.  Can be a bit run-out on very small, crumbly feet.","location":"Bolted line left of\n\nLycra Bikers from Hell\n\n."},"__v":0},{"_id":"+1NJU71TWUiFcXGf5znIrA==","name":"Finger Lickin' Good","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Hare, ?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":8,"mp_id":"105760233","mp_crag_id":"105746173","climb_id":"+1NJU71TWUiFcXGf5znIrA==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"This is an excellent two pitch line that ends at the same belay as\n\nPressure Drop\n\n.\n\nP1. Start in a rightward traversing finger seam to the right of Pressure Drop and left of the\n\nCrescent Arch\n\n.  The first 20' of traversing are the crux, 11a ,with thin feet and difficult gear placements.  Continue with gradually improving feet and construct a gear belay where the crack turns vertical, 50'.\n\nP2. Pitch two fires up the thin crack to the bolted belay.  Again, the start is the hardest, followed by great finger locks with solid gear the whole way 11a.\n\nRappel 80' from chains.  One of the bolts could use a large washer to better hold the chain.","protection":"Lots of small to medium stoppers, Aliens.","location":""},"__v":0},{"_id":"VtHSRl4SVhSMVbmvGvr23Q==","name":"Crescent Arch","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ken Duncan, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":9,"mp_id":"105765147","mp_crag_id":"105746173","climb_id":"VtHSRl4SVhSMVbmvGvr23Q==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"This is the very obvious, left-facing dihedral on the right side of the wall, to the right of Pressure Drop and\n\nFinger-Lickin Good\n\n. It is actually the right side of the crescent that is the wall's namesake. The bottom two-thirds of the pitch is wide and 5.10 with very little actual off-widthing required. Oddly, the 5.11 climbing starts when it turns to hands and the corner begins arching out left more. When the corner begins to drastically arch to the left (almost horizontal) an exit out right presents itself. Cross a tiny, left-facing corner (small wire) on your way out of the main corner and pull onto a slab on the right. This part felt like 5.11 to me, too. There's a fixed anchor out right on the slab (old bolts if my memory serves). Rap from here (two ropes) or continue with a short, easy pitch to a descent ledge. This is an awesome pitch (nearly 150' long) with a beautiful, aesthetic line and burly crack climbing throughout, offwidth to thin-hands. There might be a little bird-poop residue in one section of the corner and a few creaky-flake crimps on the finishing slab, but the overall quality is undiminished.","protection":"Hefty rack with doubles from #0.75 to #4 Camalot (maybe triples of 3s) and one #5 Camalot.","location":""},"__v":0},{"_id":"rFu7YdkKViCqknikD1W9/g==","name":"Cleft Palate","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Scott Woodruff, Brad Gilbert, and Dan Hare, 1974","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"left_right_index":3,"mp_id":"107549123","mp_crag_id":"105746173","climb_id":"rFu7YdkKViCqknikD1W9/g==","areaRef":"2q8uzV0AV1eQ3EfD1dgbtg=="},"content":{"description":"Gillett's book describes this route as audacious. Climbing it proved to be quite serious and rewarding.  Challenging climbing, runouts, and loads of dung add up to two stellar, type 2 fun, pitches.  Plus one more relatively easy pitch to finish.\n\nP1 - There are a few ways to do this pitch.  Aim for the arching crack before the large and obvious, right-trending chimney/roof feature.  This thin crack is a spicy traverse right to gain the namesake feature of the route.  This is very poorly protected 5.7 to 5.8 climbing on knobs to the thin 5.10 traverse.  Belay after the arching crack where there is a good stance and the chimney opens up.\n\nP2- Grovel your way across the flaring chimney and try not to breath too hard. You might catch the La Junta virus from all the different poop deposited by several varieties of aerial creatures.  With a good bath, this thing would be a Front Range classic.  This pitch has good gear but is a burlfest.  Belay at a stance where the difficulties end.\n\nP3 - Find your way to the top on relatively easier ground.","protection":"Small gear for pitch one (RPs, Wired Bliss TCUs, Aliens).  Small cams up to a #3 Camalot protects the sidewidthing on pitch two well.","location":"This is right of\n\nRoot Canal\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,cd674f3c-8205-5aea-b926-ef2c3b804ed5,9ef89b9d-db55-57cb-b9d3-dac26aa710a4,daaf2ecd-5d00-5757-90dc-47c3d5d81bb6","pathTokens":["USA","Colorado","Estes Park Valley","Lumpy Ridge","Crescent Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":3,"label":"5.11a"},{"count":1,"label":"5.7"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":6,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":7,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.5182,40.4032]},"bbox":[-105.51879049105291,40.402750339818134,-105.51760950894707,40.40364966018185],"left_right_index":-1,"ext_id":"105746173","area_id":"2q8uzV0AV1eQ3EfD1dgbtg==","polygon":{"type":"Polygon","coordinates":[[[-105.51879049105291,40.402750339818134],[-105.51760950894707,40.402750339818134],[-105.51760950894707,40.40364966018185],[-105.51879049105291,40.40364966018185],[-105.51879049105291,40.402750339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:56:52.299Z","updatedAt":"2024-02-19T18:32:33.249Z"}