{"_id":"6368a185e80bff5a9954f2d8","area_name":"Rose Tower","shortCode":"","climbs":[{"_id":"C7ZB+a6mWMqzUwPuX73J8Q==","name":"Rose Tower - Original Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Joe Herbst, Larry Hamilton","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":7,"mp_id":"105797697","mp_crag_id":"105732108","climb_id":"C7ZB+a6mWMqzUwPuX73J8Q==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"The original route on the Rose Tower was first climbed by Larry Hamilton and Joe Herbst in early 1976.  Climb a few hundred feet of class 3, 4 and 5 to a large platform approximately halfway up the wall.  At this point the FA team worked their way into the rightmost crack on the face.  The direct approach to the crack involves some very loose rock (and looks to be harder than 5.7!).  There is an old bolt off to the right that may have been used for pro.  Their route continued straight up the crack and eventually finished in the huge corner that later became the last pitch of Olive Oil. \n\n  Note that this route is included mostly for historical interest.  When I was up there, I was kind of spooked by the rock and the fact that the climbing looked much more serious than the neighboring Olive Oil.  The FA team recalled only a relaxed, fun-in-the-sun kind of day, so I may be missing something.","protection":"Obviously the FA team used only hexes and stoppers, but adding a few cams seems like a reasonable precaution.","location":""},"__v":0},{"_id":"1nARi64TVhej6bjzTwCtJg==","name":"One-Armed Bandit","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Larry Hamilton, Tom Kaufman. March 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":3,"mp_id":"107434442","mp_crag_id":"105732108","climb_id":"1nARi64TVhej6bjzTwCtJg==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"An enjoyable route that is a little more involved than Olive Oil. Expect ocassionaly  poor protection and maybe some fragile rock. \n\n  Pitch 1 - 70' 5.7 Climb a left-facing corner to a bushy ledge, traverse right along the ledge and belay. \n\n  Pitch 2 - 100' 5.7 Climb onto the top of the pillar, zig zagging up ramp until it is possible to trend up and right across the face and belay above a big corner. \n\n  Pitch 3 - 80' 5.7 Climb the crack above to a belay in the base of a loose chimney. (bring wide gear or belay off slung block) \n\n  Pitch 4 - 140' 5.7 Continue up the chimney, and when it opens up climb the right facing corner above and the face to its right to reach a belay. \n\n  Pitch 5 - 110' 5.7 Climb the right facing corner above to a large ledge. Scramble up and right finishing at the top of Olive Oil.","protection":"Single rack to to 3\", optional 7\"","location":"100 yards up the gully from Olive Oil is a brown left facing corner.  Just to the left is a short steep right-facing corner formed by the right side of a small buttress/pillar. The route starts 50 yards further up the gully from this feature and is in the corner formed by the left side the pillar."},"__v":0},{"_id":"QhRzAkTpWMW9BBlDHxvuUg==","name":"Olive Oil","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jorge Urioste, Joanne Urioste, & John Williamson - 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":6,"mp_id":"105732494","mp_crag_id":"105732108","climb_id":"QhRzAkTpWMW9BBlDHxvuUg==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"A great, easy romp with 5 quality, consistent pitches. Start well around the left side of Rose Tower, up a gully of sorts at the base of a big corner/ramp.P1: Begin at a rounded buttress just up and left from a deep recess. Climb slabby rock with sparse pro to a narrow alcove with a sandy floor and huecoed wall.P2 & 3 (link): Climb straight up nice, exposed cracks just right of the major, right-facing corner, and then step back left into the corner at the top, promptly arriving at a cramped belay perch on the left. This pitch is 200' long.P4: From the belay, traverse right 10 feet, follow juggy rock up and gradually right into a left-facing corner (or stay on the face). Continue up, being careful not to go too high, and move around to the right onto the south face of the Rose Tower to a spacious belay ledge.P5: Climb up off the belay at a weakness and traverse right across a slab and up into the massive left-facing dihedral. Continue up this until it ends, then scramble off right and up to the top.Descent: From the summit scramble off the back of the tower (two short downclimbs may require a spot). From here drop down and right into the Olive Oil Descent Gully (the gully to climber's right of The Rose Tower). Follow this all the way down.","protection":"Standard Rack.","location":""},"__v":0},{"_id":"q0B1Ot1hXiybg+nnA1z9Kw==","name":"Jaws II","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Wendell Broussard, Richard Harrison","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":2,"mp_id":"111051688","mp_crag_id":"105732108","climb_id":"q0B1Ot1hXiybg+nnA1z9Kw==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"Jaws II follows a large left facing corner up good rock that will eventually eat you and spit you out. You can expect some wideness and run-out chimney climbing on Pitch 2, which in whole is the main attraction.  \n\n  Get geared up on the ground then scramble up to a large bush in the corner system, belay here.  \n\n  Pitch 1 - 5.6 50' -  Start off a bush and follow easier corner climbing to a short vertical wide pod.  After this follow the slab corner to the base of the massive chimney.  Belay off a chock stone.  \n\n  Pitch 2 - The Jaws - 5.10b 180' - Quest up the chimney chasm, generally keeping a little deeper inside until you can place gear after about 30'. It's a bit sandy in there. Start moving up and diagonally left until the chimney shuts and you must exit back out.  Pull the lip and continue up the finger, off fingers, and handish crack corner.  This eventually opens back up to a chimney again and you can squeeze up a good ways exiting in an alcove.   \n\n  Pitch 3 - 5.6 205' - Face climb up good rock generally aiming for a left facing corner with a bush.  Climb the corner until you top out the feature and then traverse right on a ledge to reach the shared summit with Olive Oil. \n\n  Descent - If you left your packs at the base it is best to take an alternate descent from the typical Olive Oil descent.  From the summit, head west and drop down a bit until you reach a cairn. Now head left (South) and head down onto a slab.  Traverse West on the slab and stay high when a chimney gap is reached that you could jump but probably shouldn't.  Drop into some bushes near the top of the gap and walk down it until it is easy to step onto the other (right hand) side of the slab.  Continue traversing West on this slab for a while until the gully starts to become visible on the left.  Go a little further aiming for two trees in the gully near the base of the slab.  Here you hike down into the jungly gully back to the base of the route. \n\n  Or if you have all your stuff, take the standard Olive Oil descent gully.","protection":"Single rack to #5 Camalot, double .75-#4, (Optional #6, Big Bros) or equivalent.","location":"The large left-facing corner just uphill from One-Armed Bandit."},"__v":0},{"_id":"O+dgVXoqVUqbNNBJx7fuVw==","name":"Gypsy Davey","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FA Unknown, FRA Matt Kuehl, Jason Molina, Jan 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":4,"mp_id":"107474275","mp_crag_id":"105732108","climb_id":"O+dgVXoqVUqbNNBJx7fuVw==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"Start on a sloping ledge, working up the corner until it begins to get steeper.  Look for feet and begin lay backing or jaming to round over the overhang. From here follow a horizontal hand crack right and finish up on Brother Bill's Great Thrill.  \n\n  Continuing after the slung block anchor eventually takes you to the upper pitches of One-Arm Bandit.","protection":"Single rack to 2\", emphasis .3 -.5,  optional 5\"","location":"The right facing corner on a wall of varnished stone to the left of Olive Oil."},"__v":0},{"_id":"n+aCLVF+Wia7N7mC1f1aVA==","name":"Homeopathy","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"John Barkhausen and Ben Rooney","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":8,"mp_id":"106966516","mp_crag_id":"105732108","climb_id":"n+aCLVF+Wia7N7mC1f1aVA==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"A great follow up to Olive Oil if you have the energy.   Pitch1: Climb a short but sweet hand crack through a roof and into a rocky gully. Getting up into the crack can be tricky, considering the roof starts right off the deck. My buddy had to stack two rocks and stand on them to follow me. Belay on chalkstones/boulders   Pitch 2: Directly opposite the finish for the last pitch there's a nice looking flake. Layback/tight jam the crack up through a great pitch. Belay with a couple of cams far back on the ledge you gain. \n\n  Descent. Go up from the last belay to a large pine tree. There was a sling with a rap ring on it when we climbed it (10/2010) this deposits you a few hundred feet right of where you started","protection":"standard rack, heavy on the #.75-#2 camalots","location":"A few hundred feet right of the gully that leads to the start of Olive Oil. Look through bushes to find the right crack/roof combo (there are many there, look for the one that seems to have the best hand jam potential)."},"__v":0},{"_id":"5tETwgDxWR6jV0Vb52Mk8A==","name":"Canola Crack - Right","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"FRA Larry DeAngelo, Karsten Duncan","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":1,"mp_id":"106072082","mp_crag_id":"105732108","climb_id":"5tETwgDxWR6jV0Vb52Mk8A==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"A nice crack with a moderate approach but can be a nice afternoon jaunt to top off Olive Oil.","protection":"Standard rack will get you to the top but be prepared to build your own anchor in cracks at top.","location":"Go up the Olive Oil Descent Gulley.  At the top of the gulley to climber's left there is a nice varnished wall with two nice cracks.  This is the right of those two cracks.  You can walk off to the climber's right."},"__v":0},{"_id":"omAaPK7aUGSfOptRXKou5g==","name":"Canola Crack - Left","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":0,"mp_id":"106067881","mp_crag_id":"105732108","climb_id":"omAaPK7aUGSfOptRXKou5g==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"What's the next best thing after olive oil?  At the very top of the Olive Oil descent gully, there are two clean, aesthetic cracks in the darkly varnished face.  Both are in the 5.7 to 5.8 range.","protection":"std rack","location":"As you begin the descent from Olive Oil, these cracks are immediately to your right, at the top of the gully."},"__v":0},{"_id":"bBwDPU6KVCy+yTjThmFSxg==","name":"Brother Bill's Great Thrill","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FA Unknown, FRA Matt Kuehl, Jason Molina, Jan 2012","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"left_right_index":5,"mp_id":"107474246","mp_crag_id":"105732108","climb_id":"bBwDPU6KVCy+yTjThmFSxg==","areaRef":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"Start by traversing out onto a slopey varnished ledge to gain the corner. From here set a belay anchor (recommended) using micro nuts.  Climb up through tricky lay backing then into slightly easier climbing when feet appear.  Negotiate an offwidth section and place your last gear before the slab chimney runout to a large slung horn.  \n\n  This route could continue upwards for another easier pitch before running into the upper pitches of One-Arm Bandit.","protection":"Single rack to 3\", one 5\" before a runout to the top.","location":"There is a large varnished wall to the left of Olive Oil with two corners facing each other.  This route goes up the longer left facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,3a44c556-7981-5855-8c45-d5eb8f7c5274,c9ff8d34-0924-558b-a3d8-bbc6b3eafd9a","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","11-Juniper Canyon","Rose Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.7"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.9"},{"count":2,"label":"5.10"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":5,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":4,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.48805,36.1178]},"bbox":[-115.48860664322434,36.117350339818145,-115.48749335677564,36.11824966018186],"left_right_index":-1,"ext_id":"105732108","area_id":"yf+NNAkkVYuj2LvGs+r9mg=="},"content":{"description":"The lower, eastern flanks of Juniper Peak present an array of gullies, ridges, and buttresses.  Rose Tower is the first tower south of of the complex broken cliffs of Magic Mountain.  The main routes, most notably the very popular Olive Oil, are on the southeastern face of the tower.  They are approached by hiking up the narrow canyon immediately to the tower's left. \n\n  The normal descent for routes on this formation is to scramble west until you can reach the steep trails in the gully on the north side of the tower (separating the tower from Magic Mountain further to the north).  This descent route does not pass near the base of the routes, so it is best to carry all your gear with you."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:11:18.213Z","updatedAt":"2022-11-25T11:19:38.587Z"}