{"_id":"63689d5ce80bff5a994f5346","area_name":"B&B Buttress","shortCode":"","climbs":[{"_id":"v9CXYnpmWxu8EcAyqYCZBA==","name":"More Balls Than Bacon","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Brandan Ryel and Billy Smallen","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58431,37.75141]},"left_right_index":1,"mp_id":"105967448","mp_crag_id":"105967367","climb_id":"v9CXYnpmWxu8EcAyqYCZBA==","areaRef":"YRp6JGEMX/aKa3SlIPkoww=="},"content":{"description":"Climb up a #3.5 Camalot crack using incuts to lieback it. Really fun! Traverse around left and climb a fun finger to small hand crack, finishing up in the 'I Smell Bacon!' off-width.","protection":"Bring a few #2-3.5 camalot sized pieces for the beginning. Then doubles of small stuff and 2 #3s for the back of the off-width (or a 4-4.5 if you wanna walk it up). Anchor off the tree and Rap 'I Smell Bacon!'.","location":"This route starts 20 feet left of 'I Smell Bacon!'."},"__v":0},{"_id":"F4jwma8jU/myf8sG8PSPrw==","name":"Flamin' Fingers","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Billy Smallen, 7/2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58431,37.75141]},"left_right_index":0,"mp_id":"105967372","mp_crag_id":"105967367","climb_id":"F4jwma8jU/myf8sG8PSPrw==","areaRef":"YRp6JGEMX/aKa3SlIPkoww=="},"content":{"description":"A really fun climb! Start on a flat bench above a slope of loose dirt. A bouldery start in really bad finger locks leads to better locks and a mantle to a rest. From there it is a 5.10 handcrack to the top! It is pretty dirty from the lack of times climbed. Two Metolius rap bolts are on the top.","protection":"Bring gear to a #3 Camalot. You will need some stoppers and tiny cams for the start. There are two bolts at the top to rap off of. As the hill is deteriorating on top of it I would recommend rappelling instead of hiking down.","location":"This is on the left side of the B&B Buttress. Hike up the hill north from \"I Smell Bacon!\" up a steep slope to a flat landing right below a bay tree. The finger crack is impossible to miss in front of you!"},"__v":0},{"_id":"u+S8letNWMCcV4nlXu49eQ==","name":"Anaphylactic Shock","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Stew Berry, 7/2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58431,37.75141]},"left_right_index":3,"mp_id":"105967425","mp_crag_id":"105967367","climb_id":"u+S8letNWMCcV4nlXu49eQ==","areaRef":"YRp6JGEMX/aKa3SlIPkoww=="},"content":{"description":"This gem of a climb is so named because while Stew and I were checking out the climb he was swarmed by bees! A little swelling did nothing to deter his FA send, however!\n\nClimb either side of a small pinnacle (both off-widths) and once on top, climb the great, varied width, crack that shoots to the top of the buttress. Start with a bouldery face and crack section that warms you up for the crux. Bust some awesome crux moves and then finish up in a varied hand crack (5.9). Make sure to place some directionals when TRing or you are looking at a swing.","protection":"Bring a Valley rack with black aliens for the crux. If you want to protect the lower sections then bring big cams (#5-6 for the left side #4-4.5 for the right) or just run them out (left side is 5.8). A small stopper is mandatory to protect the first crack moves off the top of the pillar. Leave a 0.75-1 camalot for the directionals up top.\n\nThere are rap anchors off a tree but to prevent drag you might want to consider setting up an anchor at the top of the crack with #0.5-#3 camalots.","location":"This route is about 100 feet right of 'I smell Bacon!' a narrow ledge connects the two or you can walk around. You will see the obvious pillar on top of a little rise. The bee hive might still be active so be cautious hiking up (it was never a problem again)."},"__v":0},{"_id":"pi2N2mgkUjGxQ7jSUegcyw==","name":"I Smell Bacon!","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Billy Smallen and Brandan Ryel, 7/2006","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.58431,37.75141]},"left_right_index":2,"mp_id":"105967376","mp_crag_id":"105967367","climb_id":"pi2N2mgkUjGxQ7jSUegcyw==","areaRef":"YRp6JGEMX/aKa3SlIPkoww=="},"content":{"description":"A really good line, I highly recommend it! There are two starts. The original one I climbed goes straight up a two move tips/funky lieback crack which turns into the main crack system at the first ledge. You can also go up a 5.7 finger crack off left. From that first ledge climb a 5.9 splitter small hands crack in a corner (that you wish would never end) as it becomes slightly lower angle. Before you have to start placing 0.75 camalots traverse the face left (about 5.8 although it looks harder) to the arete on the left side. Go lower if it seems hard. Climb though a roof (crux) to a dirty flared hands crack. Once over that you will be on a ledge. Climb left around a second roof and finish in a 5.9 mossy offwidth which is around the corner to the left.\n\nThere are a bunch of variations. You could stay in the crack and traverse under the roof to the arete (5.11a) and there is a SPLITTER finger crack going out the 10 or so feet on the roof which looks awesome. Instead of traversing to the OW you can go right and climb the face (5.10+) to the top but it is kinda loose and dirty (also kinda fun!).","protection":"Your first piece on the right start will be a black alien. Other than that, bring double aliens and 2-3 camalots to  #3. If you wanted to walk a cam up the offwidth you could bring a #4.5 but you can get #3's in the back so I wouldn't bother. MAKE SURE to bring some medium stoppers. A BD stopper goes in PERFECT in a crack on the face just right of the arete after the traverse.\n\nWhile the climb requires 130ft of rope, much of that is due to the traverses -- you can rappel and TR it with one 60m rope. Just make sure to flip your rope around the roof when traversing to the arete. There is a sling around a tree with rings to rap off.","location":"See approach info for the crag... As you hike up the hill after taking a right at the top of the boulder field you will see a giant corner with a roof on top and a hand crack on the right side. To get to the start scramble up a couple ledges."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,8ab53875-745f-5076-b396-d3d84945e52c,0f1eddf1-5a79-556e-92f6-0d91627e1f2f,5e3c95f8-ac0c-58d7-8278-934731f6453b,ae186387-2821-55c8-b923-0e452530c69c,611a7a24-610c-5ff6-8a6b-74a520f928c3","pathTokens":["USA","California","Yosemite National Park","Yosemite Valley","Valley North Side","F. Indian Canyon","B&B Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.58431,37.75141]},"bbox":[-119.58487870453983,37.750960339818135,-119.5837412954602,37.751859660181864],"left_right_index":-1,"ext_id":"105967367","area_id":"YRp6JGEMX/aKa3SlIPkoww=="},"content":{"description":""},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T05:54:46.364Z","updatedAt":"2022-11-25T11:14:42.967Z"}