{"_id":"6368a33fe80bff5a9957d8e1","area_name":"Luxor","shortCode":"","climbs":[{"_id":"InjVMLC1Xp+JHCDQ96MqpA==","name":"Steal Ropes Do Acid","yds":"V3-4","grades":{"yds":"V3-4","font":"6A+","vscale":"V3-4"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":7,"mp_id":"121545132","mp_crag_id":"121543753","climb_id":"InjVMLC1Xp+JHCDQ96MqpA==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"Steal Ropes Do Acid drives up the left side of the overhung western face of Luxor. Sit Start matched on the obvious jug rail and work up on crimps, slopers, and jugs along the left face and Arete. You’ll find yourself directly under the boulder on jugs - top out direct!Very exciting moves and Topout. Extremely good quality line for the Refuge. Height will come into play so the grade is originally set on a window to reflect that. ","protection":"2 pads and spotter","location":"(34.7440664, -98.5260092)Left side of the overhung face. Sit Start matched on the obvious jug rail. "},"__v":0},{"_id":"ED49zazQW9Oe62Bg4qZ8TA==","name":"Ringtail Cat Energy (Open Project)","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Open","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":8,"mp_id":"121545163","mp_crag_id":"121543753","climb_id":"ED49zazQW9Oe62Bg4qZ8TA==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"Ringtail Cat Energy runs Direct, straight up the seemingly blank middle of the overhung western face between two horizontal cracks. This line will be sent by a dynosoar. and Longfellow or a very creative climber. Match on the rail and go straight up. Top out direct.It’s all there - just very unusual for the Wichita’s. Of course heading left or right into the other two problems will get you to the top but that would essentially be completing either of those two - on the left is Steal Ropes Do Acid and to the right E Rock V2+.","protection":"2 pads and spotter","location":"(34.7440664, -98.5260092)Straight up the overhung western face. Sit start matched on the jug rail"},"__v":0},{"_id":"26guif4XUpCDlGuCCQcneQ==","name":"PTERD (Post Traumatic Enchanted Rock Disorder)","yds":"V2-3","grades":{"yds":"V2-3","font":"5+","vscale":"V2-3"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":4,"mp_id":"121544897","mp_crag_id":"121543753","climb_id":"26guif4XUpCDlGuCCQcneQ==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"PTERD goes up the left side of the north face and follows the jug sidepulls with poorish feet before connecting into mellow climbing to the top. Start on a left toe in a pocket just below the rim of the boulder. Work the left facing sidepulls and exit along the blunt ramp.Not as easy as looks!Named after John’s E Rock PTSD he was still working through on his home turf.","protection":"2 pads and spotter","location":"(34.7440664, -98.5260092)Left side of the north face "},"__v":0},{"_id":"IfGhGcifVKiVz0J6/dP8NA==","name":"No I Don’t Think I Will","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":1,"mp_id":"121545205","mp_crag_id":"121543753","climb_id":"IfGhGcifVKiVz0J6/dP8NA==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"No I Don’t Think I Will runs up the southeastern face of Luxor. Start with one hand in the sidepull and another up and left on a decent rail. Pump feet and access the stance blocks to perform a mild mantle. Read the direct line and work crimps, fingers, and decent feet to earn the direct line send! Very fun moves from bottom to the top!","protection":"2 pads and spotter","location":"(34.7440664, -98.5260092)Middle of the southeastern face of Luxor. Start with one hand in the sidepull out right and anothe hand on the decent rail up and left. Float up the wall direct."},"__v":0},{"_id":"IQZVm6kXUuOnl/SPmXH9CA==","name":"Keep Yo Tongue In Yo Mouf (Matthew)","yds":"V3-","grades":{"yds":"V3-","font":"6A","vscale":"V3-"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":3,"mp_id":"121543765","mp_crag_id":"121543753","climb_id":"IQZVm6kXUuOnl/SPmXH9CA==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"On the southeast face there is a nose feature on the right edge of the boulder. Up on the nose there is a disc like crimp/pinch and out left and high a decent crimp rail. Pick out which high feet you want to commit to and rock over. Pull a couple more intermediate moves and you should be stomping up a victory lap along the blunt nose to the top!This is a silly but fun problem and could be an entry level V3 for the Refuge if you’re in that working zone where the taller more sustained V3s are too much. Very fun move even if you’re well over the grade.","protection":"2 pads and spotter","location":"(34.7440804, -98.5259985)"},"__v":0},{"_id":"Cr5q80wZXMe0pKM78mOJwA==","name":"E Rock V2+ (Stroked Out)","yds":"V4-5","grades":{"yds":"V4-5","font":"6B+","vscale":"V4-5"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":9,"mp_id":"121545181","mp_crag_id":"121543753","climb_id":"Cr5q80wZXMe0pKM78mOJwA==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"E Rock V2+ runs up the right half of Luxor’s overhung western face. Start on the horizontal jug crack rail and work up via crimps, sidepulls, dynos, creative footwork or deadpoints to begin a very unusual topout sequence which maintains the direct line.Of the 3 FAs on the send train, 3 unique and very cool betas were used all in the same grade. That’s a great boulder for groups to enjoy IMO. Height can play a big factor on this one so the grade was originally set on a 2 grade window.Regardless of grade nonsense, the line is wonderful, challenging, and a great addition to the Refuge.","protection":"2 pads and spotter","location":"(34.7440664, -98.5260092)Right side of Luxor’s overhung face. Sit start on matched hands in the crack jug rail. "},"__v":0},{"_id":"hmm0Ezm/Uq6h0S/D58w+Fg==","name":"Dropping The Soap","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":5,"mp_id":"121545093","mp_crag_id":"121543753","climb_id":"hmm0Ezm/Uq6h0S/D58w+Fg==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"Dropping The Soap starts like a silly gym problem with two hands on down facing holds to the left of centerline. Pick up the soap and then work the middle of the slab direct. Use crimps, rails, smears, and finger jams to prepare to top out. We removed the only choss we could find to make the Topout safer. Very rewarding and committing moves. ","protection":"2 pads and spotter","location":"(34.7440664, -98.5260092)Middle of the north face. Start on the two down facing holds / underclings. "},"__v":0},{"_id":"pQZU7p1lW86lY9lMZ795cA==","name":"Cut Your Hair Get A Job","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":0,"mp_id":"121545223","mp_crag_id":"121543753","climb_id":"pQZU7p1lW86lY9lMZ795cA==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"Cut Your Hair Get A Job runs up the left side of Luxor’s Southeastern face.Start with left hand in a small crimp on the Arete and right hand on a boxy rail out right which may feel a little low for a stand start. Work some footwork magic and unlock access to the crimps and then jug crack above. Walk up this left half of the face and top out directly.Great moves and graded for technicality of moves rather than power requirement.","protection":"2 pads and spotter","location":"(34.7440664, -98.5260092)Left side of Luxor’s southeastern face. Left hand crimp on Arete and right hand in boxy rail. "},"__v":0},{"_id":"5u/Ra6GRWs+p53aJJ2wL6A==","name":"Coopers BBQ Llano TX","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":2,"mp_id":"121545261","mp_crag_id":"121543753","climb_id":"5u/Ra6GRWs+p53aJJ2wL6A==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"Coopers BBQ Llano TX runs up the path of least resistance on Luxor’s southeastern face. Start with left hand on a boxy rail jug and right hand on the best holds around, the big stance box right of your head. Pull-up and work the mantle into a generous stance. This was the physical crux but for climbers of the grade, the mental crux of working smears and thin edges up the blunt prow will be the next exciting part! Get a mild vibe check when you pull up and see over the backside while working the Topout.Tremendous quality line for the grade and a good physical and mental warmup for the more experienced. \n\n We always start new boulders on the lines of least resistance to honor the natural lines and work up incrementally to avoid contrivances. While this may be the “easiest” line on Luxor anyone who loves climbing should enjoy it and the highball aspect for the grade is a good challenge for many.","protection":"2 pads and spotter","location":"(34.7440664, -98.5260092)Right of center following the path of least resistance from a stand start."},"__v":0},{"_id":"A8RMI93KVC6cIgAHghZeqQ==","name":"$600 Clove Hitch","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"left_right_index":6,"mp_id":"121545113","mp_crag_id":"121543753","climb_id":"A8RMI93KVC6cIgAHghZeqQ==","areaRef":"om0XoBYYXJq2qrCTnX1mLw=="},"content":{"description":"$600 Clove Hitch runs up the right side of the northern face of Luxor. Look around the right edge of the boulder and there’s a box jug simply too good to not use. Match hands on this box jug just around the right corner and find feet to prevent the barn door. Work up this right side on crimps, rails, and jams to top out. Clean and direct with a fun but not too stiff start. ","protection":"1-2 pads and spotter","location":"(34.7440664, -98.5260092)Right side of Luxor’s northern face. Start matched on the box jug just right of the edge."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,9256d9a6-02c4-58f4-a2ef-6ba47aaa88af,4eec4369-9e46-54fa-96a2-2762e9daa26d,5de88109-c405-5645-9bf8-04ca996622b6,a26d17a0-1618-5c9a-b6aa-b0939d7d662f","pathTokens":["USA","Oklahoma","Wichita Mountains Wildlife Refuge","Mount Scott","Luxor"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V3-4"},{"count":1,"label":"V8"},{"count":1,"label":"V2-3"},{"count":2,"label":"V2+"},{"count":1,"label":"V3-"},{"count":1,"label":"V4-5"},{"count":2,"label":"V2"},{"count":1,"label":"V1+"}],"byDiscipline":{"bouldering":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":7,"advanced":2,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":7,"advanced":2,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-98.52591,34.74403]},"bbox":[-98.52645722735873,34.74358033981813,-98.52536277264127,34.74447966018187],"left_right_index":-1,"ext_id":"121543753","area_id":"om0XoBYYXJq2qrCTnX1mLw==","polygon":{"type":"Polygon","coordinates":[[[-98.52645722735873,34.74358033981813],[-98.52536277264127,34.74358033981813],[-98.52536277264127,34.74447966018187],[-98.52645722735873,34.74447966018187],[-98.52645722735873,34.74358033981813]]]}},"content":{"description":"Luxor hosts 10 boulder problems so far on just the 1 rock developed in the area. The shortest approach is to park one pullout downhill from Lower Mount Scott. Walk uphill around the bend and head uphill to your left. You should soon see a pyramid boulder with horizontal cracks. This is Luxor.Don’t get caught up on the grades for these lines - upgrade them and downgrade them according to your experience and opinion.Most of these lines fit the FA’s style and climbing 15-18’ is pretty normal activity. While we tried to be as objective as possible the height and footwork can probably make some of the lines feel heady and likely harder than the moves are. Bring 2-3 pads and spotters. Warm up on the backside traverse and ease into the problems if you’re more comfortable in the 8-12’ range.For a decent sized group and most climbers the 10 lines on this boulder will really provide a good session all in one spot and tap your Power Endurance. With the three faces, three sets of climbers can work the lines and not get in each other’s way. :) The climbs are organized L-R starting from Cut Your Hair Get A Job which is the farthest left climb on the southeastern face and they proceed right to the northern face which starts with PTERD and then wrap to the western overhung face which starts with Steal Ropes Do Acid and finishes with E Rock V2+ (Stroked Out).Enjoy!Please work and develop the nearby cracks and boulders. Crucible Bouldering is uphill from this boulder but may be easier accessed from Pirates Landing / Crucible parking at different times of year.Once the area is more developed Luxor Boulder could be recategorized in the general area accessed from this parking pullout when it earns a fitting name."},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T06:18:40.644Z","updatedAt":"2024-01-20T01:05:33.299Z"}