{"_id":"63689d5ce80bff5a994f4335","area_name":"Mt. Barnard East Peak (aka Peak 13,680 +)","shortCode":"","climbs":[{"_id":"NLDvu87cUIWfNPb9SGGZcQ==","name":"Teeth Hands Crack","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.30513,36.62478]},"left_right_index":999999,"mp_id":"121239597","mp_crag_id":"109335944","climb_id":"NLDvu87cUIWfNPb9SGGZcQ==","areaRef":"wFOf9VYbXU+ObOvn7sfhIA=="},"content":{"description":"After bushwhacking for 0.8 miles along George Creek is a sublime hand crack.  If you're new to Yosemite granite this is a tantalizing teaser located conveniently along the climbers trail.  Elegant bomber jams get you up to the squeeze sloping pointy tip.  To descend, either down-lead or sling a horn at the end of the pitch and lower.","protection":"A yellow C4 and two blues","location":"36.648391, -118.246\n\nOn the south side of the creek and faces west."},"__v":0},{"_id":"OQgKw/MbWb6Ltrl0NLqiWw==","name":"East Face (aka East Pillar)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Galen Rowell and Tim Auger (April 1972)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.30513,36.62478]},"left_right_index":0,"mp_id":"109335980","mp_crag_id":"109335944","climb_id":"OQgKw/MbWb6Ltrl0NLqiWw==","areaRef":"wFOf9VYbXU+ObOvn7sfhIA=="},"content":{"description":"The East Face Route (aka East Pillar) of Peak 13,680+/ 4180 M+ (East Peak of Mt. Barnard) is home to big alpine rock climbing nestled between the highest of the California 14's. This fantastic route goes up the center of the face to a point just left of the top of the face.  Thou given a grade III rating in local guidebooks Rowell originally published this route with a Grade IV rating and given its length and remoteness I tend to agree with this.\n\nApproaching the base of the east face\n\nIn his 1973 AAJ Article titled \"Alpine Rock Climbs in California\", High Sierra legend Galen Rowell describes some epic mountain adventures that he and Tim Auger shared. Rowell describes the inception for a new route on the East Peak of Mt. Barnarnd.\n\n******\n\n\"From the summit of Whitney I had pointed out the profile of an unclimbed wall on the east peak of Mount Barnard. The climbers guide (Ropers High Sierra) says that its 2200 feet, but Ive seen the map and been to the base. Its only 1400 or so, I told him (Tim). It looked as steep and almost as high as Keeler, but just a notch less serious, especially from ten miles away\"....\n\n\"A month later I met Tim...and headed for Barnard with a minimum of equipment\". The next morning, Tim, Judy Sterner and I carried loads up the arduous 6000-foot approach to the base of Peak 13,680+, the east peakof Mount Barnard. The following morning, at daybreak, we started the climb. No haul bags. We crammed two day packs with bivy gear, chocks, twenty pitons and a little food. We hoped to find enough snow on ledges to quench our thirst. If we encountered any difficult free\n\nsections, the leader could take off his pack and retrieve it with the haul line.\n\nModerate fifth-class climbing led us to a perched snowfield from which the diamond-shaped wall swept unbroken toward the distant summit.\n\nTim was not optimistic about the free climbing. His lead was harder than he expected and he yelled down that the next pitch would be a horizontal traverse across a smooth steep wall to the base of a dihedral. In Yosemite I would not have been optimistic either, but here the cracked and mottled high-country rock made the traverse an F7 romp. The dihedral was steep, but blessed with several parallel cracks. I chose two and went for about a hundred feet with an arm and a leg in different cracks. Pitches went quickly with supreme satisfaction. Overhanging bulges had just enough cracks and knobs to allow free climbing. We ate lunch and snow on a fine ledge early in the afternoon. Until the ledge we had not come across any decent bivouac spots, and we were relieved to find something. But the free climbing continued on, and we hoped to make the summit in one day, something that was only a dream when we began. Most pitches wereF7 or 8 and one pack had to be hauled about half the time.\n\nExcept for the fifty-foot jog on the third pitch, our route was becoming a straight and narrow line toward the summit, only a few feet south of the center of the prow. At 5:30 P.M. we reached the top. Tims last lead was a vertical corner with a touch of F9, a fitting ending to the\n\nfinest all-free route I have ever done on the Sierra crest.\n\nWe looked around to a setting sun and no ice axes. Imagining the descent route to be a steep, icy gully, we had coerced Judy into bringing our axes up the back way to the summit. She climbed half way up the 20 slopes of soft snow, cursed male chauvinists, and left the axes where we were lucky to find them on our descent. At dusk we crashed through the brush and soft spring snow into our campsite at timberline.\n\n(*** This is shared without permission from an AAJ 1973 Article but I thought it would be good to get out to folks climbing this route to understand some of the history. The full article can be found here\n\nc498469.r69.cf2.rackcdn.com…\n\n)\n\n**************\n\nThe route bypasses roofs and goes into a large left facing corner in the center of the face (Pitch 5/6) and then works right towards a large right facing dihedral at the top of the formation right near the summit of the pillar.  The rock quality is exceptional (for most of the moves) and there are many cracks and no fixed anchors.  Most of the belay ledges are very comfortable and the climbing is featured with ample opportunities for protection. There are sections of this route where there is no \"one line\" and many options exist. There are some loose blocks as with many of the alpine routes of this nature.  This route is included in the Claude Fiddler Sierra Classics, and has a short description in the Secor guidebook.\n\nThis route gets Sun from early morning until late afternoon. The 2 corners can be shady and warm days can help.  Thunderstorm and cloud buildup from the west cannot be seen while on the route.\n\nThe whole area is a very aesthetic alpine cirque and has a very remote feel.\n\nApproach from camp:\n\n(~60-90 minutes) From camp hike across talus in a drainage towards the base of Shaw Spire. Gain the ridge line that comes down from Shaw and the route will come into view.\n\nRoute Description:\n\nThe base of the route has an obvious white slab at the base/ toe of the buttress\n\nPitch 1: (5.7)  Follow a discontinuous crack along a black lichen streak from the center of the slab and trending toward the right of the slab to belay on a ledge under some broken overhangs.\n\nPitch 2: (5.6) move the belay up and left into an obvious gully/ drainage that is cleanly scoured granite. (you can continue up this gully for a full rope length or stop and belay down low)\n\nPitch 3: (5.6) follow cracks above the right side of the gully toward easier ground and a big sloping sandy ledge.  Belay at the base of a large pillar.\n\nPitch 4: (5.8) Climb the left side of the pillar and then work up and stepping right along a series of cracks  until you find easier ground where you can begin traversing left underneath blocky roofs until you can belay at a stance at the bottom of a big left facing corner.\n\nPitch 5: (5.8) Climb the corner with multiple jam cracks and hip opening stemming movements trying to avoid sending any of the looser blocks on your belayer.\n\nPitch 6: (5.9) Continue up the corner with steeper and blockier roofs  the exit of this pitch includes a wild block that is bypassed to the right via a move into a fist crack. The pitch ends on a small ledge on top of the block.\n\nPitch 7: (5.7) The corner ends here and you continue up cracks and flakes for a pitch until you reach a large comfy ledge that is wide.\n\nPitch 8: (5.8) Move up and left and then back right before ending up going left again to another stance (wanders a little)\n\nPitch 9: (5.8) Move right and around a large boulder and then trend up cracks toward the base of the huge corner.\n\nPitch 10 & 11 (can link w/60): (5.9) finish up the crux corner with brilliant jams, steep moves around blocks and stemming.  There were 2 points where you can move onto the left wall to avoid some of the thinner, steeper, and more broken sections of the corner. Due to the shady nature of this corner this is where we encountered the most lichen and broken rock, though we cleaned some of the scarier loose blocks and with more traffic this section will clean up to fit the rest of the route.  Fun finishing moves leads you back into the sun and a belay on top of some stacked talus blocks.\n\nA great topo drawn by Dave Nettle that was shared with us for this climb.\n\nDescent\n\n: (~45-60 mins) From the top of the pillar hike west above a steep gully until you gain a talus slope that drops down towards the northeast.  follow the talus down until you reach sandy slopes and then when possible (before reaching the low point of the slope) head down and  to the east where you will \"ski the scree and sand\" down to the incredible \"Waters of Life\" spring where you will bee line down sand and rocks the size of babies heads to the Lake and your camp for an afternoon swim.\n\nClimbing on Pitch 4 with Shaw Spire in the background\n\nAnother description of this route can be found here\n\nsummitpost.org/east-pillar-…","protection":"50M rope is perfect for this route... most pitches used most of that length.  We were forced to break up the last corner into 2 pitches due to the shorter rope but I felt this was ideal.\n\nDouble rack to #3 Camalots..Optional #4 Camalot, and a set of wired Stoppers (DMM offset #7,8, & 9 always good) 6-8 shoulder length slings.\n\nThere are no fixed anchors or bolts on this route!\n\nRetreat would require leaving most of your rack and would be involved with a single rope.","location":"Peak 13,680+ (East Peak of Mt. Barnard) is not marked on the USGS 7.5 minute topo maps but the area overview description should get you to the camping at the tarn, and the approach should be obvious from there. Make sure and check out the driving and hiking beta if you are accessing this route via George Creek.  Don't be turned off by the haters of the approach....It is very unique and a nice change from the standard High Sierra \"Mule Trails\""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,c0539ff5-561b-5d4f-8e6c-ebe7eec7e120","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Mt. Barnard East Peak (aka Peak 13,680 +)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.30513,36.62478]},"bbox":[-118.30569028264692,36.624330339818144,-118.30456971735309,36.62522966018187],"left_right_index":-1,"ext_id":"109335944","area_id":"wFOf9VYbXU+ObOvn7sfhIA=="},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:53:50.561Z","updatedAt":"2022-11-25T11:12:46.407Z"}