{"_id":"63689d5ce80bff5a994f4510","area_name":"Aiguille Extra","shortCode":"","climbs":[{"_id":"ZUjBCPV6UjyNVw4CjVx3kA==","name":"East Face","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Bill Sumner & Mike Heath 1971, FFA Pat Brennan & Ken Kenaga 1993","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2899,36.57235]},"left_right_index":0,"mp_id":"109055800","mp_crag_id":"109055786","climb_id":"ZUjBCPV6UjyNVw4CjVx3kA==","areaRef":"/nuMu1DXXruOgUP/vI9pHw=="},"content":{"description":"The East Face of Aiguille Extra is listed as one of the \"Classic Climbs of the High Sierra\" by Moynier & Fiddler, and there is no doubt as to why - over a thousand feet of steep, beautiful dihedrals and hand cracks make up the bulk of this enjoyable and airy 11 pitch route. The rock quality is generally excellent, with the caveat that this is a relatively untraveled backcountry route - so expect some flake and grain from time to time. The two 4th class sections are also a bit loose/blocky, so be careful and watch out for your belayers health.\n\nFrom the left end of the blocky ledge at the base of the wall, locate the left-facing dihedral system that connects all the way to the summit. Pretty hard to get off-route once you've found it. Decent belay ledges are in short supply, so stop and utilize one when you find it. Many pitches are only 100-150' due to this. The route could likely be done in 9 or 10 pitches with some rope-stretchers.\n\nA pitch-by-pitch breakdown isn't really necessary on a route like this - climb up the corner with hand cracks. Repeat. P7 - the crux - a stout crack on the face leads to a controlled fall/stem over into the corner, then a super airy rightward chimney traverse and hero hand crack out a roof. WILD! The most surprising part about the route is not the difficulty of the cruxes, but how sustained the 5.8 and 5.9 pitches are. My partner and I both thought that many of the supposed \"5.8-5.9\" pitches were harder than the 5.10's.\n\nPat Brennan's topo does a pretty good job breaking it all down. Ignore the left-facing/right-facing symbols - they are very confusing while looking up from the base. The entire route is a giant left-facing corner. The topo tries to distinguish the direction based on which way you face while climbing in the corner.","protection":"Double rack to 3\", single 4\", set of nuts. To descend - hike west from the summit and join the Whitney Trail. Follow the Whitney Trail back over Trail Crest and down the switchbacks, then cross-country back north to the tarn camp.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,fe7b8cbb-50d7-5ebb-8e81-43ffbc8f691f","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Aiguille Extra"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.2899,36.57235]},"bbox":[-118.29045990203059,36.57190033981814,-118.28934009796944,36.57279966018187],"left_right_index":-1,"ext_id":"109055786","area_id":"/nuMu1DXXruOgUP/vI9pHw=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:53:57.769Z","updatedAt":"2022-11-25T11:12:53.415Z"}