{"_id":"6368a1b8e80bff5a995540ee","area_name":"01. South America Wall","shortCode":"","climbs":[{"_id":"w9TjpooRXqWMZX/FWzbTuw==","name":"South America Flake","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Unknown?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":0,"mp_id":"107323197","mp_crag_id":"107346415","climb_id":"w9TjpooRXqWMZX/FWzbTuw==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"Hard to miss and quite attractive. The crux is encountered above the flake and is bolt protected.  \n\n  Climb the flake to a bivy ledge then head up a blocky face with rounded holds past two bolts to the anchor.","protection":"Two Bolts and some Cams. Bolt anchor that cannot be seen.","location":"Hiking up the Dicky trail break right and down into the woods just before reaching the ledges. This flake is the first route that can be seen, very hard to miss!"},"__v":0},{"_id":"qOUWFSc6WL6Klw9msI5j8g==","name":"The Prophecy","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FFA- LeeHansche 9/1/17 (TR) 9/3/17 (Lead)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":3,"mp_id":"113540502","mp_crag_id":"107346415","climb_id":"qOUWFSc6WL6Klw9msI5j8g==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"Due to extremely persistent wetness this line has gone nearly unnoticed for decades. I however love a nice thin crack and I am also extremely persistent.  \n\n  So I cleaned it out 2 years ago in hopes that it would dry out easier if it was clean. I removed moss, lichen, MGS (mysterious green slime) and a good amount of chossy rock. Though I came back regularly to check on it I started to think It would never dry. This past week however the unthinkable happened and the perma-wet crack enjoyed a whole week of dryness. I put in two session on it (the second being an alpine start to beat the coming rains and for I know another two years of wetness) and sent on my second lead attempt. \n\n  Most of the difficulty is neatly packaged in the first 15-20 feet. A devious v4/5 boulder problem. After that you get a good shake and some 5.10 climbing until the final bit up to and over the mantle move finish. There is an anchor just over the lip but I feel like an anchor would be helpful higher up and would encourage folks to be sure to top it out since the mantle is the redpoint crux. I just climbed up to the trees above and lowered off of a sling.  \n\n  Good luck with the wetness but if it's dry and you like this sort of thing, GET AFTER IT!","protection":"I used a Purple C3 precariously placed in a pod to protect the crux about 10 feet off the ground. I placed 2 small-ish nuts side by side in the good rest hold after the crux. Then reached up to place a #4 stopper in the next good pod. Finally a #5 stopper that protects the upper crux. On the redpoint I ran it out all the way through the top out above the #5 then clipped one of the old anchor bolts before continuing all the way up to the trees. A two ring bolt anchor has been added making it easier to clean and top rope. .","location":"Between The Good Book and The Horcrux there is a perfectly vertical blank wall with horizontal breaks. This route climbs the thin seam that splits the center of the wall."},"__v":0},{"_id":"vsmz0okoXMmyj9EkeswiIQ==","name":"Little Orphan Angry","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Lee Hansche  9/6/16","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":6,"mp_id":"107328561","mp_crag_id":"107346415","climb_id":"vsmz0okoXMmyj9EkeswiIQ==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"A much better, Harder, and more interesting climb than it looks from the ground. The 20 feet of business climbing is serious and technical involving a great variety of tricks.  \n\n  Start by scampering on to the large ledge below the bolted face. gather yourself and when you find your moment... Move up in to the steep section on good hold that get worse as you climb. As you find yourself looking up in to the crack from below, figure out your plan and get to the jams with difficulty. The crack is very sharp, I had to tape my hands and key fingers so that I could lose minimal flesh. The tough thinner crack leads to perfect hands and fists and eventually a tricky but not overly challenging exit on to the slab above. A 2 bolt anchor lies above. \n\n  This route can seep when things are wet but once I scrubbed it it stayed pretty dry most days.","protection":"1 pin   2 bolts   and a couple/few cams from #1-#3","location":"Start just right of Layback by scrambling up on to the large ledge below the face with 2 obvious bolts leading to a short crack."},"__v":0},{"_id":"qbEdL2NxXoaQMsBR8Qw5pw==","name":"The Horcrux","yds":"5.13d","grades":{"yds":"5.13d","french":"8b"},"fa":"Lee Hansche 6/4/15","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":4,"mp_id":"110571259","mp_crag_id":"107346415","climb_id":"qbEdL2NxXoaQMsBR8Qw5pw==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"One of the most stunning features I have ever climbed which tops out to a picturesque New Hampshire mountain scene. The line was pointed out to me many years ago by a friend and I never forgot about it. A perfect corner with one black wall that is nearly featureless and dead vertical and one white wall that is steep and has decent holds but only just enough. \n\n  The route can be broken in to 3 sections:    -It starts with a big move to a sloping ledge and a mantle to a no hand rest followed by a tricky section past a big blob feature and in to another stem that can be no hands but you will want a hand on just in case ;)   -The business involves navigating the blankness that is the middle section of the corner. A smattering of micro holds, some that are just crystals, allow you to (just barely) connect the dots through to the last clip and the base of...   -The final boulder problem which is only a few moves long isn't too bad when working the route but turned out to be a redpoint crux for me. Indistinct crystaly holds that require precision and solid body tension get you to the thank god jug and the anchors. Top it out, sit on the cliff edge and take in the view. It's stunning. \n\n  The grade: I am proposing the grade based on climbing math (5.12a/b + v8 + v4/5 = 5.13c) haha and the amount of effort it took me (as many attempts as I've ever put in on anything over many days and lots of hanging around figuring things out). I'd love input from folks who have a good bit of experience on hard granite routes of this style.  \n\n  The Name: Comes from Harry Potter. A Horcrux is a powerful object in which a Dark wizard or witch has hidden a fragment of his or her soul for the purpose of attaining immortality. I found this to be fitting on so many levels. I certainly left a piece of my soul in this route and I practice the projection of wizardry in climbing.   And if you want the funny version, the crux was kind of a whore haha.","protection":"5 bolts to a two bolt anchor.","location":"About 30ft to the left of Fern Crack look for the Amazingly beautiful corner... It's hard to miss."},"__v":0},{"_id":"lO0UZ3YaX8eTUEU4hdzkxg==","name":"Layback","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":5,"mp_id":"107328542","mp_crag_id":"107346415","climb_id":"lO0UZ3YaX8eTUEU4hdzkxg==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"Layback and face climb to the top.","protection":"Gear","location":"while walking right along the base of the cliff you will see the Layback, the climb is a bit dirty."},"__v":0},{"_id":"GHewlq2lXoOAgJ6V8ysZXg==","name":"The Good Book","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Unknown?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":2,"mp_id":"107323013","mp_crag_id":"107346415","climb_id":"GHewlq2lXoOAgJ6V8ysZXg==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"If you like groveling strenuous off width type climbing this will be a favorite.  \n\n  Off the ground stem, jam, smear, and wedge up a left leaning bomb-bay V groove. Pull out of the groove to a nice ledge, and well deserved rest, then follow an easier corner to quick clips.  \n\n  Tape could be helpful as the fist jams can be quite painful, Ouch!","protection":"Bring a small selection of large Cams BD #3 to #4 as well as a finger sized piece if you want to sew up the last move. Lower off Quick Clips","location":"Approaching Dicky Ledge from the base The Good Book is about one hundred feet right (Northeast) of  South America Flake."},"__v":0},{"_id":"t1F7ZjSrVWW5La0U1xUm3g==","name":"Flakes Alive","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":8,"mp_id":"107328517","mp_crag_id":"107346415","climb_id":"t1F7ZjSrVWW5La0U1xUm3g==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"Climb the corner to the flake and continue the top","protection":"Regular Rack","location":"While walking Right along the base of the cliff You will see the thin flake"},"__v":0},{"_id":"RHzzdME3UOyPhwuANKodvg==","name":"Fern Crack","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":7,"mp_id":"107328584","mp_crag_id":"107346415","climb_id":"RHzzdME3UOyPhwuANKodvg==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"Climb past a bolt(s) enter the crack and on to the top","protection":"one or two bolts up to the crack","location":"20 feet right of Layback"},"__v":0},{"_id":"uMeHn1hvVUeOkkQC641y5g==","name":"Border Crossing","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"left_right_index":1,"mp_id":"107358563","mp_crag_id":"107346415","climb_id":"uMeHn1hvVUeOkkQC641y5g==","areaRef":"WIaqjVImUHyBW99szRtu5w=="},"content":{"description":"Same start as South America Flake. P1-Follow it to the first bolt then follow the horizontal crack right to a belay near the outside corner. Gear belay. Large cam needed.   P2- Continue following the crack around the corner to quick clips atop the Good Book.","protection":"one bolt and mostly finger to hand size cams","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,4d307c6f-a172-5751-b91a-0dace8dcb147,69162ecd-fb3c-5c9f-9204-2164c60b35c9,7f671edb-5d0a-5f5d-be62-740287eab9fa,5886aa8d-5226-507c-815b-df6ccd1b6ee7","pathTokens":["USA","New Hampshire","WM: Waterville Valley","Welch and Dickey Area","Dickey Ledge","01. South America Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.12"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.13d"},{"count":2,"label":"5.9"},{"count":2,"label":"5.11"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":2,"advanced":6,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.58767,43.91685]},"bbox":[-71.58829422704942,43.91640033981813,-71.58704577295057,43.91729966018186],"left_right_index":-1,"ext_id":"107346415","area_id":"WIaqjVImUHyBW99szRtu5w==","polygon":{"type":"Polygon","coordinates":[[[-71.58829422704942,43.91640033981813],[-71.58704577295057,43.91640033981813],[-71.58704577295057,43.91729966018186],[-71.58829422704942,43.91729966018186],[-71.58829422704942,43.91640033981813]]]}},"content":{"description":"At the South America Wall you will find a nice selection of trad climbs. About fifty feet tall and lots of fun this area has a good variety of natural lines. Some gear is needed on all the routes here, a single rack should be fine for most of the routes ."},"density":0,"totalClimbs":9,"__v":1,"createdAt":"2022-11-07T06:12:16.102Z","updatedAt":"2024-01-20T01:04:12.944Z"}