{"_id":"63689de0e80bff5a994f8e9e","area_name":"Narrows Proper","shortCode":"","climbs":[{"_id":"Yn54CggoX6OdOeCpFI2/GQ==","name":"The Village Idiot","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Mike Schneiter","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":1,"mp_id":"106073997","mp_crag_id":"105746542","climb_id":"Yn54CggoX6OdOeCpFI2/GQ==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"The Village Idiot is a great long route with outstanding rock and a diversity of moves. The route features two distinct and different cruxes.\n\nBegin the route behind the tree, starting in some dirtier, broken rock to gain access to the sweet plaque of granite above where a couple of excellent splitters cut the face.\n\nAt the top of this face, traverse right to the first crux, a section of face climbing protected by four bolts. This first crux features powerful moves and steep climbing and takes you to the base of the prominent, left-facing dihedral.\n\nOnce in the dihedral, plug some gear and clip a fixed pin before coming to the second crux. There is now a lower anchor before the second crux for those who don't care to climb around the sharp arete.\n\nThe second crux features awkward, technical movement to ascend the dihedral before traversing right, out of the dihedral, around the arete and on to the face above. A couple of bolts in the dihedral protect the crux, while a couple of bolts on the face finish it off.\n\nEnjoy, I think it's one of the best routes at the Narrows.","protection":"Eight bolts, one fixed pin, and a selection of cams from tiny to gold Camalot. A 70-meter rope is required to descend, and it's a rope stretcher so tie a knot in the end of your rope!","location":"This is the second route on your left when you enter the Notch. It starts behind the tall tree in the Notch just left of the start of\n\nThe Cement Garden\n\n."},"__v":0},{"_id":"FUrhYnPUX+WcZOH9UxGDHg==","name":"Snap, Crackle, Pop","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Lynn Sanson, BJ Sbarra","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":13,"mp_id":"106056476","mp_crag_id":"105746542","climb_id":"FUrhYnPUX+WcZOH9UxGDHg==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This is a good route with some fun, juggy climbing sandwiched by harder sections with smaller holds. It shares an anchor with the route to the right.","protection":"You may want a finger-sized cam to protect the moves getting to the first bolt, or you can use a stick-clip. From there, clip three bolts on your way up the wall.","location":"It is located on the right side of the Notch as you walk into it, 15 feet left of the arete. This is the leftmost of three routes that all share the same anchor."},"__v":0},{"_id":"0KZiZiljWt29M3HunAoNEg==","name":"Sloppy","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Matt Samet, Luke Laeser, BJ Sbarra","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":999999,"mp_id":"105762345","mp_crag_id":"105746542","climb_id":"0KZiZiljWt29M3HunAoNEg==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This pitch isn't so bad--it just needs some traffic. We originally did it as a ground-up lead with only three bolts in 30 meters, with the occasional shit-useless TCU, but Luke Laeser went back, cleaned some hanging daggers, and bolted the route properly, as it needed to be.\n\nThis route is downhill and to the north of the Corridor. Drop down the slidey gully, hook a left under a long, slabby cracked wall, and you'll find this long tan face, the right wall of a deep chimney/cleft. This is only the first pitch of an envisioned two-pitch line, which looks to get better on pitch two, which would also need to go ground-up given the staggering amount of stacked loose shit atop the crag.\n\nAnyway, climb the long face on good square-cut edges, taking care with anything dagger-shaped or hollow, stepping left into an alcove at one point, then climbing up and right via weird chimneying-type moves to a two-bolt anchor at the start of some pretty stellar-looking silver stone.\n\nN-joy.","protection":"10-12 quickdraws and a 60-meter rope (mandatory).","location":""},"__v":0},{"_id":"xVdAGbAPVp+azLC+5+8Bpw==","name":"Screwheads","yds":"5.12+","grades":{"yds":"5.12+","french":"7c"},"fa":"Matt Samet, Lee Sheftel","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":8,"mp_id":"105762342","mp_crag_id":"105746542","climb_id":"xVdAGbAPVp+azLC+5+8Bpw==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This is the left of the two sport routes in the corridor at the Narrows Proper, about 15 feet downhill and left of Red Faction. It climbs up a hard-ish three-bolt boulder problem to a ledge with a small tree, then up the face, sometimes touching the left arete (a little mossy still), to a double-bolt anchor.\n\nThe gully is kind of a nasty hang, so I drilled a belay bolt in the opposite side of the corridor. At least it gives you somewhere to clip off your water bottle and shoes, so they don't roll down the hill.\n\nBoulder up to a good horizontal, and clip the first bolt. Ease into the boulder problem, clipping bolt two, then make technical moves on sidepulls to gain the third bolt and the crux (crimpy). A huck to the ledge gives you a nice rest, then climb the faint right-facing corner to the sustained headwall above with its perfect granite pinches and edges. Nine bolts total, with plenty of technical, just-past-vertical climbing.\n\nThe name? Taken from these famous lines from Taxi Driver, below. I think it's just a good damn quote, plus you kind of have to \"stand up\" to do the crux.\n\nTravis Bickle: Listen, you fuckers, you screwheads. Here is a man who would not take it anymore. A man who stood up against the scum, the c***s, the dogs, the filth, the shit. Here is a man who stood up.","protection":"9 draws, plus two more draws for the anchor--11 total. Also, it helps to have some lockers and slings to clip to a belay bolt in the gully.","location":""},"__v":0},{"_id":"MmfPUE7yUkOLzSR4UMoYxQ==","name":"Red Faction","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Samet, Katie Cavicchio","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":9,"mp_id":"105761571","mp_crag_id":"105746542","climb_id":"MmfPUE7yUkOLzSR4UMoYxQ==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This is right of two sport routes in this part of the Narrows. From the hump at the top of the corridor, descend the slippery, nasty slope toward the road. This climb takes the line of 8 bolts up the middle of the diamond-shaped face on your right, about 70 feet down from the hump.\n\nBoulder up a faint right-facing corner (5.10+) until you can stretch left for a jug and make the first clip, about 20 feet up. (I meant to put in a lower first bolt, but didn't want to interfere with an already established bouldering traverse of the wall. A long stip clip should help here.) Continue up past two more bolts (5.11+) to a small roof. From here, 30 feet of sustained crimp and sloper climbing take you up the flat, red face to a rest. Two more bolts worth of tricky climbing gains the anchor.\n\nThis route is deceptive--all the things that look like jugs from the ground are horrible slopers. Nevertheless, this is a great, just-past-vertical face climb on water-sculpted granite that makes for a nice cold-day challenge.","protection":"10 quickdraws--8 for the route and 2 for the anchors. A stickclip might be useful for the first bolt as well.","location":""},"__v":0},{"_id":"Izc1pvqdW6OhStAcJFhcsQ==","name":"People's Rebolt","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"John VanNostrand Jr.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":4,"mp_id":"110467171","mp_crag_id":"105746542","climb_id":"Izc1pvqdW6OhStAcJFhcsQ==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"Start below the left-facing corner with an old piton (please don't remove it) about fifteen feet up. Climb the corner to its end, then follow bolts just right of the arete. There is very fun jug hauling on the upper half. Some of the rock in the corner is hollow, be careful what you are plugging gear into. When it cleans up more, it will be a three-star pitch.","protection":"TCUs, cams to 2.5\", nuts, and 6 bolts.","location":"This is just left of\n\nOther People's Crack\n\nand right of the arete in a left-facing corner."},"__v":0},{"_id":"w5z8kLdgXS653dyVcFI/Tw==","name":"People's Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"B.J. Sbarra, Jen Gee","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":6,"mp_id":"105761634","mp_crag_id":"105746542","climb_id":"w5z8kLdgXS653dyVcFI/Tw==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This route is located about 20 feet right of\n\nOther People's Crack\n\n, down the slope a bit.  Start on a ledge in a shallow, right-facing corner, go up to a hand crack. Follow the crack up the wall to a two bolt anchor.  Great warm-up or intro to the area.","protection":"Bring cams from yellow TCUs to a blue Camalot.","location":""},"__v":0},{"_id":"aS8xbA/sWTKBFTAJ3y/nEQ==","name":"Other People's Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Luke Laeser, BJ Sbarra ??","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":5,"mp_id":"105761565","mp_crag_id":"105746542","climb_id":"aS8xbA/sWTKBFTAJ3y/nEQ==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This route is a little hard to find. Walk into the corridor and dump your pack at the hump. Continue over the hump, dropping down about 10 feet, and hook a left to a little flat spot at a bush. Just above you, to the left, will be a long right-arching crack climbing the steep grey wall. It eseentially faces downhill. You can also recognize the start of this route from an old piton in a corner, just right of the arete of the buttress.\n\nEither start by climbing the corner to the piton and stepping across right into the main crack system (hairy, 5.10s), or just climb the crack direct (5.9). The old pin means this route may have been done some time ago, but then again, maybe not. Who knows?\n\nContinue up the crack. One disconcerting thing about the whole middle section is that the crack becomes a sort of layback pillar that's hollow as hell. You have to tug on it, and plug your gear into it. Encounter a crux rooflet past the pillar, then continue up the crack on more solid rock until you \"dead end\" at a clean slab. Step a bit left, climb a seam via fingerlocks, then head straight up to a ledge with double-bolts (invisible from below). The position of the bolts, back away from the edge, means it's easier to bring up a second than to set up a toprope. This is a long, pumpy, involved pitch.\n\n60-meter rope is mandatory.","protection":"This is a very long pitch (30 meters) that gobbles up mid-range TCUs (Metolius yellow, orange and red) and hand-sized gear. Bring up to 4\" pro and a standard rack.","location":""},"__v":0},{"_id":"+k1i1Ev+V/Oi7Nnx2YCPIg==","name":"Jenga Buttress Crack  aka 10a Crack","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Matt Samet, Luke Laeser, BJ Sbarra","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":3,"mp_id":"105761598","mp_crag_id":"105746542","climb_id":"+k1i1Ev+V/Oi7Nnx2YCPIg==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This is a fun route that, at a full 30 meters long, has plenty of varied climbing in its length. As you enter the corridor, walking uphill toward the hump, you'll notice a very clean, glassy wall (\n\nThe Cement Garden\n\n, 5.13) on your left. The 5.10a Crack is just past this glassy panel, and is the long, semi-diagonalling (right to left) crack line splitting the buttress about 15 feet left of a junky corner.\n\nClimb somewhat silty moves off the deck in a faint corner, then step left onto a sloping ledge. From here, the route is obvious: Stay in the crack, taking care with some of the wedged chockstones. A thin-hands crux through a slight bulge gets you to the upper section, nice 5.9+ crack/face climbing on solid rock, protected by nuts and TCUs. Bust a final move to stand up at the base of a clean corner and reach left to a double-bolt anchor with slings. You can use this anchor to toprope\n\nThe Cement Garden\n\n, the 5.13 that climbs the aforementioned Glassy Panel.\n\nA 60-meter rope is mandatory.","protection":"Standard rack, with an emphasis on thin-hand-sized cams, and a couple of 3-4\" pieces.","location":""},"__v":0},{"_id":"c3o9QdPCXiiRVGHFo6Tw5g==","name":"Fudge Judge","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Matt Samet, Katie Cavicchio","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":10,"mp_id":"105761574","mp_crag_id":"105746542","climb_id":"c3o9QdPCXiiRVGHFo6Tw5g==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"Awful, truly horrible. Will only fall apart with more traffic.\n\nThis is a route used to access the anchors atop Red Faction. It would get you up there to set up a toprope, but then again, it's probably better to just dog up Red Faction or stick-clip-aid it.\n\nFrom the hump, descend about 10-15 feet in the gully. Step onto the right wall and make a leftward traverse (bad TCU) to a sloping, dirty ledge. Climb the dirty corner (crux) to a stemmy stance, and get in a good cam. Keep rockaneering up and left through stacked loose shit, treading as lightly as possible, to reach the double-bolt anchors atop Red Faction.","protection":"Some small-mid TCUs, hand-sized cams.","location":""},"__v":0},{"_id":"rEjaH69+W16Cks155fOGIA==","name":"Deep Eddy","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jeff Jackson, 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":7,"mp_id":"117520786","mp_crag_id":"105746542","climb_id":"rEjaH69+W16Cks155fOGIA==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This is an excellent line in The Narrows. The climbing is technical and airy with cool movements.","protection":"17 bolts to chains and a 70m rope.","location":"It is to the right of\n\nPeople's Crack\n\n."},"__v":0},{"_id":"qFtLGbIHWfyZHgDkayg/nQ==","name":"Choss Ninja","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":12,"mp_id":"106071732","mp_crag_id":"105746542","climb_id":"qFtLGbIHWfyZHgDkayg/nQ==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"The bouldery, devious crux comes at the beginning, protected by the two bolts. Keep your weight on your feet as you struggle to use the crack feature at the crux, reaching high to a good finger lock and then stretching to the rail while using a good pinch. From the large rail, you can clip the third bolt to protect the move and then it's relatively easy climbing to the anchors with two more bolts. This climb is hard to rate as it is a hard climb to onsight but with beta, it is much easier.","protection":"Five bolts plus anchor.","location":"This is the 4th route on the right when you enter the Notch or the leftmost route of the collection of four routes on the south side of the Notch."},"__v":0},{"_id":"u77D3KFgWwGBitvduXhbDw==","name":"Chiroptophobia","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Mike Schneiter & BJ Sbarra","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":0,"mp_id":"106073984","mp_crag_id":"105746542","climb_id":"u77D3KFgWwGBitvduXhbDw==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"Chiroptophobia = the fear of bats. This long line features a long, splitter crack system that may have a few bats in hiding, which are easily avoided via the multiple cracks. The bats do add an air of adventure to this route and it should not be missed!\n\nChiroptophobia ascends a short face at the start that has one bolt to protect face climbing between crack systems. Above the face, a short, but stout bulge is the crux of the route and is surpassed with deep jams in the crack and good holds on the face. A #5 Camalot is useful for protecting this section but you don't have to do offwidth moves.\n\nAbove the bulge, climb to the base of the main face where twin cracks split the face. Jam to your heart's delight, avoiding bats when necessary, to the top of the face and the anchor.","protection":"One bolt protects face climbing between crack systems low on the route, otherwise it's all gear. A double set of cams up to #3 Camalot with singles in #4 and #5 should suffice. Some may want 3 pieces in the hand size. There's a two-bolt chain anchor 110 feet from the base so a 70-meter rope is required.","location":"This route is the first route on the left when entering the Notch. The route begins from a wide platform of scree and bushes. One bolt low on the route marks the start."},"__v":0},{"_id":"zZs/RtgWXwipZp6n02sySA==","name":"The Cement Garden","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"Matt Samet, Lee Sheftel","type":{"trad":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":2,"mp_id":"105761568","mp_crag_id":"105746542","climb_id":"zZs/RtgWXwipZp6n02sySA==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"This route climbs the spider-webbed, paralleling seams up the glassy panel of rock on your left when you first enter the corridor. It sort of looks like a cracked sidewalk turned vertically, hence the name (also inspired by the Ian McEwan book). After the glassy panel the route more or less hugs the arete feature at the border of the good rock (on the right) and the shattered junk-blocks (on the left).\n\nThe route starts just uphill from the lone tree in the corridor, and can easily be toproped by climbing\n\n5.10a Crack\n\nand lowering down to clip the fixed wires as directionals. It finishes at the same double-bolt anchor as\n\n5.10a Crack\n\nas well.\n\nBoulder up and plug Metolius black into a pod, then make powerful moves over a mini-roof. Slap your way up the twin seams (Metolius orange in the right one) to a fixed nut. Crux moves past this nut on poor footholds and soapy pinches take you to another fixed wire at a jug. Climb the arete (Metolius blue) to a big horn, then move back right onto the face and weave your way through dodgy rock (two fixed wires) to a balancey move gaining a no-hands ledge. From here, 5.11 arete and face climbing take you to the anchor (make a nice traverse on good, silver crimps at the level of the bolts to gain the anchor). [NOTE: Sounds like all the fixed nuts have been pulled over the years, so proceed accordingly.]\n\nThis route was done headpoint-style, with all gear placed from the ground save the fixed wires [that are no longer there]. I jump-tested the fixed wire at the crux, and it held. If it blew, though, you'd get all sorts of f**ked up. The rock at the crux has literally no texture, so it's best to hit this on a cold day.","protection":"There are four fixed wires on the route (2019 update: No fixed wires currently exist on this route). In addition you'll need: Metolius black, Metolius yellow, Metolius orange (2), Metolius blue (2), Metolius purple, and a set of RPs.","location":""},"__v":0},{"_id":"/DR6shqyUpKYRaN0D79NWw==","name":"Cantaloupe","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Jeff Jackson, 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":11,"mp_id":"107595691","mp_crag_id":"105746542","climb_id":"/DR6shqyUpKYRaN0D79NWw==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"If you don't mind a dyno crux and a little loose rock, you might like Cantaloupe.\n\nCool granite pockets and edges set you up on a fragile left hand edge and a soapy right hand undercling.  Hike you feet absurdly high, and dyno up and right to a generous incut bucket.  Follow decent holds right towards a small corner, and use some slick slopers and strangely non-ergonomic holds to mantle over the roof.  Once you are above the roof, move right again using more frustratingly awkward holds, until you reach some generous sidepulls.  Good but well spaced holds lead to the chains.\n\nThis route has great movement and really interesting holds.  However, the rock is still cleaning up - especially up high.  After a bunch of ascents and some cleaning, this route will probably end up being a bit harder and deserve at least an extra quality star.","protection":"Bolts and a bolted anchor with fixed carabiners for lowering.\n\nPer\n\nFrancis Sanzaro\n\n: one of the anchor bolts was smashed off by falling rock.","location":"This is on the far right side of the Red Faction Wall."},"__v":0},{"_id":"eEYw2aFKWya69g0+OlUu1g==","name":"The Art of Breaking","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"BJ Sbarra, Jimmy Sbarra, Mike Schneiter","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"left_right_index":14,"mp_id":"106161878","mp_crag_id":"105746542","climb_id":"eEYw2aFKWya69g0+OlUu1g==","areaRef":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":"Start on the arete and climb big holds up the steep face. Crux is at a thin section near the top.","protection":"Follow the line of bolts up the wall.","location":"Just to the right of\n\nSnap, Crackle, Pop\n\n, this is the first route on your right as you enter the Notch."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,7c7b6640-0c0f-5374-89da-91947667afec,a0100ca3-aabf-56bb-bc84-f56c432b9ce1,94f927ae-1a05-5c6f-878f-e70a6404b40e","pathTokens":["USA","Colorado","Carbondale Area","Narrows, The","Narrows Proper"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11"},{"count":2,"label":"5.10"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.12+"},{"count":2,"label":"5.13a"},{"count":2,"label":"5.10a"},{"count":1,"label":"5.8+"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.13"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":1,"expert":1}},"sport":{"total":8,"bands":{"unknown":0,"beginner":0,"intermediate":2,"advanced":4,"expert":2}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":8,"advanced":4,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-107.22854,39.23226]},"bbox":[-107.22912051491642,39.23181033981813,-107.22795948508357,39.23270966018186],"left_right_index":-1,"ext_id":"105746542","area_id":"lPknrhoFXG+Hj+cKZAS0Dg=="},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:55:44.914Z","updatedAt":"2022-11-25T11:16:12.822Z"}