{"_id":"63689d5ce80bff5a994f430b","area_name":"Pinnacle Ridge","shortCode":"","climbs":[{"_id":"lnC9MTdVW5WV24IeOvlqVA==","name":"Traverse of Pinnacle Ridge","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"John Mendenhall","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.28131,36.57362]},"left_right_index":2,"mp_id":"113464878","mp_crag_id":"109355893","climb_id":"lnC9MTdVW5WV24IeOvlqVA==","areaRef":"9ryWYPfMXqKz/f6EXywP4A=="},"content":{"description":"This ridge looks rather interesting. And it has an important role in the geography of the Whitney region: Separates the North Fork Lone Pine Creek drainage from the South Fork basin. The views upward to the Whitney needles and downward to the basins on each side are wonderful and unique, especially in early season with snow around.\n\nThe challenge of traversing this ridge is more one of navigational adventure than of interesting climbing sequences. Virtually all of its north side and much of its south side has a very steep wall. But the wall are mostly a reasonable distance apart, so there's usually options for which side of the crest to try to go on, or how far below the crest to try to go.\n\nThe rock mostly comes in larger chunks than other granite ridges in the Sierra (e.g. ridge south of Mt Whitney, nearby Mt Carillon, and Little Lakes Peak farther north), and more smooth and slopy rather than lots of positive holds like those other ridges. So only a minority of the gendarmes can be climbed up one side and down the other, a fun special thing about ridge routes - (even is climbing up the one side is fun + interesting, it feels disappointing to then have to go back the same way, since the idea of a traverse is to go forward. And many of the obstructing towers cannot be climbed free at all (at difficulty grade anything like low 5th).\n\nNot many knife-edge sections. Narrow ridge-crest sections near the East end have a blunt top.\n\nstrategy\n\nThe traverse was historically reported to have similar difficulty in either direction. It's easier to access the low points near either end from the South side. Likely easier approach to use the well-maintained Mt Whitney trail to gain as much vertical as possible, which favors starting at the West end (which also fits with camping the night before). The longest sections of less-interesting climbing (or walking) are near the East end.\n\nThe key drawback with this approach is that getting a wilderness permit for South Fork Lone Pine Creek section of the Whitney Zone is usually more difficult than for the North Fork section.\n\nTrying it from the north side indicates starting at East end, then after completing the traverse, either try to rappel down north from the West end, or hiking down the south side then hiking east and then north up over Pinnacle Pass to return to North Fork -- or climb up Third Needle and over the Mt Whitney summit to descend the Mountaineers Gully.\n\nsome details E to W\n\nFrom Pinnacle Pass, walk W up gentle, then a little scrambling to reach a small high point. Avoid some large blocks to get over it and down the other side. Soon some narrow sections which can be taken on the crest. Next down along S side, some gentle walking. Next up a narrow loose gully (with some interesting climbing), then up a long ramp with scree. Just after passing through a hole, climb up side wall about fifteen feet to reach a rock ramp (still on the south side below crest high above). Up left on this (with a couple of harder sequences to get around left side of steep obstacles), then back right, and up and further right (finishing with a slabby/slopy sequence) to reach the crest at lower point. Cross over to the N side, then scramble up along the N side of the crest mostly non-difficulty to reach a higher point (N36.5738 W118.2773) in the midst of the East part of the ridge.\n\nFrom here various ups and downs and getting around obstacles by going low or lower. Next down a little then up to reach the highest point (N36.5736 W118.2795) at the East end of the central high section, next to the other highest point (N36.5741 W118.2817) at the West end of the central section, and on to the low section at the west end - (which is below the least-difficult route continuing up to the Third Needle, which is on the high ridge south from Mt Whitney).\n\ndifficulty\n\nHistorically this traverse was said to be 4th class, in either direction. But there have been no reports in recent decades, and\n\none recent report\n\nfound several sequences significantly harder than that. Perhaps some holds have broken in recent decades. Or the route was so long, taking the time to place protection in multiple sections would have been too slow, and the early explorers had done it solo anyway, so nobody had a sense of how it would work with using a rope (as giving it a class 5 grade would imply).\n\nAnyway lots of old Sierra (like most other mountain regions) difficulty ratings are now seen as too low. I doubt many climbers have done this route in recent decades, partly because the rock is not the style most of feel to be \"fun\" nowadays, and because the other route it logically sequences to on Third Needle is not felt to be \"fun\". But also because the obvious easy way to access both ends of this traverse is from South Fork Lone Pine Creek, and it's more difficult to get permits for that side -- and the south side is not perceived by modern climbers as having other routes of interest to make it worth sleeping there for multiple days to motivate the advance planning and cost of getting a permit.","protection":"Protection for trad leading is unknown.","location":"East end\n\nThe accessible low point (Pinnacle Pass) at its East end (between the ridge and Thor Peak) is at GPS latitude longitude approx (N36.57527 W118.26961)..(elevation approx 12040 ft) -- but it's a significant walk west from there to reach anything like climbing rock. This pass can be accessed from either\n\nits south side\n\nor\n\nits North side\n\n.\n\n. . See the routes\n\nPinnacle Pass - South side\n\n+\n\nPinnacle Pass - North side\n\n.\n\nWest end\n\nThe accessible low point at its West end (between the ridge and Third Needle is around (N36.5743 W118.2851), and the climbing starts pretty much immediately. This point would be rather difficult to reach from the North side.\n\nA straightforward way to reach it from South Fork Lone Pine Creek is to hike up the Mount Whitney Trail from Whitney Portal parking (N36.5870 W118.2397)..(8375 ft) to Trail Camp (N36.5631 W118.2783)..(12000 ft).\n\n. . (Requires a special permit either to camp anywhere around here, or even to hike the trail to Trail Camp).\n\nNext continue West on the trail about 0.25 mile. At one of the switchbacks around (N36.5627 W118.2826) go Right off the trail and walk roughly NNW for about 0.65 mile, on talus and rock slabs and scree (and perhaps snow). Scamble up diagonal NE about 0.1 mile to reach a low section of the ridge (N36.5743 W118.2851)..(elevation approx 12900 ft)."},"__v":0},{"_id":"THOXChXhVrmMbDXCjRVeaA==","name":"Pinnacle Pass - South side","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.28131,36.57362]},"left_right_index":0,"mp_id":"109359739","mp_crag_id":"109355893","climb_id":"THOXChXhVrmMbDXCjRVeaA==","areaRef":"9ryWYPfMXqKz/f6EXywP4A=="},"content":{"description":"Start hiking NW from Mirror Lake toward cliffs. Then NE a ways perhaps on some ledges, perhaps some scrambling. Finish on sand that gets gentler higher up.\n\nuses for this route:\n\nreach or get down from the summit of Thor Peak\n\nreach the E end of Pinnacle Ridge, which enables traversing to its W end, leading to the east face routes of the Third Needle of Mt Whitney.\n\ncross over the north sector of the Mt Whitney Zone, by next using the\n\nPinnacle Pass - North sidee\n\nroute (which is much more difficult).\n\nFor crossing over the the north side, note that ice or snow will likely cover critical sections of the North-side route during winter and spring, and even into summer especially in big snow years - so crampons and/or ice axe might be necessary, or the route might be impassable.\n\ndescent\n\n: Either back the same way, or down the N side (but that's much more difficult).\n\nPermit required\n\n: This route requires a USFS wilderness permit for either single-day or overnight use. The permit can be requested in advance in January, or sometimes permits are available the day before by walking into the Mt Whitney Visitors Center just south of Lone Pine - (only available at this center, not at any other USFS centers along the Eastside Sierra).","protection":"No fixed gear. Normally no protection is placed for getting up the normal way.","location":"Pinnacle Pass (GPS lat long ~ N36.5754 W118.2703) - (altitude ~ 21150ft / 3700m) is near the E end of Pinnacle Ridge, about 0.25 mile / 0.4km WSW from the summit of Thor Peak.\n\nNormal start is from Mirror Lake (N36.5705 W118.2632) - (altitude ~ 10680ft / 3250m).\n\nFrom the Whitney Portal trailhead parking (N36.5868 W118.2404) - (altitude ~ 8300ft / 2535m), follow the Mt Whitney Trail to Mirror Lake."},"__v":0},{"_id":"ksDccFSBUfKQMvOdIK97ww==","name":"Pinnacle Pass - North side","yds":"Easy 5th","grades":{"yds":"Easy 5th","french":"1+"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.28131,36.57362]},"left_right_index":1,"mp_id":"109355974","mp_crag_id":"109355893","climb_id":"ksDccFSBUfKQMvOdIK97ww==","areaRef":"9ryWYPfMXqKz/f6EXywP4A=="},"content":{"description":"Interesting way to ascend to or descend from the E end of Pinnacle Ridge, which gives access to/from the South Fork side of the Whitney Zone, or the summit of Thor Peak, or to the traverse of Pinnacle Ridge leading to the east face routes of the Third Needle of Mt Whitney.\n\nSeveral fun thoughtful moves along the way. Perhaps in the downward direction some might say the difficulty is only class 4 (if the definition of class 4 includes a short overhang with somebody else to guide the feet, and a thoughtful stemming sequence).\n\nIce or snow will likely cover critical sections of this route during winter and spring, and even into summer especially in big snow years - so crampons and/or ice axe might be necessary, or the route might be impassable.\n\nPermit required\n\n: This route requires a USFS wilderness permit for either single-day or overnight use. The permit can be requested in advance in January, or sometimes permits are available the day before by walking into the Mt Whitney Visitors Center just south of Lone Pine - (only available at this center, not at any other USFS centers along the Eastside Sierra).\n\napproach\n\n: From the Whitney Portal trailhead parking, follow the normal unmarked climbers route (class 3) up North Fork Lone Pine Creek, past Lower Boy Scout Lake and almost to Upper Boy Scout Lake. A little E before reaching the lake, the normal climbers trail turns S and climb up talus. About 200 yards/meters south of the outlet stream from Upper Boy Scout Lake, around (N36.5799 W118.2712) turn Left off the normal trail, and head SW across slabs about 250 yards/meters to reach the N side of an unnamed lake (altitude 3520m) (lat long ~ N36.5780 W118.2694). Turn SW (right) and go about 300 yards/meters, at first on rock above the NW side of the lake. Then turn S (left) and climb steeper up through big talus to the route (GPS lat long ~ N36.5753 W118.2717).\n\nfinding the Bottom\n\n: There are at least three left-leaning diagonal lines of weekness in the N face of Pinnacle Pass. Counting from the east (left) this route is the third diagonal weakness, with a higher start than the first two.\n\nfinding the Top\n\n(for descending): Pinnacle Pass has a wide sandy section sloping gently E and S. The ridge crest is along the N side of this. The top of the route is near the NW corner of this sandy section (GPS lat long approx N36.5754 W118.2703). The first move is roughly straight down about 10 feet into a body-width cleft partly covered by a big rock.\n\nroute\n\n: Follow the line of weakness, overall diagonal up left, with some steeper crux sections and some gentler easy sections. Some loose rock in the gentler sections, generally sound rock in the crux sections.\n\ndescent\n\n: Either back the same way, or down the S side.\n\nIf doing this route in descent and next heading toward Iceberg Lake ... from the bottom, could head NW about 0.25 mile / 0.4km to hit the N Fk L P Crk climbers trail.","protection":"No fixed gear or fixed anchors. Trad gear unknown.","location":"Pinnacle Pass (GPS lat long ~ N36.5754 W118.2703) - (altitude ~ 21150ft / 3700m) is near the E end of Pinnacle Ridge, about 0.25 mile / 0.4km WSW from the summit of Thor Peak.\n\nThe bottom (GPS lat long ~ N36.5753 W118.2717) of this N-side normal route is a short distance West of Pinnacle Pass, or about 0.35 mile / 0.6km SSW from Upper Boy Scout Lake, or about 0.7 mile / 1.2km ESE from Iceberg Lake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,f6bc9660-f7cc-5ea2-b3fd-fe845f2c0fe0","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Pinnacle Ridge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.4"},{"count":1,"label":"3rd"},{"count":1,"label":"Easy 5th"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.28131,36.57362]},"bbox":[-118.28186991123852,36.57317033981814,-118.28075008876151,36.57406966018186],"left_right_index":-1,"ext_id":"109355893","area_id":"9ryWYPfMXqKz/f6EXywP4A=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:50.547Z","updatedAt":"2024-01-15T16:40:16.793Z"}