{"_id":"6368a1b8e80bff5a99553f29","area_name":"Balcony, The","shortCode":"","climbs":[{"_id":"j54OyIQiVmSHOvrhXro0XA==","name":"Sight Unseen","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hansche and Torie Kidd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83505,43.80293]},"left_right_index":2,"mp_id":"110964570","mp_crag_id":"110964361","climb_id":"j54OyIQiVmSHOvrhXro0XA==","areaRef":"igc5tPO3Uv6U8G3h9Kys/Q=="},"content":{"description":"One of the best views of the Baker River Valley that I have seen is your reward when you take a trip up this one. At about 80ft this is the longest route at upper crush by far. I enjoyed every inch of it. To start you surmount a series of bulges, the last one at the 3rd bolt being the crux. I find it most reasonable staying left of the bolt. Once past that, choose your own adventure up the pretty, highly featured slab leading to a final headwall. The climbing on the headwall is engaging but not particularly difficult so enjoy it, take in the amazing view, and maybe see if you can capture it in a photo. Might be tough... \n\n  Ps. Named for the ground up trad style of our first ascent (though I did break left and clip the anchor of always so not to die) and the amazing sight that greets you at the top :)","protection":"9 bolts to anchor with pigtail lower-offs.","location":"The longest route to the highest point you can see."},"__v":0},{"_id":"bCq3BZCYXxGocKs9gkvsyA==","name":"Always","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Lee Hansche","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83505,43.80293]},"left_right_index":1,"mp_id":"110964507","mp_crag_id":"110964361","climb_id":"bCq3BZCYXxGocKs9gkvsyA==","areaRef":"igc5tPO3Uv6U8G3h9Kys/Q=="},"content":{"description":"Another little gem perched up here above the masses. Interesting challenging bits separated by good rest stances. Climb a strenuous start trough some interesting quartz holds with a comfortable stance for clipping the second bolt. The next section is my favorite part of the route, an interesting delicate mantle past the 3rd bolt on to a slab and another stance. One more briefly perplexing bulge leads to an easy slab reminiscent of Bolt Line down at the meadows that will bring you another 25 feet to the anchor.","protection":"7 bolts to 2 bolt anchor with pigtail lower-offs. If you have a stick clip, Clip the second from the ground but it can be reached safely without... just gotta think it out.","location":"Currently the middle route. Look for the quartz holds and a low bolt a few feet right of the anchor for Black Mambs."},"__v":0},{"_id":"AoZj8uF0V9yQVvVCXoBghQ==","name":"After All This Time","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Lee Hansche and Torie Kidd","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.83505,43.80293]},"left_right_index":0,"mp_id":"110964463","mp_crag_id":"110964361","climb_id":"AoZj8uF0V9yQVvVCXoBghQ==","areaRef":"igc5tPO3Uv6U8G3h9Kys/Q=="},"content":{"description":"This amazingly exposed route has been on my mind for years. I could see through the thick blanket of lichen and knew there was something special to be climbed. I would look at it after topping out Black Mamba, or walk over from Pulse to gaze at it. One day I suggested to My friend that we get adventurous and we went after it in ground up trad style. I love wading through filth wondering what is around the next corner and where I might get my next piece of pro... I also know that most people don't so we went back scrubbed the heck out of it removed suspect rocks and gave you some solid bolts. The result is honestly one of my favorite moderate climbs at Rumney. \n\n  The first step is the hardest, not physically but mentally. Step across the 100ft void to a very stable stance and clip a bolt. Do about 10 feet of 5.7 climbing until the difficulty eases up a little and wind your way to the left and finally traverse back to the right to gain the anchor. \n\n  Be respectful of climbers coming up Black Mamba, I suggest clipping that anchor for the step across the void to start the route but Anchor yourself to the tree and maybe unclip that first bolt if someone needs to use that anchor and your climber is well established on this climb.","protection":"Anchor to the tree near the base of the route. . Clip the anchor to black mamba for the first move. 6 bolts to Anchors from there. 5th bolt likes a longer draw to avoid drag but it's not 100% necessary.. when your face is at the 6th bolt travers right to the anchor on good foot holds. The anchor had to be over there so you could lower back to safety instead of off in to the nothingness below. Pigtail lower-offs make it easy.","location":"The farthest left route. Look for the scary first step, can't miss it."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,fdf16fa4-e20a-5cda-8c1b-dad225df6dce,8a0739b4-f3b7-52fe-94f0-6de1f4acacfd","pathTokens":["USA","New Hampshire","Rumney","Balcony, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.7"},{"count":1,"label":"5.10b"}],"byDiscipline":{"sport":{"total":3,"bands":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.83505,43.80293]},"bbox":[-71.83567303548632,43.80248033981814,-71.83442696451365,43.803379660181875],"left_right_index":-1,"ext_id":"110964361","area_id":"igc5tPO3Uv6U8G3h9Kys/Q=="},"content":{"description":"Second pitch terrain of Orange Crush, specifically above the upper anchor ledge of Black Mamba. It is easy to approach independently from the rest of Orange Crush so I figured it should get a separate area. You could do these routes as second pitches after doing Black Mamba but I don't think many will do it that way.  \n\n  Climbs from 50-80ft in length on interesting rock with some of the best views and exposure you can get at Rumney for the moderate grades. \n\n  Important logistics!   -The Climbs start a few steps away from about a 100ft drop. Take care and use anchors where prudent.   -This is not a crag for dogs or kids, a bad step could be their last.   -The area directly below this is very popular. Take great care to avoid dropping anything on climbers and/or by standers below.   -Tread as lightly as possible at the base of these climbs. Erosion will rain debris down on people below."},"density":0,"totalClimbs":3,"__v":2,"createdAt":"2022-11-07T06:12:11.668Z","updatedAt":"2024-01-15T16:46:33.475Z","_change":{"user":"jhoZ1HM5QQCLlIW8x9mK3A==","historyId":"64ac20c16d586cdc48db7aea","operation":"updateArea","seq":0}}