{"_id":"63689d5ce80bff5a994f4c2d","area_name":"Cardinal Pinnacle","shortCode":"","climbs":[{"_id":"kRuBnSnLUiausLIHDb3DZQ==","name":"Where Eagles Dare","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Dean Hobbs, Tony Puppo","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":17,"mp_id":"114982364","mp_crag_id":"105862805","climb_id":"kRuBnSnLUiausLIHDb3DZQ==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Bolts protect the majority of this route but they are few and between. This route should not be taken lightly and don’t let the 10c grade fool you. Bring your slab A game for this one. Finish on West Face.","protection":"Bolts and Gear.","location":"Starts on a big ledge to the left of Pitch 2 on Red Bush."},"__v":0},{"_id":"Mj9unOmDXveyyK287OEfcA==","name":"West Face","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Jay Jensen 1969","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":9,"mp_id":"105942424","mp_crag_id":"105862805","climb_id":"Mj9unOmDXveyyK287OEfcA==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"A perfect introduction to the Pinnacle, wandering up the tallest part of the formation.\n\nWest Face consists of four pitches featuring great climbing on immaculate white Sierra granite. The route joins up with the second pitch of 'Cucumbers' near the start of pitch 3. As a bonus, the first pitch of 'Cucumbers' can be rapped into and/or top-roped by building an anchor on a good ledge 30 feet to the right of the third pitch belay station of 'The West Face'. We rapped off our gear, pulled ropes and led the first pitch of 'Cukes' (recommended) because it looked too good to pass up, and it was...\n\nPitch 1:\n\nStart at the detached block/flake with finger cracks in both sides (the right side is slightly easier, both 5.8-9ish). Climb cracks and corners with good gear straight up then make a big step out right just below the bush into the next finger crack (crux). Make some fun moves using a thin crack and face holds up to a huge ledge that runs to your left (this will be your last rappel station on your descent), then continue up and right a short distance to a bolt anchor on a ledge. (5.10a)\n\nPitch 2:\n\nFollow the nice clean corner with good hands over the lip, then traverse right towards the next clean-cut, left-facing dihedral. Good features on the face just left of the seam lead to the top of the corner. Step right around the arete (crux) to the bolt anchor on a small but comfortable stance. (5.10a)\n\nPitch 3:\n\n(joins pitch 2 of 'Cucumbers') Step up and traverse right for 20ish feet, continuing straight up on face holds and broken crack systems to the short but sweet finger and hand crack on the slab. Go left at the horizontal break and belay with hand-size cams at the base of the chimney. (5.10a)\n\nPitch 4:\n\nClimb the chimney and handcrack, then instead of going straight up the corner, break left onto semi-chossy face holds to the exposed block with the rappel anchor. (5.7-8)\n\nDescent:\n\nFour 35 meter rappels (two 60m ropes/one 70m). On the first rappel head for the (climber's) left side of the giant roof. You can also walk off around the back, but why would you do such a thing?","protection":"Standard rack to #3 camalot (#4 possible), bring one or two extra hand-sized cams for the belay at the top of pitch 3.\n\nTwo 60m ropes/one 70m.","location":"Hike up the steep talus to the left side of the pinnacle under the giant roofs.  Find the short block with cracks up both sides and you're off."},"__v":0},{"_id":"rou8QNr6UOmIN1TRYqE3UA==","name":"V8 Crack","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"FA (Aid): Dean Hobbs, 1974.  FFA: Mike Graber, Mike Farrell, Rick Wheeler, 1976.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":1,"mp_id":"105863051","mp_crag_id":"105862805","climb_id":"rou8QNr6UOmIN1TRYqE3UA==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"An exceptional arching crack on beautiful orange granite.  Steep and difficult for the grade, it requires endurance.  The crux is about 15 feet of thin hands through a couple bulges/small roofs.","protection":"1 to 4\" cams, doubles in 2-3\" sizes","location":"The route is not on The Cardinal Pinnacle proper; it is on the small formation to the left.  Rap the route or scramble off the backside.  Lots of loose rock at the top so be careful while rappelling or belaying your second up."},"__v":0},{"_id":"3eWFGmQ1WDiSj4RzTQzVXA==","name":"Shine or Whine","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Greg Barnes, Karin Wuhrmann, Florence Scholl, 7/05.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":0,"mp_id":"105902455","mp_crag_id":"105862805","climb_id":"3eWFGmQ1WDiSj4RzTQzVXA==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Cool cracks with jugs to a steep slab with big edges to a very exposed crux arete.","protection":"Pro thin fingers to 3\" (single set of cams fine), 6 bolts, 2-bolt anchor with mussy hooks.","location":"Down left around the corner from V-8 Crack, see the V-8 Crack photo. Take the finger to hand cracks to the left (north) arete of the pillar."},"__v":0},{"_id":"N6aRFePFUb2fmSP5ShKAlQ==","name":"Shadows of the Artichoke","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Leary, Joe Rousek, Gary Slate, Rick Thomas, Dale Bard, Bob Harrington, 1980s GU.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":13,"mp_id":"115140947","mp_crag_id":"105862805","climb_id":"N6aRFePFUb2fmSP5ShKAlQ==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"","protection":"micro to 3\", emphasis on the micro, offsets are nice.","location":""},"__v":0},{"_id":"1y5tgNY/VjWDINKxmIC/NQ==","name":"Shadow Prow Traverse","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Richard Castillo, David Mazel, 5/8/18","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":8,"mp_id":"114349187","mp_crag_id":"105862805","climb_id":"1y5tgNY/VjWDINKxmIC/NQ==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"A traverse which links up the West Face, Shadows in the Rain, and The Prow. It gives access to the amazing! 12b splitter on The Prow while bypassing the 11b(r) section below.","protection":"The traverse utilizes a pre-existing bolt which is part of the route Shadows in the Rain, and two, long BD Bugaboo fixed pitons, which we pounded into a horizontal, very thin incipient crack/seam system. The pitons rang like high pitched bells (good placements) when we set them. Save extra 0.5 C4 down to black Alien cams for the belay at the base of the 12b crack.","location":"Please see the photo diagram for more info-"},"__v":0},{"_id":"FX4wN7VtWLevHwFKekDY5w==","name":"Regular Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":19,"mp_id":"108213227","mp_crag_id":"105862805","climb_id":"FX4wN7VtWLevHwFKekDY5w==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Follow the crack in the left facing corner. Half way up the second pitch follow the crack up out of the corner, as the corner curves right. Continue up the crack to the shoulder of Cardinal Pinnacle. The Regular Route trends left to right from the base to the top.","protection":"Thin to 3\"","location":"Begin at the base of the huge left facing book on the right side of the crag."},"__v":0},{"_id":"0njrP9jbUOqZpG9WKYz4NA==","name":"Redline","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Gary Slate, Dean Hobbs, 1980's","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":15,"mp_id":"119350047","mp_crag_id":"105862805","climb_id":"0njrP9jbUOqZpG9WKYz4NA==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"A good climb on Cardinal that is not a crack! Redline is a great granite face pitch that features a short lived but heinous slab move near its end as well as stimulating face climbing and a small roof.  An obvious ground up style affair, all bolts clipped from stances. They tend to wander a bit so a couple long slings are useful for the first two bolts. The hard moves are protected very well but some long falls could be had if you pitch off after the difficulties. The rock is great and the moves are stellar!","protection":"6 bolts protect this pitch. First two bolts should be clipped with long slings to keep the rope drag minimal.","location":"This climb starts 20 feet to the left of Cucumbers at the obvious large red streak, hence the name. It ends at the ledge and bolted anchor atop the second pitch of the West Face route. Either rappel back to the ledge or continue up the West Face."},"__v":0},{"_id":"gMmRiYawXymayPKhwyWgWg==","name":"The Prow","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Gordon Wiltsie, Jay Jensen (FA, 1970's) -- Dale Bard, Bob Harrington (FFA crux pitch, 1980's) -- Peter Croft, Dayle Mazzarella (FFA entire route, 2000","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":7,"mp_id":"107111901","mp_crag_id":"105862805","climb_id":"gMmRiYawXymayPKhwyWgWg==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"This is one of the most classic climbs on the eastside. Originally an aid route, and now a stellar free climb. 4 pitches of varied jam cracks on excellent rock and great position right on the spine of the buttress. The crux pitch is an intimidating lead, but the climb can be easily toproped because it is also the best rappel route from the summit.\n\nPitch 1 (5.10a): Climb the first pitch of\n\nWest Face\n\nPitch 2 (5.9): Climb most of the second pitch of the West Face, but instead of traversing right around the arete, move left on a shelf to a bolted anchor below the large overhang/roof.\n\nPitch 3 (5.12b): Continuous climbing up the face and featured corner leads through the overhang. The gear here is thin and sparse. (5.11b R) This leads to a stance below a beautiful splitter. The crack is mostly fingers, and jogs left in the middle. Near the end it widens into off-fingers. Fight the pump all the way to the anchors.\n\nPitch 4 (5.8 or 5.10d): The\n\nBard-Harrington Finish\n\nis the choice way to end the climb, but the original finish (from back when this was an aid route) is a 5.8 crack around to the left.\n\nTo descend, rappel the route with one 70m rope.","protection":"Pro to 3\"\n\nBring extra thin stuff for the 5.11R, and save a handful of finger size cams for the splitter afterwards.","location":""},"__v":0},{"_id":"ZTPjEfzYUimyQBcI/YQXCw==","name":"Romancing the Stone","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Dean Hobbs, Russ McClean 1980's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":3,"mp_id":"117660087","mp_crag_id":"105862805","climb_id":"ZTPjEfzYUimyQBcI/YQXCw==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"This obscure route lies on the Northwest Face of Cardinal Pinnacle inbetween the classics Crack Kingdom and Cardinal Sin. The route has consistently good rock, great climbing and feels like a step up in seriousness compared to the standard fare of the cliff.\n\n1. Climb the first pitch of the West Face route and and traverse left to the base of Crack Kingdom (10a).\n\n2. Climb wide crack to a flare (10b), and belay above in a loose gully below the crux pitch of Romancing the Stone, the fairly obvious finger crack/flake system.\n\n3.The crux: an excellent and very sustained 5.11 pitch. From a stance in the gully, traverse right to the crack system. Continue to a fixed rp, clip it and do the crux to a good stance and new ASCA bolt (11c). Continue up more 5.11 until it is possible to place more tiny wires in a seam and do a leftward hand traverse to a poor stance where you will belay. The belay is semi-hanging and involves .5 or .75 camalots.\n\n4. Another unique pitch featuring finger lock pods every four feet. Bring your nutcraft. This pitch will require the smallest gear you have and protects mostly with tiny brass and a cool head. Start on the right side of the belay. Climb up to a fixed pin and bust a tricky crux above yet more tiny wires (11a). Run it out about 15 feet to clip the only bolt on the pitch. From this stance, a seam is barely visible rising up and right from the bolt, occasionally opening into pods that you can cram small wires or cams and also makes for good finger locks. Continue confidently up the seam as a pod is never far away. The rest of the pitch remains 10+. The gear on this pitch felt adequate but never inspiring. With a 70 meter rope, easy link into the final 5.8 hand crack and belay at a stance at the top of the Cardinal with .3 camalot sized pieces. An easy traverse right gets you to the standard rappels.\n\nNo protection rating is mentioned in any of the local climbing literature. This route feels at least PG13 or maybe even R on the 3rd and 4th pitches.","protection":"Tiny brass wires to #4 camalot. Emphasis on tiny brass and small/finger size cams. One bolt on pitch 3 and one bolt on pitch 4.","location":""},"__v":0},{"_id":"Ke4lTDmzVEqtnUR9c2QUNw==","name":"Passeriformes","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"08/2011","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":14,"mp_id":"107680293","mp_crag_id":"105862805","climb_id":"Ke4lTDmzVEqtnUR9c2QUNw==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Start in the same spot as Cardinalidae, about 15 feet right of the West Face Route on Cardinal Pinnacle. Climb a right trending flake system past three bolts to the top of the pillar.","protection":"Three bolts and small gear.","location":"Start in the same spot as Cardinalidae, about 15 feet right of the West Face Route on Cardinal Pinnacle."},"__v":0},{"_id":"ndi2nWflVsmJmaQyT1G0CA==","name":"Passeri","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"08/2008 or earlier","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":10,"mp_id":"107680286","mp_crag_id":"105862805","climb_id":"ndi2nWflVsmJmaQyT1G0CA==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Start about ten feet right of the West Face Route at a crack/corner. Climb a dihedral that starts with a wide crack and thins out. At the top of the corner move right on a large, sloping ledge to an anchor. Rappel with one 60m rope.","protection":"Carry gear to #4 Camalot.","location":"Start about ten feet right of the West Face Route on Cardinal Pinnacle at a crack/corner."},"__v":0},{"_id":"xnFOwlKdUAuAsCYg/vakCw==","name":"Honky Special","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Chase Leary,  Andy Puhvel","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":5,"mp_id":"120547857","mp_crag_id":"105862805","climb_id":"xnFOwlKdUAuAsCYg/vakCw==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"From the bolted belay below “The Prow” climb up and left into the lightning bolt corner with one bolt. Decipher the hard, head scratcher corner/arete and continue up through the 12c tips of “Cardinal Sin”","protection":"Couple runners\n\nCouple draws\n\nDoubles in tips and fingers\n\nVery small RPs could be used","location":"Same start as The Prow"},"__v":0},{"_id":"4ifgGbHZVRmNjqieKv7rig==","name":"Red Bush","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dean Hobbs, 1980s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":18,"mp_id":"107171742","mp_crag_id":"105862805","climb_id":"4ifgGbHZVRmNjqieKv7rig==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Red Bush is a fun (and more sustained) alternative to the West Face.\n\nP1:\n\n5.9 Climb the stout finger crack to a ledge.\n\nP2:\n\n5.7 Climb the offwidth passing 2 horizontals on your left. The third (easier) horizontal should end close to the W Face's P3 belay at the base of a short chimney.  You may wish to break this pitch up to reduce rope drag.\n\nP3:\n\n5.8 Climb the short but slightly awkward offwidth/chimney. Move left up some easy, but loose, blocks passing a bolt to reach the shared rap anchors on a block that hangs over the W face.\n\nDESCENT\n\nMake 4 raps from the overhanging block.  Note that the second rap station is far climber's left from the rap station fall line.  The third rap station is ~10 ft below and climber's left of the second belay on the W Face.  On the final rap finish uphill from the W Face start.","protection":"Gear to 3\" (optional 4\" for the chimney/offwidth on P3). Double-slings if you plan to do P2 in one pitch.  P1 and P2 are gear belays.\n\n70m or double 60m ropes","location":"The route starts on top of the 4th class ledges on the W face of Cardinal Pinnacle to the right of Cucumbers and just to the left of the 5.6 (Regular Route) that climbs the left side of the small pinnacle that forms the right-hand side of Cardinal Pinnacle.  As of June 2011 there were 2 stuck nuts at the start of P1."},"__v":0},{"_id":"UJZWvdYvX3aThULfE61OHw==","name":"Cucumbers","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Doug Robinson and Dennis Hennek","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":16,"mp_id":"105863060","mp_crag_id":"105862805","climb_id":"UJZWvdYvX3aThULfE61OHw==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Great 5.10- crack climb that has good sections on every pitch.  First pitch is the real winner, though, and the crux of the climb.\n\nP1: Climb the small finger crack in the back of the dihedral to a big ledge.  First couple moves off the belay is the crux and can be protected with a tiny blue or black alien.  A quick 5.10b move.\n\nP2: Climb the discontinous mostly finger-sized crack systems.  halfway through the pitch you encounter a 15-foot long splitter tight hands section.  This is probably the crux of this pitch. 5.10a.  Traverse left on a ledge to belay underneath the offwidth / chimney crack that is the third pitch.  A longer pitch.\n\nP3: Climb up and through the chimney.  Wide gear required to protect this pitch.  Finish on a ledge near the summit.  5.9.","protection":"Standard rack: full set of cams and nuts, with a few extra finger sizes.  Bring a couple 4\" cams for the last pitch.  A blue or black alien is useful to protect the first move on the first pitch.","location":"The route is in the center-right of the crag.  It starts in the obvious dihedral.  Scramble up third and fourth class ledges to get to the base of the dihedral.  To get down, there is a short rappel that brings you to the backside of Cardinal Pinnacle.  Walk down the scree around the right side of the crag.  Scramble up the ledges to get back to the base of the route if needed."},"__v":0},{"_id":"T81DQM56UHmiFq6iMx7Nwg==","name":"Crack Kingdom","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Doug Robinson & Jay Jensen / Dean Hobbs & Andy Selters","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":2,"mp_id":"106456614","mp_crag_id":"105862805","climb_id":"T81DQM56UHmiFq6iMx7Nwg==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"An excellent route with cracks of all sizes.  It offers just about every crack technique and is highlighted by the 3rd pitch finger crack.\n\nThis route links the original routes 'Crack of No Hope' - FA-Doug Robinson/Jay Jensen, and 'Wild Kingdom' - FA-Dean Hobbs/Andy Selters.  This combination is the recommended way to go...\n\nPitch 1:\n\nBegin as 'West Face', but at the big ledge near the top of P-1 break left off 'West Face' and traverse along the big ledge, passing the rappel anchor and the obvious off-width.  Build a belay at the base of the next short arching crack on a nice little perch.  To decrease rope-drag belay at the rap anchor then have the follower continue past to the proper belay stance. (5.10a)\n\nPitch 2:\n\nClimb up the short right-arching crack past broken blocks to a thin chimney on the right side of a large detached block.  Tackle the next short off-width then left into the funky flare/V-groove (crux).  Follow the easy low-angle chimney to its top then step down and left to belay on a ledge below the obvious left-facing corner. (5.10-)\n\nPitch 3:\n\nUp the nice corner to the steep finger crack that leads up and right out of the corner.  Pop over the lip (crux) following the crack out right, then back left to a short traverse around the arete to a short splitter thin-hands crack.  Follow this up to a big ledge and belay at the base of the short and thin right-facing flake. (5.10)\n\nPitch 4:\n\nUp the flake (crux), then thru some scrambling to the big ledge below the true summit.  Another short 4th class scramble will sit you on the top. (5.10)\n\nDescent:\n\nRappel, downclimb, or lower 40 feet down and right to the first proper rappel station on the exposed block. (5.5)  From here you have four 35 meter rappels (two 60m ropes/one 70m)","protection":"Standard rack to 4\"\n\nDoubles from small fingers to big hands are useful","location":"Northwest face of the Pinnacle.  Find the 15 foot block/flake at the base with finger cracks in both sides to start."},"__v":0},{"_id":"Rw1LPyL1Wd2h1Ymr95e4bA==","name":"Cardinalidae","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"08/2008","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":11,"mp_id":"107680277","mp_crag_id":"105862805","climb_id":"Rw1LPyL1Wd2h1Ymr95e4bA==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Start about 15 feet to the right of the West Face Route on Cardinal Pinnacle and a few feet right of a 5.10c crack/corner. Climb a right trending flake system past two bolts. Move up and left to a stance below a dihedral with a finger crack. Climb the corner to a large sloping ledge and an anchor. Rappel with one 60m rope.","protection":"Carry gear to two inches.","location":"Start about 15 feet to the right of the West Face Route on Cardinal Pinnacle and a few feet right of a 5.10c crack/corner."},"__v":0},{"_id":"N/yDG2wiXSmGmdS0CkSL5w==","name":"Cardinal Sin","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"FFA Peter Croft/Marty Lewis","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":4,"mp_id":"106159842","mp_crag_id":"105862805","climb_id":"N/yDG2wiXSmGmdS0CkSL5w==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Due to the nature of Cardinal Pinnacle there are numerous ways to do this route.  The Original line starts on 4th class to gain an offwidth (.10b) then some A1 gets you into a splitter tips crack that goes at about .12b or C1...a free variation avoids the initial A1 and is made up of hard, reachy pulls off downward sloping holds w/ no feet to keep you into the rock (.12c)!  Think Barndoor+Reachy+Campus+Slopers and you get the picture. Bolts protect this section and continue to two fixed pins and then the splitter tips in a shallow corner mentioned above.  The last pitch is up to you, either take the 5.8 discontinuous cracks just left of the prow, or head up moderate slabs to a burly .10d direct finish.\n\nLike I mentioned, there are tons of ways to link up w/ the crux pitch. Perhaps the best line is to climb the first pitch of the West Face route, then either head straight up and left from the belay on bolts (.10c R) or begin as you would for the second pitch of the West Face (5.8 hands in a book) and traverse left on broken, thin foot ledges to an exposed two bolt belay directly on the arete.\n\nThe crux pitch is pretty flakey before the tips corner, but will definitely clean up w/ traffic.","protection":"Bring THIN gear for this one! Micro nuts and blue aliens and that little red camalot is what I used in the tips corner.  A hand size piece is great for the 5.8 corner on the second pitch if you go that way and the .10d direct is thin hands mostly.  First pitch (of West Face, .10a) is fingers and smaller mostly. Bring some draws for the bolts (seven?) on the crux pitch and a few more runners.  There are four pins on the crux pitch, two before the tips corner, and two after.  The two after protect an exposed (but mellow) face traverse out right to a bolted belay/rap station.  If you do the offwidth (why??) I hear it's about 5-6 inches and there is at least one bolt in the middle of it.","location":"Originally an aid route (5.10b A1) this line takes a striking position on the very nose of the NW corner of Cardinal Pinnacle.  The business lies around the corner to the left of The Prow.  There are various ways to start and link up into the crux pitch (see above.)  Rap down The Prow w/ two ropes or one 70m rope  (a 60m will not reach!)"},"__v":0},{"_id":"7XJBeh+HVbOVXqYYcN5K2A==","name":"Bard-Harrington Finish","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dale Bard, Bob Harrington, 1980's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":6,"mp_id":"106521969","mp_crag_id":"105862805","climb_id":"7XJBeh+HVbOVXqYYcN5K2A==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Starts off with steep fat fingers, then goes thin hands to hands.","protection":"Finger sized cams to build the belay, and a couple of hand sized pieces.","location":"This is a variation to the last (4th) pitch of Cardinal Sin, or a great pitch to do on your way off the top as it finishes at the \"summit\" rappel station."},"__v":0},{"_id":"Vl3udIEDVzSRZRRaNZJwQg==","name":"Artichoke Crack","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kevin Leary & Joe Rousek; 1980's, GU","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"left_right_index":12,"mp_id":"117309528","mp_crag_id":"105862805","climb_id":"Vl3udIEDVzSRZRRaNZJwQg==","areaRef":"vDT55tVeWL2KsLzKPHyjCQ=="},"content":{"description":"Tight hands crack","protection":"Gear to 3 inches","location":"This crack starts down and to the right of the bolts at the start of the second pitch of\n\nWest Face\n\n. After finishing this pitch, can cont. up\n\nShadows of the Artichoke\n\n,\n\nWest Face,\n\netc."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,28ecf9b8-3e02-54f1-9a23-26c5d4120483,58a4c1de-fc5b-5e0c-89ad-ab28ac59e4fe,bc34f9e6-d55e-58bd-8ab0-bcca3c7ca309","pathTokens":["USA","California","Sierra Eastside","Bishop Area","Cardinal Pinnacle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.10c"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.10d"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.13b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.12c"}],"byDiscipline":{"trad":{"total":19,"bands":{"unknown":0,"beginner":2,"intermediate":10,"advanced":6,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":10,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.59626,37.22797]},"bbox":[-118.59682473323123,37.22752033981814,-118.59569526676876,37.228419660181856],"left_right_index":-1,"ext_id":"105862805","area_id":"vDT55tVeWL2KsLzKPHyjCQ==","polygon":{"type":"Polygon","coordinates":[[[-118.59682473323123,37.22752033981814],[-118.59569526676876,37.22752033981814],[-118.59569526676876,37.228419660181856],[-118.59682473323123,37.228419660181856],[-118.59682473323123,37.22752033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":20,"__v":1,"createdAt":"2022-11-07T05:54:22.800Z","updatedAt":"2024-01-20T00:58:04.857Z"}