{"_id":"6368a50be80bff5a995afe10","area_name":"Sub Peak of Meridian Tower","shortCode":"","climbs":[{"_id":"ltn8rhX8XHy+7Iy/69YJQg==","name":"The Omen","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Caleb Padgett & Mike Banach Feb 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.99857,37.21144]},"left_right_index":999999,"mp_id":"110378737","mp_crag_id":"110378726","climb_id":"ltn8rhX8XHy+7Iy/69YJQg==","areaRef":"uOSgvfilXWmNuPTUe9zhNg=="},"content":{"description":"The Omen is a quality 6 pitch route that climbs varied crack systems.  The left facing corner/handcrack on pitch 2 is visible from the ground.\n\nP1: Climb the short corner to a ledge and single bolt belay. 50ft\n\nP2:  One of the best handcrack pitches in the park.  This starts with tight hands and then goes to hands in a corner forever. Bolted belay. 5.10+ 190ft\n\nP3:  Climb up through the short chimney then trend left up ledges to a bolted belay.  5.8 140ft. Rappel off the left of the tower 50 ft to the start of P4.\n\nP4:  Climb up past a bolt into the perfect laser cut fingercrack.  Stem and layback up the corner until the crack widens .  Build a gear belay at the base of the wide corner above.  11b 110ft\n\nP5:  Climb up the flaring corner and through a pod above.  The pod can be hard to negotiate with a helmet on. The pitch ends on a ledge with two bolts. 5.10+ 110ft.\n\nP6:  There are enticing cracks above the belay ledge but the route steps left around the corner and continues past two fixed pins and up the varnished corner to the top.  5.11a 190ft\n\nDescent:  Rappel the route with 2 60m ropes.","protection":"3x cams green alien to #4 Camalot. 1x#5 Camalot.  A few extra #2 Camalots for pitch 2, and yellow aliens for P4.","location":"Located on the west facing buttress on the subpeak of Meridian Tower.  Once the approach trail meets the rock traverse left 300 feet to the base of the route.  The handcrack on pitch two is easy to spot."},"__v":0},{"_id":"dx/OisibVNuVRk2x4j6p7Q==","name":"Na-Gah’s Wall","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"FA James Funsten, John Allen, Scott Rourke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-112.99857,37.21144]},"left_right_index":999999,"mp_id":"120497936","mp_crag_id":"110378726","climb_id":"dx/OisibVNuVRk2x4j6p7Q==","areaRef":"uOSgvfilXWmNuPTUe9zhNg=="},"content":{"description":"A Paiute legend proclaims that Na-Gah, a climber and the son of Shinoh the mountain sheep, scaled a peak so high and difficult that he became stranded forever. Because he could not move, his father turned him into the North Star to guide all others in the night sky.\n\nNa-Gah’s Wall is stacked with splitter cracks and good rock. There are fixed anchors with 5/16\" chain on each pitch equipped to rappel. The crux can easily be aided with offset micronuts.\n\nPitch 1\n\n5.10, 65 meters\n\nA short dirty crack leads to a sandy ledge. Follow the widening crack to another ledge atop a pillar and then continue up the crack to a sandy ledge and a two bolt anchor. Alternatively, start this pitch by traversing in from the left to avoid the short perpetually dirty crack.\n\nPitch 2\n\n5.10-, 40 meters\n\nScramble up the ledges aiming for the splitter hand crack to the right of the large pillar. Jam and stem your way up and then traverse left across the pillar. Pull up a short step to the left of a bush and reach a two bolt anchor at the base of a long left facing corner system.\n\nPitch 3\n\n5.12-, 50 meters\n\nThe Enduro. Some trickery gets you established into an unending corner system which is mostly 0.75s and narrowing at the top. Follow this to a ledge and a two bolt anchor right of the crack.\n\nPitch 4\n\n5.12-, 45 meters\n\nThe Sandbox. Step off the belay and back into the crack system. Radical crack climbing leads to a shallow left facing corner and up to a three bolt hanging belay.\n\nPitch 5\n\n5.11+, 40 meters\n\nThe Crack Switch. Continue up the crack to its terminus then bust a slab move to gain the crack system to the left. Jam a thin crack and traverse left across a sloping ledge beneath the original aid climbing bolts. Clip a hanging chain draw then pull a final mantle to reach a two bolt anchor on a sloping ledge.\n\nPitch 6\n\n5.10, 50 meters-\n\nFollow the thin flake directly above the belay and stay in the crack system as it arcs to the right. Pull some face climbing moves and mantel onto a broad ledge. Watch your rope drag here. Continue to the far left side of the ledge and then take the corner to a bolted semi-hanging belay.\n\nPitch 7\n\n5.9, 50 meters\n\nContinue up the corner system and a wide pod (#5 is nice to have but not necessary) up to a ledge. From here you can either traverse out right through the scrub oak (Not recommended) or take a short crack to a juggy face on your left. Hop on top of the tent shaped boulder with a three bolt anchor.\n\nPitch 8\n\n5.12, 45 meters\n\nThe Mo’ Splitter. Move the belay from the bolted station to the climber’s left at the base of the splitter (Belay built with #5 - #3). A straight in splitter in beautiful stone leads to a boulder problem and eventually ends with a mantle and a ledge traverse out right to a two bolt anchor. Micro offset stoppers from size 2-5 are useful for this pitch.\n\nPitch 9\n\n5.10, 40 meters\n\nA bolt protects the moves off of the belay to gain a flaring corner. Higher up in the corner the rock deteriorates with some large wedged blocks in the chimney. We tried to crowbar these blocks out but they would not budge. Use caution. Continue up to a belay on a nice ledge.\n\nPitch 10\n\n5.10, 45 meters\n\nThe Son of Mo’ Splitter. Start just to the left of the belay in the 3.5” crack and follow it as it arches back to the right. At a fixed pin go straight up the crack on typical Zion capstone to reach a two bolt anchor with chains just below the proper summit.\n\nDescent\n\n:\n\nRappel the route EXCEPT on the 8th rappel. On the 8th rappel do not go to the anchor at the base of the long left facing corner. There is a rap station directly below the ledge. This will save you from getting your knot stuck and prevent you from having to rap through bushy hell. Also, be careful when pulling your ropes on the 4th rap to make sure you do not feed your rope into the crack formed by the corner, it’s a rope eater.","protection":"Micro nuts\n\n1 green c3\n\n1 red c3\n\n3x 0.3\n\n3x 0.4\n\n3x 0.5\n\n4x 0.75\n\n3x #1\n\n2x #2-#4\n\n1x #5\n\n2x 70 meter rope","location":"This route is located in the center of the West Face of the Sub Peak of Meridian tower in the Towers of the Virgin.\n\nFollow the approach directions for the area to the base of the south face of the cliff. At the base of the cliff contour to the west generally staying as close to the wall as the scrub oak allows. A few hundred feet after passing under an alcove with four long cracks you will step down by a juniper tree and follow the trail as it breaks through scrub oak lower and away from the cliff band. Eventually, the trail climbs back up to the base of the cliff at a clearing.\n\nThe start of the route can be identified by finding a massive boulder (More a huge part of the cliff that has become a part of the ground) which creates an easy ramp up and to the right of the true start of the climb. A short dirty crack leads to a bushy ledge before a long wide crack launches up the wall.\n\nThe anchors at the top of the first pitch are not visible."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,ae9fb395-eaa7-5798-a5f6-78ad324346de,92a8e6fe-7f49-598a-b39a-d013c33e9ad4,692a91a6-91fc-57a3-8821-3b9d24479f43,b8e4a0bd-f8a5-5d69-8db8-f4d47bdce136","pathTokens":["USA","Utah","Southwest Utah","Zion National Park","Oak Creek Drainages","Sub Peak of Meridian Tower"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-112.99857,37.21144]},"bbox":[-112.99913460948797,37.21099033981813,-112.99800539051202,37.211889660181875],"left_right_index":-1,"ext_id":"110378726","area_id":"uOSgvfilXWmNuPTUe9zhNg==","polygon":{"type":"Polygon","coordinates":[[[-112.99913460948797,37.21099033981813],[-112.99800539051202,37.21099033981813],[-112.99800539051202,37.211889660181875],[-112.99913460948797,37.211889660181875],[-112.99913460948797,37.21099033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:22.084Z","updatedAt":"2024-01-20T01:06:50.040Z"}