{"_id":"63689d5ce80bff5a994f49ee","area_name":"Little Baldy","shortCode":"","climbs":[{"_id":"Tzdkq+kVXMynQMNMDfQsxA==","name":"wigged out","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Hickey, EC Joe 6/84","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":8,"mp_id":"117592643","mp_crag_id":"108014684","climb_id":"Tzdkq+kVXMynQMNMDfQsxA==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"Did just fine with a 60m rope, as below, but required some downclimbing at times as the middle of the climb is all slab without a place to establish an anchor!  First pitch was the most fun, and the rest was a bit nerve racking with the run out.  Evidence of someone appearing to have bailed off after the first pitch and sacrificed some nuts in the process.  See\n\nhttp://www.sekiclimbing.com/little-baldy.html\n\nfor an awful and vague description of this route that doesn't mention any of the runout...\n\nP1: Follow the crack system up to the roof.  Good spot for gear anchors there roughly in the middle under the roof, where it is easy to hang out for your 2nd.\n\nP2: traverse right, under the roof, then go vertical once it becomes easier.  Some slab here with intermittent cracks for gear.  Keep going up (and slightly right) where you will find a crack system to set up another gear anchor.\n\nP3: continue upwards towards another crack system, with intermittent slab.  This belay position is the least comfortable.\n\nP4: slab city without any cracks for protection, going roughly up and a bit left.  Run out on the order of nearly 100ft, but eventually after you will hit a set of old rusty antiquated anchors.  Unfortunately there is nothing else for protection.\n\nP5: more run out slab.  There is an old piton that you can girth hitch a thin sling through for protection--otherwise largely blank.  At this point you could go roughly right and up, around the contour of the dome, to the valley where there are some trees, for about 40-50ft of run out until you get to a ledge system where there is opportunity for another anchor, then a 4th class walk up to the summit and take the hiking trail down, OR...\n\nP6(continuing up): didn't do this myself as it was getting dark and the runout was a bit much, looks like one could go up and left on 50+ft of easier and more \"rolling\" slab to the crack system in the right facing obvious dihedral (finally a protectable crack!) and likely continue for 1-2 pitches of much less run out climbing to the summit.","protection":"one set of old rusty anchors and a piton, otherwise gear anchors","location":"Start is just to the to the right of the large 50ft rock block with a tree on top of it, at the base.  You can access it by walking along the base from the climber's trail.  Follow the base of the cliff just past this big block, and right before it starts descending again scramble up approx 10ft to an area with a few shrubs, where you can access a crack system going straight up to a roof."},"__v":0},{"_id":"TetAEz6WXaWB9RhN2OADZQ==","name":"Welcome to Little Baldy","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Rich Smith and Herb Laeger, September 1983","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":3,"mp_id":"108101195","mp_crag_id":"108014684","climb_id":"TetAEz6WXaWB9RhN2OADZQ==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"An excellent route ascending a natural line up the tallest and steepest part of the face.  The climb requires a variety of techniques including liebacking, friction and several sizes of cracks.\n\nOne of the few all trad routes on Little Baldy.  The only bolts are the anchor at the top of the first pitch.  It's a very good route that will only get better with time and little more traffic.  It may be 5.9 if the crux corner gets a little more clean.\n\nPlease climb this route!\n\nP1:  Ascend the left leaning corner/crack system until you see two anchor bolts off to the left.\n\nP2:  Continue up the same system, through the crux corner, until a small roof.  Skirt around the small roof to the right and walk up and left to belay at the base of the arching crack (5.10a).\n\nP3:  Follow the fun, clean arching crack up.  As it turns left it gets wider but can be climbed without many off-width moves (Unless you didn't bring big gear and have to try to place gear in the back of the crack as you squirm up and get your knee stuck!).  Belay where the arching crack ends.\n\nP4:  Climb up the small left facing dihedral through the big ear/flake thing.  A big piece comes in handy here.  Friction off the belay is the hardest part of this pitch.  Belay once you get to 4th class at a large right facing roof/corner.\n\nWalk to the top and high five!","protection":"Doubles from small to 2\" with one #3, two big pieces and a set of nuts.  Two #5s would probably be best, but a #4 and #5 or #5 and #6 would work.","location":"The start is left of a giant dirty looking left facing corner near where you hit the rock on the approach from the road (see photos)"},"__v":0},{"_id":"yKlClfPXVw+c/anyXZfP7Q==","name":"Tapestry","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Dave Hickey, Ken Awbrey","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":11,"mp_id":"108296948","mp_crag_id":"108014684","climb_id":"yKlClfPXVw+c/anyXZfP7Q==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"The route starts just to the right of Bit by Bit(5.7+). Slabby climbing. the route meets up with bit by bit after the first pitch and then the two routes link up with Wiged Out(5.8)","protection":"A rack of Doubles from fingers to hands. 60 meter rope","location":"On the further right side of the formation. When heading along the base you will pass a large tree growing at the base and then you'll head downhill until you reach the arch in the rock. the three routes Wiged Out, Bit by Bit, and Tapestry are all located near the arch."},"__v":0},{"_id":"ZdENW19/U1aqvxcgNiDmWQ==","name":"Sparkler","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Jolley,Gilbert,Jackson, West 7-87","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":13,"mp_id":"110048268","mp_crag_id":"108014684","climb_id":"ZdENW19/U1aqvxcgNiDmWQ==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"I don't remember much about this route other than it was the best route on the climbers right side of the dome and one of the best on the dome. I also remember thin slab climbing and a bit runout at times. I also recall an interesting aesthetically pleasing face. Although this route is bolt protected I don't consider it a sport route.\n\n(If someone has a better description then send it to me and I will replace it with mine)","protection":"The book shows 7 bolts to a 2 bolt anchor. When I climbed this route the 4th bolt shown in the guide was not there and in my book I wrote a bit run. I also wrote that it needed new bolts and that was a long time ago. This route is very worthy of bolt replacement.","location":"This route is located on the far right hand side of the dome"},"__v":0},{"_id":"bcMh7rgGWy66LFpNhikFgQ==","name":"Skinhead","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Herb Laeger and Roger Peart, July 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":4,"mp_id":"108101281","mp_crag_id":"108014684","climb_id":"bcMh7rgGWy66LFpNhikFgQ==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"Fun slab route that climbs past about 6 bolts and ends at a bolted anchor.","protection":"Draws and an old sling to back up the rappel if necessary.","location":"To the right of the big left facing corner that's used to find Welcome To Little Baldy.  Just up and left of the toe/low point on this part of the rock."},"__v":0},{"_id":"DJxGMWgqWQGFJm/3j4KSNg==","name":"Regular Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Boone, LaRue","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":0,"mp_id":"108101266","mp_crag_id":"108014684","climb_id":"DJxGMWgqWQGFJm/3j4KSNg==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"This is a great route to practice leading or following trad climbs.  It climbs a ramp up across the face of the dome.","protection":"Set of cams and nuts, it'll take all the gear you can throw at it.","location":"Once you reach the rock, follow the base of it up and left until you see the obvious corner/ramp trending up and right.\n\nAn alternative approach is to take Little Baldy trail, leave the trail just before the dome and descend along the base of the west face until you see it."},"__v":0},{"_id":"Jnvk/6S+USyuACPRIeJ4fQ==","name":"Prodenominator","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":12,"mp_id":"108323931","mp_crag_id":"108014684","climb_id":"Jnvk/6S+USyuACPRIeJ4fQ==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"Fun and well-protected friction climbing on high quality rock past 7(or 8)bolts to a two bolt anchor.  Low 5th top-out pitch.","protection":"7(or 8) Draws. 2 Bolt Anchor and maybe some webbing or quick links if you'd rather rap off.","location":"About 100 feet to the right of Bit by Bit(5.7+). Look for the bolts."},"__v":0},{"_id":"SdXTH9YjXMe7CK6BSKx3iA==","name":"Middle Size White Boys","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Jolly, Jackson, Barnes  9-88","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":2,"mp_id":"110048424","mp_crag_id":"108014684","climb_id":"SdXTH9YjXMe7CK6BSKx3iA==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"TQhLQAjKWMiYV04EWHfI1A==","name":"The Merkin","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Peggy Buckey & Todd Swain 06-1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":6,"mp_id":"108014689","mp_crag_id":"108014684","climb_id":"TQhLQAjKWMiYV04EWHfI1A==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"Start just left of Hairbrained.\n\nP1: Climb up the face past five bolts to join Hairbrained in the middle of its second pitch at a ledge with flakes (165 feet; 5.10a).\n\nP2: Move left under the overlap a few feet, then pull the overlap and friction straight up to a sloping belay ledge (140 feet; 5.6R).\n\nP3: Angle up and right to the top of the dome.","protection":"Bolts and some gear are needed for the route.","location":"Start just left of Hairbrained."},"__v":0},{"_id":"YZb2X3DMV4WwOXKaVrwahg==","name":"HP Lovecraft","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Aug 1st 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":15,"mp_id":"121104887","mp_crag_id":"108014684","climb_id":"YZb2X3DMV4WwOXKaVrwahg==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"Pitch 1\n\nFollow a large east crack and slab section for about 100 feet to the top and belay using gear just below a tree with a small roof right above and to the right. You could possibly belay off of the tree itself but the rope would probably get stuck in a crack.\n\nPitch 2\n\nClimb over the small roof and reach up to grab a jug that you can’t see from below. The. Continue up through very low angle slab and belay in any of the many cracks that will appear after about 100 feet it’s a little run out because of the slab but a fall is very unlikely.\n\nPitch 3\n\nContinue towards the summit across very easy slab. Your call weather you want to use the rope. It’s more like 4th class at this point but some of the rock is slippery with gravel in spots and a slip would be bad. Once it flattens out even more belay at a crack. I used hip belay because of how low angle it was towards the end. Then coil the rope and continue on up the last 30 feet to the summit","protection":"Standard rack, some bigger pieces are helpful","location":"It is located on the far right side of the face, you will have to look around the corner to find the first large crack."},"__v":0},{"_id":"sJpwKPURW4Wn2v50ER0XGA==","name":"Hairbrain","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Hickey, Joe   06/1984","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":7,"mp_id":"112456563","mp_crag_id":"108014684","climb_id":"sJpwKPURW4Wn2v50ER0XGA==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"A fun and varied adventure route, this is a good multi to do if the ‘Regular Route’ was too easy for you. The 1P 5.8 crack is well protected. The 5.7 traverse and slab (5.4 to 5.6) might turn your brain a little “hairy\".\n\nThis route is just right of 'The Merkin 5.10a', near a giant pine tree, also under the big roof that's in the middle of LB. Goes up to roof and left to big slab. The first pitch is a nice finger/hand crack over a bulge, and up through a small right facing corner. This crack eats pro. Build anchor (w/ your larger gear) under the big roof. Traverse left, placing pro at every chance. Some may want to break this traverse up into two short pitches or stretch out the rope, place pro on the traverse (long runners) and hit the slab, build belay. When arriving up on the big slab, look for cracks & ledges to build anchors. Two pitches of run out 5.4 - 5.6 slab, options here, or trend left to join the big right facing corner.\n\nTopo, pics, beta\n\nsekiclimbing.com","protection":"Single rack 0.2” to 3\" + nuts, emphasis on small/med. 60m rope. Build all anchors. Walk off.","location":"Look for the big roof / visor feature in the middle of LB. Route climbs up under roof and exits left. When walking up climbers approach trail from large pullout, look for the bolted 5.10 slab routes 'LB Hoodwink' & 'The Merkin'\n\nJust right of 'The Merkin' and starts close to a giant pine tree."},"__v":0},{"_id":"HANKID0RVYematWrWQO2qQ==","name":"Hair Today, Gone Tomorrow","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Eric Rhicard and Herb Laeger.  June, 1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":5,"mp_id":"108103239","mp_crag_id":"108014684","climb_id":"HANKID0RVYematWrWQO2qQ==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"This route will teach you to trust your feet up 160 feet of perfect rock.  Getting to the first bolt is interesting, but not too bad if you start from the right spot.","protection":"Draws and enough rope/tag line to rap 160 feet.  A few pieces of webbing incase the anchor needs it.","location":"There's a prominent pine up a rock ramp to the right of the big the corner features were you hit the base on the approach from the road.  Partway up the ramp you'll see the bolts going up, right of some small roofs and left of another bolted route (\n\nThe Merkin\n\n)."},"__v":0},{"_id":"A81nUimAWpKn/Hw7B+5sMQ==","name":"Hair Raising","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Herb Laeger and Dick Saum, 1982","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":1,"mp_id":"108172515","mp_crag_id":"108014684","climb_id":"A81nUimAWpKn/Hw7B+5sMQ==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"Hair Raising is a trad line that climbs a corner system from bottom to top through some beautiful sections.  The upper two pitches are what make this climb great.  The first pitch is dirty and can be bypassed by climbing to the big ledge via Cornered Animal (5.9) or\n\nWelcome to Little Baldy\n\n(5.10a).\n\nP1:  Climb the big blocky corner up to the big ledge.\n\nP2:  From the left side of the big ledge, follow the right facing corner system (crux).\n\nP3:  Continue up the corner until the crack disappears,  then head up through slab to the roof and follow it right.\n\n(P2 and P3 can probably be linked but I haven't tried it)","protection":"Gear up to 3\" with extra small stuff.  A 4\" piece might make parts more comfortable but isn't necessary.","location":"From the base of the dome head up and left past one big corner until the second corner.  If you get to the big ramp that's the\n\nRegular Route\n\nyou've gone too far.\n\nIf you approach via another route, pitch two starts at the left side of the big ledge."},"__v":0},{"_id":"h7Hk27VvXXWQUPxnM51VAQ==","name":"Crazy Bald Heads","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jeff Scheuerell and Steve Bumgardner","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":10,"mp_id":"110048406","mp_crag_id":"108014684","climb_id":"h7Hk27VvXXWQUPxnM51VAQ==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"Slab climbing linking up discontinuous cracks that link up with Tapestry.","protection":"I used-1bolt, small stoppers/RPs, Lowe Balls, Tricams and cams","location":"Located to the right of Bit by Bit"},"__v":0},{"_id":"iT172U75VZ2WrJwSqfioWw==","name":"Bit By Bit","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Tim Slover and Dale Haskamp.  August, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":9,"mp_id":"108103257","mp_crag_id":"108014684","climb_id":"iT172U75VZ2WrJwSqfioWw==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"This climb can be done as one clean 5.7+ pitch, or taken to the top through easier terrain.  Makes a good warm up and dries off very quickly after rain.\n\nP1:  Climb up to the right of a small triangle roof, past a horisontal crack, and trend up and right to a bolted anchor.\n\nP2:  Climb up and belay at the start of a left facing dihedral.\n\nP3:  Up and left until you're on a large ledge system.\n\nP4:  Option 1- Climb up and left through runout slab, past a bolt and into a right facing dihedral.  Option 2- Go right into a left facing dihedral and follow it up.\n\nThe last half pitch is 4th class but a fall would be bad.","protection":"5 or 6 draws and a .5\" piece if only doing the first pitch, more small to medium gear if heading all the way up.  One 60m rope is good unless you rap off the 150' first pitch.","location":"There are several slab climbs at the far right end of Little Baldy.  This route starts on the left side of this area and climbs just to the right of a small triangular roof."},"__v":0},{"_id":"tXKea7GkXe6pPyUBhnDm3g==","name":"Air Heads","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jeff Scheuerell and Chad? 8/84","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"left_right_index":14,"mp_id":"110048251","mp_crag_id":"108014684","climb_id":"tXKea7GkXe6pPyUBhnDm3g==","areaRef":"KWDXYfy4WRqSXyCKlnmLkg=="},"content":{"description":"I don't remember much about this route. I don't remember Chad(sorry Chad). My notes show a crack starting a bit left of Bandito going up to a face, then to a roof, then going right. I vaguely remember easy runout face climbing after that. My notes also say stoppers and cams to 4\".","protection":"stoppers and cams to 4\"","location":"left of Bandito"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,39fd615b-bd45-5c02-aed2-c3d586ff519d,2960d761-fcb8-591a-925f-208a96798b92","pathTokens":["USA","California","Sequoia & Kings Canyon NP","Little Baldy"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.8"},{"count":3,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.4"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":12,"bands":{"unknown":0,"beginner":8,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":6,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.8049,36.6141]},"bbox":[-118.8054602050353,36.613650339818136,-118.8043397949647,36.614549660181865],"left_right_index":-1,"ext_id":"108014684","area_id":"KWDXYfy4WRqSXyCKlnmLkg==","polygon":{"type":"Polygon","coordinates":[[[-118.8054602050353,36.613650339818136],[-118.8043397949647,36.613650339818136],[-118.8043397949647,36.614549660181865],[-118.8054602050353,36.614549660181865],[-118.8054602050353,36.613650339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T05:54:15.503Z","updatedAt":"2024-02-19T18:29:18.126Z"}