{"_id":"6368a185e80bff5a9954f523","area_name":"Frigid Air Buttress","shortCode":"","climbs":[{"_id":"2KQUI2gZWZeJo6ZBiWlZiA==","name":"Tookish Instincts","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA: Derek & Giselle Field (2018)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49249,36.14396]},"left_right_index":3,"mp_id":"116634342","mp_crag_id":"105732099","climb_id":"2KQUI2gZWZeJo6ZBiWlZiA==","areaRef":"swzY9uL8ULi0YT/4rvnAOA=="},"content":{"description":"This was an accidental diversion from Middle Earth that turned out to have some decent climbing. I wouldn't be surprised if somebody has stumbled upon this before. We can recommend it as a variation if you've already done Middle Earth and want to mix it up on the second go.The story is that on our first trip up Middle Earth, we missed the namesake tunnel and accidentally climbed the corner to the right. We couldn't get back into the chimney so we improvised our way to the top of the buttress. The next day we met with Larry to give him the story and show him some photos of where we went. His told us we should've trusted our Wimpstincts. By that he meant we were supposed to instinctively burrow into the secure tunnel instead of venturing up the scary-looking crack to the right. Oops. We had a good laugh about it. Our mistake carried a silver lining in that we stumbled into a very good wide crack pitch (Pitch 6) that is worth doing in itself. The rest of the climbing is mediocre at best. The route description follows:Pitches 1-4 (320 feet): As for Middle Earth. First pitch 5.9 offwidth; second pitch 5.8 left-leaning handcrack; third pitch move the belay; fourth pitch 5.7 dihedral and traverse back left into main chimney system. Linking P2+3 is recommended.Pitch 5 (5.8, 100 feet): Instead of burrowing into the tunnel, climb the exfoliating left-facing corner just to the right. The rock quality is a bit suspect at times (we did not clean it at all) but I'd say overall it climbs better than it looks. Above the corner, climb straight up the knobby face (5.5 R) up to a ledge guarded by thick bushes.Wrestle past the bushes to the base of a hidden, straight-in offwidth crack and set a new belay.Pitch 6 (5.7, 110 feet): Climb the super-fun featured offwidth. Bump that trusty 6\" cam as you cruise up the amazing jugs and flakes. Follow the crack as it widens to a chimney and slants to the right. This pitch ends at a wide ledge shared with Frigid Air Buttress (below that route's 8th-pitch headwall).At this point, you can finish on the Frigid Air Buttress headwall pitch if desired. Tookish Instincts continues left:Pitch 7 (4th class, 60 feet): Scramble up and left to the top of the pillar. Walk 40 feet left to the opposite end of the ledge and set a belay in the floor crack.Pitch 8 (5.8, 110 feet): Step down and left off the pillar, traversing 10 feet left on crimp rails into a hand-fist crack. This traverse is fine for the leader but pretty dicey for the follower unless the leader resists placing gear until higher up the crack. The rock quality deteriorates and after a tricky bulge it becomes an easy scramble to the top of the buttress.Descent: As for the original Frigid Air Buttress route.","protection":"Double set of cams to 3\" + full set of nuts + one 6\" cam Two 60m ropes for the descent","location":"Branches off from Middle Earth roughly halfway up the buttress."},"__v":0},{"_id":"UJWFfXwxXx6urMq+Jg0h6g==","name":"Middle Earth","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"FRA Ryan Mcphee, Bill Thiry, John Wilder, Larry DeAngelo","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49249,36.14396]},"left_right_index":2,"mp_id":"105733073","mp_crag_id":"105732099","climb_id":"UJWFfXwxXx6urMq+Jg0h6g==","areaRef":"swzY9uL8ULi0YT/4rvnAOA=="},"content":{"description":"This is an interesting route with some good climbing.  The name relates to the long, fully enclosed tunnel on the fifth pitch.  Two ropes are needed for the rappel. \n\n  About a hundred yards to the left of the Frigid Air Buttress, a rounded whitish apron leans against the lower wall.  Scramble up ledges on its left side for a few hundred feet to a rope-up point where the rock steepens. \n\n  Pitch 1: On the right, climb a convoluted offwidth crack formed by the left edge of a huge flake (5.9).  The easier chimney above is unprotected.  The flake rounds off to a good belay ledge (which is also the ledge beneath the 5.9 handcrack halfway up the Frigid Air Buttress route). \n\n  Pitch 2: Avoid the FAB crack, and instead climb the left-leaning jam crack in the clean varnished wall on the left. (5.8) \n\n  Pitch 3: A short pitch up and left to a big ledge. \n\n  Pitch 4: Move to the back right corner of the ledge and climb a varnished corner, then go left and belay among broken rocks in the main gully system. \n\n  Pitch 5: Climb to the back of the gully then go up a dark, tight, fully enclosed vertical chimney tunnel. \n\n  Pitch 6: Easy climbing leads to the top. \n\n  Descent: Scramble left to the standard rappel route (2 ropes) down Burlesque.","protection":"Big cam for the opening offwidth","location":""},"__v":0},{"_id":"OjZ9Tk+NWvW/QvVWWytbIA==","name":"Linda's Route","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Linda Marks, Joe Herbst, Nanouk Borche, Matt McMacken. 1978","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49249,36.14396]},"left_right_index":6,"mp_id":"110553462","mp_crag_id":"105732099","climb_id":"OjZ9Tk+NWvW/QvVWWytbIA==","areaRef":"swzY9uL8ULi0YT/4rvnAOA=="},"content":{"description":"Follow the line to the right of Frigid Air Buttress eventually sharing the last pitch of that route.\n\n P1: 5.8, 70m beginning at a short face to the crack mentioned in the description above to a bushy ledge.  There is definitely some vegetation and moss at the top of the pitch.  Belay at the oak trees at the base of the chimney.  P2: 5.8, 65m.  From the oak tree, climb up the squeezy chimney and then into a narrower crack system.  The ramp to the chimney and the bottom of the chimney protect poorly.  P3: 5.7, 40m.  Follow a vegetated corner system into a roof and step right onto the featured face.  Easy face climbing up to a very large treed ledge.  P4: 5.9, 70m.  Shift the belay to the base of the large clean chimney just left of the impossible right sweeping crescent crack.  Stem and body chimney about half a pitch to some face climbing and into a corner system to the base of the final pitch of Frigidaire Buttress.  Gear larger than a #4 likely won't help protect the chimney.  Belay at a treed ledge at the base of the final pitch.  P5: 5.9+.  From the treed ledge, climb up a 5.7 face to the base of the hand then finger crack.  The crux is perhaps 30' up the crack where it briefly narrows to a short shallow off fingers section.  Rattle or lieback this finger crack past the crux.  After that short section, the difficulty eases up considerably.  After the crack ends, climb a short unprotected face (5.7) above a gully to belay at boulders and trees below the final scramble pitch","protection":"Standard rack to 4 inches","location":"Start on the obvious vertical crack 40 ft right of Frigid Air Buttress route."},"__v":0},{"_id":"VE6izh9YWh+F54DlxX3ySQ==","name":"Frigid Air Buttress","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1976, Larry Hamilton and Joe Herbst","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49249,36.14396]},"left_right_index":4,"mp_id":"105732470","mp_crag_id":"105732099","climb_id":"VE6izh9YWh+F54DlxX3ySQ==","areaRef":"swzY9uL8ULi0YT/4rvnAOA=="},"content":{"description":"This route is guarded by the fearsome words \"offwidth\", \"6-inch nuts\", and \"big pro\".  I'm probably ruining some big secret by saying that it's not at all fearsome - just lots of fun with a short approach, good pro, and big ledges at every belay. \n\n  Approach via the Icebox Canyon trail.  Cut over to the streambed at the confluence of the two forks of the canyon.  This is a good place to leave your packs / shoes.  Follow a faint path to an obvious flake just left of the toe of the buttress. \n\n  P1 (190', 5.7): Climb the right side of the flake to a bolted rap station at its top - this allows you to set a TR on the flake (about 5.5).  Continue up a thin crack (5.7) and then step left to easier ground.  Look for a tree up and left under a cracked wall and climb easily to a belay there. \n\n  P2 (160', 5.8): Climb up the cracked wall to another big ledge with lots of greenery.  Walk right to a left facing blocky dihedral and climb it (5.8) to a big ledge (this is the notch behind a small pinnacle).  Continue easily up and left to yet another huge ledge. \n\n  P3 (100', 5.5): climb an elegant chimney (5.5) until you can step left onto easy face leading to another big ledge. \n\n  P4 (120', 5.9): there are two cracks leading up from the ledge.  Take the right hand crack (hand / finger).  This is mostly 5.7 or so with an occasional harder move.  There is a wide section with chockstones at the top of this.  Continue to a good block and contemplate the 'offwidth' section.  This has a couple of hard moves but can be protected easily with #3 camalots.  Most of the offwidth can be avoided on the left wall.  Belay at yet another large ledge about 20' beyond the offwidth. \n\n  P5: (100', 5.8): climb a short wide chimney until it roofs off then swing out left (the hand traverse).  Continue up easier ground to a narrow, evil looking slot.  Set pro and then climb down and out to the outside of the slot (just 5.5 or so) instead of putting yourself through the meatgrinder.  Above, a big easy chimney leads left to a big pine tree. \n\n  P6: (140', 5.6): proceed up a fun inside corner behind the tree.  This leads to easy ground beneath the final headwall.  Climb easy huecos to a ledge beneath the obvious 5.9 crack. \n\n  P7: (60', 5.9): climb the varnished crack with good pro.  Things ease up considerably about 25' up.  Belay at a good ledge immediately atop the black crack. \n\n  P8: (130', 5.?): boulder up the wall just left of the belay or go further left to avoid this short wall and then make a run for the top on easy ground. \n\n  Descent: look for a big chockstone back and to the left from the top.  Either rap 50' or downclimb the chimney beneath the chock to easier ground - the downclimb is a lot easier than it looks from above.  Proceed along the ridge avoiding the temptation to drop off right to the upper part of the canyon - this is well cairned.  If you roughly follow the edge of the buttress you'll find a pine tree with rap slings about 60' before the ridge hits the slot where the stream runs.  Rap about 50' to a big ledge with an anchor.  From here, a 190' rap takes you to a new bolted rap station.  There is a ledge partway down this but we didn't see an anchor on it (but we didn't look too hard).  From the bolts it's about 100' to a big ledge.  There was an anchor on the left side of the ledge that takes you 100' to the streambed. \n\n  We took about 6 hours to do the route and 2 hours to descend.  We were in the sun till around 10am.   \n\n  While this route lacks the elegant line of something like Crimson or Dark Shadows, it has a lot of fun pitches separated by big ledges.  It appears to get very little traffic even though it's very close to the road.  Check it out! \n\n  There is an entire chapter about this route in Red Rock Odyssey","protection":"Double #2 & #3 Camalots, maybe a #3.5 if wide crack bothers you.  Standard Vegas rack otherwise.","location":""},"__v":0},{"_id":"Aorw5wlhXuGnE7BL9hNuhw==","name":"Dear Diary","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"FRA: Killis Howard and Travis Shephard 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49249,36.14396]},"left_right_index":1,"mp_id":"105954889","mp_crag_id":"105732099","climb_id":"Aorw5wlhXuGnE7BL9hNuhw==","areaRef":"swzY9uL8ULi0YT/4rvnAOA=="},"content":{"description":"Head up and slightly left on ledgy terrain with some 5.6 moves thrown in to a large ledge, then cut right up a left facing corner to a smaller ledge with some foliage. You know you're there when you're 180 feet up. Pitch 2 heads up the funky fist crack at 5.7/8, liebacking and jamming to a ledge. After your second joins you move left and drop down to a larger ledge with a tree. Pitch 3 shares 5.8+ crack with Burlesque, ends at good rap anchor beneath a short, crescent shaped chimney section. Pitch 4 is the crux: instead of traversing the flake left to finish Burlesque, head straight up toward obvious chimneys and a sawblade-looking flake protruding from it. Protection is intermittent and not always in quality rock, but the climbing is super varied and good. A little of everything on this one, capped by a smooth finishing chimney in solid chocolate varnish with a roof crack to a ledge. A scramble up and left puts you in position to rappel Burlesque","protection":"We carried double cams up to #3 BD-extra 2s and 3s would make the pitch safer and bring lots of long slings-drag was an issue even with doubles. A #4 camalot makes the P4 anchor bomber. Loose rock and challenging protection.","location":"Starts 80ft right of the waterfall pool on a good sized ledge. This climb could easily be called Burlesque Direct if we didn't laugh so hard at the Dear Diary joke while climbing it."},"__v":0},{"_id":"DiiFDEnZUNuZ+ZPuL/IX3w==","name":"Burlesque","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Joe Herbst, Tom Kaufman. May 1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49249,36.14396]},"left_right_index":0,"mp_id":"105820832","mp_crag_id":"105732099","climb_id":"DiiFDEnZUNuZ+ZPuL/IX3w==","areaRef":"swzY9uL8ULi0YT/4rvnAOA=="},"content":{"description":"Scramble up mossy ledges for about 150 feet to the base of the climb.  \n\n  Pitch 1: Climb up the right leaning crack then straight up to a ledge with a tree. (80 feet, 5.7) \n\n  Pitch 2: Shoot up the hand crack in the left facing corner. Pass the rappel anchor, head left on a ledge to the base of the flake. Sling the flake (extra long runner) for an anchor. (160 feet, 5.8+) \n\n  Pitch 3: The main event. Climb the flake (offwidth or lieback) past a bolt and continue up behind the flake into a narrow(!) chimney. Scoot up a corner to a ledge. (160 feet, 5.9) \n\n  Pitch 4: Easy fourth class leads to the summit of the feature. \n\n  Rappel the route with two ropes.","protection":"Standard rack plus some wide gear. We used an old style #5 Camalot. Consider a #3 Big Bro.","location":"Burlesque is located in the drainage that separates Necromancer from Frigid Air Buttress in Icebox Canyon. It is also the descent route for Frigid Air. The route is about 100 yards further upstream, to the left of Frigid Air. It is also about 50 yards downstream from the waterfall at the back of the drainage. The landmark feature is the giant flake that looks like a bomb bay roof on the third pitch."},"__v":0},{"_id":"dud07OwUWaSGdBJAfdk8CA==","name":"Blue Bunny","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tom Beck","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-115.49249,36.14396]},"left_right_index":5,"mp_id":"107616415","mp_crag_id":"105732099","climb_id":"dud07OwUWaSGdBJAfdk8CA==","areaRef":"swzY9uL8ULi0YT/4rvnAOA=="},"content":{"description":"This is a good mixed route that starts just right of Frigid Air Buttress.  Climb up the face, eventually passing 4 bolts.  Work up the varnished slab and pass the white roof on the left edge. Move back right passing two more bolts to a bolted anchor.","protection":"Single rack to 1\".   6 bolts.   Fixed anchor at the top.","location":"Blue Bunny starts 50' to the right of the first pitch of Frigid Air Buttress. \n\n  2 ropes are required to rap off.   \n\n  It looked possible to pendulum hard to the east and hit the anchors at the top of the flake on the 1st pitch of Frigid Air Buttress, making it possible to get off with one rope.  I did not try this and it will take a fairly aggressive pendulum."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,a31fb323-0db7-5e02-b522-f21d3b49b531,eeabff85-bcb1-5aac-a784-2f3003d01d09,bea6bf11-de53-5046-a5b4-b89217b7e9bc,03bfc0b1-66fa-5efe-950f-0e1ce62817b4,b30cd8f6-e2fc-50b8-b461-3ff8aef9c038","pathTokens":["USA","Nevada","Southern Nevada","Red Rocks","Icebox Canyon","Frigid Air Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.9"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.10"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":6,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-115.49249,36.14396]},"bbox":[-115.49304682879539,36.14351033981814,-115.49193317120466,36.144409660181864],"left_right_index":-1,"ext_id":"105732099","area_id":"swzY9uL8ULi0YT/4rvnAOA=="},"content":{"description":"This buttress stands between the left and right forks of Icebox canyon.  It is about 600' high and features some good multi-pitch routes.  Routes are mainly in the shade."},"density":0,"totalClimbs":7,"__v":2,"createdAt":"2022-11-07T06:11:24.900Z","updatedAt":"2024-01-15T16:46:18.709Z","_change":{"user":"q+lmEidCQ7ChKGsZ1ORhXw==","historyId":"6594e502f8258fb5bda03a25","prevHistoryId":"6594c98bf8258fb5bd9f0c73","operation":"updateArea","seq":0}}