{"_id":"63689de0e80bff5a994fa546","area_name":"Aftermath","shortCode":"","climbs":[{"_id":"GZbR7HkNVrOsRBrqHmex4Q==","name":"Strapped With Lats","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"bolted in 12/2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29775,39.7414]},"left_right_index":1,"mp_id":"112358603","mp_crag_id":"112358588","climb_id":"GZbR7HkNVrOsRBrqHmex4Q==","areaRef":"QmeSlQ9PXeGXV+TZZ3uj7A=="},"content":{"description":"The best line on the wall climbs a sustained 45-degree-overhanging arête to the top of the cliff. The rock looks questionable from below, but it’s actually the most solid of the steep lines. The climbing is sequential and gymnastic on large, generally incut holds. Expect heel hooks, toe cams, and campusing between jugs.\n\nThe climbing begins easily up a hanging open book. Clear a slight bulge to gain an easy slab and then a no-hands stance on a sloping ledge. Move left to the speckled-purple arête, then make big moves to reach a horizontal break below the crux. Make a big reach to a hidden jug, then campus out the lip of a big ledge, eventually mantling onto it for another good shake. One last long span leads to more good jugs at the anchor.","protection":"7 bolts to a 2 bolt anchor. A stick clip is mandatory. Don’t feel obligated to follow the bolts directly at the start—they were placed where the rock is best, not necessarily where the climbing is best.","location":"It is the second line from the left, or the left-most line ascending the big overhangs, beginning up a purple open book."},"__v":0},{"_id":"KfCyKgAsUGm3iYTaKTW8Yw==","name":"Savage Cats","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"bolted in 12/2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29775,39.7414]},"left_right_index":4,"mp_id":"112358631","mp_crag_id":"112358588","climb_id":"KfCyKgAsUGm3iYTaKTW8Yw==","areaRef":"QmeSlQ9PXeGXV+TZZ3uj7A=="},"content":{"description":"This contrived line follows the brown, overhanging dihedral at the far right end of the crag. It’s almost entirely jugs, but it is steep and continuous, providing a nice pump.  The idea is to climb with your hands either on the arête, or on juggy sidepulls on the slab to the right, until about the third bolt or so, then traverse left into the dihedral along huge jugs, ultimately continuing to more jugs on the left arête, just above the last bolt. Feel free to deviate from this concept as desired.","protection":"4 bolts to a 2 bolt anchor. A stick clip is mandatory.","location":"It is the farthest right line, following an overhanging, arching, brown dihedral."},"__v":0},{"_id":"TQok6kIuUHin33F197dU1w==","name":"Platinum Plaque","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"bolted in 12/2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29775,39.7414]},"left_right_index":0,"mp_id":"112358598","mp_crag_id":"112358588","climb_id":"TQok6kIuUHin33F197dU1w==","areaRef":"QmeSlQ9PXeGXV+TZZ3uj7A=="},"content":{"description":"This line climbs the best rock on the wall. It’s also a decent warmup, with sub-5.10, sub-vertical climbing to mid-height. The gently-overhanging latter half features a distinct, crimpy, and balancy crux, followed by two more bolts of sustained climbing on non-positive holds.","protection":"8 bolts to a 2 bolt anchor. A stick clip is mandatory.","location":"It is the furthest left bolted line on the wall, climbing mostly vertical rock into a concave scoop just left of the big overhangs."},"__v":0},{"_id":"mrH02qRLWqKw14x1lryJKw==","name":"Gotta Be Bumpin'","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"bolted in 12/2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29775,39.7414]},"left_right_index":2,"mp_id":"112358613","mp_crag_id":"112358588","climb_id":"mrH02qRLWqKw14x1lryJKw==","areaRef":"QmeSlQ9PXeGXV+TZZ3uj7A=="},"content":{"description":"This line features a wildly exposed rail traverse near the top. Unfortunately the start (as intended) is loose, but this can be avoided by climbing the first 2 bolts of\n\nAftermathematics\n\nand traversing left to join this route at the third bolt. In the business, the rock is relatively solid, though dirty in spots.\n\nNevertheless, the movement is fantastic, featuring a sequential, gymnastic rail traverse that grows in exposure as you inch left, culminating in an exciting mantel to a good rest. A few more pumpy moves work out the 45-degree overhang along a right-facing flake. When the flake ends, grope up rounded granite jugs to the anchor.","protection":"6 bolts to a 2 bolt anchor. A stick clip is mandatory. Stick clip the 2nd bolt, or traverse in from\n\nAftermathematics\n\n.","location":"It is the center route."},"__v":0},{"_id":"2qVEdJi9XAirmiYMvZ2hMQ==","name":"Aftermathematics","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"bolted in 12/2015","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.29775,39.7414]},"left_right_index":3,"mp_id":"112358620","mp_crag_id":"112358588","climb_id":"2qVEdJi9XAirmiYMvZ2hMQ==","areaRef":"QmeSlQ9PXeGXV+TZZ3uj7A=="},"content":{"description":"Another potential warm-up option, this line is almost entirely jugs, but a difficult clip and “beached-whale” mantel sequence at the very top detract from the experience. The rock is relatively solid, though dirty, hosting several aviary toilets.\n\nBegin up large, flat jugs, slightly right of the bolt line, to reach a big sloping ledge. Follow diagonaling, incut cracks and flakes over the first roof, rocking up with difficulty to reach a scrunchy rest below the final roof. There is a hidden bolt above the lip out left, which is difficult to locate and clip without a pre-hung draw (or two). Most people will want to follow the rounded, diagonaling crack system that begins above the right end of the alcove and traverses left, culminating in a thrutchy mantel onto the hanging slab.","protection":"5 bolts to a 2 bolt anchor. A stick clip is mandatory. Ideally, stick clip the 2nd bolt. It helps to have a long draw hanging from the last bolt.","location":"It is the second line from the right, or the right-most line on the big overhangs."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b34b81ad-639b-5002-8b62-fcc081599499,8af5df63-9dd1-5fb2-9ef1-c3c3860494f5,42679295-0f4f-5de1-9757-e4d9677ba3ec","pathTokens":["USA","Colorado","Golden","Clear Creek Canyon","Aftermath"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.12c"},{"count":1,"label":"5.11"},{"count":2,"label":"5.12a"},{"count":1,"label":"5.12b"}],"byDiscipline":{"sport":{"total":5,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":5,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.29775,39.7414]},"bbox":[-105.29833478095446,39.740950339818134,-105.29716521904552,39.741849660181856],"left_right_index":-1,"ext_id":"112358588","area_id":"QmeSlQ9PXeGXV+TZZ3uj7A=="},"content":{"description":""},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T05:57:04.430Z","updatedAt":"2022-11-25T11:17:57.488Z"}