{"_id":"6368a214e80bff5a9955da94","area_name":"Prow, The","shortCode":"","climbs":[{"_id":"SFPjJ1nYVxmg+wn+fqjpyQ==","name":"Hanging Sling Buttress","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Gary Hicks, Florian Walchack, 11/10/74","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-106.46639,35.2312]},"left_right_index":0,"mp_id":"106355480","mp_crag_id":"106355430","climb_id":"SFPjJ1nYVxmg+wn+fqjpyQ==","areaRef":"t80O7/ejWxmu2c9NuzVFcg=="},"content":{"description":"This 5-pitch route is described in Hill's Hikers and Climbers Guide to the Sandias (both 2nd and 3rd editions; don't know about 1st ed.). Hills description is generally good, and nearly the entire first four pitches are visible from the base of the route. Parts of P1-P3 may be able to be linked, but the route wanders a bit so this may not work as well as hoped.P1. ~110 feet (5.7) Start up a large, broken, brushy, right-facing dihedral. Belay on a ledge with an antique ¼-inch bolt (not visible until you're at it). Some loose rock.P2. ~80 feet (5.5 PG) Aim leftward and up to the right end of the yucca-infested Roomy Ledge, then climb back right and up to gain a higher, cactus-covered ledge. Excellent rock.P3. ~110 feet (5.7) From the far right side of the belay ledge, climb the cracks leading up the left side of the buttress. Clip a fixed pin along the way and belay at another pin on top. Good rock.P4. ~120 feet (5.8 PG) Find a way to traverse into the base of the large crack to the right of the buttress. This spooky traverse (5.8) is difficult to protect, especially for the second, but the rock is excellent. Once in the wide crack, climb it (hard 5.7, some loose rock) to a small overhang. Hill says to surmount the overhang, but we belayed below it near here.P5. ~100 feet. We weren't entirely clear where Hill's description intended the fifth pitch to start or finish, or if it was part of the 5th class route or if it was supposed to entail \"one further fourth-class pitch.\" Anyway, above the top of P4 there's a broad ledge, and above that it looks like you can choose from any number of Class 4 or 5 routes to gain the final summit ridge. We climbed a buttress that rose nearly directly above the top of P4, which yielded one final 5.8 sequence through a slightly overhung slot right at the top.Finish. Once on the summit ridge, unrope and scramble up the Class 3-4 ridge to the summit. Descend as desired, using the NW or SE Ridge routes (described on the main Prow page).This route provides a fine climb (P3 and P4 are well worth the trouble!). It might warrant more stars overall if it weren't for some loose rock, some difficult-to-protect belay stances, and the abundant cacti (but you do gain a summit, so that's cool).","protection":"Full trad rack, probably with some doubles of cams in big-fingers to fists.  I really could have used two #4 BD cams on the fourth pitch (one for the traverse and one for the crack).  All anchors require gear.  One 60m rope will get you down the SE descent; not sure about the NW descent.  Bring poot slings and hardware for the rap anchors, just in case.","location":"Ascends the southwest side of the Prow.  The first pitch ascends the right-hand side of a broad low buttress that is topped by the Roomy Ledge, a prominently visible, heavily vegetated ledge about 150 feet up."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,410864ff-d5cc-51b8-a36a-e53ea9e64efd,b7cd0eef-f7a3-5b19-aed9-cf4dbb354572","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","Juan Tabo Canyon","Prow, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.46639,35.2312]},"bbox":[-106.46694049360892,35.23075033981814,-106.46583950639108,35.231649660181866],"left_right_index":-1,"ext_id":"106355430","area_id":"t80O7/ejWxmu2c9NuzVFcg==","polygon":{"type":"Polygon","coordinates":[[[-106.46694049360892,35.23075033981814],[-106.46583950639108,35.23075033981814],[-106.46583950639108,35.231649660181866],[-106.46694049360892,35.231649660181866],[-106.46694049360892,35.23075033981814]]]}},"content":{"description":"This isolated, minor peak lies on the ridgeline that extends northwest from The Needle; this connecting ridge forms the southern margin of upper Juan Tabo Canyon. Although nearly 600 feet tall, the Prow is dwarfed by the nearby formations of the Needle and the Shield.\n\n The base of the Prow lies at about 8400 feet and the summit elevation, according to USGS topos, is 8968 feet. Still, the Prow lies in a scrubby, sparsely forested area mainly consisting of pinon, prickly pear, yucca, cholla, and Apache plume, so its not exactly in an alpine setting.\n\n Several 4th class mountaineering and 5th class rock routes scale the peak. The earliest recorded ascent was in 1948, although earlier climbs are suspected. The climbing history and routes are pretty well outlined in Hills guidebook (1993), and Kline's earlier book (1970) actually has some good route descriptions too."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:49.849Z","updatedAt":"2024-02-19T18:38:16.842Z"}