{"_id":"63689de0e80bff5a994f9733","area_name":"Headstone, The","shortCode":"","climbs":[{"_id":"cTS7tpSNXbiM//WSG+5B8A==","name":"The V-Slaught","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":15,"mp_id":"108161880","mp_crag_id":"105744879","climb_id":"cTS7tpSNXbiM//WSG+5B8A==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"The first pitch makes for a nice little climb in and of itself if you're in the area doing some of the other moderates. I have not climbed the second pitch, so feel free to chime in if you have.\n\nP1: Climb 60 feet past 6 bolts on attention getting slab (5.10c).\n\nP2: Climb over the imposing roof system above (apparently 5.12c).","protection":"14 bolts, two bolted anchors.","location":"This 2 pitch route is on the far right (downhill) end of The Headstone, between The Vortex and\n\nHaus Flake\n\n. It is the leftmost of the 3 bolted routes starting up a steep slab under a massive roof system."},"__v":0},{"_id":"6qOyb7x2Xjm3ZKtJorzJ1w==","name":"Topaz","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Tom Hanson and Scott Sill, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":4,"mp_id":"105749470","mp_crag_id":"105744879","climb_id":"6qOyb7x2Xjm3ZKtJorzJ1w==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"The ultimate classic Headstone route and one of the best moderate lines on the hill, Topaz is a must do. The route fires straight up the middle of the Headstone in rather roughish looking rock. It begins on a sparsely bolted slab, passes a small roof, and fires straight up in two pitches of pure classic crimps, flakes, layaways, chickenheads, and a roof just below the first anchor. The first pitch is nearly 150 feet long; the second about 70 feet. To descend, rap the line using either double ropes or a 60m. A mid point rap can be found adjacent to Topaz proper and on the right (\n\nAlienist\n\n). The final big move over the roof at the end of the first pitch uses a #3 Friend. Brilliant climbing.","protection":"QDs and a # 3 Friend. This is a long route, so bring 15 or so draws and something for the double bolt anchor.","location":""},"__v":0},{"_id":"lSsfhmYVXtuSxU+Q/LQd2A==","name":"Slab Variation","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":10,"mp_id":"107192656","mp_crag_id":"105744879","climb_id":"lSsfhmYVXtuSxU+Q/LQd2A==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"This route features some well-protected slab climbing. It is a good route to get dialed in for other routes in the area. This fully bolted pitch ends in a two-bolt anchor about 70 feet up (not shown in topo).","protection":"6+ bolts to anchor and a 60m rope.","location":"This route is right of Dinklemaster."},"__v":0},{"_id":"5UB+LEdVUpya2BBy9SPMCQ==","name":"Scratchy Face","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown (head crew?)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":11,"mp_id":"105756547","mp_crag_id":"105744879","climb_id":"5UB+LEdVUpya2BBy9SPMCQ==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"To find this great route, please follow the directions to get to the [Headstone].  At the base of the [Headstone], approximately center of the face (right of [Topaz] approx 100 ft), there are 2 bolted slab routes just to the right of a right facing flake.  The left route of these is the 5.9 slab route that approaches the awesome looking 12d stemming route on the upper headwall.  The righthand bolted route is [Scratchy Face].\n\nMove up easy rock with good holds, sometimes through slightly wet or dirty material.  The climbing steadily gets more difficult.  After approximately 4 or 5 bolts, the moves will get more tenuous as you gun for a ledge/stance.  When you gain the stance, spend some time looking at the gorgeous laser cut slab in front of you, and try to piece together a series of pinches and toe work on little crystals and edges to get you to the next ledge.  This bit, while only being 10b, will have you focusing pretty intensely!  When you have reached the good ledge, above you will be a flake-roof.  Getting established at the roof is a bit more difficult than it looks.  My partner went left on small face holds to get there.  I went slightly right and pinched the roof-flake and pulled into an undercling.  In either case, be aware of the lichen on the face or you will be hanging on the end of the rope faster than you can blink.  Pull the roof via the usual slab overlap techniques and head to the anchors on the big ledge.\n\nDescent:  Several options.  With two ropes, rappel to ground from anchors.  With a 60 meter rope, you can rap to about 15 feet above the ground and downclimb.  Other option, walk climber's right on the ledge to a large block with a wide crack.  Climb up the block to some anchors on the main wall.  Rap from these anchors down 50 feet to another set of anchors.  Rap from second set of anchors to ground.","protection":"Approximately 13 bolts and anchors.","location":""},"__v":0},{"_id":"13lyHmEHWnmeYwFS5tx16Q==","name":"Remote Control","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Scott Sills and Tom Hanson, 1995","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":12,"mp_id":"105749572","mp_crag_id":"105744879","climb_id":"13lyHmEHWnmeYwFS5tx16Q==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"Remote Control was one of the first lines to go in on The Headstone, and its two pitches climb the longest continuous stretch of this rock. The first pitch provides access to the Private Idaho crag if desired; you can walk off to the right. The climbing begins in the middle of the main grey slab just before the system of tiered overhangs and The Vortex. For a slab, this is pretty well protected with a dozen bolts in 140 ft. The second pitch follows the right arete of the main upper wall, forming the skyline of the Headstone. Protection is a bit more scarce, but the climbing never gets harder than 5.10. Good edges, and small flakes and chips form the holds on the second pitch.  Easily gets two stars for length and continuity, and the exposure on the second pitch.","protection":"QDs only. Two pitches long with double bolt anchors at the top of each pitch. 1st pitch is 140 feet long. 2nd pitch is 100 feet long. It is possible to scramble over to\n\nThe Rampart Rage\n\nin mid-line to reach the very top of The Headstone. Double ropes are mandatory for the rappels.","location":""},"__v":0},{"_id":"4eSLO7QbWEWba2dOMjVSIA==","name":"Razor Burn","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Alan Nelson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":13,"mp_id":"105750877","mp_crag_id":"105744879","climb_id":"4eSLO7QbWEWba2dOMjVSIA==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"The name says it all. Climbing on Razor Burn starts off the ledge 100ft above ground in the middle of the West facing yellow plate, any of several approach pitches can be used to gain the ledge. Done properly, a dicey 5.10 slab pitch might reasonably be called P1 of RB with the head wall pitch being P2. Just right of\n\nThe Rampart Rage\n\nis a bolt line that follows a system of razor sharp flakes for close to 65 feet. I only chased this route on a top rope the day it was red pointed (AN), so the grading may be a little soft. I thought that there were at least four distinct 5.12/5.12+ cruxes that involved using the razors with enough delicacy that you didn't slice off your finger tips. Your feet are largely on very thin smears, and the reaches between razors are usually very long. The 20 feet of finishing moves over small overlaps bring the difficulty back to 5.10+,  but the ride to this point is Devilish. I would raise a question about the long-term stability of the razor flakes. Most will hold up, but on some of these it is important to resist the temptation to pull out on the flakes. If your finger tips are up for it, this is an excellent line with kinesthetically pleasing movement.","protection":"QDs only. This 80 foot line needs about a dozen draws and something for the double bolt anchor at the top.","location":""},"__v":0},{"_id":"0/qj2iptW4WRK07WFGhhNw==","name":"The Rampart Rage","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Tod Anderson and Tom Hanson, 1997","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":8,"mp_id":"105749479","mp_crag_id":"105744879","climb_id":"0/qj2iptW4WRK07WFGhhNw==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"The climb begins on a good ledge 100 feet up the Headstone.\n\nApproach via a direct trad line, or use the\n\nRemote Control\n\nbolt-protected slab (better). The Rage fires off the ledge through a very blank, shallow dihedral that culminates in tricky exit moves into a thin crack/seam.\n\nFirst done free by Alan Nelson, this classic Anderson/Hanson line never drops below 5.12 until pulling into the crack system above the dihedral and small roof. This is a world class route that holds its own from the Valley to the Gunks and is well worth the battle.","protection":"QD for the Rampart Rage pitch itself. The approach pitch can be either a trad line or sport according to your inclination.","location":""},"__v":0},{"_id":"BRm1kuqsV2SDYOR9JkT2SA==","name":"Project (aka Who Haas Done It)","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Richard Wright, 1998  FFA: Jason Haas, 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":9,"mp_id":"105749485","mp_crag_id":"105744879","climb_id":"BRm1kuqsV2SDYOR9JkT2SA==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"A project was started to the right of the Rampart Rage that has not yet seen its crux done free. It has been led by myself (R. Wright) several times and has always produced a hang with an A0 pull past the crux. I have done the crux on a top rope, and it certainly goes free at close to 5.12d, perhaps a bit harder. The route is pretty cool, and since I never red tag anything, the FFA is open to anyone who wants to give it a shot. The Project starts on the ledge 100ft up The Headstone. Approach via \"Remote Control\" on the right. A double bolt belay has been placed at the base of The Rampart Rage on the left. Double ropes rap to the ground from here, or you can pick up a mid point rap half way down. The Project starts off in a very shallow, left-facing corner and moves up on good holds for 50ft or so to the crux. The crux involves a hard (5.12d) move on a very sloping ramp leading to another very long reach to a good ledge. The target is a clean but sharp crack that marks the end of the difficult climbing. From the crack to the anchor involves a bit of 5.11 climbing and some fun 5.10. Three stars for climbing moves, the continuity, and the position, and firing straight through the brilliant, yellow headwall.","protection":"QD only. Approach via\n\nRemote Control\n\n, which is a sport route.","location":""},"__v":0},{"_id":"RF9lw0OGUhWGlWMgJefoUQ==","name":"Lions and Chipmunks and Bears, Oh My","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown to me","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":6,"mp_id":"105764121","mp_crag_id":"105744879","climb_id":"RF9lw0OGUhWGlWMgJefoUQ==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"This route is right of\n\nTopaz\n\n. Find\n\nTopaz\n\nand then look right to the left-facing dihedral/chimney system that is the first pitch of\n\nChickenhead\n\n. This route is on the face directly to the right of that. There are three bolts: one at each crux. The first bolt is about 40 feet up and the climbing between the bolts is relatively easy. A small tree can be slung between the second and third bolt to add some security. The route ends at a two-bolt rappel anchor.","protection":"Three bolts. A tree between the second and third bolt can be slung. There is a two-bolt rappel anchor at the top.","location":""},"__v":0},{"_id":"SkMiYCtzU8OFV73g0jN41A==","name":"Io","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Richard Wright and Tom Hanson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":1,"mp_id":"105750880","mp_crag_id":"105744879","climb_id":"SkMiYCtzU8OFV73g0jN41A==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"Start in the huge, left-facing dihedral at the North end of the Headstone.\n\nP1 (90 feet) runs up on 5.11/5.10 climbing over a system of rounded ledges.\n\nP2 (90 feet) chases toward the top on similar climbing.\n\nCompared to many things on Devil's Head, this route will seem run-out (7-8 draws per pitch), but the feet are good, and all of the clips are from stances, so just stay in tune and ride it up. The rock is very sound, and the moves enjoyable. I thought it was fun. It keeps the shade and can be the only thing climable on the Headstone on a hot day.","protection":"QDs only. This two pitch route needs only 10 draws and a 60m rope. There are double bolt anchors at the top of each pitch.","location":""},"__v":0},{"_id":"016lUfPnVWqdXsbYTn6Icg==","name":"Head Trip","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1995 Tom Hanson, Scott Sills, Janice Harnak","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":17,"mp_id":"105756820","mp_crag_id":"105744879","climb_id":"016lUfPnVWqdXsbYTn6Icg==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"Begin to the right of the big slab on The Headstone. This line starts immediately left of the sport climb, Rock Nazi.\n\nThe first pitch follows some fins, just left of the chimney. Belay from the ledge below the left facing corner at two bolts with cold shuts.\n\nThe 2nd pitch climbs the left facing inside corner to a saddle/ledge.\n\nThis is the crux, protected by two fixed pins.\n\nPitch three goes left, to the top of a rounded tower.\n\nPitches 1 & 2 can be combined.","protection":"Standard rack. Fixed belay/rappel anchors at the top of all three pitches.","location":""},"__v":0},{"_id":"OxLluEfsWwSSL+PWtsrI2Q==","name":"Head Games","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":14,"mp_id":"107778425","mp_crag_id":"105744879","climb_id":"OxLluEfsWwSSL+PWtsrI2Q==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"This is a long and enjoyable single pitch mixed sport/trad line that I highly recommend if you're in the area and have trad gear along. It pairs very nicely with nearby\n\nChickenhead\n\nwhich is also a quality 5.8 trad route.\n\nThe first half of the climb follows a friendly bolt line up an otherwise unprotectable slab on the lower part of the wall. A short, cruxy section of 5.8 slab is encountered down low, and then it's a rather easy romp to a bolted anchor. Don't stop here. You'll use this anchor to get down.\n\nAt this point, the character of the climb begins to change and it's time to put on your trad hat. Throw some gear in a vertical crack and work your way up to a huge roof. Traverse left under the roof with excellent protection. Near the left end of the roof, clip a bolt and pull over the roof (which is fairly small at this point). Follow a straightforward dihedral to the top anchor.","protection":"This is a mixed climb: 8 bolts plus standard rack of nuts and cams, possibly with a few extra cams in the 0.3-0.4 ballpark.","location":"This route is on the right side of the Headstone and starts about 15 feet right of\n\nRemote Control\n\n. Look for several rather closely spaced bolts on a slab directly under a big, left-facing dihedral.\n\nTo descend, rappel the route. There is a bolted rappel station at the top and another one halfway down. The descent will require TWO rappels unless you have two ropes."},"__v":0},{"_id":"H03BGdmRV4Ktpn/k46xhjQ==","name":"Haus Flake","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Jim Hausmann","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":16,"mp_id":"105764268","mp_crag_id":"105744879","climb_id":"H03BGdmRV4Ktpn/k46xhjQ==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"The climb is located about 30 feet to the right of\n\nRemote Control\n\nand about 20 feet to the left of the boulder that you can crawl under to get to Crimpfest Wall.\n\nThe first pitch is a short 5.8+ warm up that starts up a flake that goes up and to the left, then on to slab for about 20 feet to the anchors.\n\nThe second pitch goes up and to the right of the first pitch anchors and then traverses back over the first pitch anchors.  There is a difficult bulge to overcome followed by a very intimidating roof with another roof just above it.\n\nBoth pitches can be climbed as one with a 60m rope but you will need to [rappel] to the first pitch anchors to get off the climb.","protection":"The first pitch is 5 bolts plus anchors.  The second pitch is 11 bolts plus anchors.","location":""},"__v":0},{"_id":"mLIoES9nX3OOZx/pJcJr/Q==","name":"The Epitaph","yds":"5.12d","grades":{"yds":"5.12d","french":"7c"},"fa":"Richard Wright and Tod Anderson, 1997","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":7,"mp_id":"105749473","mp_crag_id":"105744879","climb_id":"mLIoES9nX3OOZx/pJcJr/Q==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"The Epitaph starts on the ledge 100ft up The Headstone. Approach via \"\n\nRemote Control\n\n\" on the right or from the left via \"\n\nLions, Chipmunks, and Bears\n\n\". If you use the later route, it is more friendly to carry a few TCUs for the move at the end, by a tree. A double bolt belay has been placed at the base of the Epitaph near the start on the right. Double ropes rap to the ground from here, or you can pick up a mid point rap half way down. Only vertical, the Epitaph starts off hard (5.12c) on very thin friction pads straight up and then angling left to a good system of left-facing edges. Hard flakes and edges lead up and right to a second crux (5.12d) at 50ft. Move right and then zig back left on very long reaches and a pseudo-pocket. Another 5.12a move leads to easier climbing and on to the anchors. This route is very tricky and has relentless thin climbing with a couple of horrible smearing foot placements. Three stars for climbing moves, the continuity, and the position.","protection":"QD only. This starts off the ledge so the approach may be trad or sport (recommended).","location":""},"__v":0},{"_id":"Iy62QQQpWla9o0P9elTe8Q==","name":"Clouds of Jupiter","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Tom & Rob Hanson, 1995","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":2,"mp_id":"105752668","mp_crag_id":"105744879","climb_id":"Iy62QQQpWla9o0P9elTe8Q==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"Punching Holes Through the Clouds of Jupiter is located on the north-facing, gray wall on the left side of The Headstone proper. This follows the obvious crack, which runs up to the ledge, half way up. The sport climb,\n\nIo\n\n, starts immediately left of this line.","protection":"Standard rack. There is a rappel station fixed at the center of the ledge at the top of the pitch.","location":""},"__v":0},{"_id":"XPr3rcvMXISJmZCAJ3qxig==","name":"Chickenhead","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"1994 04 95, Tom Hanson & Scott Sills","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":5,"mp_id":"105752677","mp_crag_id":"105744879","climb_id":"XPr3rcvMXISJmZCAJ3qxig==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"This classic three pitch trad line represents the first excursion up the West face of The Headstone proper. Begin to the right of\n\nTopaz\n\nand climb to the top of a left-facing corner system and belay on a ledge. Step left to the face and beware a huge loose block (crux). Wander up the line of least resistance. The last pitch is short often climbing the wall right of the chimney.","protection":"A standard rack. There are fixed anchors at the belays.","location":""},"__v":0},{"_id":"BIqE1c6gUJqUG8VoKCXM8A==","name":"Alienist","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Scott Sills and Janice Harnak","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":3,"mp_id":"106175351","mp_crag_id":"105744879","climb_id":"BIqE1c6gUJqUG8VoKCXM8A==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"We tried this route last weekend based on the recommendation of new guidebook. It takes the line just left of\n\nTopaz\n\n. The first 30 feet are awkward trad and then very thin face climbing past several (7?) bolts lead to a belay just left of\n\nTopaz\n\nfirst anchor. Having done several 10 and 11a routes earlier we felt the 10b rating was pretty conservative - more like 10+. Harder than Black Wave for sure (11a). Other thoughts?\n\nAn excellent outing though a bit lichenified. We rapped this pitch due to time constraints but would have chosen to finish on\n\nTopaz\n\n.\n\nPer\n\nDave Holliday\n\n:\n\nPitch 2: 9+; move up and left from the anchor atop the first pitch into a groove. Stem it with a hand and fist crack on the right and a finger crack on the left. Get tucked under a small roof and pull up through it via a thin-hand to hand crack (crux of pitch). Continue on easier terrain to a bolted anchor. (Gear to a #4 Camalot.)\n\nPitch 3: 10; from the anchor, continue up and left to a right-facing corner. This pitch is steep and strenuous, but good gear is available throughout. Exit through a slot sort of thing to a bolted rappel anchor. (Gear to a #4 Friend or so.)","protection":"Trad first 30 feet, then bolts. Good anchors.","location":"This is located just left of\n\nTopaz\n\nslab. The start is a small, broken corner. Look for a rightward-trending line of bolts about 40 feet up."},"__v":0},{"_id":"hRtCN6fkWH+Tv5/PYpSwFQ==","name":"[Redacted]","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Richard Wright and Mike Lane, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":18,"mp_id":"105749482","mp_crag_id":"105744879","climb_id":"hRtCN6fkWH+Tv5/PYpSwFQ==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"This line marks the right hand end of the Headstone and starts off the trail just before dropping below a large detached boulder. Ascend some of the only South Platte crystal climbing at Devil's Head for 30 feet. Move right and fire straight into the chocolate criss-crosses to the top. The route finishes in strenuous long reaches on perfect stone, and it packs the pumpy crux at the very end.","protection":"QDs only, but 90 feet long, so bring 15 or so QD plus something for the double bolt anchor.","location":""},"__v":0},{"_id":"9yiOr9LjUiKQHNpnJJpDbg==","name":"[Redacted]","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"1995 Tom Hanson","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"left_right_index":0,"mp_id":"105752674","mp_crag_id":"105744879","climb_id":"9yiOr9LjUiKQHNpnJJpDbg==","areaRef":"D2zXnOzwVhqQWnS/h+1qtA=="},"content":{"description":"On the east side of The Headstone. If The Rampart Rages' (on the west side of Headstone) crak split the formation, this would be where the crack comes out on the other (east) side. Climb any route to the top of The Headstone to gain access to this line. You'll never find it by hiking. A single classic pitch.","protection":"Standard rack. Rap anchors on top.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,3008c0fb-0ce5-525b-b50f-6155887d0597,100d5508-4531-5c61-b19e-fa666bc6229a,0f6cd79c-ecf0-561a-905a-74bf87ed6ab4","pathTokens":["USA","Colorado","South Platte","Devil's Head","Headstone, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.12c"},{"count":1,"label":"5.10c"},{"count":2,"label":"5.9"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.10a"},{"count":3,"label":"5.12d"},{"count":2,"label":"5.11b/c"},{"count":2,"label":"5.9+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.11c"},{"count":1,"label":"5.10"},{"count":1,"label":"5.10b"}],"byDiscipline":{"trad":{"total":7,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":1,"expert":0}},"sport":{"total":14,"bands":{"unknown":0,"beginner":1,"intermediate":5,"advanced":8,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":2,"intermediate":9,"advanced":8,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.0991,39.2575]},"bbox":[-105.09968072385531,39.25705033981815,-105.09851927614469,39.257949660181865],"left_right_index":-1,"ext_id":"105744879","area_id":"D2zXnOzwVhqQWnS/h+1qtA==","polygon":{"type":"Polygon","coordinates":[[[-105.09968072385531,39.25705033981815],[-105.09851927614469,39.25705033981815],[-105.09851927614469,39.257949660181865],[-105.09968072385531,39.257949660181865],[-105.09968072385531,39.25705033981815]]]}},"content":{"description":""},"density":0,"totalClimbs":19,"__v":1,"createdAt":"2022-11-07T05:56:16.499Z","updatedAt":"2024-01-20T01:00:21.500Z"}