{"_id":"63689de0e80bff5a994f9dcd","area_name":"Tomahawk Buttress","shortCode":"","climbs":[{"_id":"TECatMR+VnqZaVr/P98PGQ==","name":"Kitty Hawk","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34048,40.18461]},"left_right_index":0,"mp_id":"114064781","mp_crag_id":"108903993","climb_id":"TECatMR+VnqZaVr/P98PGQ==","areaRef":"kIJk53OLVqSNvcXTgkqhgA=="},"content":{"description":"A low crux through a wide crack (with a finger crack in the back) leads up to some fun crack climbing on weird, hollow-ish flakes. The top of the climb merges with Chickenhawk, the crack just left of Tomahawk, for some fun double crack climbing.","protection":"A standard rack. We had a #5, so I used it, but it is not necessary.","location":"This is the leftmost route on Tomahawk Buttress. It is the second crack left of the very obvious 'Tomahawk' roof/wide crack.\n\nSet up a gear anchor above, and clean by walking off to the rappel anchors above the Shangri-La Slab (climber's left)."},"__v":0},{"_id":"9y6rZdpaVDyxpUl02dT73w==","name":"I'm Your Huckleberry","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"M. Juth & P. Findley","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34048,40.18461]},"left_right_index":2,"mp_id":"118962997","mp_crag_id":"108903993","climb_id":"9y6rZdpaVDyxpUl02dT73w==","areaRef":"kIJk53OLVqSNvcXTgkqhgA=="},"content":{"description":"I'm Your Huckleberry is a good climb with several styles along the way, slab, crack, stem, mantel, but no matter your style, the crux at the top remains awkward, though fun.\n\nThe route overall both climbs, protects better than one might think at first glance, and is worth doing if you are in the area.\n\nClimb a mellow slam up and left, up and left, up and left on a series of horizontals with occasional good protection. A competent leader should be comfortable on these, but this is not for those new to trad.\n\nEventually the end of the slab system deposits you on a sloping ledge, where you can see a set of cracks and corners up and to the left. Climb up to and through these, with good protection to the top. The crux comes in an awkward leaning set of moves at the top of the corner. Save a few Aliens and a gold Camalot for the top.\n\nTop out, and set a belay on a boulder on a large ledge.\n\nTo descend, go back up and left (West X Northwest) to the rap as for Shangri-La slab & rap 31m to a ledge or 34m to the ground","protection":"A set of cams from blue Alien to 3.5\" with optional 4\". Doubles in finger sizes are useful. A long cordalette enables easy belaying from boulders up top.","location":"Down and to the right 10 meters or so of the main crack routes on the Tomahawk, there lies a slab with a few horizontals both before and after a bulge. Climb up and left on a series of these to reach a right-facing corner to the top."},"__v":0},{"_id":"WnUEPD8rUAqQwLN+bR/84g==","name":"Chicken Hawk","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"M, Juth & P. Findley, 2003","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.34048,40.18461]},"left_right_index":1,"mp_id":"118962625","mp_crag_id":"108903993","climb_id":"WnUEPD8rUAqQwLN+bR/84g==","areaRef":"kIJk53OLVqSNvcXTgkqhgA=="},"content":{"description":"Chicken Hawk is a good route with good protection. It is brawny and only slightly technical for those with good jamming skills. This would be tough if you can't jam, I'd imagine.\n\nClimb up a mellow slab, first right and them left. Go around a gooseberry bush, and then head left again up on very mellow climbing. Head out to the right with a few incuts and jugs at a ledge below a bulge, set some protection (thin hands or wide fingers cam), and go right around a corner to see Chicken Hawk. Climb up and into the flake in the right-facing corner. Just as you hit the rook, the flake turns to handjams, and you can get 2-2.5\" protection. Protect overhead, and turn the lip of the roof (crux, 5.9+) in a fist-jam by heading left under it.\n\nProtect again, and head up a good jamcrack to join\n\nKitty Hawk\n\nto the topout. At the top, head left (West) to a good belay with a cordalette on a solid boulder.\n\nTo rap, head up and west to the top of Shangri-La to a 2-bolt and rings belay. A 70m rope will get you down quite comfortably. A 60m will merit some caution and require you to stop on a ledge to the right and downclimb from behind a juniper (safe but requires some attention).","protection":"A single run of cams from 0.5\" to 3.5\" with optional 4\" gear or some stoppers. Save a long cordalette for the belay around a boulder up top and 10' back from the edge.","location":"Head downhill from the Shangri-La Slab and over right onto a 3' wide ledge. At the very right hand edge of the ledge, there is a poison-ivy plant to avoid, which is easily done. Likewise, the large 'meadow' 10-15' below this ledge is a nasty poison ivy patch. Don't go down there or drop your rope down. Thankfully, this is easily avoided with minimal attention.\n\nA mellow section of slab with good holds and a few points of available protection climbs up and left passing a gooseberry bush and then back right to access another ledge and set of cracks.\n\nThe first crack to the left is\n\nKitty Hawk\n\n, a 5.8, once you get started into it.\n\nDuck right and around a corner to access 2 more cracks, Chicken Hawk and Tomahawk.\n\nChicken Hawk climbs up a thin-hands to finger to hand to fist crack in a right-facing corner.\n\nJust left of that, Tomahawk climbs up through a 6' roof via a horizontal off(ul)width.\n\nAll of these merge to the left up top to a universal finish and belay up on a good ledge with boulders to sling. Take a beefy cordalette to belay from."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,fc6b80b7-8c67-5893-b922-64052fa9499e,51a0dc25-e92f-5ed5-8f9e-41bf7891a1e0,908264e7-738b-56a4-8dbd-c5d3824aa180","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Country-Western Crags","Second Band","Tomahawk Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.8"},{"count":2,"label":"5.9+"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.34048,40.18461]},"bbox":[-105.34106858404088,40.18416033981814,-105.3398914159591,40.18505966018187],"left_right_index":-1,"ext_id":"108903993","area_id":"kIJk53OLVqSNvcXTgkqhgA=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:40.376Z","updatedAt":"2024-01-15T16:43:43.552Z"}