{"_id":"63689d20e80bff5a994f255f","area_name":"Hawk's Bill Spire","shortCode":"","climbs":[{"_id":"dKo2UgO8VPyTGRm3tqM6wQ==","name":"Pitfalls of Hesitation","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Ray Ringle, John Steiger, 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71896,32.36506]},"left_right_index":0,"mp_id":"105813311","mp_crag_id":"105813308","climb_id":"dKo2UgO8VPyTGRm3tqM6wQ==","areaRef":"q9u3ACBpXbiAOZeC9vMvzQ=="},"content":{"description":"A really good and fun trad 5.10 adventure climb with great exposure overlooking the canyon below. Start in the gully on the lower left side of the spire uphill a little ways from the bottom. Climb the unprotected 5.8 slab ~20 Ft or so where you get some pro and then on up to a horizontal break. I am told you can skip the run out slab by traversing in from the left at this point. Continue up to a roof that at first appearance looks more difficult than it is. Turn the roof at the left side to the first belay. It is possible to protect your second under the roof so they don't slam the left wall if they fall near the beginning of the roof. Head up a little and if you follow the left line I am told it is ~5.9 and if you choose up and slightly right it is 5.10 or so. Continue up to a large horizontal overlap and traverse left to the second belay. The traverse can be easy or a little awkward depending on the path you choose. At this belay straight above you is Children of the Revolution. Leave the belay and go a little left and up to an old rusty pin (it was loose 8 years ago) and run up the good but short face with no pro (all air if you fall and the pin pops) to some blocky underclings (good pro) and traverse a little right and up to the finish.","protection":"Gear, Chain Anchors","location":"Find your way to the southwest corner of the spire and rap off the west side. Do not rap off the south anchors (Children of the Revolution) or you will be jugging back up to rap the west side. This will be a double rappel to the ground. Go down the gully a little ways (but not to the base) until it is possible to start up the 5.8R slab."},"__v":0},{"_id":"VGwAYYJHW0yljH62DXRChw==","name":"Children of the Revolution","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Shawn Smith, Brent Olsen,'89","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-110.71896,32.36506]},"left_right_index":1,"mp_id":"106172452","mp_crag_id":"105813308","climb_id":"VGwAYYJHW0yljH62DXRChw==","areaRef":"q9u3ACBpXbiAOZeC9vMvzQ=="},"content":{"description":"Getting there the first time is a bit tough but the unreal exposure and some pretty wild climbing way off the ground for Mt. Lemmon make this worth the visit. Two unnatural holds are the crux of this route. As you can see by the comment these pockets were added after the FA. Perhaps a little epoxy will restore the climb to it's original state. Always heard they were added but didn't know it until now. The first being a tendon straining mono to a shallow two finger hold. The rest of the climbing is a good deal easier and really fun. If there was a way to yard past the mono I would have tried to climb it again but I would hate to blow a tendon and this one could do it. This is a route with spectacular exposure and if you are used to pulling hard on monos then it should not be missed.","protection":"Bolts and chains.","location":"Descend to the top of Hawk's Bill Spire.  Rap the first set of chains on the west edge of the top.  This rap will take you about 5 feet left of the chain anchors for the route.  A decent hanging stance at the bottom left edge of the route is the start of this climb."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,24e148bb-4884-59e8-9870-43ce21f1a337,6f40f8bb-61ae-569f-a656-25752de45c0c,f2591e24-8f94-5cb3-9f02-92bfe3f5cd61,74a365ae-142f-5b24-8198-2ac56dfd2922,3762f674-8c1e-5dcf-9c05-4218b86c35d3,01f798bb-1d1d-5d46-8142-3e0fed913511,abdbb700-2069-5db8-8039-9782f6f32fcd","pathTokens":["USA","Arizona","Southern Arizona","Mount Lemmon (Santa Catalina Mountains)","Mount Lemmon (Catalina Highway)","2 - Bear Canyon","Agave Spires Area","Hawk's Bill Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.13-"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":1}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-110.71896,32.36506]},"bbox":[-110.71949235988014,32.36461033981814,-110.71842764011986,32.36550966018187],"left_right_index":-1,"ext_id":"105813308","area_id":"q9u3ACBpXbiAOZeC9vMvzQ=="},"content":{"description":"The southside routes are sunny, best in spring or fall and hot in summer. Can be windy. The eastside routes are more sheltered with some morning and afternoon shade."},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T05:52:54.244Z","updatedAt":"2024-01-15T16:39:41.443Z"}