{"_id":"6368a44ee80bff5a9959c095","area_name":"Dire Spire","shortCode":"","climbs":[{"_id":"keZp7rz+X86/qM/p6tYw9A==","name":"Snakebite Evangelist","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Paul Piana & Heidi Badaracco 11-16-90","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4617,43.88032]},"left_right_index":4,"mp_id":"107291945","mp_crag_id":"105714366","climb_id":"keZp7rz+X86/qM/p6tYw9A==","areaRef":"3qwFbpvcWsK92KxaguRC0g=="},"content":{"description":"Beautiful line on the steep, vibrant side of Dire Spire. Lots of liebacking up the left facing, left leaning \"crack\". Crux is in the first quarter followed by a decent rest at halfway. Then  pumpy 5.11 liebacking to an exciting redpoint crux right before the anchors. This is a stout 13a, in my opinion, and one of the best with awesome exposure. And the large belay ledge makes for a great hang.","protection":"11- Bolts 2 - Bolt Anchor on top","location":"This is the leftmost crack on the steep yellow wall of Dire Spire. The quickest and easiest way to the belay ledge is from the start of 'The Engagement'. Head to the right to a large detached block with a bolt just above it. Use this bolt to lower down to the ledge, where there is a anchor setup. Otherwise you could climb a bushy pitch from down below the ledge, which you may want gear for."},"__v":0},{"_id":"zKecgzimWKWstNREC0xPzA==","name":"Questionable Ink","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Mark Rafferty & John Lang  Ground up 6-24-16","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4617,43.88032]},"left_right_index":6,"mp_id":"111954958","mp_crag_id":"105714366","climb_id":"zKecgzimWKWstNREC0xPzA==","areaRef":"3qwFbpvcWsK92KxaguRC0g=="},"content":{"description":"Pitch 1 (optional): From the start of the conn route continue walking around the corner until you reach a low angled ramp. Scramble up and around the south side of the spire til you reach a good belay ledge. Climb a 12 foot chimney towards the tree on the upper level. Set a trad anchor for belayer for the second pitch.  \n\n  Pitch 2: From the south facing belay ledge, climb the southwest face bolt line towards the horizontal and continue up the fin to the summit. Be aware of a loose flake towards the top. Climb light.","protection":"4 bolts, #.75-#3 C4, Set of Nuts","location":"When passing the Mt. Rushmore profile pull off its that upper face section on the spire. South west facing."},"__v":0},{"_id":"qmqLVDjTWOm8MUgVmR7/ow==","name":"Punching In A Dream","yds":"5.13b/c","grades":{"yds":"5.13b/c","french":"8a+"},"fa":"Chris Hirsch, 11/13","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4617,43.88032]},"left_right_index":3,"mp_id":"108420120","mp_crag_id":"105714366","climb_id":"qmqLVDjTWOm8MUgVmR7/ow==","areaRef":"3qwFbpvcWsK92KxaguRC0g=="},"content":{"description":"This climbs the fat black streak just left of Snakebite Evangelist. Fun varied movement on positive holds to begin followed by thin biters on the arête. I had to dyno for the horizontal pod half way up, but there is also beta to avoid this if your shorter.","protection":"7 bolts   Chain anchors","location":"Start off of the large block sitting at the left corner of the overhanging wall. Take the crescent rail into the black streak then straight up on to the arête."},"__v":0},{"_id":"/t6IX3ivUQq1uy6fuO5ikQ==","name":"Impeachable Offense","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mike Engle and Linda Schneider 1987 Ground Up","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4617,43.88032]},"left_right_index":1,"mp_id":"105715694","mp_crag_id":"105714366","climb_id":"/t6IX3ivUQq1uy6fuO5ikQ==","areaRef":"3qwFbpvcWsK92KxaguRC0g=="},"content":{"description":"Found 25 feet left of The Engagement (bolted line on eastern side), Impeachable Offense starts with an overhanging dihedral for the first 20 feet. Feet are solid and there are many good fingerlocks with a right hand flake for the hands. After fighting through the overhang, step right ten feet and follow a perfect hand crack which leads to a overhanging roof. One might choose to set up an intermediate belay (3.5 camalot would be helpful)before the hand crack to avoid rope drag but is not necessary. The roof after the handcrack is not to strenuous, stepping left when possible keeps the route from becoming overwhelming. Build an anchor on a good ledge with chockstones or creative gear placements. Beware of slinging the massive detached rock found at the end of the pitch! For the second pitch, there is one bolt that protects the north-eastern arete. It is found 15 feet above the belay ledge and does not inspire confidence (SMC button-head that spins).  Needles style crystals offer good holds to fixed anchors at the top, just keep a steady head and have fun. A two rope rappel necessary to reach the ground, throwing the ropes to the north-west will bring one down to a nice clearing. This is a spectacular climb worthy of repeating.","protection":"Protection is consitently available. Pitch one takes small cams (.3-.5 camalots) and nuts for the overhanging dihedral at the beginning. A short, but beautiful, handcrack takes as many #2 camalots as desired (no more than two or three), and the final overhanging roof has solid gear in the sm/med cam size.","location":""},"__v":0},{"_id":"77CvlY2RXeGyPpCId/jD4w==","name":"The Engagement","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mike Lilygren 1993","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4617,43.88032]},"left_right_index":2,"mp_id":"108084203","mp_crag_id":"105714366","climb_id":"77CvlY2RXeGyPpCId/jD4w==","areaRef":"3qwFbpvcWsK92KxaguRC0g=="},"content":{"description":"Super classic Rushmore 5.10 that may rival 'Deja Vu Prophecy'. Great exposure way above the highway on a steepening slab. Start in a short dihedral on a big ledge just left of a large block that sits at the bottom left corner of the overhanging orange face. Be careful of loose blocks! Finger to hand size gear is nice to have for reaching the first bolt. Link the bolts straight up, right of crescent arete, to a small point. From here you could finish out the Conn route to the top or rap into 'Snakebite Evangelist' for a sweet top-rope.","protection":"11 bolts   .5-#1 BD (optional)   Chain anchors","location":"NW corner. Bolted black face left of large streaked wall that faces the road. One 70m rope rap. A 60m cuts it close."},"__v":0},{"_id":"UbZayrRNV7WHXYB7ujl93g==","name":"Dead Men Don't Wear Plaid","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Chris Hirsch, June 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4617,43.88032]},"left_right_index":5,"mp_id":"113298181","mp_crag_id":"105714366","climb_id":"UbZayrRNV7WHXYB7ujl93g==","areaRef":"3qwFbpvcWsK92KxaguRC0g=="},"content":{"description":"This side of the Dire Spire wall took a couple of inspections over several years before I realized there was an all gear line to be had, and on good rock!  \n\n  Route starts on the far right side of the overhanging, orange wall next to a single bolt for the belay. Power through a desperate flare on small gear (all pieces were bounce tested and held) to gain horizontal and a good rest. Fire up middle crux to another rest below roof. Follow crack as it wraps around the corner to the right. Place any gear available and enter the final, balancy crux right below the anchors.","protection":"Single rack; .1/.2 offset - #4 camalot & nuts Chain anchors 60m rope ","location":""},"__v":0},{"_id":"T2BIvjQJVKyjydYFdUg8aQ==","name":"Conn Route","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Herb and Jann Conn","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-103.4617,43.88032]},"left_right_index":0,"mp_id":"105714779","mp_crag_id":"105714366","climb_id":"T2BIvjQJVKyjydYFdUg8aQ==","areaRef":"3qwFbpvcWsK92KxaguRC0g=="},"content":{"description":"A Needles style route right in the heart of Rushmore.   \n\n  From the back of the spire(facing away from the road), climb a large chimney system until it blanks out against the upper part of the spire.  Turn right, tunnel in, and then turn left into another chimney which takes you to a fantastic belay ledge at the base of the upper spire.  This pitch protects well, but use very long runners as it is in the pitch travels in the shape of a big Z.  \n\n  For pitch 2, take a deep breath and launch up the friction and crystal face.  I only remember one bolt on this pitch, but there may be two.  Regardless, it is very runout and frightening - falling before clipping the first bolt or just before reaching the summit will put you in the hurt locker for a long time. \n\n  This is the best summit at Rushmore, and one of the best perches in the Needles.  A double rope rap leads to the start of the route.","protection":"Cams: 0.5-#4  Nuts Alpine Quickdraws 1 - Bolt 2-bolt anchor on top","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,253ab2e3-944f-5c5f-8477-58a428c86291,fcb9c76c-57ba-50f2-aa2c-1b574137f473,3b48a6c3-f8e6-52f5-b57a-35a299fb1b7a,73ab82dc-c5ee-5c83-a1ef-7ab3fbcb5d3a,deac056e-9bdc-5ac2-bdd8-ac5a82e442d2","pathTokens":["USA","South Dakota","Needles Of Rushmore, The","Mount Rushmore National Memorial","Emancipation","Dire Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.13a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.13b/c"},{"count":1,"label":"5.10-"},{"count":1,"label":"5.10"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":1}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":2}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-103.4617,43.88032]},"bbox":[-103.46232384419366,43.87987033981813,-103.46107615580632,43.88076966018187],"left_right_index":-1,"ext_id":"105714366","area_id":"3qwFbpvcWsK92KxaguRC0g=="},"content":{"description":"Dire Spire is the impressive spire that looks like an evil pitchfork just past Mt Rushmore.  There are a few sport routes on it, but the only way to tag the summit is an old-fashioned Needles runout pitch.  This is my favorite summit at Rushmore."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:23:13.604Z","updatedAt":"2022-11-25T11:21:46.262Z"}