{"_id":"6368a50be80bff5a995b09e6","area_name":"La Sal Mountain Viewpoint Area","shortCode":"","climbs":[{"_id":"r5xK1W0XX3ykU0+LnQF5YA==","name":"Sand Tears","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Charlie Fowler, belayed by Eric Bjornstad, October 18, 1986","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59403,38.62705]},"left_right_index":1,"mp_id":"118127015","mp_crag_id":"118127000","climb_id":"r5xK1W0XX3ykU0+LnQF5YA==","areaRef":"Rfrv857wWnGCDwl9p3Rd5w=="},"content":{"description":"The route begins with a 5.11 move over the undercut Dewey Bridge sandstone. This is protected with small cams that quickly widen. Be warned that the opening moves require extremely off-balanced stemming above the overhand on thin fingers and the position really makes your body want to barndoor off! Placing gear here is tricky.\n\nThe crack quickly widens to #0.75 C4s and #2 on an overhanging lieback/jam flake, then up to #3s on a less overhanging to vertical section (5.10+). This transitions to a short low angle section of #3.5-#4s that Bjornstad described as a loose offwidth. I found butterfly stacks useful here to better weld my rattly fist jams in as the crack gets very sandy here, but the feet are easy.\n\nThe crack ends at a good ledge on the left and a single drilled angle with bail tat. You can see an old drilled hole nearby. Bjornstad describes doing a one-rope rappel from this fixed piton.","protection":"In C4s: Singles #0.3-#2, triples of #3, single #3.5 (or #4 DMM Dragon), single #4 C4.","location":"The area across the highway from the La Sal Mountains Viewpoint has two promontories. Hike to the north side of the norther one. This is the first crack encountered as you walk west from the tip."},"__v":0},{"_id":"6K7amOzsUPi87dLQxCZjSg==","name":"Sand Fears","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.59403,38.62705]},"left_right_index":2,"mp_id":"118127053","mp_crag_id":"118127000","climb_id":"6K7amOzsUPi87dLQxCZjSg==","areaRef":"Rfrv857wWnGCDwl9p3Rd5w=="},"content":{"description":"Climb\n\nSand Tears\n\n50' to a good ledge (see route description). Either belay from here to break up the climb and get the HEAVY cams you didn't want to lead the lower part with, or tag up the heavy cams to complete the climb in one pitch.\n\nFrom here cast off into an ever sandier crack, beginning with friendly #6 cams, eventually with small to hand size gear to the left side of a column that fills a wider chimney above. Take care as the top 2' of the column is a detached block that moves. Hopefully some future follower can kick this down. You can place some small gear on a crack on the right just above the column to protect you as you climb around and\n\non top\n\nof the block.\n\nFrom here the real deal begins as you leapfrog a VG 9 cam up the ever-steepening and VERY sandy offwidth to the summit. I backed up moving the VG 9 with a VG 12, but it seems like it would be MUCH better to have some extra #6 C4s instead. The crack is very funky here and it is tricky to get good placements or move the VG 9. The rock is also VERY soft and prone to crushing and breaking off inside. The crack becomes slightly overhanging and 12\" before a final mantle onto a sand pile atop a good ledge. Don't mess up your gear in the soft rock or you will deck on the top of Sandy Tears if you fall. From here downclimb slightly and up an easy hand crack to the summit and a gear anchor.\n\nFrom the summit, the descent we found properly in the spirit of the area and also discreet was to down lead/climb a sandy 5.7-5.8 hand/finger crack down the backside. From here scramble cl. 2 along the spine of the ridge crest to a strange rock welded onto the slabs. Belay your follower here and then simul-walk or scramble cl. 2-4 over 'Jabba the Hut Rock' and onto a gigantic ledge system. Continue until you reach a large boulder with a single bolted block at the base and do a double-rope rappel from here to the base of the cliff. This is roughly 300' from the top of the tower you just climbed.","protection":"In C4s: Doubles #0.2-#2, triples of #3, single #3.5 (or #4 DMM Dragon), single #4 C4, at least 2 #6 C4s (3-4 recommended), at least 1 VG 9 (especially have a second VG 9 or 12 if lacking 3-4 #6 C4s). 3-5\" gear for the anchor on top. Optional #0.3.","location":"The area across the highway from the La Sal Mountains Viewpoint has two promontories. Hike to the north side of the norther one. This is the first crack encountered as you walk west from the tip. The first 50 ft is an older route called\n\nSand Tears\n\n. This route continues up the crack to the summit of the promontory."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,1c74163a-11fa-52d2-9377-7a3171ec97f4,45faeff3-9ef0-5a71-820f-097da7745de7","pathTokens":["USA","Utah","Southeast Utah","Arches National Park","La Sal Mountain Viewpoint Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.11"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":2,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.59403,38.62705]},"bbox":[-109.5946055828292,38.62660033981813,-109.59345441717082,38.62749966018186],"left_right_index":-1,"ext_id":"118127000","area_id":"Rfrv857wWnGCDwl9p3Rd5w==","polygon":{"type":"Polygon","coordinates":[[[-109.5946055828292,38.62660033981813],[-109.59345441717082,38.62660033981813],[-109.59345441717082,38.62749966018186],[-109.5946055828292,38.62749966018186],[-109.5946055828292,38.62660033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:26:58.311Z","updatedAt":"2024-01-20T01:07:39.357Z"}