{"_id":"6368a214e80bff5a9955daa0","area_name":"Rat's Rock","shortCode":"","climbs":[{"_id":"XfSPvnzfWX2wnR7jzrCOJw==","name":"Lost Hole","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Gary Hicks and Florian Walchak, 9/1/1975","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"left_right_index":0,"mp_id":"106789916","mp_crag_id":"106789909","climb_id":"XfSPvnzfWX2wnR7jzrCOJw==","areaRef":"A+1Ms4fPXCaVI8u22NLWfA=="},"content":{"description":"This is a spicy backcountry adventure, with a somewhat worrisome amount of loose rock and wedged blocks.  Described by Hill (1993:152-153) as a 5.7, but that rating would probably be considered a sandbag these days.  We climbed it according to his pitch breakdown, but obviously some could be combined with today's longer ropes.   P1, climb a right-facing dihedral to a nice ledge at 95 feet.   P2, trend right under some fun overhangs.  Belay on a ledge at 95 feet (sorta manky rock, though), or continue another 15 feet to a semi-hanging belay at a fixed pin.   P3, start up the broad open book that leads to the left, passing by some spooky wedged blocks.  Stop at the base of the prominent left-leaning crack.  45 feet.   P4, the money pitch, on excellent rock.  Grunt, whine, and whimper up the sandbagged OW/squeeze chimney.  Belay on a good ledge at 75 feet.  Hill's photo of this pitch (1993:153) does not do justice to the true nature of this crack (it's more like 8-10-12 inches?).   P5, straight up blocks through a hole in the summit overhang, behind a lodged chockstone.  Belay from the summit (50 feet).","protection":"We took 1 set of nuts and 1-1/2 set of cams from tiny C3 to #4 C4, and that felt fine for most of the route.  However, not expecting the OW/squeeze, I neglected to bring the biggest cams (but I'm not even sure a #6 Friend would do any good, though).  Protecting the OW with tiny gear (e.g., a #3 Zero & #00 C3) in little seams wasn't particularly reassuring to avoid a FF2 onto the anchor.  Some Big Bros, or a Valley Giant, would take some of the bite out of this pitch.   One fixed pin on the whole route; you need gear for all belays.","location":"This climb is on the west face of Rat's Rock.  Approach as described on the main page.   The objective is the prominent left-leaning crack in the middle of the clean face just below the summit overhangs.  The climb starts about 15 feet to the right of a nice little bivy cave at the base, directly below a notch in the summit skyline.  (The hole on the last pitch is hard to pick out from the ground).  Descend by walking off, as described on the main page."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,a291d1d8-8f03-5991-bd12-b6d9de7bd0b5,5da4957a-1cd2-54ce-86d1-5eaab3459e34,03ed4cb3-87cf-5c26-9523-cbb6d8d2d67c","pathTokens":["USA","New Mexico","Albuquerque Area","Sandia Mountains","La Cueva Canyon, Upper","Rat's Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.452,35.2063]},"bbox":[-106.45255032475414,35.205850339818134,-106.45144967524584,35.20674966018186],"left_right_index":-1,"ext_id":"106789909","area_id":"A+1Ms4fPXCaVI8u22NLWfA=="},"content":{"description":"This summit lies southeast of Torreon.  From a distance it sort of gets lost in the maze of walls and spires in Upper La Cueva Canyon.   Described by Hill's guidebooks (e.g., 1993:152-153).  It appears that all the established routes are on the western aspect of the crag."},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:13:49.851Z","updatedAt":"2024-01-15T16:47:17.189Z"}