{"_id":"6368a60be80bff5a995c547f","area_name":"North Face Tiffany Mountain","shortCode":"","climbs":[{"_id":"p9HEjehGX2eYwVuHO03jzA==","name":"Tower Arete","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"6/16/15","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9321,48.67089]},"left_right_index":2,"mp_id":"110624881","mp_crag_id":"110593459","climb_id":"p9HEjehGX2eYwVuHO03jzA==","areaRef":"lsI1RLzsXYmayxeFi9ZMCQ=="},"content":{"description":"Climb the arête staying on the ridge as much as possible and being careful of the loose rock and boulders. This route follows the same ridge as the North Tower Ridge Route while avoiding that route's steeper, more technical pitches. It is a fun and easy route up sometimes questionable rock, with great exposure and views.\n\nP1 - 4th class 100' - climb up the initial rocky ridge past the sandy grassy patch to the base of the long ridge section (possible to traverse in higher from the snow slope on the right).\n\nP2 - 4th class 200' - climb along the low angled ridge to an alcove at the base of the tower\n\nP3 - 4th class 175' - stay left of the vertical section and keep on the ridge to belay about 15' above a small stunted pine\n\nP4 - 4th class 90' - belay on the top.\n\nP5 - 3rd class 75' - continue along the crest to the south to gain the main slope of Tiffany\n\nDescend by walking down the NW Ridge of Tiffany to the top of the NE Ridge above Little Tiffany Lake. Follow the old trail down this ridge to join the main trail near Honeymoon Pass.","protection":"60 m rope and a selection of long slings.","location":"From Honeymoon pass hike up the old trail on the NE Ridge to the col above Little Tiffany Lake. Traverse to the south and down to the base of the prominent arête that leads to the North Tower (30 minutes from the pass)"},"__v":0},{"_id":"kYAmW/x4VVy9BuBM8ANXIg==","name":"North Tower Ridge Route","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"6/13/15","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9321,48.67089]},"left_right_index":1,"mp_id":"110624568","mp_crag_id":"110593459","climb_id":"kYAmW/x4VVy9BuBM8ANXIg==","areaRef":"lsI1RLzsXYmayxeFi9ZMCQ=="},"content":{"description":"North Tower Ridge 5.8 ** 775'\n\nBegin just right of the couloir that is just right of the large main North Face. Start at the vertical crack down slope from the main ridge and climb two pitches to join the ridge, once on the ridge scramble up a pitch to the base of the North Tower, and then continue up the Tower to the top.\n\nP1 - 5.5 110' - climb the vertical crack until it's possible to step left and continue up the left side of the face. Good pro and interesting moves leads to a belay at the top of the lower face.\n\nP2 - 5.8 120' - from the small broken ridge at the top of the lower face continue directly up the wide flaring chimney above to belay on the main ridge crest.\n\nP3 - 4th class 200' - continue up the main ridge to the base of the Tower. Watch out for loose rock and boulders.\n\nP4 - 5.7  175' - climb the Tower staying to the right of the ridge at first (from the belay traverse 10' right to the off-width, then climb the thin face above with tricky gear). Excellent climbing for the first 75' leads back to the ridge, and more 4th class climbing to a belay on the ridge about 15' above the stunted pine.\n\nP5 - 4th class 90' - continue up the ridge to the top of the tower.\n\nP6 - 3rd class 75' - walk along the ridge to the south to reach the main slope of Tiffany.","protection":"Medium sized trad rack from small stoppers to a wide range of cams from #00 to #4 with some extra long slings.","location":"From Conconully either drive up North Fork Salmon Creek and over Lone Frank Pass (almost an hour on a narrow 4WD road - 21.3 miles) or up the South Fork and over Baldy Pass (almost 2 hours on a longer 2WD gravel road - 30.6 miles), or approach from the Methow Valley (about an hour on a good 2WD gravel road - 26.5 miles. Park at Tiffany Springs campground (6760') and follow the pleasant trail (#373) east past Tiffany Lake to Honeymoon Pass (7150', 45 minutes). From Honeymoon Pass either traverse south on the grassy east slope to the small cirque at the base of the N. Face (7360') and climb the boulder field to the base of the climb (7600'), or hike up the trail on the north side of the ridge leading to Little Tiffany Lake and drop down to the base of the climb from above (30 minutes).\n\nBegin roped climbing at the prominent vertical crack right of the couloir right of the main North Face.\n\nDescend by walking off the NW ridge of Tiffany and then head NE above Little Tiffany Lake to join the main trail at Honeymoon Pass."},"__v":0},{"_id":"WS8jkVbWWFue9owopHFbtQ==","name":"NE Couloir","yds":"4th","grades":{"yds":"4th","french":"1"},"fa":"6/9/15","type":{"trad":true,"ice":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.9321,48.67089]},"left_right_index":0,"mp_id":"110593475","mp_crag_id":"110593459","climb_id":"WS8jkVbWWFue9owopHFbtQ==","areaRef":"lsI1RLzsXYmayxeFi9ZMCQ=="},"content":{"description":"NE Couloir - grade I, 4th class *, AI1-2 700'\n\nFrom Honeymoon Pass traverse SW along the east slope below the ridge crest to the cirque at the base of the main face. The 700+' NE Couloir is the longest most continuous narrow snow gully on the left side of the North Face. From the head of the cirque veer left staying on the snow as much as possible (slope is mostly about 40 with up to 55 degrees at the top, with a couple of steeper sections at the 1/3 and 2/3 points). Crux is at the upper narrow section (on first ascent this steeper section was melted and required scrambling up steep wet and muddy rock - if continuous with snow it would probably be more difficult, perhaps AI3, and require belays and gear - medium nuts and pickets).\n\nNote; an emergency descent would be difficult even with a rope from the crux section due to the scarcity of good anchor placements.\n\nFinishes on the summit ridge about 30' east of the summit register.\n\nDescend by walking off the NW summit ridge to access the NE Ridge above Little Tiffany Lake. Follow the old unmaintained trail down the NE Ridge to the main (#373) trail at Honeymoon Pass.","protection":"Depending on conditions.... at least an ice axe is needed. If the snow is continuous it would probably require a rope and a few medium nuts and pickets to protect.","location":"Follow trail #373 past Tiffany Lake to Honey Moon Pass, from there head SW to the small cirque and climb the longest narrow couloir on the left side of the north face. Descend by walking off the NW ridge of Tiffany and then head NE above Little Tiffany Lake to join the main trail at Honeymoon Pass. On first ascent it took 5 hours round trip from trailhead."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,cfe129f6-5f60-5bc8-87b3-3d3bfaff9472,5e4fa564-9237-5108-9402-4ac129e2d9e9,f2a17c15-e0dd-516f-bb3c-e231d8a438e9,96c23544-bcec-5d89-9acb-17858bd64c09","pathTokens":["USA","Washington","Okanogan","SE Pasaytens","North Face Tiffany Mountain"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"4th"},{"count":1,"label":"5.8"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"alpine":{"total":3,"bands":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"ice":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":2,"beginner":1,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.9321,48.67089]},"bbox":[-119.93278090789023,48.67044033981815,-119.93141909210979,48.67133966018188],"left_right_index":-1,"ext_id":"110593459","area_id":"lsI1RLzsXYmayxeFi9ZMCQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T06:30:50.709Z","updatedAt":"2024-01-15T16:50:44.180Z"}