{"_id":"63689d5ce80bff5a994f4406","area_name":"Keeler Needle","shortCode":"","climbs":[{"_id":"ChL4ZTYyUp6QkPDZKotbfg==","name":"WNW Edge","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2916,36.5755]},"left_right_index":1,"mp_id":"113462881","mp_crag_id":"105926869","climb_id":"ChL4ZTYyUp6QkPDZKotbfg==","areaRef":"CH3HAQ1SVEqKjJplvTnxYQ=="},"content":{"description":"Fun interesting scrambling with big exposure -- to reach a ultra-dramatic summit (nothing like the top of Mt Whitney) with dramatic views down in three direction.\n\n. . Could be nice for climbers who for social/family reasons find themselves joined into a team hiking up the Mt Whitney Trail.\n\n. . Or a way to tag a big-name climbing peak with some additional fun before doing\n\nthe Mt Whitney SouthWest Edge route\n\n(same start point).\n\n. . (The \"other\" edge, Southwest from the Keeler peak is less interesting and with more loose rock, about 500 feet of scrambling).\n\nLeave the main hiking trail next to the notch between Mt Whitney and Keeler Needle, and head roughly ESE up toward the pointy summit.\n\n. . (about +130 vertical feet of up).\n\n. . If want more difficulty or exposure, look for places to get closer to the edge (or below the edge).","protection":"Protection for trad leading is unknown.","location":"Starts at the notch between Mt Whitney and Keeler Needle -- GPS latitude longitude approx (N36.5759 W118.2939) -- which is next to the Mt Whitney hiking trail.\n\nSimple way to find it is to hike down from the Mt Whitney summit on the main hiking trail: WNW then SSW then ESE, marked by rock-stack cairns -- just under 0.5 mile distance.\n\nOr if coming from the south from Trail Crest or the John Muir Trail, the start of this route is 2 miles north on Mt Whitney Trail from the junction of the John Muir Trail (coming up from the west) with the Mt Whitney Trail (coming down from the south a very short ways past Trail Crest)."},"__v":0},{"_id":"5vqj50D8UNOfWCHhP6KTPw==","name":"Harding Route","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Warren Harding, Desert Frank, et al","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2916,36.5755]},"left_right_index":0,"mp_id":"105926872","mp_crag_id":"105926869","climb_id":"5vqj50D8UNOfWCHhP6KTPw==","areaRef":"CH3HAQ1SVEqKjJplvTnxYQ=="},"content":{"description":"One of the jewels of the Sierra in terms of location, aesthetics and difficulty.\n\nOne of Peter Croft's \"Big Four Free Climbs\" of the High Sierra (see Peter's book\n\nhere\n\n).\n\nBring your best wide/flare game if you expect to free it.  10+ at 13,500 is not an easy task.\n\nPitch 1:\n\nStart from the sandy ledges on top of the snowfield (see\n\ntopo\n\n). Go up a clean finger/hand crack and traverse left under a small overhang (5.9). There are fixed slings just above the roof. Set the belay here or go left and up (5.7) and set the belay on a good ledge below a wide crack/chimney.\n\nPitch 2:\n\nClimb the crack into a steep alcove covered with an overhang (some rotten rock in the crack). Climb the overhang (5.10b, #1-3 camalots), continue and set up a belay using two old bolts.\n\nPitch 3:\n\nClimb the overhanging\n\ndouble cracks\n\n(5.10b, #1-2 camalots), continue up (5.7-8). Just below the rap slings go right around the arete and up into an uncomfortable alcove below a steep wide crack.\n\nPitch 4:\n\nClimb the fun\n\nwide crack\n\nwhich eventually turns into a 5.10a off-width. Pull the crux at the chockstone and end the pitch at a wide ledge. This pitch could be protected with small and medium nuts and cams. Wide gear (#4, #4.5 cams) is useful, though.\n\nPitch 5:\n\nGo up and right on a 5.6 terrain and set up belay on the right end of the ledge. You should see the Red Dihedral from here.\n\nPitch 6:\n\nClimb initial class 5 ledges and short 5.8 cracks into the\n\nsloping ledge\n\nat the beginning of Red Dihedral (some fixed gear). Pitch 5 and 6 could be simul-climbed.\n\nPitch 7:\n\nRed Dihedral\n\n. This is the most spectacular pitch on the climb. Long, sustained, and well protected 5.10a. Climb this pitch all the way to the ledge at the base of a wide flare (great site for bivy). Medium nuts, double on #1, #2 cams.\n\nPitch 8:\n\nCrux. Begin in a hand crack to the right and after 20 feet traverse left into a flare. Go up\n\n5.10c off-width\n\n. It's possible to place medium gear inside the flare but the inner cracks are rotten so wide gear (up to #5 cam) is useful and assuring. The difficulties ease off to 5.8-9 after the three crappy bolts on the right. I would suggest setting a belay just above the flare, in a wide chimney. The rock here is solid. There's a good ledge higher up, on top of the chimney (supertopo indicates a belay there) but the rock quality there is crap.\n\nPitch 9:\n\nClimb the right wall of the chimney (5.8 medium cams), step left and finish on top of a curving chimney (5.8, loose).\n\nPitch 10:\n\nFrom here you will see tempting 5.7 cracks that go straight up. Don't go there. Start going diagonally right until you reach a ledge with boulders at the base of the final headwall. If you continue the 5.7 straight up cracks, you'll end up to the left of the ledge and will have to do a risky traverse right in suspect rock and with sparse gear (we did).\n\nPitch 11:\n\nSeveral options (see\n\ntopo\n\n). The cleanest is climbing a distinct vertical 5.10a crack cutting the headwall. The easiest is going right and around the wall and climb loose class 5 up and then left. Set a belay where the 5.10a finishes.\n\nPitch 12:\n\nMake a short traverse right until under a system of cracks with a chimney to the right. Pitch 11 and 12 could be compressed to a single pitch by simul-climbing (on the easier option).\n\nPitch 14:\n\nClimb the 5.8 cracks to the ledge under the summit blocks.\n\nPitch 15:\n\nClimb or simul-climb the class 4-5 blocks to the\n\nsummit\n\n.\n\nThis is a\n\ngreat\n\nand serious climb. Being on it feels like paying tribute to\n\nWarren Harding\n\nand his climbing legacy. The route can be done in 11 pitches with some simul-climbing. Also, we used crampons and fixed a rope on the snowfield the day before the climb. As of August '07, there were some fixed rap slings all the way to the base of Red Dihedral. The retreat from here could be done without losing much gear. Higher, the retreat becomes increasingly difficult.\n\nWe found Chris McNamara's description from\n\nSupertopo\n\nto be very accurate and useful. Some of the old pics from this description were linked to archives on the LA Mountaineers\n\nNorth American Classic\n\nwebsite.","protection":"Full rack.  Crux flare takes some small gear.  We had 2 #4 Camalots but you could easily get by with one.\n\nCrux was very dirty circa '96.  I mined out placements before the short bolt ladder.","location":"Many books and other resources will be better than this description.\n\nSummit Mt. Whitney and go down the Muir route to descend."},"__v":0},{"_id":"aVonxpFkV5q2pku9w42Fig==","name":"Blood of the Monkey","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Myles Moser & Amy Ness (2012)","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-118.2916,36.5755]},"left_right_index":999999,"mp_id":"117615615","mp_crag_id":"105926869","climb_id":"aVonxpFkV5q2pku9w42Fig==","areaRef":"CH3HAQ1SVEqKjJplvTnxYQ=="},"content":{"description":"A fantastic and highly involving route that ascends the full east face of the Needle. There are fantastic rope-stretching crack pitches intermixed with delicate face climbing, and sometimes very gymnastic/sporty sections too. Rock quality varies between \"very good\" and \"very alpine\" but we didn't pull off any big chunks on our ascent. I hesitate to rate it \"R\" as the majority of the route is reasonably protected, but at times anchor set-up requires *extra* attention and some 5.10-5.11 sections can be dangerous to fall from, especially considering the scale, altitude and remoteness of the face.\n\nThrough my correspondence with Myles after our ascent (being the 5th, according to him), I learned that the route was intended to be \"bold\" and I have to agree that it is certainly not just another alpine route. My personal opinion would be that if you are not regularly onsighting 5.12- trad routes, this would be a big cake to slice (especially in one day). Some 5.11 sections would require lots of creativity and tolerance for spice to aid through.\n\nThere is one 2-bolt anchor and one 1-bolt anchor on the entire route; there are a few hangerless button heads along the way that you could bring hangers for, but we managed just fine without. Retreating would certainly mean leaving gear. This is a serious and demanding outing on one of the very highest faces in the whole Sierra Nevada, therefore before you contemplate getting on the route, you should read the FA's trip report (link below).\n\nFor topo, read Amy's trip report here:\n\nhttp://www.supertopo.com/tr/Keeler-Needle-Blood-of-the-Monkey-VI-5-12-16-pitches-F-A-Moser-Ness-May-28-2012-June-6-2012/t11495n.html\n\nThe AAJ has some more info:\n\nhttp://publications.americanalpineclub.org/articles/13201212195/Day-Needle-BCB-On-The-Prow-Keeler-Needle-Blood-of-the-Monkey\n\nWatch their video compilation here:\n\nhttps://www.youtube.com/watch?v=jjADK8zIwEc\n\nOur trip report here (Aug 2019):\n\nhttps://www.mountainproject.com/forum/topic/117613712/blood-of-the-monkey-512-16-pitches-2000-on-the-keeler-needle-14260-trip-report","protection":"50m half ropes, set of nuts, micro cams from 0 C3 to green alien, double rack up to #3, single #4, optional extra #4 and #5.","location":"Park at Whitney Portal. Take the North Fork trail to Iceberg Lake, or stop on the talus field just in front of the east face. For route info, refer to the topo drawn by the FA team."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,42fc7ad5-69a8-566e-8265-3c8793743416,087dc701-0d52-544a-8a8c-9a65bd39f161","pathTokens":["USA","California","High Sierra","14 - Whitney & Surrounding Peaks","Keeler Needle"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"3rd"},{"count":1,"label":"5.10+"},{"count":1,"label":"5.12"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"alpine":{"total":3,"bands":{"unknown":1,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":0,"intermediate":1,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-118.2916,36.5755]},"bbox":[-118.29215992487022,36.575050339818134,-118.2910400751298,36.57594966018185],"left_right_index":-1,"ext_id":"105926869","area_id":"CH3HAQ1SVEqKjJplvTnxYQ==","polygon":{"type":"Polygon","coordinates":[[[-118.29215992487022,36.575050339818134],[-118.2910400751298,36.575050339818134],[-118.2910400751298,36.57594966018185],[-118.29215992487022,36.57594966018185],[-118.29215992487022,36.575050339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:53:53.895Z","updatedAt":"2024-02-19T18:28:53.936Z"}