{"_id":"63689de0e80bff5a994f9094","area_name":"Lincoln Lake Slabs","shortCode":"","climbs":[{"_id":"wi704xsNW5mBl4FoVAi1dA==","name":"West Colfax","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Ken Trout","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":24,"mp_id":"114784282","mp_crag_id":"106199323","climb_id":"wi704xsNW5mBl4FoVAi1dA==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This has excellent rock with many many bolts. Most of the climbing is 5.6 or so with maybe a 5.7/5.8 friction move in there. Stop at the anchor at 100', or keep going up and left past several more bolts to a second anchor at 140'.","protection":"15 or more clippy things.","location":"Start on the right end of a positive angled slab, 20' right of\n\nGolden Slab\n\n, protected with an obvious line of bolts."},"__v":0},{"_id":"jZHY87riWeWIsIj87KHM+w==","name":"Unlisted Corner","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"N. Brown & M. Reardon, 2018","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":25,"mp_id":"120958777","mp_crag_id":"106199323","climb_id":"jZHY87riWeWIsIj87KHM+w==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This is not my route, but it is nicely marked on Mike R.'s 2018 West Colfax topo' photo. He rated it 5.9+. It is definitely not a slab route.\n\nPerhaps the original ascensionist will share a name and history sometime. (And a few hours later, they did!)","protection":"A standard rack, 2 bolts, and shared anchors. (I used 0.2-3 cams and a few nuts.)\n\nRap the route. (My 70m easily hit the ground.)","location":"Just right of the\n\nWest Colfax\n\nslab route, in a right-facing corner, and uses the P1\n\nWC\n\nanchors. You can start on the ground, a little right of\n\nWest Colfax\n\n, or walk around to the base from farther right on a ledge. Rap the route."},"__v":0},{"_id":"DH5p1dbtUle8u//DSu/3zA==","name":"Uncle Puffy","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Kirk Miller, Euel Choate, Colin Miller","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":5,"mp_id":"108294908","mp_crag_id":"106199323","climb_id":"DH5p1dbtUle8u//DSu/3zA==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Climb\n\nJabba's\n\nspine at around 5.8 to reach the business of this route.\n\nThe harder climbing begins with a tricky throw from thin feet to pull a difficult mantle.  Once the ledge is gained traverse right then around the corner.\n\nTo reach the anchors pull the roof crux; high step into an undercling, crossover right to thuggish laybacks, clip the last bolt, and finish on a cool hand rail.","protection":"Bolts to fixed anchors.  70 meter rope or tie a knot in the end.\n\nBring plenty of alpine draws to reduce rope drag on the 5.8 leading to the crux.  Strategic rope management down low makes the 5.11 finish more enjoyable.","location":"This route climbs the North East corner of the Jabba buttress, right of\n\nJabba\n\nand\n\nSport Dike\n\n."},"__v":0},{"_id":"iIc/gNbZXl+glmbuNbs1Ug==","name":"Strobe Light Rodeo","yds":"5.13a/b","grades":{"yds":"5.13a/b","french":"8a"},"fa":"","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":4,"mp_id":"117588638","mp_crag_id":"106199323","climb_id":"iIc/gNbZXl+glmbuNbs1Ug==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This one is for the slab assassins! S.L.R. is a 3 bolt extension to\n\nSport Dike\n\n, following an elusive right-leaning seam. This route will require some cryptic movement, that once discovered, demands precise footwork and unique body positions to get you to the top. It is a must-do for the area!","protection":"9 bolts to fixed anchors.","location":"From the anchor of\n\nSport Dike\n\n, maneuver up and right to the next bolt, continuing up the obvious feature to the two-bolt anchor."},"__v":0},{"_id":"aByr5KsuUyqeq9MZgaNNMA==","name":"Sport Dike","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Beth Bennet, Stuart Rtichey, Jeroen Vanwolferen, Ken & Marsha Trout, 2013","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":3,"mp_id":"108039666","mp_crag_id":"106199323","climb_id":"aByr5KsuUyqeq9MZgaNNMA==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"The route starts with a low bolt on the slab a few feet right of\n\nJabba\n\n. Climb past six bolts up a dike. The crux is making the third clip and moving past. There is a double bolt anchor with mussy hooks.\n\nPer\n\nRyan Gajewski\n\n: an extension to the route has been red-tagged.","protection":"","location":""},"__v":0},{"_id":"h0IOzHxRVzORs+ayNvQ/Ew==","name":"Sick Puppy","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Richard Aschert, Kirk Miller, Ken Trout. FFA: Michael Hauck","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":13,"mp_id":"113531609","mp_crag_id":"106199323","climb_id":"h0IOzHxRVzORs+ayNvQ/Ew==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Ken Trout, Kirk Miller, and I believe Richard Ashert found and prepped this awesome line. Ken was kind enough to share it with me and was under the impression it had not been done. The crux is the obvious, large roof resembling the Great Roof on El Cap, and it climbs like it too.\n\nStart on the first pitch of\n\nDouble Exposure\n\n(an awesome 5.9 pitch on its own). Once at the first anchor, do a techy, delicate, 5.11 traverse clipping a bolt along the way to the corner. Some back cleaning of gear will be necessary to reduce rope drag. Work your way up the progressively steep corner until you get to the 15' horizontal roof, and the feet disappear. Undercling and jam your way out the roof, being strategic about gear placements as to not have it all eaten by the crack. I placed a 0.75 sideways about 2/3's the way out the roof to prevent the rope from pulling the gear in. At the end of the roof comes my favorite part. Throw a thin jam around the corner and above your head, then mantel into the dihedral behind the roof. A 2 bolt/rap ring anchor sits in the alcove behind the roof.\n\nThere is now a direct start (same grade), it follows the crack in its entirety from the ground.\n\nFor the direct start, use a mandatory 80m rope and doubles from 0.5 to #3. This is less quality than traversing in from\n\nDouble Exposure\n\n, but it is a much longer pitch and is more straightforward.","protection":"A double rack from 0.3 to #3, and an #4 optional for the roof.","location":"This route lies on the rock formation to the climber's right of\n\nJabba\n\nand shares the first pitch with\n\nDouble Exposure\n\n."},"__v":0},{"_id":"qVUxFg8eUO++MPb1MCVMMA==","name":"Short Arete","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ken & Marsha Trout","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":32,"mp_id":"108044265","mp_crag_id":"106199323","climb_id":"qVUxFg8eUO++MPb1MCVMMA==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Walk down along the top of the cliff with a bit of a drop into a gully.  Reach over the knife-edge summit of the slab to reach the rappel anchor.  The rappel in is less than 30 meters.  The belay on the slab below is pretty much anchor-less.  A few cams might be nice to protect getting to the first bolt, as much for the belayer as the leader.\n\nThis is a friction route up a blunt arete.  I pitched at the crux when a hold crumbled; not really sure what to rate it.","protection":"Six bolts.  Also a mix of cams may help to get to the first bolt.","location":"See the photo =>"},"__v":0},{"_id":"eZU2JfoUUsK2BwOY4GgvSw==","name":"Secret Ramp","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Ken & Marsha Trout","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":30,"mp_id":"108043960","mp_crag_id":"106199323","climb_id":"eZU2JfoUUsK2BwOY4GgvSw==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Hike down from the road along the top of the slabs.  A few cairns exist to mark the path.  Use the photo to find the anchor bolt panel.\n\nApproach is best via a 30 meter rappel to a hanging belay.  The anchors are easy and safe to reach, just below some tall boulders; about 15 feet above the last real moves.\n\nGetting to the belay is not too bad from the bottom; 5.6 maybe.","protection":"One of everything, or less, up to #3 cams.  There are a few bolts, especially up high, but this is a gear route with a good variety of placements between protection bolts. Before the last bolt, a rightward dodge can save you from the final crumbling face holds.","location":"See the photo =>"},"__v":0},{"_id":"6hHV/cVUXF2exqIkqeMK/g==","name":"Pneumoxia Crack","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Brenton Kreiger & Matt Rhodin, 2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":999999,"mp_id":"118772946","mp_crag_id":"106199323","climb_id":"6hHV/cVUXF2exqIkqeMK/g==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Pneumoxia Crack is short 'n' steep! It manages to pack quite a bit of quality into its few body lengths. The crack starts at fingers and goes up to big hands at the lip, and it is excellent. I'm not going to tell you to make the hike just for this route, but it would make a very nice addition to a day of bouldering down by the lake or cragging up at the slabs.","protection":"A single rack from 0.5 - 3.0 (optional #4, maybe an extra 0.5 for the start). Bring some cord up top for an anchor.","location":"Not at the Lincoln Lake Slabs, this is down in the main bouldering area at Lincoln Lake. If you're already climbing up at the slabs, this would be a bit of a walk down through the boulders. It is fine getting there, but it would definitely add some to the hike out (but who can't use a bit more alpine fitness?). If coming purely to climb the route, start by heading to the main bouldering area (Evil Backwards, Phobos, Red Herring), and then continue just a little further to the south, walking directly underneath Let the Right One In on your way. At this point, you're basically at Pneumoxia."},"__v":0},{"_id":"4kcarutsVM2mhKdRD1YFqg==","name":"Marzipan","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dakota Millard, Ken Trout, 2018","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":28,"mp_id":"114483106","mp_crag_id":"106199323","climb_id":"4kcarutsVM2mhKdRD1YFqg==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Start a few feet left of\n\nLincoln Lake Apron\n\non the bolted slab. The rock quality is good, and the route is fun! The second pitch needs some gardening.\n\nP1: follow three bolts using golden chickenheads to reach the right-facing corner. Make a couple insecure slab moves above bolt 3 to get gear in the corner, follow the corner up to the fourth bolt step left, and follow more bolts to the anchors of P1 of Lincoln Lake Apron, 6 bolts plus gear/ (5.9, 30m ish).\n\nP2: step right, and grovel over a grassy ledge above the belay. Place gear when you get it in the crack, small cams protect the moves to the bolt \"reasonably\". Getting to the bolt is PG-13, clip the bolt, and move up and right to establish yourself in the seam/arete. Follow the grassy crack until it reaches a lower angle, right-facing corner. Find a chickenhead to your left, sling it (or place gear in the corner), and step left. Follow left-angling seams to the anchors of Lincoln Lake Apron, one bolt, gear /(5.9 PG-13, 50/55m ish). (I originally led this pitch without the bolt, so enjoy it.)\n\nDescent: it is possible to rap with a single 60m rope using\n\nLincoln Lake Apron's\n\nintermediate anchor to get you back to the top of P1. When rapping to the ground with a 60m, swing uphill to meet the ground, and knot your ends! A 70m rope is recommended for the descent.\n\nThis requires 3 raps to make it to the ground with both a 70m and a 60m rope.","protection":"Draws, slings, doubles to 0.75, small cams, and brass. Micro cams/TCUs are all I could find to get to the bolt on P2 (which could change with gardening).","location":"Follow directions to Mt. Evans Lincoln Lake....\n\nPitch one is a few feet left of\n\nLincoln Lake Apron\n\n. Follow the bolted slab."},"__v":0},{"_id":"5BVvSN27WbmS38sNRByCdQ==","name":"Loose Bolt Slab","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken & Marsha Trout, 2013","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":21,"mp_id":"108039760","mp_crag_id":"106199323","climb_id":"5BVvSN27WbmS38sNRByCdQ==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Scramble up to a grassy ledge with a single loose, but usable, bolt. Handy for keeping packs and climbers from slipping of the ledge.\n\nFrom the belay, move right into an easy corner and solo up 20 feet to a ledge.  From the ledge, make an unprotected move left onto the face to reach the first pro in a horizontal crack (small cam). Move left along the seam to even bigger, better pro.\n\nOnce this gear is in, it is possible to back-clean the first piece or two.  The crux is near the end of the pitch, that's why the back-clean hassle is worth the trouble.\n\nFrom the last good gear in the horizontal seam, move up to the first protection bolt, 30 or 40 feet above the loose bolt.  The second bolt is just above, after which a long runout is done up right to a grassy ledge and bolt #3.\n\nFour or five more bolts protect some thin crumbly/cruxy moves.  A small/medium cam helps protect the run out to the anchors (40 meters).","protection":"A half-dozen cams from small to medium.","location":"See the photo."},"__v":0},{"_id":"T3QqR88ZXDGj8wa0sHbIGQ==","name":"Pika","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Kirk Miller, Euel Choate, Angus Wiessner","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":7,"mp_id":"108343830","mp_crag_id":"106199323","climb_id":"T3QqR88ZXDGj8wa0sHbIGQ==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Visit Jabba's Dark Side.\n\nThis route follows cool features on Jabba's shady North face.","protection":"Bolts to links.\n\nThere's a fair bit of looseness in the gully; you might want to wear a helmet.","location":"The North face of\n\nJabba\n\nis in a big, shady gully, Jabba's Dark Side.  Scramble up to a stance in the talus below the route."},"__v":0},{"_id":"c0tWgPffW8aZevMO+a/UNg==","name":"Lincoln Lake Apron","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Ken Trout, Marsha Trout, Jeroen vanWolferen, Andrew","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":29,"mp_id":"108043532","mp_crag_id":"106199323","climb_id":"c0tWgPffW8aZevMO+a/UNg==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"For decades I assumed someone else like Bill Forrest, George Lowe, Noel Childs, Jeff Lowe, or Dan Hare had done this route. Maybe we all thought: \"Naaah! It's too easy.\" Surprisingly, the apron has 3 really good pitches following thin cracks and dikes.\n\nOriginally the route ended with a terribly dangerous friction run out on the most suspect holds of the climb. Later, I rapped in and added a bolt. The first three belays are equipped with rappel hardware on double bolt anchors, so we can all get down with single 60 meter rope if it rains (hand drilled). The first pitch starts at 12,000 feet above sea level in an alpine paradise close to a paved road.\n\nLINCOLN LAKE APRON TOPO\n\nZoom.\n\nROUTE DESCRIPTION\n\nFirst ascent afternoon shade.\n\nPitch one is only 30 meters long and ends at a nice ledge with two bolts.  Start up a thin crack, step right to another thin seam that dead-ends, and then move left to a corner.  The gear in these seams is tricky.\n\nPITCH ONE, THE LONG REACH\n\nFirst ascent.\n\nIt is possible to make a long reach to place a #3 Camalot in the corner's big crack, before committing to the leftward step-across. Another big cam is handy a few moves up, before committing to a mossy, left hand jam and another big step out right to better holds. A few moves higher, move left again across the top of the corner and up left even more to the belay (5.7+, PG-13).\n\nPITCHES TWO AND THREE\n\nPitch two, first ascent.\n\nPitch two has a tricky step left to change cracks. There is a two bolt anchor on a dike foothold at 30 meters, handy for escaping storms. Or just use one of the bolts for pro and keep going up a beautiful dike to the top. Near the top, the nice holds thin out and the rock gets crumbly, but a bolt protects that bit. There is a third bolted rap anchor at the top of the slab. Alternatively, you can belay off fat-finger-sized cams up left on a nice ledge.\n\n4TH CLASS TO THE TOP\n\nFirst ascent.\n\nI like to do one more roped pitch straight up. It is mostly very easy, but there is a final, 5.2, squeeze/bulge where a hand or finger-sized cam is nice.\n\nIt is possible to connect to a harder sport pitch for an exposed finish on\n\nEmancipation Arete\n\n. Traverse left and down until a semi-hanging two bolt belay is found.\n\nThe exposed finish marked in yellow.\n\nLINCOLN LAKE ROUTE SUMMARY\n\nOverview topo.","protection":"A full rack up to #3 Camalot.","location":"APPROACH MAP\n\nMount Evans, CO."},"__v":0},{"_id":"vKwT/Bo6WDet+4DYjK4tRw==","name":"Kneel Armstrong","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Ken Trout, Kirk Miller","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":10,"mp_id":"109275464","mp_crag_id":"106199323","climb_id":"vKwT/Bo6WDet+4DYjK4tRw==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Plug gear and pull the first roof to get established on the face climb above.  Clip the bolts, enjoy the moves onto the grassy ledge, and cruise to the anchors.","protection":"Rack up to a #3 Camalot and several quickdraws, bolted anchors with links.","location":"Kneel Armstrong is on the short, clean, featured slab encountered after the Jabba buttress, before\n\nDouble Exposure\n\n."},"__v":0},{"_id":"DeuWBP8yUUqbwybXbm0YNQ==","name":"Keasbey Nights","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dakota Walz & Ryan Gajewski, 8/18","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":31,"mp_id":"115160873","mp_crag_id":"106199323","climb_id":"DeuWBP8yUUqbwybXbm0YNQ==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This is the obvious, right-leaning crack with varying sized roofs on a slab.\n\nStart on a ramp under a long, angling block. Climb the block up and left until it reaches a quick, broken overhang (crux) that protects very well. Then, follow the crack right up the leaning wall toward the major roof. Navigate the roof, and follow the clean, leaning crack for another 35 feet to a large ledge with a bolted anchor.\n\nThe route is completely protected from rain with the exception of the last 20 feet or so. All the gear is great, but a fall on the upper slab could be rough. Due to the sustained leaning nature of this route, it's best to have a follower clean.","protection":"A single rack to 3 with a few extra mid-size pieces & slings, and a 2 bolt anchor.\n\nOn the ground-up FA, our rope got stuck in the crack so badly I was unable to pull up enough slack to build a proper anchor. A lead bolt was placed about 3/4's the way to keep the rope out of the crack.","location":"Keasbey Nights is located in the northern most alcove of the Lincoln Lake Slabs."},"__v":0},{"_id":"9UGQZkOIW3GSlvhBAaY/yg==","name":"Jack & Sally","yds":"5.10a/b","grades":{"yds":"5.10a/b","french":"6a+"},"fa":"Savana Dumler, Dakota Millard. Sept. 2019","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":27,"mp_id":"117688545","mp_crag_id":"106199323","climb_id":"9UGQZkOIW3GSlvhBAaY/yg==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"P1. Climb a slab with one bolt to a crack, and follow this crack to a ledge. Then climb the next obvious crack to another slab with two bolts to a horizontal break in the wall with a 2 bolt anchor. This is a good warm-up, 5.easy climbing to the 5.8 bolted slab. Protection: 3 bolts, brass and microcams (5.8, 100 feet).\n\nP2. Friction and smear your way past 5 bolts up the path of most resistance (slab daddies, beware). Find another 2 bolt anchor below a shallow roof. This has awesome movement on less-than-vertical, nearly featureless slab. Protection: 5 bolts (5.10a/b, 50 feet).\n\nP3. Place gear in the shallow roof, and move up and slightly climbers right into a flaring crack, place gear here (where you get it), and move up to the first bolt. Be careful not to move too far right off the belay as there is a large hollow sounding flake that appears to be completely detached from the wall, tread lightly. Tiptoe up the slab past two bolts trending up and slightly right to another shallow roof, place gear, and trend up and right to the next bolt. One more gear placement is possible before continuing up and right to the anchors of P3 of\n\nLincoln Lake Apron\n\n. Protection: 3 bolts, finger and thin hands-sized cams (5.7, 100 feet).\n\nDescent: rappel\n\nLincoln Lake Apron\n\n. There is also a set of anchors 20 feet climber's left from the top of P3 of\n\nLincoln Lake Apron\n\nthat allows Jack & Sally to be rapped. Currently Jack & Sally's P1 & P2 anchors are equipped with quick links for rappelling - 3 raps, a 70m rope is recommended.","protection":"Mixed gear and bolts. We did not use anything larger than a #1. Brass and doubles on micro cams from 0.1- 0.4 are handy, but you can probably get away with singles. The third pitch protects well with fingers and thin hand-sized cams.","location":"Start 20 feet left of\n\nMarzipan\n\n, look for the first bolt in a white dike below the crack."},"__v":0},{"_id":"5M0WKv1WULiggRgxkPzsLQ==","name":"Jabba","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Peter Prandoni & Ken Trout, 1985","type":{"trad":true,"aid":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":2,"mp_id":"108039637","mp_crag_id":"106199323","climb_id":"5M0WKv1WULiggRgxkPzsLQ==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Mike Cichon makes the long reach, 2013.\n\nOn the first ascent the start felt slimy - like Jabba the Hutt from the movie\n\nThe Empire Strikes Back\n\n(opened 1985).\n\nAfter 20 feet of 3rd class approach, pull onto the real climbing with big reaches past tundra clumps. Then a short finger crack, sunlit in the photo above, leads to the big reach into the main crack (right).  The best pro blocks a necessary finger pod.  Not restful to hang on and work in the alternate gear just before the big reach (first PG13-). Once across and committed, there are better cams but still no feet! Steep jams lead to the rest pod.\n\nThe second half of Jabba has critical blind gear. The crack faces right and the body needs to lean left. Before succumbing to the temptation to cut and run for the anchor, please remember: gear has been known to fall out. Also, long falls have been taken!\n\nThere is a bolt anchor at 35 meters for lowering off. Because the crack arches a lot, it is best to have a follower clean the gear. A single 70 meter rope just reaches the tundra.\n\nLINCOLN LAKE ROUTE SUMMARY TOPO\n\nBeta.","protection":"Lots of cams to #2 Camalot (gold), some like stoppers too, especially for the start.\n\nPer\n\nJason Kaplan\n\n: if done as an aid route: a set of nuts in the mid to large size range (might have been easier with a better variety and possibly more, but I had lost my small to mid size set recently), a set of sliding nuts, doubles from blue Alien through #3 Camalot (yellow and red TCUs I found to be quite useful and I was wishing I had more of, I had 3 in the red size) I also ended up using the pink and red tricams I had, a  lot in the fingers to 0.75 range. Hybrid Aliens were nice, wished I had 2 sets and full sets at that, not just singles of green through red (I think that would probably make this thing c1). #8 BD hex was useful (or 3 #2 Camalots), I found a 3.5 and #4 Camalot worked well in one pod together. Be careful topping out, you use a flake that seems a little questionable. Tread lightly!","location":"Belay in the grass and flowers at the toe of the buttress.  It is the second route down, from the left side approach (red on photo)."},"__v":0},{"_id":"mbPT587yWd2UKkwDmVtWZQ==","name":"The Gorilla Steps","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"odd BolT / Rock Mantu","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":11,"mp_id":"117648731","mp_crag_id":"106199323","climb_id":"mbPT587yWd2UKkwDmVtWZQ==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"TomRCoRhUn+MjPj8So5k8A==","name":"Golden Slab","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Jeroen Vanwolferen, Andrew, and Ken, 2013","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":23,"mp_id":"108039821","mp_crag_id":"106199323","climb_id":"TomRCoRhUn+MjPj8So5k8A==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Climb the golden panel with three bolts and lots of gear in seams. The anchor are visible from the base.  This has the best quality rock in the area.","protection":"A little bit of everything, long slings, and save the #3 Camalot to protect the last moves to the anchors.","location":"This is just down from the\n\nLoose Bolt Slab\n\n."},"__v":0},{"_id":"UZkQsHwOXPSx2ZfFhRxOYw==","name":"Goat Yoga","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Ken & Marsha Trout, 2016","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":20,"mp_id":"115172741","mp_crag_id":"106199323","climb_id":"UZkQsHwOXPSx2ZfFhRxOYw==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"","protection":"The photo diagram is not perfect, bring 19 draws to be safe. The step across the chasm is reported by some to be scary, no matter how many bolts.","location":"Hike down the lake path to the orange boulder, leave the trail, and start traversing the tundra to the first steep crag, Jabba. From the base of Jabba, hike up 30 feet to best traverse the loose rocks of the sport gully's talus fan. Back on tundra, walk down past\n\nSick Puppy\n\nand\n\nDouble Exposure\n\nto the clean tooth with many bolts.\n\nWe bolted these routes generously, so there is no need to harm/garden any vegetation for nuts and cams."},"__v":0},{"_id":"x4zf1o2VWfmLYz/AS5m57A==","name":"Gettysburg Address","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Tyson Ferryman, Kirk Miller","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":6,"mp_id":"109248155","mp_crag_id":"106199323","climb_id":"x4zf1o2VWfmLYz/AS5m57A==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Climb the face through 3 bolts to a rest ledge, and get ready! Figure out the moves past the overlap, hang on, fire  to the arête, and go to the top of the buttress! This is a wild ride. It has awesome holds in a supreme setting. Get on it!\n\nA TR can be set up from\n\nPika\n\non the right.\n\nThanks to Kirk for finding the line and giving me the opportunity to get the FA. I will always remember this one.","protection":"11 bolts to a two bolt anchor with ring and chain.","location":"It is on the far right side of the Jabba Buttress, between\n\nUncle Puffy\n\nand\n\nPika\n\n."},"__v":0},{"_id":"hiwgxxCmU0yiiQmc+DQ+xQ==","name":"Ewoks Don't Sport Climb","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mike Cichon","type":{"trad":true,"aid":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":0,"mp_id":"109198996","mp_crag_id":"106199323","climb_id":"hiwgxxCmU0yiiQmc+DQ+xQ==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"The crux is between 2nd and 3rd bolt. It's all good but needs one more bolt up high, so it's a little run out up high, but the terrain is easier. I led it ground up and mostly aided the line with a mixed bag of techniques. I hand drilled all bolts from hooks or free stances with a hand drill! Fun stuff.","protection":"A standard rack up to #1 or #2 with a couple blue, green, yellow, and red Alien-sized camming units. There are some bolts, bashies, a homemade RURP, and new piton (#2 BD angle). All bashies (7), the RURP, and heads will come out. The angle should stay, it's awesome! I have a temporary anchor till I return to add a bolt and hopefully free it at old school 12+ in the very near future. I will add a two bolt anchor then.","location":"It begins 20' or so left of\n\nColumbine Crack\n\n, right off the boulder. Walk down or rap from the anchor hidden directly above the climb, maybe 50' or so up the hill once you top out."},"__v":0},{"_id":"16vOxwlZWkCwnIBfTjMnvA==","name":"Emancipation Arete","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kirk Miller, Ken Trout, Marsha Trout","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":26,"mp_id":"108043652","mp_crag_id":"106199323","climb_id":"16vOxwlZWkCwnIBfTjMnvA==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This fun route ascends clean, exposed, alpine granite.  From the bolted belay, climb onto the arete and follow it up to an engaging face that tops out on a beautiful ledge system.","protection":"Bolts to fixed anchors.","location":"Approach by climbing the stellar 5.7,\n\nLincoln Lake Apron\n\n.  From the last belay, traverse left to a bolted belay station at the base of the arete (red and yellow dotted line on topo).\n\nIt is also possible to rappel 30 meters from the route's summit anchors to a ledge, above and left of the bolted belay, with a separate anchor.  From the ledge, three or four bolts connect to the headwall, bypassing the arete."},"__v":0},{"_id":"DLABTcS3UUCWCEE2zz533w==","name":"Easy Flakes (name unknown)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":22,"mp_id":"114784310","mp_crag_id":"106199323","climb_id":"DLABTcS3UUCWCEE2zz533w==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This is easy, fun climbing that is a good beginner's trad lead. Climb a series of left-facing flakes that lead to the anchors on\n\nGolden Slab\n\n.","protection":"Bring an assortment of nuts and cams to 3\".","location":"It is on a positive angled slab towards the middle of the crag, 20' left of\n\nGolden Slab\n\n."},"__v":0},{"_id":"TU+5oEnBX1WgFv6Gahb9qQ==","name":"Easy Corner","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":14,"mp_id":"121201822","mp_crag_id":"106199323","climb_id":"TU+5oEnBX1WgFv6Gahb9qQ==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This is not my route, but Ken Trout's 2014 overview topo shows it (I referred to it as No Exposure in my notes before I found his topo). It's almost a plumbline directly to the\n\nDouble Exposure\n\nanchors via slab and an obvious dihedral (sort of a\n\nD.E.\n\ndirect, but that's what he named the upper pitch 5.10 variation).  Anyhow, this line misses the bolts and exposure of\n\nDE\n\nand is worthy of its own spot on the list. Ken rated it 5.7.\n\nI heard some folks on TR call it 5.8. What do you think?","protection":"A singles rack to #3 worked for me (I even found a good tie-off). Use\n\nDouble Exposure's\n\nP1 anchors.\n\nRap' off or continue up.","location":"It is about 20 feet left of\n\nDouble Exposure\n\nand the start varies with snow coverage.\n\nFrom the ramp, when exposed, wander up directly below the corner left of the\n\nDouble Exposure\n\ncracks."},"__v":0},{"_id":"OLTWEoQhUgqxZsaUkiblKw==","name":"Double Exposure","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Kirk Miller, Ken Trout, Euel Choate, Brian Hughes","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":15,"mp_id":"108227842","mp_crag_id":"106199323","climb_id":"OLTWEoQhUgqxZsaUkiblKw==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This stellar alpine route climbs thin cracks past two bolts on the first pitch (5.9) and offers two distinct finishes for the second pitch.  Easy does it passing the giant, wobbly flake after you launch up the second pitch.\n\n(Take heart, despite our best efforts, the flake only wobbled but wouldn't come off.)\n\nThe second pitch passes two bolts and the wobbler to reach the intersection of two possible finishes:\n\nHead right and a perfect crack angles out right up a ramp providing an easy finish keeping the overall grade around 5.9.\n\nFor a bit more of a challenge, after conquering the wobbler follow bolts up, out left, then up the face to anchors, 5.10.\n\nBoth alternatives are incredibly exposed and scenic with great rock. Climb the route twice, and hit both finishes for bonus points!","protection":"Doubles through #3 Camalot, #4 Camalot, wires.\n\nBoth finishes are equipped for two 30 meter rappels to get you back to the ground.","location":"See the beta photo; this is left of\n\nDan Hare's Route\n\n."},"__v":0},{"_id":"Ug5eHeOgWJq4AzASYO29Pg==","name":"Dear Sergio","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Michael Hauck and Ryan Gajewski","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":12,"mp_id":"114970411","mp_crag_id":"106199323","climb_id":"Ug5eHeOgWJq4AzASYO29Pg==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This is the bee's knees, the cat's pajamas, about as good as climbing gets! It is long, difficult, well-protected, and extremely exposed. This route has been done from the ground with an 80m rope, but a 70m rope can be used in 2 pitches.\n\nWith a 70m rope: start in the corner below the\n\nSick Puppy\n\nroof, climb up 2 bolts, and a few pieces of gear, arching right to a bolted anchor on the slab roughly 30' up. This anchor is perfect for a 70m rope. From here, continue up the easy corner until the crack turns and heads out the overhanging face. This is the crux. The crack turns into a thin seam and is protected with 3 bolts. Boulder your way out of the steep, and finish on one of the coolest moves I have ever done, a hand jam campus move to pull onto the hanging slab. Once on the slab, relax, and then tech your way up some thought provoking moves saving a 0.75 for the very end of the route. Lower to the mid-anchor and then rap to the ground.\n\nWith a 80m rope: do the same as above, just back clean the best you can for the first 30' or so, and use runners to prevent rope drag. Get it done.","protection":"A standard rack up to #4 (optional red C3), save a 0.75 for the very last piece of pro, and 7 bolts.","location":"It is on the next major rock formation (climber's right) from\n\nJabba\n\nand\n\nGettysburg Address\n\n. Start in the corner below the\n\nSick Puppy\n\nroof. 2 low bolts identify the start."},"__v":0},{"_id":"MWoROScwVSiYG/65FFiFsA==","name":"Dan Hare's Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Dan & ???, 2013","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":18,"mp_id":"108039685","mp_crag_id":"106199323","climb_id":"MWoROScwVSiYG/65FFiFsA==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"The first pitch was Dan's, mostly clean and nice (5.9).  His friend led #2, which was more run out due to tundra vegetation in cracks (5.8).","protection":"Bring the crack rack.","location":"See the photo."},"__v":0},{"_id":"0P5u6Io+VpCjgdHQe4uakg==","name":"Columbine Crack","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Mason Frichette & Ken Trout,1975","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":1,"mp_id":"108039618","mp_crag_id":"106199323","climb_id":"0P5u6Io+VpCjgdHQe4uakg==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Big, steep pulls lead to a final, desperate, crack in a leaning corner.  It was very difficult to protect with stoppers and hexes on the first ascent.  We did it after a failed first attempt on the Black Wall's\n\nRoad Warrior\n\n.","protection":"Lots of cams, mostly small and finger sized.","location":"This is the first route seen on the hike down.  This may be the shortest hike from a paved road to a 5.10 at 12,500' anywhere."},"__v":0},{"_id":"Fej/9V1CUD6/s+aWqghC8g==","name":"Codeine","yds":"5.12-","grades":{"yds":"5.12-","french":"7a+"},"fa":"Mike Lane, Dakota Millard, June 2018","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":8,"mp_id":"114531690","mp_crag_id":"106199323","climb_id":"Fej/9V1CUD6/s+aWqghC8g==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Start on the ledge.\n\nTwo options to start: either carefully climb jug flakes up and right to the first bolt (big holds, one 5.9ish move), or start on the far right end of the ledge, plug some bomber small cams in the flake, then make a move up and left to the first bolt.\n\nPull through the bulge and climb the slab (crux). Tackle a short, steep section before the anchors. There is an optional cam placement before the final bolt.","protection":"5 bolts, optional microcams for the beginning, and a 2 bolt anchor.","location":"It is 20 feet left of \"\n\nAnother Load of Ginormous Excitement\n\n\" crack."},"__v":0},{"_id":"+4st9SIDWQidr9NoE7d7hw==","name":"Big Horns","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Ken & Marsha Trout, 2016","type":{"sport":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":19,"mp_id":"115187186","mp_crag_id":"106199323","climb_id":"+4st9SIDWQidr9NoE7d7hw==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"","protection":"About 12 bolts to the left hand of two closely spaced anchors. Fat and easy to replace hardware is fine to thread, so anchors draws are not lost to sudden rain.","location":"This is the left hand bolt line on the 100 foot detached block of irresistibly clean and featured coarse granite."},"__v":0},{"_id":"PbR0lwTcXNKNwOTMrH92ww==","name":"B Line","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":17,"mp_id":"121202190","mp_crag_id":"106199323","climb_id":"PbR0lwTcXNKNwOTMrH92ww==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This is not my route, but the upper crack is so obvious, and there are anchors: gotta be something, right? Ken called it \"unknown anchor, 5.8?\" on his 2014 topo. It is NOT\n\nDan Hare's Route\n\n(I suspect it may have started as a convenient 2nd rap' anchor from\n\nDouble Exposure\n\n). Maybe the story will be told now that there is this placeholder?\n\nDepending upon snow cover, it could be a long way to the first good placement, but I led it as an entirely separate route from\n\nA Line\n\nand found it to be runout but reasonable. You can cut left early and place some gear on\n\nA Line\n\n, but I'm not sure it would help much later on....","protection":"A singles rack to a #3 worked for me. Consider a nutpick to clean out placements maybe?","location":"Between\n\nDouble Exposure\n\nand the gash that holds\n\nDan Hare's\n\nfirst pitch, wander up slab toward the obvious backwards J-shaped crack. This leads directly to anchors on a small ledge next to a flat rock visible from below."},"__v":0},{"_id":"aX3qVnVbXzi2Vd0mIyZYDw==","name":"Another Load of Ginormous Excitement  (aka The Cichon Variation)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Ken Trout, Kirk Miller, Mike Cichon, FFA Mike Cichon","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":9,"mp_id":"109275601","mp_crag_id":"106199323","climb_id":"aX3qVnVbXzi2Vd0mIyZYDw==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"Pull the initial roof on\n\nKneel Armstrong\n\n, then an exciting traverse left leads to the vertical crack.  Like a monkey on a pole, climb the very edge of the thin crack to an amazing solution jug then head on up to the anchors for\n\nKneel Armstrong\n\n.","protection":"Rack to #3 Camalot with extra thin wires to protect the crux.","location":"This route shares the start and anchors with\n\nKneel Armstrong\n\n."},"__v":0},{"_id":"N2k5EJm3XROF7ENCEtCMtw==","name":"A Line","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"unknown","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"left_right_index":16,"mp_id":"121202051","mp_crag_id":"106199323","climb_id":"N2k5EJm3XROF7ENCEtCMtw==","areaRef":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":"This is not my route, but I'm not the only one who thought this or the\n\nB Line\n\nwas\n\nDan Hare's Route\n\n. So I'm rounding out the database. This route is a little runout to a not-so-great, shallow dihedral to its top where you can step right to the\n\nB Line\n\nanchors. Maybe it would clean up with some travel.\n\nRappel (BTW, I rapped to here from the top of\n\nDouble Exposure\n\n).","protection":"I carried a single rack to #3.","location":"It is between\n\nDouble Exposure\n\nand\n\nDan Hare's Route\n\n."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,b8bc6400-2efc-577d-b6a6-c5367641fd44,c6051197-c75e-5ab8-98ca-5474c5cb2597,17b1e81d-c660-54d3-8327-be3773a88ee8","pathTokens":["USA","Colorado","Alpine Rock","Mt. Evans","Lincoln Lake Slabs"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8-"},{"count":5,"label":"5.9"},{"count":2,"label":"5.11-"},{"count":1,"label":"5.13a/b"},{"count":4,"label":"5.10"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.9+"},{"count":1,"label":"5.11c"},{"count":2,"label":"5.8+"},{"count":3,"label":"5.7+"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.10a/b"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.12b"},{"count":1,"label":"5.11+"},{"count":1,"label":"5.5"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.12-"},{"count":1,"label":"5.7"},{"count":1,"label":"5.11"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":6,"intermediate":8,"advanced":7,"expert":1}},"sport":{"total":12,"bands":{"unknown":0,"beginner":3,"intermediate":4,"advanced":4,"expert":1}},"alpine":{"total":34,"bands":{"unknown":0,"beginner":9,"intermediate":12,"advanced":11,"expert":2}},"aid":{"total":2,"bands":{"unknown":2,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":12,"advanced":11,"expert":2}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.6056,39.6178]},"bbox":[-105.6061837353264,39.61735033981814,-105.60501626467358,39.61824966018187],"left_right_index":-1,"ext_id":"106199323","area_id":"F7HoHcZgVNODJ743c6iO6A=="},"content":{"description":""},"density":0,"totalClimbs":34,"__v":1,"createdAt":"2022-11-07T05:55:51.162Z","updatedAt":"2024-01-15T16:42:32.850Z"}