{"_id":"6368a265e80bff5a99565bd9","area_name":"Gothics","shortCode":"","climbs":[{"_id":"V6O0HfufWwuTi0/fk0+UtA==","name":"Takillya Sunrise","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Kevin MudRat MacKenzie, Jaryn DeShane July 22, 2017","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8586,44.1258]},"left_right_index":4,"mp_id":"113372664","mp_crag_id":"106057854","climb_id":"V6O0HfufWwuTi0/fk0+UtA==","areaRef":"plOnYaD1XIW1dEq81KueJw=="},"content":{"description":"P1 (80’) 5.7: Climb flakes to a left rising ramp. Step left up ramp and climb to the tree island (crux). Belay from bomber trees.  \n\nP2 (180’) 5.6: Climb short slightly off-vertical wall and continue over a series of overlaps past a large block (take care of smaller blocks behind it). Continue up slab to a deep left-rising crack that’s approx. 10’ deep at its top. Belay (used #4, #5 & slung block). \n\nP3 (150’) 5.4: Continue up mellow, but dirty slab to the bottom right corner of the large tree island at the right side of the Piano Ledge. Climb over obvious left-facing dihedral (critical green alien). Continue up slab to smaller right-facing dihedral and belay. \n\nP4 (200’) 5.4 (5.2 R): Climb the dihedral to its top and step left. Continue up easy slab to a corner of trees belay.","protection":"Gear: Standard rack including small gear from #00 - .3 essential. 8-10 quickdraws. 70m rope makes this comfortable.","location":"Positioned between Gothic Arch and South Face Direct.  \n\nStart: Approx. 50’ before the Original Route below a set of right facing flakes on a vertical wall. \n\nExit: Scramble the slide tributary to its top and bushwhack to Range Trail between Gothics west shoulder and intersection with Weld Trail. Walk right on trail, hang another right at the intersection to return to Pyramid."},"__v":0},{"_id":"X6+tza+EWGS9KfbsyHGAkQ==","name":"South Face Gothics Direct","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"See Description","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8586,44.1258]},"left_right_index":3,"mp_id":"111922591","mp_crag_id":"106057854","climb_id":"X6+tza+EWGS9KfbsyHGAkQ==","areaRef":"plOnYaD1XIW1dEq81KueJw=="},"content":{"description":"P1 and P2 are two of the most stunning pitches I have done in 50 years of climbing. Fantastic rock, fantastic setting.  \n\n  Originally rated 5.10a, a hold broke off in 2013 (after my ascents) and now the first pitch is given a 5.10d. If you rap in from the top (i.e. APPROACH 2) you could ( especially with a 70m rope, and with a few judicious quickdraws as directionals) TR the 5.10d first pitch if that's a bit much for leading.     \n\n  The guidebook gives it a \"G\" and 4 stars, but I would give it a \"PG\" rating. In places if you \"blow it\" just below the next protection you could take a 25-30 footer (it's not a sport climb) and that's not a good idea this far into the mountains. Since Mountainproject goes from \"G\" to \"PG-13\" (\"which seems to have originally meant \"PG/R\") I picked the more conservative \"PG-13\". You're 10 miles into the Adirondack Wilderness, and the way \"out\" is UP! (Not down as with most climbs.)  \n\n  If you don't like strenuous overhangs (strenuous, IMO, either free or on aid) just take the original \"5.3\" finish. I've done the climb twice, including one of the earliest ascents, and prefer the original P3 as it is more in character with the first two pitches, and with most of the other climbing on this cliff.  \n\n  FA of P1 & P2  by Ed Palen & Vinny McClelland in 2002 with the \"5.3 P3 finish\".     The \"direct finish\" (guide says 5.9, some have said up to 5.11; this climber did it as A-1 !)  was by Chris Hyson & Tom Yandon in 2004.  \n\n  APPROACH- One of two ways:    1) Via the Pyramid-Gothics col. Descend to the west down the faint drainage to the base of the slabs of the So. Face. (Some may want to rap a pitch, see more detail in the \"Arch Route\"). Wander left along the base to the start of the \"Original Route\". Climb up this for ?? feet until the route can be seen on the clean slab to your right. \n\n2) Recommended - Descend west from the summit of Gothics on the Range Trail. Here I'm hazy, but the guidebook (Lawyer & Haas, Adirondack Rock) says 0.1 mile to a herd path/climber's-path on the left. Down this to a slab (care !... rope up? ) to where you can traverse west (skiier's right) at the top of an exposed slab (more care !!, some may wish a rope) The rap tree is 20-25 ft back, up in the bushes. Replace/extend the rap slings.    A single 60m will make the raps, but a 70m makes for more happiness! \n\n  Rap to the \"Grand Piano Ledge\", then rap to the mid-cliff belay on a small grassy ledge, then rap (swinging to rappeller's left at the bottom) to the corner/crack of the \"Original Route\". \n\n  START- When I was there last there was an old, rusty 1 1/4 (or 1 1/2) inch angle piton in the crack, a green (# 0.75) Camalot works well too. \n\n  P1- Follow the route up the clean, white rock. Quite sustained, nearly every move is 5.6 to 5.8, with the crux moves harder, of course. End on a grassy ledge with the dbl bolt belay at its right end. about 100 ft  5.10d \n\n  P2- When I last climbed the route, I thought this was crux pitch (excepting the direct P3 overhang). Move up left (photo) to a thin traverse (pitches's crux?) then straight up to the \"Grand Piano Ledge\"  90-100 ft  I give it 5.9+/5.10a \n\n  P3 Direct Finish - Climb to the top of the large boulder, reach up to the overhang and crank over.  Easy (5.5 +/-) slab to the top. 90-100 ft guidebook says 5.9 I used aid and found even that strenuous.  \n\n  P3 Original Finish - Walk to the right end of the Grand ledge, scramble up though some trees and climb a dike-like line up and left-ish. When I did it there was one piton en-route along the \"dike\".  150-180 ft  5.4-5.5 R \n\n ","protection":"8-10 quickdraws and a alpine draw or two (P2 traverses a bit)#0.75 (green) Camalot for the belay in the crack of the \"original route\"If rapping in from the top, cord or webbing long enough to extend the top tree anchor 12-15 ft.","location":""},"__v":0},{"_id":"IyRB9CegV6S+v3Aob5n9wg==","name":"Sagrada Familia","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"ACB Victoria de Quehen and Matt Dobbs, Sept 30, 2017","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8586,44.1258]},"left_right_index":0,"mp_id":"113783966","mp_crag_id":"106057854","climb_id":"IyRB9CegV6S+v3Aob5n9wg==","areaRef":"plOnYaD1XIW1dEq81KueJw=="},"content":{"description":"Climb the dark, featured slab past solid protection in cracks and overlaps for about 30m (optional belay in good overlaps). The first delicate moves are a couple meters above the first placement.    Continue up flaring water runnels that occasionally take good, large (1-3”, camalot 1-3) cams. The rock becomes less steep and runout for the last 10m. Belay on the ledge in a good crack level with the base of Tea and Biscuits (5.10a).    The route can be climbed in two pitches or linked together as a single rope-stretching pitch, about 62m (205') total. \n\n  This line forms a more aesthetic approach for Tea and Biscuits (10a) or the South Face Direct (10d, accessed by down-climbing Original Route a short distance from the top of p2), and can be used as an alternate for the first half of Original Route (5.4). \n\n  There is no fixed protection at the top of the route, nor is there fixed protection at the base of Tea and Biscuits. To descend without continuing on the other routes, down-climb (or down-lead) the 3rd-4th class ramp of the Original Route. \n\n  The name is taken from Gaudi’s perpetually unfinished Gothic cathedral in Barcelona and is chosen in honour of the Catalan independence vote that took place the same weekend as our climb.","protection":"single set of cams to 3”. (the flaring runnels are unfriendly to stoppers)","location":"The start is located on the slab about 20’ left of the start for Original Route on dark water-marked rock. \n\n  GPS location of route start: 44.124467, -73.860129"},"__v":0},{"_id":"TaW6aRZiU0SsJvO0u6wx1g==","name":"Rainbow Slide - Over the Rainbow","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"R. Hall, S. Matz, & Ed Palen  July 2004","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8586,44.1258]},"left_right_index":999999,"mp_id":"111928966","mp_crag_id":"106057854","climb_id":"TaW6aRZiU0SsJvO0u6wx1g==","areaRef":"plOnYaD1XIW1dEq81KueJw=="},"content":{"description":"Without a doubt the hardest part of this climb was the approach that we took. \n\nAdirondack Rock advises to hike up to the Pyramid-Gothics col and drop down to the East.  Good advice !  The directions are a bit complex so will not be repeated here. \n\n    We chose to leave the Weld trail (from Lower Ausable Lake) early and bushwhack up the \"drainage\".  The going started OK along a streambed, then we left the streambed and took a line towards the slab.  A patch of serious blowdown slowed progress. Our ascent was in 2004 and \"Pre-Irene\" so one can only imagine that the blowdown got worse, not better. \n\n   Eventually we emerged from the blowdown of cris-crossed trees into a beautiful \"dell\" of moss and ferns, then we continued up a slab (lead photo) through more open forest to the lower, very low-angle slab.  \n\nP1 - Recollection is that we roped up (more because there was a nice, flat place to do so)for easy pitch which led up near (recollection is 20-25 ft below, but it might be more) the base of the left-arching overlap (of \"Pot of Gold 5.7\") 2007, Haas, Rosecrans & Livingston). 200 ft 5.4  \n\nP2 - Up and right on flake(s) and friction, and establish a belay.  Recollection is about 75-100 ft??? 5.5 - 5.6 and I remember slinging something (flake, horn??) as part of the belay. \n\n P3 - Start off right-ish, then straight up to a small (10 ft high, 1-2 ft \"deep\") inside corner and belay at the piton left in place.  100-120 ft, more??   5.5 - 5.6  \n\nP4 - Up and left on easier terrain but with limited protection points to the trees.  about 100-120?? ft  5.2-5.4 \n\n    Certainly, pitches can be combined (as seems to be described in \"Adk Rock\") but on unknown friction like this, when I find a solid belay I usually stop...one never knows when the next one will show up!    \n\n    From the tree(s) reached, using a single 200ft/60m rope, we were able to lower down, place a directional cam in a small overlap/flake that was about 50+/- ft down and to climber's right, then from there lower down nearly directly to the corner of what would become \"Pot of Gold\". I remember we reached below the overlap, but forget how far down the corner. Maybe 1/2 way down??   Bob and Ed both TR'd this high-quality pitch.        \n\n    Exit -  I remember that Ed continually said \"I've got the exit route\". From the tree we moved up and right to a low-angle but scary-due-to-damp-moss slab which we eventually climbed out of into the bushwhack to the trail.   \n\n     The photo in \"Adk Rock\", taken from the side, appears to show very little bushwhacking, I think that in reality we spent more time in the high-angle trees and bushes than on the slide.  Certainly, looking at the slide \"face on\" from the top of Indian Head and/or the Lower Boathouse, the top of the \"exit slide\" is a ways from the ridge crest (and hence the trail) than it appears from the side view.","protection":"Std Rack - include small wires and small TCU's.","location":"On Rainbow Slab, which is far East of the South Face of Gothics, East of the Weld Trail. (See Photo ...to be uploaded later)"},"__v":0},{"_id":"on8Cs8bmVLuP/09T9mv2Vg==","name":"Original Route","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"Newell Martin (solo) 1896","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8586,44.1258]},"left_right_index":2,"mp_id":"106057881","mp_crag_id":"106057854","climb_id":"on8Cs8bmVLuP/09T9mv2Vg==","areaRef":"plOnYaD1XIW1dEq81KueJw=="},"content":{"description":"The South Face Crack is an easy, adventurous route in a spectacular backcountry setting. The route is straight forward to follow and would be a great introduction for those wishing to break away from the crag scene. While this line may not be the cleanest (some loose rock and intermittent grassy areas) it is still a worthwhile excursion that will reward you with breathtaking views from the summit. \n\n  The crack is pretty easy to find, just keep walking left across the slabs until you reach a foot sized crack near the middle of the face. \n\n  Pitch 1 - Climb a low angle foot crack for about 150ft, belay at 2 pitons.   \n\n  Pitch 2 - Continue up the crack for about 100ft until you reach a ledge at the headwall.   \n\n  Pitch 3 - Traverse down and left to an island of trees. 75ft   \n\n  Pitch 4 - Not really a pitch, continue scrambling left across the grassy slabs to reach the trees. \n\n  From here bushwhack up and right to the summit. Instead of doing this, we bushwhacked up and left and found ourselves at the base of the left hand slab near the summit ridge. We climbed a slab dihedral with an expando flake 5.6ish (fucker gobbled a .75 camalot..now fixed) for about 100ft. The bushwhack from the top of the slab to the summit ridge was horrendous. We got raped by spruces, I have scars on my arms.","protection":"Protection is good, but you may find yourself at times excavating dirt filled cracks for placements. Small rack upto #3 camalot.","location":"This climb would make a very long day out, we hiked in the first night and crashed just below the summit of Pyramid off the trail. \n\n  To reach the south face of Gothics most parties will enter from the Ausable Club. From the summit of Pyramid (6.1 miles from the trailhead), you can see the entire south face. Descend into the col between Pyramid and Gothics. Bushwhack down a drainage ditch and skirt over across the bottom of the slab. The bushwhack may take up to an hour."},"__v":0},{"_id":"ktIwIej4X9WLEsCxlj4hvw==","name":"Gothics Arch","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-73.8586,44.1258]},"left_right_index":5,"mp_id":"106358782","mp_crag_id":"106057854","climb_id":"ktIwIej4X9WLEsCxlj4hvw==","areaRef":"plOnYaD1XIW1dEq81KueJw=="},"content":{"description":"P1 - Begins to the left of the arch and climbs to a vegetated ledge, belay from the large crack. \n\n  P2 - Climb the crack and traverse right crossing the 2 black smears and head for the right side of the headwall. There is a decent crack to setup a belay about 50ft below the head wall on a small ledge if you can't reach the headwall due to rope length. \n\n  P3 - Climb the headwall and climb the pocketed face to an vegetated area (alpine scrub) and set a belay. \n\n  P4 - Climb the pocketed face above and left of the vegetation to more alpine scrub and belay in the trees. 5.2X face climbing with zero protection and is completely run out until reaching the trees. \n\n  P5 - Climb the pocketed face right of the vegetated area to the bulge \n\n*note**The Adirondack Rock \"A Rock Climbers Guide\" description works right across this face from this point, we stayed to the left.    **note** \n\n  P6 - Traverse to the left side of the first bulge and over it. Climb the face to a tree belay on the left following cracks. \n\n  P7 - Traverse out right 15ft and climb the face to alpine scrub keeping it on your right. Follow the scrub and climb the face to the large boulder surrounded by alpine scrub. Fight your way through the scrub to the left side of the boulder to a belay. \n\n  Bushwhack the remaining 50-100ft to the trail between Pyramid Mt. and Gothics.","protection":"A full set of nuts, a set of hexes, and Camlots up to BD #4.","location":"Approach: From the St. Huberts parking lot it's a 6 mile hike to the col between Pyramid Mtn. and Gothics Mtn. where there is a bushwhack descent to the base of the climb. \n\n  Descend: Follow the Range trail and summit Gothics. Continue to the col between Gothics and Armstrong and descent to St. Huberts."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,2355ce0f-6bd8-5f66-a1cc-7002c38ea4a4,a653a761-a0f5-5c85-b574-4abcd4ab9e27","pathTokens":["USA","New York","Adirondacks","E: High Peaks Region","Gothics"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10d"},{"count":3,"label":"5.6"},{"count":1,"label":"5.4"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.8586,44.1258]},"bbox":[-73.85922643093704,44.12535033981814,-73.85797356906296,44.12624966018187],"left_right_index":-1,"ext_id":"106057854","area_id":"plOnYaD1XIW1dEq81KueJw=="},"content":{"description":"Gothics is a beautiful multi-faced mountain in the Great Range sitting between Armstrong and Saddleback. It is a great hike in and of itself and the cabled hiking trail up the exposed east ridge gives hikers an exciting \"climb.\"  \n\n  From the summit the rock in the area is clearly bountiful. Big Slide is visible across the valley with its bolted slab climbs. Basin and Pyramid (a side summit of Gothics) have climbing potential. \n\n  Gothics itself has climbing on at least 3 faces. The north face is the largest at nearly 1000 feet. The South Face, and the Southeast Face. \n\n  The North Face is no longer the clean slab shown in Mellors' guide. Though good adventure is still to be had.  \n\n  The South face has some longer bolted lines. \n\n  With a long approach, runout slab, mandatory bushwacking, and route-finding problems, Gothics typifies the great adventure climbing in the dacks. Not for everyone, but for those willing to consider the climb as more than just the moves up the rock this is great place to explore."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:15:03.895Z","updatedAt":"2024-01-15T16:47:22.741Z"}