{"_id":"6368a50be80bff5a995afec9","area_name":"Mule Hollow Wall","shortCode":"","climbs":[{"_id":"N0XU+0leXUeUvZXWruLGPw==","name":"Slight of Hand","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Derek Larsen, Derrick Sander and Marcus Porter in 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":9,"mp_id":"110754625","mp_crag_id":"105739590","climb_id":"N0XU+0leXUeUvZXWruLGPw==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"Follows the slightly left trending bolt line on the far right arete of Sea of Glass wall.  Landing is to the right (north) of the large block behind another slightly less large block.  Typical climbing of Mule Hollow but a fun crux roof. Enjoy. Again I didn't see this route on MP if anyone knows additional info please feel free to add.  Another great line so props to whoever set the route.","protection":"Bolts to a two bolt anchor","location":"Right (north) side of Sea of Glass wall."},"__v":0},{"_id":"UXemMAXqXjyx2ifjSgTDzw==","name":"The Sands of Time","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Patrick Maloney Alex Angam and George Rosenthal Sept. 27 th 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":2,"mp_id":"106563428","mp_crag_id":"105739590","climb_id":"UXemMAXqXjyx2ifjSgTDzw==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"This route is located thirty feet to the left of Ravages of time. Climb what looks to be the smoothest section of the wall. Small edges and some high steppin past seven bolts brings one up to a two bolt belay.\n\nThe rock quality is superb!\n\nEnjoy!","protection":"seven draws","location":"This route is on the Sea of Glass Wall, just south of and downhill from the main mule hollow wall."},"__v":0},{"_id":"C98e0t3hWo+9/wDCMLN6kQ==","name":"Ravages Of Time","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"James Garrett and Patrick Maloney, 28 May 2008","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":3,"mp_id":"106172534","mp_crag_id":"105739590","climb_id":"C98e0t3hWo+9/wDCMLN6kQ==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"This is the first bolted climb to appear on The Sea Of Glass Wall. As Pat was one of the first climbers on this crag, we were both very impressed that this fine and fun (and mostly blank) right line had yet to have its flanks developed! The first 6 bolts were drilled on lead, but both of us felt the Ravages Of Time (which subsequently results with decreased boldness?) coaxed us into completing the drilling from above. Maybe too, hooks skittering off of the glass like quartzite had something to do with it, as well.\n\nA very unique route with pockets and edges on excellent rock located on the steeper and smoother and crackless wall to the right of the pre-existing trad climbs SEA OF GLASS and GLASNOST.\n\nThis climb will prove popular if one is able to combine with other climbs in the area to compensate for the heinously steep grovel to the Mule Hollow Wall. Why don't climbers like zig zag type trail approaches? It's a burner, or again, maybe we were just feeling the Ravages Of Time?\n\nPitch #1: Follow about 10 bolts up the face to a two bolt belay. 5.9, 30m\n\nPitch #2: Up and left to a shallow hole past a few bolts then straight up to the final belay ledge. Adds more, but less spectacular, climbing to this unique climb. May be linked to first pitch for a longer climb. 5.7, 15m.","protection":"QDs and a #2 or #3 Camalot may be useful near the top of the pitch.","location":"Rappel the route with one 60m rope.\n\nRavages Of Time starts up the shiny glass-like wall in front of a huge Doug Fir tree. The tree does not interfere with the climb at all."},"__v":0},{"_id":"y2Gqv1DxWaG/xh4ldfsLVQ==","name":"Left of Center Route","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":10,"mp_id":"105855624","mp_crag_id":"105739590","climb_id":"y2Gqv1DxWaG/xh4ldfsLVQ==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"Route finding is the crux on this route, as there are so many cracks to choose from.  Don't wander too much, unless you bring a lot of long runners to reduce rope drag.  The Ruckman guide says that Left of Center is runout, but I didn't have any problems finding adequate protection.  Lots of buckets to pull up on.  I can count the number of times I didn't have a hold for each limb on one hand.  Fabulous climbing for the grade, with long pitches and superb scenery from the top.  Continuous and clean, this route is well worth the grueling approach.","protection":"Standard rack, save some larger pieces for the wide crack at the top.  No bolts, pitons, slings or chains.  All gear belays.","location":"About 125 feet left of Jam Crack Route and 40 feet left of Down, Dirty, Doublecrossed.  Find the high point on the ledge and find a short vertical crack that leads to the larger diagonalling crack.  There is a tree-filled ledge two-thirds of the way up.  Aim for the left side of the large gap in the trees.  There is a small cave in the middle of the route that isn't visible until you climb over it.  The route finishes with a fist crack that continues over the top of the wall.  Hike to the south for the walk-off (NOT the first gully) or walk up the ledge (North) and do the 5 rappels on Down, Dirty, Doublecrossed."},"__v":0},{"_id":"ZhQmTH7pW/GZdzvjYGT0zw==","name":"Jam Crack Route","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":13,"mp_id":"105740378","mp_crag_id":"105739590","climb_id":"ZhQmTH7pW/GZdzvjYGT0zw==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"This route is on the main wall on the right end of the cliff approx. 100 left of a pinnacle.  Look for the obvious, prominent crack.\n\nPitch one, 5.6:Climb the crack, with good protection up to the anchors.  If memory serves me correctly, I believe I passed what appeared to be a rappel anchor and belayed on a sandy notch/ledge.  But obviously use your best judgement.\n\nPitch two, 5.5:Continue up and move slightly to the left until your rope runs out or to a convenient belay spot.\n\nPitch three, 5.5:Continue straight up to the top of the cliff or angle left on easier ramps moving upward to gain the top of the cliff.\n\nThe last two pitches are obviously easier than the first, however the protection is a little bit harder to come by, so beginners (or the responsible) should not pass up placements on the last two pitches.\n\nTo the motivated bolt placing experienced climber:  This is a great wall, but the descent takes away from the experience.  In my humble opinion, a bolted rappel line down this wall would benefit the community.  I would be willing to help anyone that feels comfortable in that role.\n\nDescent (two options):Head south (left) from the top of the wall to a gully which is the southern end of the main wall.  Two 60 foot rappels are needed to reach the base of the wall.  The gully however is full of really big loose rocks, etc. and makes the descent seem kind of sketchy.\n\nOr\n\nContinue south to the next gully that seems appealing and downclimb back to the base of the wall.  This isn't much fun either, but you don't have to rappel.","protection":"Standard trad rack.","location":""},"__v":0},{"_id":"F4DiuRDqXNmBf6CiR0UDLA==","name":"Pinnacle Routes","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"Alpenbock folks or prior?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":15,"mp_id":"118728857","mp_crag_id":"105739590","climb_id":"F4DiuRDqXNmBf6CiR0UDLA==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"A variety of route options up behind or to the right of the pinnacle which is right and uphill of Jam Crack.\n\nFairly good rock.\n\nAscend up in three pitches and top out at or near the top of the corner of the formation left of the inset face to the north.","protection":"Standard rack.","location":"Uphill and right of the Jam Crack.  Climb wall behind or slightly right or left of the Pinnacle."},"__v":0},{"_id":"8nJs5RXPXwqwjPgBRRkuwA==","name":"Implorien","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"James Garrett and Franziska Garrett,  22 August 2001","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":7,"mp_id":"105957892","mp_crag_id":"105739590","climb_id":"8nJs5RXPXwqwjPgBRRkuwA==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"The rock was so delightful on Explorien (mentioned in the Ruckman Guidebook), we returned to establish a more direct line in the same grade. We did not feel it was a squeeze job, being quite a bit to the right of that route. Implorien implores the climber to problem solve the thin moves directly to the two bolt anchors. I sense it has become somewhat popular in the last few years, but it was largely unknown, so I enter it at this time.\n\nApproach this to the far left side of the little \"alley\" formed by the rock and the ledge to the east. About at the end of the alley Explorien climbs up and trends right passing a piton, whereas Implorien \"beelines\" it directly to the two-bolt belay on the right edge and keeps on going.\n\nPitch #1: Climb the edges up the less than vertical wall to the two-bolt belay. One may continue here to the top of the wall, which is another flake of stone posing in front of the main wall. Rappel twice down the face to the base of the route. 5.8/9, 50m.","protection":"QDs. Two bolt belays at the top of each pitch. Rappel the route.","location":"This is to the right of the Smoot classic, EXPLORIEN. It starts to the right and is much more direct to the very top of this part of the buttress. It continues past the anchors for another pitch. One may rappel the route with one 60m rope."},"__v":0},{"_id":"MKWLEcljUuSpPr/dcPIpOQ==","name":"High on Crack","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Tony Calderone, Kathy Lagerquist, 1992","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":14,"mp_id":"107650376","mp_crag_id":"105739590","climb_id":"MKWLEcljUuSpPr/dcPIpOQ==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"This is a variation of Jam Crack Route.  70M rope is recommended for descent.\n\nPitch 1 (5.6): Climb first pitch of Jam Crack. With a longer rope you can skip the first set of anchor bolts you see and climb another 25 feet or so to a bushy alcove with a chain anchor.\n\nPitch 2 (5.5): Continue straight up following the Jam Crack weakness.  Crack will quickly start to deepen into a shallow dihedral and climbing quality will degrade somewhat.  Climb until you are even with the big bushy ledge (Top of Jam Crack 2nd Pitch).  You have 2 options - build a belay in deep crack system, or traverse left and belay from the chains at top of Jam Crack 2nd pitch (we chose the 2nd option).\n\nPitch 3 (5.8+): If belaying from chain anchor, head up and right and traverse back into large crack/dihedral. Stay within dihedral, but right of crack for good rock and good pro.  Pull over bulge and continue to large roof that curves to right in large arc.  Ruckman guide shows a rightward traverse under this roof followed by a straight shot to the top, but I couldn't resist the opportunity to pull the roof (good gear, 5.8ish).  Belay from gear or horn at the top of route.\n\nDescent: Rappel DDD route (5 raps, 70M rope).  Alternatively, descend old school walk off.","protection":"Standard rack.  Micro cams through #2 Camalot.  Larger gear is not needed.  Optional doubles: .75, #1 Camalot.","location":"See Jam Crack description.\n\nDescent: Rappel DDD route (5 raps, 70M rope).  Alternatively, descend old school walk off."},"__v":0},{"_id":"cBA8sQNfVcK3XRR7E/60ow==","name":"The Ground Glass","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Stuart Ruckman","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":0,"mp_id":"106243144","mp_crag_id":"105739590","climb_id":"cBA8sQNfVcK3XRR7E/60ow==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"Can be done in one pitch (barely) with a 70 meter rope. Otherwise sparse areas for belay station, but possibly could be done in two pitches. This is a great single pitch route for the sheer length of it...easy climbing. Tree on top for the belay. It will take every inch of your rope to get there.","protection":"Excellent protection on the first half, second half is widely spaced protection...but good holds.","location":"Climb the long crack 20 feet right of the left hand edge of the Sea of Glass Wall. This is the shorter wall that looks very smooth, south of the main Mule Hollow Wall.Walk off to the North. Some scrambling and steep scree field, but not horrible."},"__v":0},{"_id":"FR28E2xpV32z3M5yn4op/A==","name":"Glasnost","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Bret Ruckman, Fred Thalmann, 1990","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":4,"mp_id":"106445172","mp_crag_id":"105739590","climb_id":"FR28E2xpV32z3M5yn4op/A==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"Great, long pitch that goes up the center of the Sea of Glass wall. Start in a seam that trends slightly left. It opens up in places and you can get some good gear in from time to time. End at a three-bolt belay located just left of a large bush.\n\nNote: I think the Ruckmans goofed in their guide. On the photo topo they've got it right. But I think the description is off. The written description for \"Sea of Glass\" (5.9+) is actually the description of the route Glasnost. And from what I saw of the cliff, Sea of Glass is 25 feet left of Glasnost and not the other way around.","protection":"Micro nuts, a set of regular nuts, micro cams, regular cams to number 3 Camalot.","location":"In the middle of the wall. It's the obvious left-leaning seam-that-turns-into-a-crack that is to the right of the glassiest part of the wall."},"__v":0},{"_id":"QPbkFmieU/KaR3q78mm6Vg==","name":"Explorien","yds":"5.8-","grades":{"yds":"5.8-","french":"5b"},"fa":"Brian Smoot & Mark Galbraith","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":6,"mp_id":"106445946","mp_crag_id":"105739590","climb_id":"QPbkFmieU/KaR3q78mm6Vg==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"Mostly bolt protected face climbing on excellent rock. The route angles to the right so the rope drag gets a bit heavy near the first anchor.","protection":"Bolts to chain anchors.\n\nYou can either run it out near the top or bring a small selection of cams or nuts.","location":"Climbs the left edge of the pinnacle left of the main Mule Hollow Wall. Belay just to the left of a large block near the left edge of the wall. The first bolt should be visible about 10 feet off the ground. Make two 30 meter rappels to the ground."},"__v":0},{"_id":"Miz1jvV7XZif5NFbeXthcg==","name":"Everything And Nothing","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Patrick Maloney and James Garrett, 28 May 2008","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":1,"mp_id":"106172523","mp_crag_id":"105739590","climb_id":"Miz1jvV7XZif5NFbeXthcg==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"SEA OF GLASS WALL in Mule Hollow\n\nThis has about Everything you would want in a climb, yet Nothing is difficult. Holds are abundant, steep solid rock, and route finding challenges dominate this adventure venue! Nothing Fixed was left on this trad climb.\n\nPitch #1: Climb this face finding the occasional placement up really fun and varied moves. Reach a small ramp that leads 10m to the right and up to the SEA OF GLASS original 3 piton fixed anchor. 5.7, 50m\n\nNote 5.30.08: The 3 Pin Anchor serving these three routes has been eliminated. These pitons tapped so easily out of this hard quartzite (but, I didn't feel the rock quality in this spot was particularly good or maybe it was the freeze-thaw effects over 15 years?), I was amazed. The anchor is now a 3-bolt belay with chain located 2m below and left of the original anchor in better rock.","protection":"Set of Nuts and a set of Camalots","location":"Starting 5m to the right of THE GROUND GLASS and well to the left of the route SEA OF GLASS, this is classic Mule Hollow climbing. The faint trail is as for Mule Hollow Wall until just before the routes found on the main wall. SEA Of Glass Wall is low and to the left (south) of the main wall and shady and pleasant and a nice place to hang out.\n\nRappel from the pin anchor with two ropes."},"__v":0},{"_id":"kwyRycBAVAO0sohGUR8X9w==","name":"Down, Dirty, Doublecrossed","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"James Garrett and Kris Pietryga, 23 June 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":12,"mp_id":"105741710","mp_crag_id":"105739590","climb_id":"kwyRycBAVAO0sohGUR8X9w==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"Mule Hollow Wall Approach\n\nIn a small clearing about 25m left of Jam Crack and about 5m to the right of Center Face find DDD. Equipped on lead.\n\nPitch #1: Start in a clearing at one of the bigger sections of the wall. Climb pockets and edges past 4 bolts to a two bolt belay. 5.7, 30m.\n\nPitch #2: Continue straight up passing three bolts to a ledge and two bolt belay. Cool sculpted rock and pockets. 5.6, 32m.\n\nPitch #3: Aim for the left edge of a bushy ledge passing 2 bolts on the way. 5.5, 30m.\n\nPitch #4: The face becomes quite broken. Many protection options exist, but you may find one bolt protecting this pitch. 5.4, 30m.\n\nPitch #5: Romp up the final 20m to the top of the wall, no bolts, but two-bolt belay. 5.3, 20m\n\nRappel the route with one 70m rope or two ropes or walk off to the south","protection":"QDs and a few small to medium Camalots and Nuts","location":""},"__v":0},{"_id":"enqxFW4OWoK80X7tLpW6vg==","name":"Delusions of Grandeur","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Pat Maloney and Ted Coletti","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":5,"mp_id":"119172207","mp_crag_id":"105739590","climb_id":"enqxFW4OWoK80X7tLpW6vg==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"This 60ft finger crack route has good jams and lockoffs with a consistent but slight pumpy steepness. The funky protection is reminiscent of other BCC classic cracks like Gordon's Hangover, nuts are key. The line angles slightly right and eases up just below a small bush on a ledge about 60ft up. This allows you to traverse left about 10ft around the corner to the Pat's Arete anchors. A large moss pile obscured key fingers needed in the middle which may need excavating. Also, the tat at the time I climbed it was garbage and I replaced it with a small piece of cord. Beware of some loose rock.","protection":"Old bashies and fixed stopper anchor way left, this route would do well with bolts above the climb to reduce awkwardness of lowering and allow for a clean rappel.","location":"The Mule Hollow Descent Gully can be approached by branching off from the switchback trail to a non-obvious trail to the left which (at the time) crossed a large rotting piece of deadfall to place you below a very loose, but short talus slope about 100ft long. At the top of this short slope, you can see the tat anchors of Pat's Arete. From the top of the descent gully, enter the gully on the right about 15ft and immediately on your left is Delusions of Grandeur. A small willow sits above the start where the belayer will stand."},"__v":0},{"_id":"FYF89StfWN2e8h5hQnL/Mw==","name":"Center Face","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":11,"mp_id":"106430726","mp_crag_id":"105739590","climb_id":"FYF89StfWN2e8h5hQnL/Mw==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"The guide lists this as 3 pitches, 5.6R, 5.5R, 5.5R. Since then someone has added 4 new sets of bolts making an almost even 5 pitches. Pitch length approx 100 ft, 100 ft, 110 ft, 100 ft, and 85 feet. First two and last two pitches can be combined with a single 60m rope without excessive rope drag.","protection":"Standard rack, small to medium pro. Runout face sections have been bolted, no pitches are R anymore. Bolted belay stations at the top of each of the five pitches.","location":"Wall is 3/4 mi up Mule Hollow gulch. Route starts up the face 75 feet left of Jam Crack, right of where a pair of diagonal cracks hit the ground, just left of a small vegetated crack. Need 2 ropes or a 70m rope to rap down, third pitch is too long for a 60m rope. Walk-off is long, vegetated, and dirty; both walk-off options take far longer than a rap down the face."},"__v":0},{"_id":"ZHYBSCIxVEyhvGDk9G2JPA==","name":"Abbra Cadabra","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Marcus Porter and Derrick Sander in 2012","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"left_right_index":8,"mp_id":"110754579","mp_crag_id":"105739590","climb_id":"ZHYBSCIxVEyhvGDk9G2JPA==","areaRef":"WYSZxKMAXhKQVzl/yC/5SQ=="},"content":{"description":"Start just left of the large block, second bolted line from the right side of Sea of Glass wall.  The bolts are painted to match the rock.  Use edges, pockets and friction to work your way up following just to the left of the bolt line.  Moves thin out about 3/4 up but each bolt has suburb clipping stances. An optional second pitch (5.7) (links second pitch of Implorien) works up and left from the anchor.\n\nI couldn't find this route on MP so I thought I'd add it if anyone knows the name or other info please feel free to add.  It was a great route whoever put it up, good work.","protection":"Bolts to a two bolt belay.  Climbed this with a 70M rope and almost used the entire length.","location":"Start just left of the large block, this is the second sport route on the left side of the Mule Hollow Wall about 20 ft. right of implorien."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,26a193ca-cb5e-5423-8ead-6db185433cfb,598499c4-a300-5e12-9057-397fc82ff949","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Big Cottonwood Canyon","Mule Hollow Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9"},{"count":1,"label":"5.10a"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.5"},{"count":3,"label":"5.6"},{"count":3,"label":"5.8+"},{"count":1,"label":"5.8-"},{"count":2,"label":"5.7"},{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":9,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":2,"intermediate":4,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":11,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.75115,40.63207]},"bbox":[-111.75174251031005,40.631620339818134,-111.75055748968994,40.63251966018186],"left_right_index":-1,"ext_id":"105739590","area_id":"WYSZxKMAXhKQVzl/yC/5SQ==","polygon":{"type":"Polygon","coordinates":[[[-111.75174251031005,40.631620339818134],[-111.75055748968994,40.631620339818134],[-111.75055748968994,40.63251966018186],[-111.75174251031005,40.63251966018186],[-111.75174251031005,40.631620339818134]]]}},"content":{"description":""},"density":0,"totalClimbs":16,"__v":1,"createdAt":"2022-11-07T06:26:24.243Z","updatedAt":"2024-02-19T18:40:29.548Z"}