{"_id":"6368a05be80bff5a9952ed68","area_name":"G Wall (aka H Face)","shortCode":"","climbs":[{"_id":"1yDr8LuPXFCLCHaSkDqG6w==","name":"Slingshot","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03602,42.24415]},"left_right_index":5,"mp_id":"107376187","mp_crag_id":"105908144","climb_id":"1yDr8LuPXFCLCHaSkDqG6w==","areaRef":"2v3l6vNpVFKH+T7Rk5c8NA=="},"content":{"description":"Slingshot is harder than Boardwalk and Little Inch because it requires some smearing at points, especially near the bottom. But there are also some ledges an inch or two in width which make the climb relatively easy, higher up.","protection":"The top rope set up is similar to that for Little Inch or Boardwalk. Head past H Wall using the stone path. Take the obvious trail to the left, and go left to reach the peak. There are two trees and two giant, old, but sturdy, metal staples at the top which can be used to anchor (about 50 feet of slings should be plenty). Make sure your rope is not running over the sharp edges of rock near the top!","location":"Slingshot starts between Boardwalk and Little Inch on G Wall. It isn't perfectly well defined, but Boardwalk and Little Inch both start along cracks. Climb up the face between them to do Slingshot. \n\n  This route is listed in the Boston Rocks guide, but the end is not described. Heading for an anchor somewhere near the end of Little Inch or Boardwalk is my guess."},"__v":0},{"_id":"A6dJJwZTWQymsC0L0ejgmg==","name":"Shark's Tooth","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03602,42.24415]},"left_right_index":1,"mp_id":"107393781","mp_crag_id":"105908144","climb_id":"A6dJJwZTWQymsC0L0ejgmg==","areaRef":"2v3l6vNpVFKH+T7Rk5c8NA=="},"content":{"description":"","protection":"Top rope. It's tricky to set an anchor for this. If you use the big staples up top, you're a bit too far left and wind up on Fallout. If you set your anchor on the trees and drape them over the corner from up top, you'll be on The Cave. Go somewhere between; you might want a redirect. It will help to have someone on the ground directing you.","location":"Locate the bottomless chimney of Fallout. That's about 10 or 15 feet to the left of this route. To the right is Blocks, right next to The Cave. \n\n  Follow the blocky trail straight up to the finish."},"__v":0},{"_id":"UzYP0kzlUxOEe0lHJb8bQQ==","name":"Little Inch","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03602,42.24415]},"left_right_index":4,"mp_id":"107376169","mp_crag_id":"105908144","climb_id":"UzYP0kzlUxOEe0lHJb8bQQ==","areaRef":"2v3l6vNpVFKH+T7Rk5c8NA=="},"content":{"description":"Little Inch climbs a crack which is about 15 feet left of Boardwalk and goes pretty directly up, angling to the right around a large block about midway. It's a little harder than Boardwalk, since some holds are less obvious and thinner. Another fun climb.","protection":"The top rope set up is similar to that for Boardwalk. Head past H Wall using the stone path. Take the obvious trail to the left, and turn left to reach the peak. There, you find two trees and two giant, old, but sturdy, metal staples at the top which can be used to anchor (about 50 feet of slings should be plenty). Make sure your rope is not running over the sharp edges of rock near the top! \n\n  The top of Little Inch is somewhat to the left of Boardwalk, so you will want to set your anchor to the left of the blocky overhang where Boardwalk ends.","location":"Little Inch starts by following a thin, vertical crack about 15 feet left of Boardwalk, on G Wall. About halfway up, you reach a giant block on your left; climb just right of that. Then angle left a bit, and finally climb straight up. The end is a little bit left of the end to Boardwalk. So, if you want to be strict about climbing to the end of the route, you will want to place your anchor left of the anchor for Boardwalk."},"__v":0},{"_id":"o3jD87bKWaakIwQy4IRc4A==","name":"Fallout","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03602,42.24415]},"left_right_index":0,"mp_id":"107376215","mp_crag_id":"105908144","climb_id":"o3jD87bKWaakIwQy4IRc4A==","areaRef":"2v3l6vNpVFKH+T7Rk5c8NA=="},"content":{"description":"The crux is probably getting up the \"bottomless chimney\" (description from Boston Rocks guide). It's a slanted chimney, so it's awkward. \n\n  This climb is sweet because of the variation. Getting to the chimney is an easy clamber, so you're fresh when you reach it. Then figuring out how to squeeze your way up it is fun. When you pop out the top, you're confronted with a flat surface that has narrow holds which you climb up to the anchor.","protection":"Use a top rope to anchor. Head past H Wall using the stone path. Take the obvious trail to the left, and turn left to reach the peak. There are two trees and two giant, old, but sturdy, metal staples at the top which can be used to anchor. The staples are fairly close to the edge, the trees are set back a bit. Perhaps 20 or 30 feet of slings are enough for a good anchor setup. ","location":"This is the left-most climb on G Wall. Look for a bottomless chimney, about 18 inches wide. It starts about 20 feet off the ground, next to F Wall. Climb up and through the chimney, then do some face climbing with tiny holds to reach the anchor."},"__v":0},{"_id":"NFuTRqNdX9KzPUqiJjd49A==","name":"The Cavity (Variation)","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03602,42.24415]},"left_right_index":2,"mp_id":"115409608","mp_crag_id":"105908144","climb_id":"NFuTRqNdX9KzPUqiJjd49A==","areaRef":"2v3l6vNpVFKH+T7Rk5c8NA=="},"content":{"description":"This is a lengthy trad route that traverses most of the G Wall (L to R) from Shark's Tooth nearly to the arete (right of Boardwalk). The crux is traversing right from the blocky prow of Shark's Tooth (below that route's bulgy crux) by underclinging a solid crack while smearing feet on the featureless slab. Continue right to join Boardwalk, and follow the flakes/fins trending left to a blocky alcove at the summit.","protection":"Nuts & cams up to 3\"; and alpine draws will reduce rope drag. You can break this route into two pitches by belaying from the ledge above the \"cave\". This will require you to step back left after traversing through the bulges and past the roof.","location":"Start at the blocky prow (i.e., Shark's Tooth) about 15' right of the bottomless chimney of Fallout. Look for the bulging blocks (underneath The Cave) and the right-trending (undercling) crack that leads you past a roof. This route traverses most of the G Wall from left to right."},"__v":0},{"_id":"v/7G82b3Ue+/EcXI2MwZNQ==","name":"The Cave","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03602,42.24415]},"left_right_index":3,"mp_id":"107376194","mp_crag_id":"105908144","climb_id":"v/7G82b3Ue+/EcXI2MwZNQ==","areaRef":"2v3l6vNpVFKH+T7Rk5c8NA=="},"content":{"description":"The start is the same as Little Inch on G Wall. When you reach a horizontal crack about one quarter of the way up, break away from Little Inch and angle up to the left. About half way up, you find yourself below a large block, with a small tree rooted above it. Your task is to get yourself past the tree without grabbing it! (I couldn't). This part of the climb is the crux and is a fun challenge. It's an awkward spot, so be careful, you don't want to smash into the blocks around you if you fall. \n\n  Once above the tree, the route joins up with Little Inch; just follow that to the anchor. \n\n  This route is listed in the Boston Rocks guide. The description says you should \"climb into a cave\", but I never saw anything that remotely resembled a cave. I can only guess it has been filled in with dirt and is now occupied by the small tree mentioned above.","protection":"The top rope set up is similar to that for Little Inch. Head past H Wall, take the obvious trail to the left, and hike up and left to reach the peak. There are two trees, and two giant, old, but sturdy, metal staples at the top which can be used to anchor (about 50 ft of slings should be plenty). Make sure your rope is not running over the sharp edges of rock near the top!","location":"Start at Little Inch on G Wall, and angle up left to get below a big block with a small tree growing above it. Get over the block, and then climb up to rejoin Little Inch above."},"__v":0},{"_id":"tgLUYo/vWZujCixbmI88jw==","name":"Boardwalk","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.03602,42.24415]},"left_right_index":6,"mp_id":"107376158","mp_crag_id":"105908144","climb_id":"tgLUYo/vWZujCixbmI88jw==","areaRef":"2v3l6vNpVFKH+T7Rk5c8NA=="},"content":{"description":"It's a nice fun climb with lots of good holds for feet and hands. There's no noticeable crux. Be careful belaying and tossing your rope down from the top; there's a giant pool of water which comes almost right up to the bottom of this wall. You may want to bring a tarp if you're concerned about your rope getting soggy.","protection":"Use a top rope. To get to the top, head past H Wall using the stone path. There's an obvious trail to the left, just go up it and head left to the peak. Once there, you find two trees and two giant, old, but sturdy, metal staples at the top which can be used to anchor (I used something like two 20-foot slings + one 10-foot sling to create two anchors). Make sure your rope is not running over the sharp edges of rock near the top! \n\n  Since there's a crack you might be able to place pro and lead it, but I didn't try that.","location":"Boardwalk follows the crack which is closest to the outer corner of G Wall (if you go around the corner, you are at H Wall).  The crack goes up a couple of bulges out to the right a bit, and then you angle up left to get to the anchor."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,e5b1ee9c-9c10-5a01-91e0-850f40c2e1be,f4e43cd6-30c3-5d91-9fcb-6f08c88c2e75,33314241-b66a-5bd3-9bee-53b7f6ad4816,dafde5ea-f369-5452-87f9-3ed193973c34","pathTokens":["USA","Massachusetts","Eastern, MA","Quincy Quarries","G Wall (aka H Face)"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.5"},{"count":1,"label":"5.7"},{"count":1,"label":"5.4"},{"count":1,"label":"5.6"},{"count":1,"label":"5.3"}],"byDiscipline":{"trad":{"total":2,"bands":{"unknown":0,"beginner":2,"intermediate":0,"advanced":0,"expert":0}},"tr":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.03602,42.24415]},"bbox":[-71.03662741350239,42.24370033981813,-71.03541258649757,42.24459966018185],"left_right_index":-1,"ext_id":"105908144","area_id":"2v3l6vNpVFKH+T7Rk5c8NA=="},"content":{"description":"This is another narrow face that is up to 70 feet tall. It lies just to the right of the G Face. There is an interesting chimney on its left side, Fallout. Some of these lines can be lead. The ring is about 15 feet back from the edge of the face and can be supplemented with a #13 BD wire & Tricam.\n\n L->R:\n\n A. Fallout, 6, 1p, 60', TR. B. Shark's Tooth, 4?, 1p, 60', TR. BG. The Cavity (Variation), 5, 1p, 80', gear. C. Blocks, 8 D1. The Cave, 5, 1p, 60', TR. D2. Little Inch, 4, 1p, 60', TR. E. Slingshot, 5, 1p, 60', TR. F. Boardwalk, 3, 1p, 70', TR."},"density":0,"totalClimbs":7,"__v":1,"createdAt":"2022-11-07T06:06:23.312Z","updatedAt":"2024-01-15T16:45:15.371Z"}