{"_id":"6368a57ce80bff5a995b83ce","area_name":"D - Hidden Ledge","shortCode":"","climbs":[{"_id":"Ti+rhg6EVfeYAL452iYlWQ==","name":"Rancid Meat","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Kristofer Fiore, Marissa Gorman, Russell Frisch","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.90172,44.42053]},"left_right_index":3,"mp_id":"110602815","mp_crag_id":"110511507","climb_id":"Ti+rhg6EVfeYAL452iYlWQ==","areaRef":"5LnKQr0CXCisCQMx0o6RFw=="},"content":{"description":"A bit of a hidden gem that sat right above popular climbs for decades. A short crux section and a fantastic upper half of easy exposed climbing. Reliably dry, even if Fresh Meat and Paradox are wet. \n\n  Work up and right with delicate foot work to a high first bolt with a great clipping hold. Bite down on crimps through the overhang to make a long move to a good sidepull. A few more moves leads to a good stance below the crux. Pull through the crux with a great deadpoint and pull up with power to reach better holds above. Trend left to the arete and enjoy the sweet exposure and cool holds on 5.8 terrain. Ends at a nice ledge with chains and blueberries if the season is right!","protection":"8 glue-in bolts plus chains at the top. The last 20 feet are a bit runout as the climbing is much easier. A medium/large cam is helpful for keeping the rope path in check before the first bolt though unnecessary for protection.\n\nNOTE: There are three glue-in bolts at the anchor. The leftmost (without chains) bent during installation and could not be fully hammered in. I used it to rap/toprope on the first day so I believe it to be plenty strong enough but since it's not 100% legit I went back and added a proper second bolt for beefy 13mm anchors. I didn't see a reason to rip it out but if anyone really wants it gone I can remove it.","location":"While not actually on the hidden ledge proper, it's the best place for it using the MP sections.  \n\n  Locate this climb by traversing right from Hidden Ledge through the brush or by climbing Fresh Meat/Paradox and traversing left. \n\nBelay from bolts 15 feet left from the top of Fresh Meat.\n\n  Starts 10 feet left of the anchors on big quartz jugs. Clip the anchor as your first piece or place an optional #1 low if it feels better."},"__v":0},{"_id":"FxXRw4+PUV+l5IuSbDidVA==","name":"The Ones Who Walk Away","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Kristofer Fiore (9/9/18)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.90172,44.42053]},"left_right_index":0,"mp_id":"115187232","mp_crag_id":"110511507","climb_id":"FxXRw4+PUV+l5IuSbDidVA==","areaRef":"5LnKQr0CXCisCQMx0o6RFw=="},"content":{"description":"Work through some crumbly crock (5.8) to a stance under the roof. Power through a hard bulge passing a fixed draw on the way to a stance above. Easier climbing leads to a good rest before a powerful redpoint crux requiring awesome body tension and undercling strength to clip the anchors.\n\nCurrently still needs a cleaning but undoubtedly a great route with two awesome cruxes. The rating might be soft but considering my tendency to sandbag I'm going to leave it as is and see what others think.","protection":"10 bolts, lower-off anchors.","location":"The left-most line of glue-ins on the hidden ledge. There is a belay bolt at the bottom."},"__v":0},{"_id":"Mvkr6LocXIiG7JE7jU21mQ==","name":"Doug the Subway Fugitive","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kristofer Fiore, Max Forbes, Luke Barns","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.90172,44.42053]},"left_right_index":1,"mp_id":"110515228","mp_crag_id":"110511507","climb_id":"Mvkr6LocXIiG7JE7jU21mQ==","areaRef":"5LnKQr0CXCisCQMx0o6RFw=="},"content":{"description":"Some of the most exposed bolt clipping at Upper West. Dries very quickly as there are no trees to block the sun or wind. \n\n  Make easy moves up to a stance below the small roof. Link a few fun, powerful moves through the roof to a decent rail. From the rail the next two moves can be either 5.9 or 5.10d depending on which direction you decide and you'll know when you reach the hero jug which way you went. A tough mantle leads to a good stance that some people can manage to get no hands although I've never been able to find it. Go figure. Shake out here, it's your last chance before the anchors. Continue up the exposed face with increasing difficulty tackling two tough cruxes with tricky beta. A proud onsight for any aspiring 5.11 climber. \n\n  After giving it a second redpoint I think 10d is a bit of a sandbag. If you climb it please submit your opinion.  \n\n  Destined to be a great route with some traffic.","protection":"Bolted conservatively, (body length between some bolts) although the falls would be totally clean as the route gently overhangs and all the crux moves have short falls. You'll only go flying if you botch a clip and there's no cheating your way through this one. Enjoy!","location":"This route starts at two ring-anchors in the middle of the huge ledge. \n\n  To access... \n\n  1. Climb Beginner's Luck. \n\n  2. Climb Rented Mule and climb over the anchors. \n\n  3. Climb Fresh Meat and traverse left. \n\n  4. Climb Paradox and traverse left. \n\n  5. Traverse right from the base of Chockstone. This is loose, scary, and not at all recommended although I felt I had to add it for posterity as this is how we accessed the ledge for the first time. Luckily, my partner Max took the liberty of removing the two-ton flake that was previously in the way...you're welcome."},"__v":0},{"_id":"rck3KFfgXGq0DXZpL6MWgg==","name":"Chalk Bomb Antics","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Kristofer Fiore, Tim Sichel (April 17, 2016) DIRECT: KF and Thom Corrado (May 12, 2017)","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-72.90172,44.42053]},"left_right_index":2,"mp_id":"111787438","mp_crag_id":"110511507","climb_id":"rck3KFfgXGq0DXZpL6MWgg==","areaRef":"5LnKQr0CXCisCQMx0o6RFw=="},"content":{"description":"A very awesome pitch with two variations.\n\n Start at the toe of the arête and make your way up to the roof. Traverse right and up under the roof on thinning holds until you can power up to the money jugs. A tricky mantel leads to 15 feet of easy terrain and a stance. Chalk up and catch your breath for an increasingly cruxy length of climbing that doesn't stop until a nice jug above the chains.\n\nDirect: After the second bolt, find an undercling and clip a high bolt (1/2 inch mechanical). Then make powerful moves straight up through the overhang and join the original route at the jugs.\n\nNamed for the fistfulls of chalk heaved at a giant wasp nest to get them to fly away during the first ascent. My apologies for anyone at the cliff that day who may have heard the nonsense but hope you had a good laugh at my expense.","protection":"Quickdraws. 8 bolts and ring-bolt anchor. Clip the third bolt long to avoid rope drag and make sure you have plenty of chalk in case you have to smokescreen some wasps.","location":"Starts just right of Doug the Subway Fugitive on the Hidden Ledge. There is a belay bolt 8 feet to the right of the anchors. Starting to the right or left of the belay bolt both work."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,f0144402-e84e-5e32-88ee-648033ed0e77,c39deb6c-8546-520a-9c31-aee4f0c33a5c,f90b510e-efcb-57b2-aad8-114f0cd564c0,f6b8e909-b9ce-5255-b792-7b7cf33ec53f,e4b9ca42-bd02-5c28-ac09-0331d28e9117","pathTokens":["USA","Vermont","1. Northern Vermont","Bolton Area","Upper West","D - Hidden Ledge"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10c"},{"count":1,"label":"5.12c"},{"count":2,"label":"5.11b"}],"byDiscipline":{"sport":{"total":4,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-72.90172,44.42053]},"bbox":[-72.9023495804721,44.42008033981815,-72.90109041952788,44.420979660181864],"left_right_index":-1,"ext_id":"110511507","area_id":"5LnKQr0CXCisCQMx0o6RFw=="},"content":{"description":"A ledge located above Beginner's Luck which currently contains tall, quality sport lines that are relatively new and cleaning up well. Excellent morning sun as it is entirely above the treeline.\n\n It isn't really \"hidden\" in that it is hard to find as it can be plainly seen from Chockstone  or the top of Fresh Meat and Paradox but it had remained dormant through 3 decades of development at Upper West."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:28:16.313Z","updatedAt":"2022-11-25T11:24:03.263Z"}