{"_id":"6368a1b8e80bff5a99554028","area_name":"4. Champney Falls","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,c93a995d-1814-5b5c-b978-1b4deedad543,0c83bf6a-c5f6-579e-bd40-1679fa27d53c,595158e3-c22a-522c-92d4-02816a9644e2","pathTokens":["USA","New Hampshire","* NH Ice and Mixed","- The Kanc Ice","4. Champney Falls"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.29909,43.98998]},"bbox":[-71.29971499567246,43.989530339818145,-71.29846500432755,43.99042966018187],"left_right_index":-1,"ext_id":"111570663","area_id":"WVFY48IqUiyS1AKBapZE4g=="},"content":{"description":"A short, steep TR crag that reliably holds good ice. A gorge of ~25' wide, and around ~25-40' tall has a continuous flow of ice over the southern side. The floor consists of running water and will need to freeze before early season climbing. \n\n  Access to establish TR's is one of two choices.From the trail hiking in, just before the frozen flow from a brook, you can break right and hike around, or scramble up the 8' frozen bulge. An obvious trail along an old wire fence leads to the top. The top can also be accessed from the snowy ramp at the back of the gorge. Tree anchors require 20-50' extensions if you'd like to extend over the lip. Plan accordingly for a multi-leg anchor. The very middle line is best setup by an ice screw anchor (this is just before the 10' jump in the cliff's height, before the longer routes towards the back). \n\n  The area can accommodate 6-8 very tightly spaced lines, but as the gorge is not very wide, falling ice from as many parties is a real concern. When in, there are the potential for climbing on some thinner lines at the beginning of the gorge, or mixed climbing on the north side. \n\n  It is rare to be alone at this venue, and even if you're not accompanied by other climbing parties, you'll surely see some hikers stopping in to photograph the flows."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:12:14.208Z","updatedAt":"2022-11-25T11:20:05.239Z"}