{"_id":"63689de0e80bff5a994f9d60","area_name":"Vrain Trust, The","shortCode":"","climbs":[{"_id":"B4wWbaWlXGiKl09K7AeT3A==","name":"Vrain Teaser","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"P. Bodnar & B. Gillett, 2007","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33908,40.18525]},"left_right_index":1,"mp_id":"118869936","mp_crag_id":"118869753","climb_id":"B4wWbaWlXGiKl09K7AeT3A==","areaRef":"3unH8JCFWm26cTxeniKOtQ=="},"content":{"description":"Vrain Teaser climbs a good section of rock that is all too short. This can be made longer, and much harder, by continuing up the OW flake above as for '\n\nFully Gratified\n\n' if the tease just worked up your appetite.\n\nThe climb starts up slightly flaring thin hands jams, but the friction is so good it might as well be perfect hands the whole way. Hand and foot jam up the obvious crack just a few feet left of the end of the wall. The crack eats 1.5\"-3\" gear as easily as your hands and feet dig in.\n\nClimb the obvious crack to the top, a 2 minute affair, and either scramble up and off to the right on easy territory to find an belay, or...continue up and left on\n\nFully Gratified\n\n(5.10a), which is by far a better finish.","protection":"Gear from 1.5-3\" with hands/thin hands cams being the best protection.","location":"This pitch lies at the far right hand side of the Vrain Trust and is an obvious splitter crack. You can not miss this climb."},"__v":0},{"_id":"iVF9gFfZW4ScDuYM8mJ5oQ==","name":"No Vrainer","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"B. Gillett and P. Bodnar, 2007","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33908,40.18525]},"left_right_index":0,"mp_id":"118869813","mp_crag_id":"118869753","climb_id":"iVF9gFfZW4ScDuYM8mJ5oQ==","areaRef":"3unH8JCFWm26cTxeniKOtQ=="},"content":{"description":"No Vrainer is a reasonable route, but one that gets no traffic. With some cleaning or more persistent traffic, it might be 2 stars and be better protected, but the thin seam crux was complex and a bit dirty. As such, it was not a courage-inspiring lead. This can be solved by toproping it from the 2-bolt anchor up top, of course.\n\nStart off climbing mellow territory in thin cracks and flakes. Place a hand-sized cam just before a small poison-ivy plant, and then look up and left. Climb up and left, placing whatever protection you might be able to engineer to get into a shallow and obtuse corner with a good stance.\n\nNow feel the multitude of terrible holds overhead, presuming you are not 6'6\" or so. Try to get more gear... try to convince yourself that these holds are good, or that the feet will stick. Back down, and think about gear again. Eventually you'll either back off to TR it, resign yourself to being OK with what you have, or maybe find some really good gear, but the latter seems improbable. The gear stays below you or is shallow RPs in a somewhat grungy crack, I guess.\n\nI remember telling my partner: \"I wish I had a 1% confidence that this would work\" before pulling off of the rest ledge and into the crux sequence to some better holds. I surprised myself again laughing about just how sticky that rock can be in the SSV and finished up the rest of the route with relative ease.","protection":"A rack of gear to 3\" and a quiver of small nuts (RPs) or a TR from the 2-bolt anchor.","location":"To find this route, head right to the S/SE side of the crag and look up a thing crack into a gaping OW through a bulging top. No Vrainer climbs the thin section down low and traverses left through a very thin crux (RPs, strenuous to place except for well below you) to go left into the main corner before the OW up top. Continue up to the red 2-bolt and link anchors."},"__v":0},{"_id":"39QSrx5rWOaAXpX5HwPxzg==","name":"Fully Gratified","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"T. Bubb, A. Doak, 5/13/20","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.33908,40.18525]},"left_right_index":2,"mp_id":"118869985","mp_crag_id":"118869753","climb_id":"39QSrx5rWOaAXpX5HwPxzg==","areaRef":"3unH8JCFWm26cTxeniKOtQ=="},"content":{"description":"If you liked the looks of the\n\nVrain Teaser,\n\nbut the 5.7 grade or 30' length seemed less than satisfying, why not try for a Fully Gratifying route?\n\nClimb up as for the\n\nVrain Teaser\n\n, and top out on that hand crack. Look up and left to see a small, dual-trunked pine tree growing from just below a wide, flaring, bulging flake.\n\nGet gear just below the pine, and then climb up and to the flake. Get gear behind the flake - low down a hand-sized cam and higher, a #4 Camalot is perfect, but blocks a key jam. Pull on up and into the flake, and grunt your way up the crux to the top of it. Follow a series of moderate crack from here to the top of the crag to belay from a gear anchor or a cordalette around a huge boulder.","protection":"A rack from 1.5-4\" cams, primarily, with doubles in hand-sizes.","location":"This route starts with\n\nVrain Teaser\n\nbut offers a fully satisfying finish up and left in a flaring OW behind a bulging flake."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,74632cc0-a38c-534d-8344-0ada57f54a44,89eb0289-9906-5fed-8dbf-75620ff6ab2b,10f12d5c-d05a-52d0-ae46-729c528928e5,dee9c7f0-9085-5a6d-ba71-3c5e9e228eb5","pathTokens":["USA","Colorado","Lyons","St. Vrain Canyons","South Fork of St. Vrain Canyon","Vrain Trust, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.7"},{"count":1,"label":"5.10c"},{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":3,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.33908,40.18525]},"bbox":[-105.33966858959387,40.18480033981814,-105.3384914104061,40.18569966018187],"left_right_index":-1,"ext_id":"118869753","area_id":"3unH8JCFWm26cTxeniKOtQ=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:56:39.006Z","updatedAt":"2022-11-25T11:17:25.055Z"}