{"_id":"6368a473e80bff5a9959f7ab","area_name":"Hillside","shortCode":"","climbs":[{"_id":"ZgXG8tMzXIuwllDIwarTrg==","name":"Unemployed aka Refrigeration Man Short","yds":"V8","grades":{"yds":"V8","font":"7B","vscale":"V8"},"fa":"Taylor Roy?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02158,35.52723]},"left_right_index":2,"mp_id":"108452470","mp_crag_id":"108452465","climb_id":"ZgXG8tMzXIuwllDIwarTrg==","areaRef":"8Rea7ji3WrGOiKOels39sg=="},"content":{"description":"This nice roof is one of the closest boulders to the parking lot.  It features nearly horizontal climbing on flat edges and a tricky toe hook/hand-foot match move to get over the lip. \n\n  Start in the back of the roof with you left hand on a finger bucket with a  long, flat, loose flake wedge above the hold and your right hand on a flat edge.  Move to a large jug in the roof and establish the toe hook, which allows you to use some otherwise impossible to use holds to get over the roof.   \n\n  Might be harder for short people.","protection":"Two pads minimum.","location":"From the main trail, hike for about 1 minute until you see the first small trail head up the hill to your right.  Follow this uphill for 2 minutes then veer left towards the first large boulders you see.  The roof is on the North side of the boulder"},"__v":0},{"_id":"qzZRaKjzWteaDNQc/fU2Fw==","name":"Rock Lines","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02158,35.52723]},"left_right_index":4,"mp_id":"120006093","mp_crag_id":"108452465","climb_id":"qzZRaKjzWteaDNQc/fU2Fw==","areaRef":"8Rea7ji3WrGOiKOels39sg=="},"content":{"description":"Obvious low-angle triangular slab on the downhill side of the Morguetorium boulders. Start by mantling a sloped edge in the middle of the face, and tip toe your way straight up to the last iron ripple in the middle (~8ft up), then step left to the upper arete and scoot around the corner.This is given V0 in the Chatt Bloc book, but the description is completely wrong, so I'm not sure I can trust the grade either. This felt like very similar to The Rib @ LRC. I cleaned a lot of lichen/dirt off this, so get on it!","protection":"Pads, spotters, and knowing how to bail off low-angle slab. You can only fit 3 or so pads in the landing zone, but a spotter to keep you off the log and rock would be nice.","location":"On a large south-facing slab right around the corner from Down By The River. The Morguetorium and Baby's First Highball are directly above this boulder. "},"__v":0},{"_id":"f2BFVW0WUbaNyXyPw96Klg==","name":"Power Patches","yds":"V11","grades":{"yds":"V11","font":"8A","vscale":"V11"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02158,35.52723]},"left_right_index":1,"mp_id":"113992622","mp_crag_id":"108452465","climb_id":"f2BFVW0WUbaNyXyPw96Klg==","areaRef":"8Rea7ji3WrGOiKOels39sg=="},"content":{"description":"Squat start with a low left hand sloper crimp and a low right hand sidepull undercling. Pull on and make 2 moves up before powering off two slopers to a giant bucket. Snag the bucket and do a pull up and kick the wall in order not to dab the slab behind. Match the bucket and finish up a slab.","protection":"4 pads.","location":"About a 10 minute hike. Hike down the main trail a few minutes before cutting right onto a faint trail which leads up to a rushing river. This is a proud line located right next to the river."},"__v":0},{"_id":"GWoxayCeXpKJd73UAym/5A==","name":"Jumby","yds":"V10","grades":{"yds":"V10","font":"7C+","vscale":"V10"},"fa":"Nate Draughn","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02158,35.52723]},"left_right_index":0,"mp_id":"116553731","mp_crag_id":"108452465","climb_id":"GWoxayCeXpKJd73UAym/5A==","areaRef":"8Rea7ji3WrGOiKOels39sg=="},"content":{"description":"Squat start on a large undercling flake with some foot smears. Pull on and smack out right to a divot before coming into a high undercling for the left hand. From here a few more hard moves gains the angle change and the 15-foot slab to the top of the boulder.\n\n A great compression climb with a technical slab outtro.","protection":"3-5 pads. There is a block just right of the problem that could prove as a hazard.","location":"This problem is located on the large boulder that sits just right of the creek. \"Power Patches\" is also located on this boulder.\n\n From the parking lot, cross the first creek then take a right up the hill and follow the trail into the drainage. This is the second giant boulder encountered. This problem lies on the North-West arete."},"__v":0},{"_id":"IJGPjGbAXpm37s1kSsXFcA==","name":"Down by the River","yds":"V9","grades":{"yds":"V9","font":"7C","vscale":"V9"},"fa":"Jimmy Webb","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02158,35.52723]},"left_right_index":5,"mp_id":"120015971","mp_crag_id":"108452465","climb_id":"IJGPjGbAXpm37s1kSsXFcA==","areaRef":"8Rea7ji3WrGOiKOels39sg=="},"content":{"description":"Start low under the roof on a left hand sidepull/undercling crimp and right hand on the corner of the roof. Work your way out widening compression moves to a big bump into a right hand slot. Reach out to the curved arete and pinch and squeeze your way to the top.","protection":"Pads. There is a bit of a pit under the topout, but a landing has been built over it.","location":"On the south side of the large pile of boulders in the Morguetorium. From the 300 boulder this is about 200 yard across the hill on the other side of the creek.GPS: 35.5276530, -85.0209360"},"__v":0},{"_id":"vc2NKw2KVTSSjWbu267QAg==","name":"Almost Gifted","yds":"V7","grades":{"yds":"V7","font":"7A+","vscale":"V7"},"fa":"Taylor Roy?","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-85.02158,35.52723]},"left_right_index":3,"mp_id":"108508488","mp_crag_id":"108452465","climb_id":"vc2NKw2KVTSSjWbu267QAg==","areaRef":"8Rea7ji3WrGOiKOels39sg=="},"content":{"description":"I almost gifted this one to a stronger friend because I thought it was a little too hard to for me.  Not sure if it was slightly damp the first day I tried it but when I returned, the moves felt much easier. \n\n  Sit start with you left hand on an obvious edge/pinch, and your right hand on the top of the rail.  Make a really cool move to a square-cut sloper, and ride the blocky rail up and left to a moderately difficult topout. \n\n  Might be able to start a little further right on the rail.  You could also do a right finish that doesn't follow the rail all the way.  Perfect rock, great moves, skin friendly holds, and a nice landing combine to make a masterpiece that I am glad I didn't give away.","protection":"Could do with a single pad but recommend two pads.","location":"Hike about two minutes down the trail and just before the second bridge(the longer one) take a right heading uphill in a steep gully.  Follow the bank of the river right and you will see a rock cove with Almost gifted facing uphill."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,7aba5e4c-5306-56b7-b589-14753da2205b,03138014-a82f-5c7e-a81f-74e9f454a928,f1179aee-38b7-5ab1-8e88-a39e96cdfdb2","pathTokens":["USA","Tennessee","Dayton Pocket/Laurel Falls Bouldering","Hillside"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V8"},{"count":1,"label":"V1"},{"count":1,"label":"V11"},{"count":1,"label":"V10"},{"count":1,"label":"V9"},{"count":1,"label":"V7"}],"byDiscipline":{"bouldering":{"total":6,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":5}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":5}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-85.02158,35.52723]},"bbox":[-85.02213251706505,35.52678033981814,-85.02102748293495,35.52767966018187],"left_right_index":-1,"ext_id":"108452465","area_id":"8Rea7ji3WrGOiKOels39sg==","polygon":{"type":"Polygon","coordinates":[[[-85.02213251706505,35.52678033981814],[-85.02102748293495,35.52678033981814],[-85.02102748293495,35.52767966018187],[-85.02213251706505,35.52767966018187],[-85.02213251706505,35.52678033981814]]]}},"content":{"description":"The Hillside comprises all the boulders from the parking lot to the first stream you encounter on the main trail.  This area has tons of boulders and lots of potential for FA's.  Expect some less than perfect landings, but nothing a few pads can't fix."},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:23:48.296Z","updatedAt":"2024-02-19T18:40:01.271Z"}