{"_id":"6368a29ce80bff5a9956b103","area_name":"Cereal Buttress","shortCode":"","climbs":[{"_id":"o8k2UBScVAifUSYmepCaQQ==","name":"À La Mode","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Scott And Stephanie Gilliam","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":8,"mp_id":"121793263","mp_crag_id":"105898434","climb_id":"o8k2UBScVAifUSYmepCaQQ==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Climb a cruxy start on the right side of the short arete. Step carefully onto the ledge and clip the first bolt (or, better yet, be glad you stick-clipped it). Then slab your way on edges past a second bolt to a mantel crux at the last bolt.","protection":"3 bolts, ring anchor","location":"Rightmost line on the wall with Mennonite Surf Party and Jack Be Nimble. Starts next to the oak tree."},"__v":0},{"_id":"fj84GCJ6U+iJNulAtHyDRQ==","name":"Wylen","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Sean Cobourn and Allen Irwin (Jan. '09)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":23,"mp_id":"106349046","mp_crag_id":"105898434","climb_id":"fj84GCJ6U+iJNulAtHyDRQ==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Climb the wide crack left of Obamanation until it hooks into dihedral below the roof.  Go either way around the roof. Named after my law partner's newborn baby girl.","protection":"#2 TCU to #4 Camalot.  Save a #3 Camalot for the roof.","location":"A few feet left of Obamanation at a wide crack.  This is an alternate start that is a bit harder than the main corner."},"__v":0},{"_id":"P13CW4sFXLGVFtLCBIS8DQ==","name":"Whisky For Breakfast","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Sean Cobourn, Wes Love, Shane Cobourn","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":17,"mp_id":"106002311","mp_crag_id":"105898434","climb_id":"P13CW4sFXLGVFtLCBIS8DQ==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"sy4XxACDWlmWajPEH2SV8w==","name":"Unknown 5.8 (splitter hand crack)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":4,"mp_id":"107015382","mp_crag_id":"105898434","climb_id":"sy4XxACDWlmWajPEH2SV8w==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Unique climb for NC;good hand jams up an obvious crack. Climb a short corner to a ledge, then take the splitter crack to the top of the partially detached pillar","protection":"2-4\"; double 3's are good\n\nRappel slings at the top- bring a cordelet to set a TR","location":"Take the Cereal Wall approach but walk left once you hit the wall. Take a faint trail around some boulders and up hill about 50 feet. You will see a series of cracks, some very wide. This route is the right-most crack.\n\nLocation: 35.449783, -82.213475"},"__v":0},{"_id":"C0GpD2T0UkCk1W1dXV6X5A==","name":"Shredded Wheat","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Jeep Gaskin, Don Hunley, 1977","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":13,"mp_id":"105923509","mp_crag_id":"105898434","climb_id":"C0GpD2T0UkCk1W1dXV6X5A==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"This may be the most classic finger crack in the state of NC! It's got sustained moves all the way with an awesome fingertip crux. You may have to take a number for this one on a cold, clear Saturday.","protection":"The first 60' (the \"business\") don't take anything larger than a .75 camalot. A variety of small stuff and stoppers.","location":"The route is just left of the chasm next to Fruit Loops. If you hike left up the base of the cliff from Fruit Loops, you'll find yourself at the base.\n\nTo start, either scramble up to the large, trampled ledge beneath the finger crack or climb (5.10ish) up the aesthetic arete to the same ledge. You can belay from the ground or up on this ledge.\n\nRap from rings."},"__v":0},{"_id":"xPhcTvjLVO2kgGyJTPb4jA==","name":"Sea Wolf","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Thomas Kelley, Bruce Burgess","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":0,"mp_id":"107394425","mp_crag_id":"105898434","climb_id":"xPhcTvjLVO2kgGyJTPb4jA==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"The crux of this route may be keeping your head together.  Several fun and exciting moves over well-spaced bolts and the occasional small piece of gear.  This route is not for leaders just at the grade or unfamiliar with RP/brass placements.\n\nUp the hill from Mennonite Surf Party at a white-splotched blunt arete.  Start on the slab apron with a newly added bolt.  Move up the left side of the apron to a couple of gear placements.  Make the first series of hard moves over gear to move right towards the bolt above the bulge/roof.  The last few moves to the bolt at the bulge/roof can be protected with a tapered brass placement.  Clip the bolt and pull the crux.  Follow the thin seam up and left for a few feet to the RP/brass placements.  Head back up and right to a nice ledge and contemplate how far you will be above that thin gear before you get to the next bolt 15' above.  A fall onto the RP/brass placements would be very bad from above.  Follow the blunt arete for two more bolts into a water groove type feature just to the left.  Get some good TCU's/C3 in a few horizontals on the way up.  Make one last tough move before the anchors.","protection":"Nothing big.  Doubles in the .4 to purple TCU size, tapered brass, and RP's.  A few shoulder length slings will keep the line a little more straight.","location":"The easiest way to approach the climb is to head to the base of Mennonite Surf Party and turn left.  Tunnel under some boulders and continue contouring the cliff up the hill until you reach this separate little wall at the top of the gully.  Otherwise there will be a leaf choked gully as a direct approach that is slick.  Notice the obvious white splotches up the arete and a few bolts.  This climb is taller than it appears, 2 ropes are mandatory to get down.  The route just had an update Fall of 2011, so lots of new bolts and some shiny ones at the anchor."},"__v":0},{"_id":"PecXA9s1V1iDR6G2uX0K0w==","name":"Petrified Frog","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Matt Smith?","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":14,"mp_id":"107975211","mp_crag_id":"105898434","climb_id":"PecXA9s1V1iDR6G2uX0K0w==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Climb up the massive gaping chimney (5.8ish) just to the left of Fruit Loops. Climb up and clip two bolts before preparing to do battle. A hard and bizarre sequence of moves gives you purchase to the other Chimney out left. After getting into the other chimney, climb up jugs following the chimney to the anchors.","protection":"Two bolts and standard rack. The crux protects well with a #1 in the constriction at the start of the chimney. The top section protects in horizontals. You need a 70m rope to get down.","location":"The obvious huge chimney just to the left of Fruit loops. Look for the two bolts."},"__v":0},{"_id":"3b4E/g1rX/qkkfWz+yMR9Q==","name":"Obamanation","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Sean Cobourn, Allen Irwin, Eddie Medina and Tim Snyder  (Jan. '09)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":25,"mp_id":"106345669","mp_crag_id":"105898434","climb_id":"3b4E/g1rX/qkkfWz+yMR9Q==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Climb the obvious, newly excavated dihedral to a roof.  Follow the crack around the right side of roof and then up to a tree.  Rap from tree OR,\n\nclimb up and slightly left to the Frankenberry anchors, OR,\n\nclimb up to the right until under the large roof above.  Climb up a short but fun crack then traverse left under the roof.  This variation, \"Obamanation Continuation\" was put up by Shannon Millsaps and Sean Cobourn on December 6, 2009.  Lots of trundling of loose blocks involved.  Downclimb to Frankenberry anchors which are at the pine below you.","protection":"all trad to a 4 Camalot plus trees below and above the roof.","location":"At right side of Cereal Buttress, 30 right and uphill of Frankenberry.  Until recent excavations, this wall was ensnarled with copious amounts of ancient poison ivy vines, dirt and loose boulders.  A couple more ascents and rain storms and it should be pretty clean."},"__v":0},{"_id":"HnbIcPyoUXWZ+6SzsYOXcA==","name":"Name Unknown (5.8 R/X)","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"unknown","type":{"tr":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":3,"mp_id":"107016140","mp_crag_id":"105898434","climb_id":"HnbIcPyoUXWZ+6SzsYOXcA==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Wide off-width to lay back. You can also do some stemming on using a detached pillar on the right","protection":"Little to no gear, shares anchors with Name Unknown 5.11b","location":"Walk up to the Cereal Buttress, walk uphill and right once you hit the rock. Go around some boulders then uphill until you see the chimney/ crack filled face. This route is the furthest crack on the left."},"__v":0},{"_id":"rJ4fiHdoXC6kqmFJrxLxhQ==","name":"Name Unknown (5.4)","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":1,"mp_id":"107016146","mp_crag_id":"105898434","climb_id":"rJ4fiHdoXC6kqmFJrxLxhQ==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"This route is just left of Name Unknown (5.11b). Go up the broken corner system starting at a short fixed line (it was there in Jan.11). Stem your way up easy terrain with views down cave crevases, then out and right to the anchors on top of the 5.11b. It was a nice lead to TR the 5.8 R/X as well.","protection":"Bolts with rap rings at the top. good pro.","location":"Once you hit the Cereal Buttress, walk up and left around boulders and past Mennonite Surf Party. This route is on the left side past a series of broken cracks and chimneys"},"__v":0},{"_id":"s6F0eY+XXiSypd6tDFkQOw==","name":"Name Unknown","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Doug Reed, Tommy Bridges","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":5,"mp_id":"106203410","mp_crag_id":"105898434","climb_id":"s6F0eY+XXiSypd6tDFkQOw==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Scramble to the top of some boulders.  Balance and edge your way past three bolts, then run it out on easy terrain to the top and a one bolt anchor.","protection":"3 bolts and one bolt for the anchor","location":"Left side of Cereal Buttress...to the left of Menonite Surf Party...starts to the left on a big pile of boulders..."},"__v":0},{"_id":"tuDzWD8RVUyQItlL4mrrNg==","name":"Mid-Life Crisis","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sean Cobourn, Scott Ryser, Chuck Henderson","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":11,"mp_id":"106002407","mp_crag_id":"105898434","climb_id":"tuDzWD8RVUyQItlL4mrrNg==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Ascends left wall of boulder strewn gully left of Shredded Wheat. Boulder up to top of rocks choking the gully. Layback up obvious offwidth past one bolt to ledge. Step left to anchors on Bee Tree/Born Again.  There is a second short pitch that has some fun moves leading to shiny bolts and somewhat rusty chains.","protection":"One bolt, selection of nuts and cams","location":"between Shredded Wheat and Born Again."},"__v":0},{"_id":"cZkHfvo6UFyS0xXTUdF7tA==","name":"Mennonite Surf Party","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Mike Artz, Doug Reed, Eddie Begoon, 1987","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":6,"mp_id":"106203400","mp_crag_id":"105898434","climb_id":"cZkHfvo6UFyS0xXTUdF7tA==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Climb \"a devilishly thin arete that should be on any slab climber's agenda\" says the NC select guide book.  Yes, very thin and the climbing starts right from the ground.  You will be smearing, crimping, slapping, humping, balancing and mantling your way past a couple of bolts to get to a rest.  More slabbing and thin climbing past a couple more to a slung boulder for anchor.  Back it up if TR-ing it.  You may also want to stick clip the first bolt.  And be careful between the second bolt and the rest...I blew it there and took a good fall.","protection":"4 bolts, slung boulder for anchor.","location":"Left side of the Cereal Buttress.  Look for the sharp, thin arete up on a ledge."},"__v":0},{"_id":"iWR86LUuWpiqxCvjJ46awA==","name":"Jack Be Nimble","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Bruce Burgess, Galen Howell 1990","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":7,"mp_id":"106993146","mp_crag_id":"105898434","climb_id":"iWR86LUuWpiqxCvjJ46awA==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"This is an old route of mine that needed a little TLC.  This route has a cool variety of moves and  holds. Originally there were just 2 self-drive bolts and a tree limb for pro. Now there are 4 new stainless bolts. Climb bouldery moves past the diHARDral to a nice ledge. Clip another bolt and crank straight up to easier ground and up to another bolt.  Lower/rap from the MSP cable anchor.  I think most everyone will enjoy this route if 10+/11- is in your ability.","protection":"4 clippy things plus some extra for the anchor.  Some may want to backup to cables with cams (2.5 inches and bigger)","location":"20 ft right of Mennonite Surf Party below a short left facing corner."},"__v":0},{"_id":"+fePAYOjXnyZzHu2TB/47A==","name":"Inner Peace Direct","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Bruce Burgess, Thomas Kelley, Ralph Fickel","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":27,"mp_id":"120206815","mp_crag_id":"105898434","climb_id":"+fePAYOjXnyZzHu2TB/47A==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"This direct line starts 25-feet uphill from the original Inner Peace start.  Locate the 1st bolt about 15-feet up and find the path of least resistance to this bolt.  Climb up and left past the bolt through some strenuous and insecure moves (there is another bolt up and right which is NOT part of this route) .  Find a critical horizontal for small cams and fire the crux aiming for the ledge.  From the ledge clip the bolt and join the original Inner Peace line.\n\nThis direct line makes for a full sustained pitch of climbing.","protection":"3 bolts and gear. Some of the gear is marginal at best but you're here looking for Inner Peace, right?  Anchor is stainless cable and fixed gear in a crack behind a small pine tree.  Can be backed up with medium nuts if TR'ing","location":"25-feet uphill from the original Inner Peace chimney start.  Both climbs are located by hiking around the Cereal Buttress like you would to climb Captain Crunch.  If you arrive at CC, you have hiked too far."},"__v":0},{"_id":"KIyhIlCxV96u3Uooul/kdg==","name":"Inner Peace","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Eddie Begoon, Mike Artz","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":26,"mp_id":"106330285","mp_crag_id":"105898434","climb_id":"KIyhIlCxV96u3Uooul/kdg==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"This overlooked route is worth the effort for the NC climber, though it can be exciting without some specific gear beta. Best to use double ropes at the start and then release one when the 1st bolt is reached.\n\nClimb up the chimney placing the #3 camalot. Move up to a stance and locate a great medium stopper. Step back down and move across the chimney onto the face. Dance over to the 1st bolt. Clip 2nd rope and release 1st rope. Move straight up to the 2nd bolt. Climb up (blue tcu here) and then around left onto the delicate face and stance. Get Ready.\n\nFire in the key sideways #5 WC rock. Make sure it's good! Move up on delicate crimps and layaways to a right foot stance. Look up and fire in that pink tricam (tape the sling for stiffness, its a high placement). Climb up and right (crux) to easier ground and a stance. Medium BD cams here. Climb up and left to the fixed stainless anchor courtesy of Tim Fisher.  Inner Peace is now yours!\n\nFor extra credit you can give the direct start a go!\n\nFA- Bruce Burgess, Thomas Kelly, Ralph Fickle\n\nStart up the hill from the regular start beneath a left rising ramp/flake. Climb up and left to a bolt with a new modern SS painted hanger. Bust up and left to a crucial small tcu, c3 or hybrid placement. Step slightly left and then bust the move up the ledge. 5.11c","protection":"2 bolts, pink tricam, #5 wild country rock, medium BD stoppers, #3 camalot, blue tcu, medium cams for the top. Fixed stainless anchor at the top.\n\nExtra Credit: The new \"Evo tricam\" works wonderfully for the upper crux, so well in fact it could be considered cheating!","location":"As you turn the corner past the cereal buttress, on the way to the cereal wall, look up and left. You will see a chimney and a clean looking face. Start in the chimney."},"__v":0},{"_id":"rHzaZvFUUSyz5FiS60VQ3Q==","name":"Hungry Jack","yds":"5.11b/c","grades":{"yds":"5.11b/c","french":"6c+"},"fa":"Galen Howell, Max Bradburn 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":12,"mp_id":"106993203","mp_crag_id":"105898434","climb_id":"rHzaZvFUUSyz5FiS60VQ3Q==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"A technical and crimpy face followed by some burly crack.  Finishes at the Shredded Wheat Anchor","protection":"bolts and a light rack to 3 inches.","location":"In the chimney just left of Shredded Wheat on blunt arete.  You can also start by stemming the chimney."},"__v":0},{"_id":"6RL9KplxXF+VibKhc35iMg==","name":"Green Eggs and Ham","yds":"5.12b/c","grades":{"yds":"5.12b/c","french":"7b+"},"fa":"Tripp Halbkat, Mark Owen, Pascal Robert 1990","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":28,"mp_id":"106708297","mp_crag_id":"105898434","climb_id":"6RL9KplxXF+VibKhc35iMg==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Stick clip the first bolt. Crimp, layaway, and highstep to the 2nd bolt(do not blow this clip, you will probably hit the ground). Make a few more hard moves to gain a nice ledge and a bolt. Climb past two more bolts and one last difficult move to reach the anchor. 80 ft of highly entertaining climbing.","protection":"5 bolts to a slung cedar tree. Rap or lower off.","location":"On the backside of the Cereal Buttress. Starts to the left of Captain Crunch, at an obvious sharp arete."},"__v":0},{"_id":"viu8hRzSUZCtorBkhvuaiA==","name":"Granola","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Brad Shaver, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":16,"mp_id":"105923513","mp_crag_id":"105898434","climb_id":"viu8hRzSUZCtorBkhvuaiA==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Like Harrison Shull says in the guidebook, you should be solid at the grade before jumping on this one. I think the hardest moves come before you get any gear in. The potential fall is hard to describe, but you'll see it when you're looking at the route.\n\nThat said, Granola is a pretty fun undercling/crack route once you pull those first moves. And they're not that hard...","protection":"Take a variety of smaller stuff (up to a #2 camalot). Anything you place under the initial undercling roof should be slung long.","location":"The route is just right of Fruit Loops. Scramble up the large detached flake and belay from here. The \"opening moves\" involve a mantel on good holds up another flake.\n\nDouble-bolt rap anchor.\n\n(The guidebook describes a second pitch, but I haven't done it. Most people don't. It looks fun, though.)"},"__v":0},{"_id":"7eQe4ZY2WVyVMWbJ4kRBRQ==","name":"Good Samaritans","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Sean Cobourn, Doug Swords, Allen Irwin- Feb 8, 2009","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":21,"mp_id":"106353357","mp_crag_id":"105898434","climb_id":"7eQe4ZY2WVyVMWbJ4kRBRQ==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"P1- Finess your way up the wide crack.  Where you want a #5 Camalot you can clip the third bolt on Frankenberry to your right instead.  Where obvious, step left onto the fun face passing a bolt and avoiding some nastiness.  Face climb up to the halfway ledge and belay in the obvious arching crack. 5.9+?\n\nP2- Climb the big hand crack up to and through the overlap and then cut right to the Frankenberry belay bolts. 5.8+?  Rappell the route with two ropes.","protection":"Up to # 5 Camalot is nice, if you have one (we did not).  Up to #4 will do.  2 bolts (one is third bolt on Frankenberry).","location":"The formerly vegetated wide crack between Breakfast of Champions and Frankenberry."},"__v":0},{"_id":"WpTQT+3zXnCX18CSeVbHPg==","name":"Fruit Loops","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Brad Shaver, Grover Cable - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":15,"mp_id":"105898439","mp_crag_id":"105898434","climb_id":"WpTQT+3zXnCX18CSeVbHPg==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"This is an outstanding route that any leader will enjoy, even if it's below your normal lead level.  It's almost three climbs in one:  crack climbing; chimney; and face climbing.  Many people skip the second pitch, but it's lots of fun and very worthwhile.\n\nP1 - Start at a somewhat steep crack, working your way up with jams and some face holds.  The going quickly gets easier/less steep, continue past some flake moves to the base of a chimney with bolted belay anchors (80').\n\nP2 - Climb the chimney (well-protected), continuing until it begins to narrow, then make balancy moves out onto the face to the left.  Continue up the low-angled face to the top (80').","protection":"Small to medium cams, tricams and nuts. Rap anchors at both belays.","location":"Starts just right of a big offwidth crack, about 50' right of Shredded Wheat.  Rap from the slings/rap rings at the top."},"__v":0},{"_id":"ak7Gbb0MUka/JIehOhkb9Q==","name":"Frosted Flake","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Brad Shaver, Grover Cable - 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":19,"mp_id":"105899306","mp_crag_id":"105898434","climb_id":"ak7Gbb0MUka/JIehOhkb9Q==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"This beautiful flake formation will test your willpower, your stamina and your ability to jam your feet into cracks and still get them back out.  For the grade, Frosted Flake is a strenuous lead.\n\nStarting up a corner on easy ground, move up to a roof and traverse left until you get to the end of the roof where it turns into a left-facing corner/flake.  Power up the corner (crux) on laybacks and the occasional jam, and on to the top.","protection":"Doubles in the medium to large cams (3-3.5\"), otherwise small to medium gear.  Bolted anchors.","location":"Starts about 40' right of Fruit Loops.  Rap off the anchors."},"__v":0},{"_id":"Y/S1hpj5XHyaDf+oMwoHBw==","name":"Frankenberry","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Brian Gulden and Sean Cobourn","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":22,"mp_id":"106002379","mp_crag_id":"105898434","climb_id":"Y/S1hpj5XHyaDf+oMwoHBw==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Start on buttress right of Breakfast of Champions.  Tip toe up crux face past three bolts to chossy middle section.  Blast up through the headwall past a few bolts and some small gear (second crux).  Follow slabby crack to pine tree above.  Rappel route from rings if you have two ropes.  If only one rope, stop at Breakfast of Champions belay.","protection":"some bolts, small gear","location":""},"__v":0},{"_id":"HZJkO7UWU5qZDZm3ntg+bQ==","name":"Faith Based Initiative","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Sean Cobourn, Allen Irwin, Eddie Medina. (Jan. '09)  FFA: a slightly taller and stronger Tim Snyder","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":24,"mp_id":"106345692","mp_crag_id":"105898434","climb_id":"HZJkO7UWU5qZDZm3ntg+bQ==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Climb the newly excavated dihedral to the roof.  Pull left around the roof and follow the crack to a tree up high.  There are anchors for Frankenberry 20 feet to the left of the tree to descend.","protection":"Up to a 4 Camalot is nice.  Smaller stuff for roof.","location":"Right side of Cereal Buttress, 30 feet right and uphill of Frankenberry."},"__v":0},{"_id":"xxrTX8gGUxamLecWvUXwxw==","name":"Doug Reed Solo","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Doug Reed","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":18,"mp_id":"106376195","mp_crag_id":"105898434","climb_id":"xxrTX8gGUxamLecWvUXwxw==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Climb the textured face via crimps, smears and the occasional good hold.  It is best to top-rope this after leading Frosted Flake, since there is no gear to lead it.","protection":"Top Rope from the anchors on Frosted Flake.","location":"Just to the left of Frosted Flake."},"__v":0},{"_id":"iY5sJHbbV86zY5ZufMOTQw==","name":"Capt Crunch","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Jeep Gaskin and Brad Shaver, 1976","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":29,"mp_id":"105930790","mp_crag_id":"105898434","climb_id":"iY5sJHbbV86zY5ZufMOTQw==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Capt Crunch starts on the right edge of the backside of the cereal buttress. Look for the obvious wide crack start. You will be salivating when you look up at the upper jams!","protection":"Bring extra 3-4 inch gear for the wide section.  No anchors at the top.  Rap off trees.","location":"Located on the back right side of the Cereal Buttress.  Look for the wide crack start, that goes through some blocks and finishes on bomber jams."},"__v":0},{"_id":"nL5+Oc0DXe6ffyMwzH2siA==","name":"Call of the Wild","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Rodney Lanier","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":2,"mp_id":"107015390","mp_crag_id":"105898434","climb_id":"nL5+Oc0DXe6ffyMwzH2siA==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Thin, balancy moves, a saw tooth corner hand line, and a barn door finish- labeled in the Harrison Shull/Lambert guide as name unknown 5.11b","protection":"small-2\" cams, 2 bolts, bolts on top with rap rings. Shares anchors with Unknown 5.8 R/X off-width to the right and a 5.4 unknown route to the left","location":"Left side of Cereal buttress. Once you hit the wall on the main cereal buttress trail, take a left and head up hill over and around some boulders. Locate obvious broken face with 6 cracks/ chimneys. This route starts 20 feet uphill and left of the unknown 5.8 R/X"},"__v":0},{"_id":"uGbEUe7oWZSD4VwKNM9+jw==","name":"Breakfast of Champions","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Eddie Begoon, Mike Artz, 1987","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":20,"mp_id":"105924900","mp_crag_id":"105898434","climb_id":"uGbEUe7oWZSD4VwKNM9+jw==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Start in crack, then work up and left to great, thin, crimpy climbing.  Crux is clipping second bolt.  Continue working up and right past two more bolts.","protection":"4 bolts, maybe some gear down low in the crack. Anchors at the top","location":"Route is located on the right edge of the Cereal (Surreal) Buttress, right next to Frosted Flake."},"__v":0},{"_id":"svY6LUDsVqeVNwl619TO9Q==","name":"Born Again","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"Sean Cobourn and Joey Griffin","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":10,"mp_id":"106002384","mp_crag_id":"105898434","climb_id":"svY6LUDsVqeVNwl619TO9Q==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Buttress left of Shredded Wheat.  Boulder up easy terrain then head to right edge of buttress.  Follow 3 bolts directly up face.    Step left to anchors above Bee Tree.","protection":"Optional sling on tree branch down low and optional # 1 or 2 camalot above last bolt.\n\n3 bolts, chain anchors.","location":""},"__v":0},{"_id":"40mtL0shVHq5OpQhj0S6Ng==","name":"Bee Tree","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"left_right_index":9,"mp_id":"106354222","mp_crag_id":"105898434","climb_id":"40mtL0shVHq5OpQhj0S6Ng==","areaRef":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":"Fun face climb up left side of buttress.  Crux is probably the starting 20 feet.  Gear goes in \"hole\" feature and flake up high.  Chain belay.","protection":"One bolt (sometimes), limited gear up to #3 Camalot.","location":"As you approach ceral buttress there is a step across move on the trail.  Bee Tree ascends the left side of the buttress immediately in front of you.  Born Again is the bolted line up the right side of the face."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,b51eaea8-8aee-5fa5-b892-180460bb414d,09830eb9-3d49-51e3-8127-6506b4f459de,501a5223-8516-5d16-95c8-d19da85584bd,bc646d0b-dfaa-531b-822c-7da91556f456","pathTokens":["USA","North Carolina","1. Southern Mountains Region","Rumbling Bald","Cereal Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9"},{"count":4,"label":"5.8"},{"count":3,"label":"5.10d"},{"count":1,"label":"5.11a"},{"count":3,"label":"5.11+"},{"count":2,"label":"5.8+"},{"count":1,"label":"5.4"},{"count":2,"label":"5.10a"},{"count":3,"label":"5.9+"},{"count":2,"label":"5.11b"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.11b/c"},{"count":1,"label":"5.12b/c"},{"count":1,"label":"5.7+"},{"count":1,"label":"5.11"},{"count":2,"label":"5.10+"},{"count":1,"label":"5.5"}],"byDiscipline":{"trad":{"total":22,"bands":{"unknown":0,"beginner":8,"intermediate":7,"advanced":7,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":9,"intermediate":11,"advanced":10,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-82.21258,35.44953]},"bbox":[-82.2131319830962,35.44908033981814,-82.21202801690382,35.44997966018187],"left_right_index":-1,"ext_id":"105898434","area_id":"vGRtC9+qUxuCLH2pFVb0Vg=="},"content":{"description":""},"density":0,"totalClimbs":30,"__v":1,"createdAt":"2022-11-07T06:16:01.411Z","updatedAt":"2024-01-15T16:47:42.497Z"}