{"_id":"6368a214e80bff5a9955dad7","area_name":"Warmup Boulders (AKA Brett & Jill boulders) South Side","shortCode":"","climbs":[{"_id":"9ME45gHkX4+aYpKuoAdUEA==","name":"Unknown Corner Route","yds":"V3","grades":{"yds":"V3","font":"6A","vscale":"V3"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48109,35.08313]},"left_right_index":5,"mp_id":"107438084","mp_crag_id":"106364560","climb_id":"9ME45gHkX4+aYpKuoAdUEA==","areaRef":"t8/sGG9hWRe5nYtp1ZDazg=="},"content":{"description":"An obscure problem right of Brett and Jill slabs. A hard start leads to slappy moves on the rounded \"prow.\" The crux is pulling off the ground and finding the right holds for first couple of moves. An interesting little boulder problem that is quite tricky and powerful.","protection":"Pads","location":"Start low with an obvious right handed crimp and left handed pinch.  \n\n  Located right of the Brett and Jill slab on the corner"},"__v":0},{"_id":"2vtSbKTdUam9v10DqFcTDQ==","name":"Slab right-center","yds":"V2+","grades":{"yds":"V2+","font":"5+","vscale":"V2+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48109,35.08313]},"left_right_index":3,"mp_id":"106366440","mp_crag_id":"106364560","climb_id":"2vtSbKTdUam9v10DqFcTDQ==","areaRef":"t8/sGG9hWRe5nYtp1ZDazg=="},"content":{"description":"Scary, as the crux comes up top. You might want to suss the move from the top of the boulder to make sure you're grabbing for decent holds.","protection":"Pad(s), spotter(s)","location":"Right-center of the slabby south face of the fin."},"__v":0},{"_id":"YjNaOO1DUD25CrQdNVSYvg==","name":"Slab right","yds":"V1+","grades":{"yds":"V1+","font":"5","vscale":"V1+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48109,35.08313]},"left_right_index":4,"mp_id":"106366446","mp_crag_id":"106364560","climb_id":"YjNaOO1DUD25CrQdNVSYvg==","areaRef":"t8/sGG9hWRe5nYtp1ZDazg=="},"content":{"description":"Start on chalked crimps on the right side of the slab. Crux is getting established on the slab. Careful of the dark rock which offers an inviting starting foothold - it will spit you off if the rock is warm (best to avoid it altogether). From there, move up and left toward the notch. Can finish by climbing through the notch and down, or can hand traverse up and left to the top of the boulder for extra excitement.","protection":"Pad, spotter.","location":"Right side of slabby south face of fin."},"__v":0},{"_id":"8SiLwPD0U3WBB2Ojm/B/Ug==","name":"Slab left-center","yds":"V2","grades":{"yds":"V2","font":"5+","vscale":"V2"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48109,35.08313]},"left_right_index":2,"mp_id":"106366428","mp_crag_id":"106364560","climb_id":"8SiLwPD0U3WBB2Ojm/B/Ug==","areaRef":"t8/sGG9hWRe5nYtp1ZDazg=="},"content":{"description":"Establish yourself on the slab by pulling on just to the right of the line (or you can go straight up off the ground, but it's harder). Move through small crimps with virtual footholds, and scare yourself before grabbing the than-god jugs at the top.","protection":"Pad, spotter","location":"Left-center on the slabby south face of the fin."},"__v":0},{"_id":"52XybQnlW6y6rJXE12PBfw==","name":"Slab left","yds":"V0+","grades":{"yds":"V0+","font":"4+","vscale":"V0+"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48109,35.08313]},"left_right_index":1,"mp_id":"106366421","mp_crag_id":"106364560","climb_id":"52XybQnlW6y6rJXE12PBfw==","areaRef":"t8/sGG9hWRe5nYtp1ZDazg=="},"content":{"description":"Crux is getting off the ground. After that, climb up using the arete for your left hand, crimps for your right.   Can be done without using the arete, which makes it a bit harder (V0+?). For this variation, it's easier to start further left, and traverse across the base of the boulder to reach the decent holds near the arete.   See topo photo. Also, you can see a climber on this problem in the background in the topo photo for the north side of the warmup boulders.","protection":"Pad, spotter","location":"On the left side of the south (slabby) face of the fin."},"__v":0},{"_id":"4iogfj2rVpa1hTKWGEho+A==","name":"Layback arete","yds":"V1","grades":{"yds":"V1","font":"5","vscale":"V1"},"fa":"unknown","type":{"bouldering":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-106.48109,35.08313]},"left_right_index":0,"mp_id":"106366456","mp_crag_id":"106364560","climb_id":"4iogfj2rVpa1hTKWGEho+A==","areaRef":"t8/sGG9hWRe5nYtp1ZDazg=="},"content":{"description":"Climber does a layback on the north side of the arete, with fingertips wrapped around the south side. Continue to the top, then mantle up. Can step off onto the boulder behind the fin if you lose nerve. Difficult to pad this problem.   This is a GREAT warmup, and one of the few problems at U-mound with truly juggy holds and an opportunity to warm up your arms without tweaking tendons.","protection":"Pads and spotters are of little help. Not a great problem for you if you're shaky on V1.","location":"The sharp arete on the west (ABQ-facing) edge of the fin."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,98c839d1-f0d4-5006-bb58-276b12f05bd0,f2bfcdc1-9015-5cbd-9762-f469ecb317fa,249e13bb-7ec3-5c48-9485-ba011e641c1c,713eecb9-7cbb-5466-91e1-bc8f4c2e30fc,b7cfec18-6f61-5917-b99d-8b69d590dace","pathTokens":["USA","New Mexico","Albuquerque Area","Foothills Bouldering","U-Mound","Warmup Boulders (AKA Brett & Jill boulders) South Side"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"V3"},{"count":1,"label":"V2+"},{"count":1,"label":"V1+"},{"count":1,"label":"V2"},{"count":1,"label":"V0+"},{"count":1,"label":"V1"}],"byDiscipline":{"boulder":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":4,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-106.48109,35.08313]},"bbox":[-106.48163949254533,35.08268033981813,-106.48054050745465,35.083579660181854],"left_right_index":-1,"ext_id":"106364560","area_id":"t8/sGG9hWRe5nYtp1ZDazg=="},"content":{"description":"From the trail, the first thing you see is a sunny, south facing slab on a tipped-up fin. There are several moderate, but fairly tall problems on the slab. Around the back side are some more difficult and less committing problems, which are nice and shady when temps start to climb.\n\n From the Mayer & Moret online guide, boulder A: \"The first one you come to on the way in.  Used to be called \"Brett and Jill\" boulder because of some now invisible   graffiti. There are three established routes on the front face: left, middle,   ad right. Left is the easiest; the crux is getting off the ground. Right is   next, although it is the most balancy of the three. Middle is technically easier than right, but much more committing. I found a new (?) line between   the middle and right lines (2.5 below).   ** 1. (left) The easiest way up is to climb the front side using the edge. A better way is to climb on the face by the edge, but without using the edge. The top has big jugs on the right -- and you can always grab the edge if you feel uncomfortable. V0 with the edge, V1- without, but with a V1+ move off the ground.     ** 2. (middle) Hard start like the other two; tricky feet as you set up on high holds, then you must commit to moving your feet over the buldge, reaching for a very strong flake (you can sink 3-4 fingers behind it) to make the next move. After that things are easier: better feet and positive holds, ending with jugs at the top. Just V1+, but committing, so let's call it V2-.     ** 2.5. (middle-right) More committing than the middle line, because the holds are mostly tiny sidepulls, forcing you to lieback your way over the bulge. At V2, the most technical of the four lines on the front face.     * 3. (right) An easier start than the other two, but funky once you're off the ground. Use the right edge -- otherwise the difficulty goes up     seriously. Once you have the big black knob, use it with your right hand as  a sidepull and move straight up to reach the edge, then follow the edge up. From the black knob on, you can always duck off to the right any time you get uncomfortable. V1+.     ** 1-3 traverse (low down -- just off the ground). Tricky in the middle, where handholds are tiny and scarce and feet tend to slip. Easier to do left-to-right than right-to-left. V1+? Backside of the fin: a fun lieback exercise: go up the entire fin and  across the other side, then make the round trip -- coming back down  towards the west all the way to the ground is the hardest part.  V0+ (perhaps V1- for the last two moves coming down). Great warmup. \""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T06:13:50.360Z","updatedAt":"2022-11-25T11:20:34.462Z"}