{"_id":"6368a50be80bff5a995b0518","area_name":"Top of the World Overlook","shortCode":"","climbs":[{"_id":"/ZY5uIGEWMSaMoJGcIj/mQ==","name":"Cooler than Jesus","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Steve Bartlett","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.2836,38.7191]},"left_right_index":0,"mp_id":"105718447","mp_crag_id":"105717230","climb_id":"/ZY5uIGEWMSaMoJGcIj/mQ==","areaRef":"NwRHj70vWJq4+WIIV0BFzQ=="},"content":{"description":"I don't know if it lives up to its moniker, but it is a very cool climb nonetheless.  One needs to do two double-rope raps to access the climb.\n\nFrom the Top of the World Overlook, walk about 15 yards to the left (east).  Here you'll discover a deep cleft in the rock that goes from the edge way back and way down into the depths of the cliff.  This is the chimney you'll climb out on pitch 3, assuming all else goes well.  Step or jump over this hole and rap from a squat but sturdy juniper that is about 10 feet from the cliff face.  Standing at the edge of the cliff from the adjacent dihedral wall (the chimney forms the back of the dihedral), you can peer over and identify most of the climbing:  A small ledge below a bomb bay chimney, and a twin crack system that leads up the wall to a second ledge.\n\nRap down into the void 150' to a double bolt anchor, then one more double-rope rap will put you at the start of the climb.\n\nP1:  Jam and stem the tricky chimney until it suddenly flares wide (bigger than fists).  Tackling this straight on would be quite difficult, but with some ingenuity you'll discover the really *cool* 10a way to do it.  Continue up on splitter, thin jams until you can trend off to the left on a leaning ramp.  Follow this to a ledge system and foot traverse back right to the center of the face.  Belay in a wide crack (#3 Camalot helpful for this belay).  A short pitch.\n\nP2:  Continue up the nice crack system with a few chockstones up higher to the bolted belay.  5.9.\n\nP3:  Climb up the chimney at 5....?  Perhaps there should be a new grading system.  CH 1-5?  Where CH 1 is a downright enjoyabale and easy chimney (say the upper pitches of the Priest), CH 2 is a little harder but the enjoyment factor is still high (say, Epinephrine), CH 3 - you start to wonder how much you're enjoying it, CH 4 is utterly miserable and only enjoyable, if at all, in retrospect, and CH 5 would describe anything that you're still stuck in and awaiting a rescue team.  If this were the case, this chimney would check in somewhere around CH 3.  In any case, there is pro for the half, then you have to \"run\" it out 75' to the top - fortunately you'll be able to see your goal above you for most of the time: daylight and 4-Wheelers with cold beer peering down at you and heckling.  Climb this chimney either at the very edge(exposed, less secure, but perhaps easier), or deep inside (secure but perhaps more awkward).\n\nThis is a good, memorable climb, worth the tedious approach.","protection":"Double set of cams from tight hands to cupped hands (an extra #3 Camalot is nice for a belay), two or three TCU's/Aliens.  Two ropes for the raps.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,b7466cbb-ab4e-5336-8026-ab75e2913dbd,b7c683a3-09ba-52f5-a179-3ab30662dfb6,3704478f-bd2f-589a-b8f9-6208574045cd","pathTokens":["USA","Utah","Southeast Utah","Onion Creek","Mystery Towers & Top of the World Overlook","Top of the World Overlook"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.2836,38.7191]},"bbox":[-109.28417632343059,38.71865033981813,-109.28302367656943,38.71954966018186],"left_right_index":-1,"ext_id":"105717230","area_id":"NwRHj70vWJq4+WIIV0BFzQ=="},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T06:26:44.375Z","updatedAt":"2022-11-25T11:23:38.519Z"}