{"_id":"63689d5ce80bff5a994f5fee","area_name":"Balconies, The","shortCode":"","climbs":[{"_id":"coT6C91sWb2G4S0yhDOGkA==","name":"Shake-N-Bake","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Tom Higgins and Chris VanDiver     5/1976","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":11,"mp_id":"107403215","mp_crag_id":"105898347","climb_id":"coT6C91sWb2G4S0yhDOGkA==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Shake-N-Bake is a Pinnacles classic. Three bolts bring you to the first anchor which is three bolts. It is possible to get a decent nut in before traversing out to the first bolt. The theme here is traversing on okay but not great rock. Challenging for the follower as well as the leader. Pitches two and three offer wonderful \"silo\" style stemming up a water streak. Rock quality on pitches two and three is good by Pinnacles standards. Though steep for the grade, decent stemming technique will keep the pump at bay. Two 60 meter ropes will get you down in two raps of the route Electric Blue. Shake-N-Bake earns its \"R\" rating (on every pitch) but confident 5.10 leaders will find it very enjoyable and never desperate. Check for seasonal closures due to nesting. Climbed 11/27/11","protection":"Draws and a few slings. A few nuts (see guidebook recommendations).  Three bolts on pitch 1.  Seven bolts on pitch 2. Three bolts on pitch 3 to the bolted anchor of Electric Blue on the left.","location":""},"__v":0},{"_id":"fNbC18+lXC6T72gQaq2qtw==","name":"The Powers That Be","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Paul Gagner and James McConachie 10/1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":8,"mp_id":"108159620","mp_crag_id":"105898347","climb_id":"fNbC18+lXC6T72gQaq2qtw==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Two pitches.  You can rap both with a single 70m rope.","protection":"Bolts all the way. 9 protection bolts on the 1st pitch.  6 protection bolts on the 2nd pitch.","location":"Faint water streak starting at the top of the hill."},"__v":0},{"_id":"3/pltEkyWaC1YK7EQQJErQ==","name":"No Sense of Measure","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"James McConachie and Jon McConachie 10/1989","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":7,"mp_id":"108159600","mp_crag_id":"105898347","climb_id":"3/pltEkyWaC1YK7EQQJErQ==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Two pitches. First pitch is 150 feet. Second pitch is 95'.","protection":"Bolted all the way. A little run out between 3rd and 4th bolts on the 1st pitch--you could maybe place a big cam.  10 protection bolts on the 1st pitch.  5 protection bolts on the 2nd pitch.","location":"The next water streak right of Lava Falls."},"__v":0},{"_id":"J+HOHX8bX2+Un9f7goj/6w==","name":"Lava Falls","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Holmgren, Matthews, Vandevere, 1982","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":6,"mp_id":"106033052","mp_crag_id":"105898347","climb_id":"J+HOHX8bX2+Un9f7goj/6w==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Two magnificent pitches of wild stemming up a spooky black groove on the Balconies. Pitch one involves steep knob climbing between sometimes sparsely-placed bolts. An occasional knob can be tied off, but the steep crux comes between a gap in protection opportunities.\n\nPitch 2 requires more hip-cramping stemming up the water-hardened chute. This pitch is not to be missed.\n\nAs of 2020, all the bolts on the first pitch have been replaced as well a the last bolt on pitch 2. Some loose rock is present.","protection":"11 bolts on the first pitch and 4 bolts on pitch 2. Quickdraws and full length runners for tying off knobs and clipping wandering bolts. Bolted anchors on both pitches.","location":"Lava Falls can be found in the middle of the Balconies.  The route starts in a stand of trees just uphill from the Smiling Simian. Follow the black gully that pinches off at the top."},"__v":0},{"_id":"mr0ThoqiVXOrYxdDF3pcXA==","name":"Knifeblade Direct","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Ken Philips & Carl Martin, Feb 1973","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":13,"mp_id":"117984578","mp_crag_id":"105898347","climb_id":"mr0ThoqiVXOrYxdDF3pcXA==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Chossy climb up a right facing corner with one fixed piton about 15 feet up. Climb is very dirty and overgrown with lichen as of this post. Belayers, keep your helmet and sunglasses on as you will be showered with rocks and dirt by even the most careful of leaders. Crux is at the very end up a squeezy overhanging chimney full of rotten rock to a notch.\n\nThe section of rock with the anchor bolts has fallen out, so bring long slings or a cordelette you don't mind leaving if you plan to rappel off the tree at the top, as the old slings are rotten. Recommend double rope rappel unless you have a 70m rope. Alternatively, one could do the traverse (Knifeblade, 5.5) to the top of Stiletto and rappel in two stages from the bolted anchors there.","protection":"Standard rack to 6 inches, 1 fixed piton. Bring a cordelette you don't mind leaving if you plan to rappel here, as the old slings at the top are rotten.","location":"Take the obvious climber's trail up to the Lava Falls (carabiner sign is missing as of this post), veer right at the fork (marked with a sign) and walk parallel to the main balconies face past Balconies Regular Route (obvious left facing roof with a bolt ladder) by several hundred yards. You will see a corner uphill from you to your left with a small oak tree growing out of it. This is the start of Knifeblade Direct."},"__v":0},{"_id":"BKYHAvVpWwSGctTdH4QTQA==","name":"The Inn Crowd","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Brad Young, John Cook, Kathy Cook, Tricia Young, Joel Primrose, Alan Nilsson, Dennis Erik Strom, Jim McConachie, January 5, 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":2,"mp_id":"108577414","mp_crag_id":"105898347","climb_id":"BKYHAvVpWwSGctTdH4QTQA==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"The Inn Crowd is located on the west end of the upper tier of The Balconies (It can be seen well from West Side Pinnacles parking).  The route starts 100 yards to the south (climber's right) of If We Bolt It They Will Come (route number 711 in the 2007 guidebook). The start is also to the right of the large class three/four ramp which leads up to the routes Desperate Abandon and Gold Line (neither of which is in the guidebook).\n\nTo find The Inn Crowd, look for a slight, up-and-right weakness/ramp that allows passage between upper and lower rotten headwalls. The first bolt on the route can be seen about 20 feet above the ground (the climbing to this bolt is very easy). A total of ten bolts on the first pitch lead up and right (at about a 45 degree angle) 115 feet to a three bolt belay on a beach ball size lodestone (bring and use slings on this pitch). The second pitch continues right past one bolt and then continues straight up past five more to another three bolt anchor (six bolts total on this pitch). It is 75 feet from the top of the first pitch to the top of the second.\n\nDescend by scrambling down the class four Desperate Abandon ramp (start with a very exposed scramble from the second pitch bolt anchor onto the ramp), or by rappel. Note, while this route can be rappelled with one rope, and while the rappel from the top of the second pitch to the top of the first is only 75 feet, the rappel from the top of the first pitch to the ground is 118 feet (the last 50 of which are completely overhanging) and this second rappel requires a 70 meter rope!\n\nThe Inn Crowd is a very sunny climb; it's in the sun from early morning until the sun sets. It is a good route for cold days (although it is located on the part of The Balconies that close for raptor breeding each January through July). It also offers great views and wonderful exposure.\n\nFinally, two further items of explanation: First, the second pitch of this route ends at a stance on a steeper section of wall just below the ramp and about 20 feet below the one protection bolt on the old \"discovered\" route Desperate Abandon. The route ends here so that no bolts were added to or within sight of Desperate Abandon and so that the well protected nature of The Inn Crowd was not \"diluted\" by joining/finishing on the fairly run out upper part of that route. Second, the well protected nature of The Inn Crowd should be understood (and forgiven) since the combined ages of the first ascentionists exceed 350 years.\n\nFor a photo-topo that shows this route and other new/newly discovered climbs nearby, click on this link (which connects to the Mudn'Crud Pinnacles discussion forum - scroll to route number 711.6 and the link at the bottom of that route; I couldn't figure out how to post the photo-topo here):\n\nmudncrud.com/forums/index.p…","protection":"Twelve slings and carabiners and a 70 meter rope (or two shorter ones).","location":"See above."},"__v":0},{"_id":"dCUc7SEWX/yvYitRjJn1og==","name":"Knifeblade","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":14,"mp_id":"117984711","mp_crag_id":"105898347","climb_id":"dCUc7SEWX/yvYitRjJn1og==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Traverse right on top of the \"Knifeblade\" arete up from the notch (end of Knifeblade Direct 5.8).  Easy 5.5 climbing on marginal quality rock. The view and exposure from the traverse is excellent. There are two old bolts on the route - one about 15 feet up on the left side and the other about 2/5 of the way on the route also on the left side. The first bolt hanger requires a micro biner to fit inside the very small hole if you wish to clip it.\n\nDescent is accomplished by either traversing back to the notch and rappelling off of Knifeblade Direct (two rope rappel unless you have 70m), or rappelling in two stages off of the top of Stiletto (5.10d). As of this post, I have replaced the old rotten cordelette on the top of Stiletto with a new double length sling, a couple large oval biners and a quick link.","protection":"Start from natural anchor at the tree in the notch (top of Knifeblade Direct, 5.8), 2 old bolts on route, optional slung knobs, ends at two bolt anchor at the the top of the second pitch of Stiletto (5.10d)","location":"Starts at the top of Knifeblade Direct (5.8). Take the obvious climber's trail up to the Lava Falls (carabiner sign is missing as of this post), veer right at the fork (marked with a sign) and walk parallel to the main balconies face past Balconies Regular Route (obvious left facing roof with a bolt ladder) by several hundred yards. You will see a corner uphill from you to your left with a small oak tree growing out of it. This is the start of Knifeblade Direct."},"__v":0},{"_id":"xo9qETSpVs2ybonSa9/4uQ==","name":"Gold Line","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Alan Nilsson, Brad Young, Jim McConachie, Dennis Erik Strom, December 18, 2011","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":0,"mp_id":"108577600","mp_crag_id":"105898347","climb_id":"xo9qETSpVs2ybonSa9/4uQ==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"This route ascends a water streak that starts well up and right of If We Bolt It They Will Come (route number 711 in the 2007 guidebook). Approach by way of a class three/four ramp that begins just right of If We Bolt It (this is the same ramp that the route Desperate Abandon starts on). Look for a deep water streak/chute on the left, 250 feet up the ramp (unlike Desperate Abandon, Gold Line cannot be seen well from the ground).\n\nThree bolts protect 50 feet of climbing to a two bolt anchor on the right.","protection":"Slings and carabiners.","location":"See above."},"__v":0},{"_id":"A/74TFkJU6Otrj/x2kEdlQ==","name":"Full Circle","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Gavin Emmons, Brad Young, Alacia Welch, Janice Hirata,  December 11, 2018.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":9,"mp_id":"116189144","mp_crag_id":"105898347","climb_id":"A/74TFkJU6Otrj/x2kEdlQ==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Full Circle is located in a water streak on The Balconies southeast face, to the right of The Powers That Be and to the left of Electric Blue.  This water streak is shown on page 291 of the 2007 \"A Climber's Guide to Pinnacles National Monument.\" The topo on that page shows two bolts low in the streak (those two bolts were placed in the early 1980s and the line was abandoned after that). The climb consists now of three pitches. On the first pitch (5.10b), twelve bolts lead first straight up, and then to the right of the streak, before moving to the left across it and then sharply right back into it. Finish the pitch 90 feet up at a two-bolt belay on top of huge lodestones. Pitch two (5.10d) starts on the route's well-protected, crux headwall. A total of ten bolts on this pitch lead 80 feet to a two-bolt anchor at a stance. Pitch three (5.10b) starts with a crux past two bolts. Continue into a low-angle, scoop area and a third bolt. A fourth bolt above protects a second crux onto a magnificent, huge (six foot diameter) lodestone. Two more bolts protect the pitch's third crux to the top of the cliff and a two-bolt anchor, 70 feet from its start. Full Circle ends here (this anchor is at the top of the cliff). Note too that the first ascent party also installed a \"fourth anchor\" that isn't really part of the climb, but is above/behind it. This additional two-bolt anchor is located 55 feet mostly-horizontal feet back from the top of Full Circle's third and last pitch, at the base of the next tier of The Balconies. This location is also 150 feet right (south) and slightly up from the top anchor of the route Lava Falls (but again at the base of the next tier back). The anchor was installed to allow parties to rappel down this part of The Balconies with one rope (one 55 foot walk/rappel from the anchor on the upper/next tier leads to the top of Full Circle's third pitch, and three one-rope rappels continue from there to the ground).","protection":"Bolts only.","location":"To the right of the route The Powers That Be and to the left of Electric Blue."},"__v":0},{"_id":"ybXQOzA/WTGHwnLZ+0HD5Q==","name":"Electric Blue","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":10,"mp_id":"113807726","mp_crag_id":"105898347","climb_id":"ybXQOzA/WTGHwnLZ+0HD5Q==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Same start as Shake and Bake. Goes straight up instead over the initial bulge.  Two double rope rappels to descend.","protection":"12 protection bolts on the first pitch to a 3-bolt anchor.  8 protection bolts on the second pitch to a 3-bolt anchor.","location":"Same start at Shake and Bake."},"__v":0},{"_id":"4vuGd78CVWmvWXuZEACRxA==","name":"Desperate Abandon","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":1,"mp_id":"108577475","mp_crag_id":"105898347","climb_id":"4vuGd78CVWmvWXuZEACRxA==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"This route starts just right of If We Bolt It They Will Come (route number 711 in the 2007 guidebook).  Move up a long, wide, up-and-right class three and four ramp (the start of the ramp is shown on the topo on page 286 of the 2007 guidebook as a mossy slab ).  After three hundred feet, pass a very deep water streak on the left (the route Gold Line is in this streak).  Belay at a single bolt on the main wall, above/to the right of and outside of the streak.  From this belay, continue up the ramp, which narrows and eventually becomes a face.  There is one bolt 35 feet up this \"second pitch\" - right where the wall gets steeper.  Sustained 5.6 climbing leads past the bolt and then to the right, into a gully.  There is no summit anchor (although the top anchor for the route The Brosseau Finish is within reach after Desperate Abandon turns class three).\n\nNote that the \"length\" of this route listed above includes the 300 feet of class three and four needed to approach about 50 feet of fifth class climbing.\n\nWalk off the the northwest (under the route Cover Girl), or move down 25 feet to the bolt anchor for the route Gold Line and rappel back to the class three and four starting ramp.\n\nThis is a \"discovered\" climb which was found because of a long length of 7/16 inch Goldline rope which was visible for years, fixed on the upper face, running from the upper bolt to the top of the cliff where it was left lassoed over a horn.\n\nFor a photo- topo that shows this route and other new/newly discovered climbs nearby, click on this link (which connects to the Mudn'Crud Pinnacles discussion forum - scroll to route number 711.3 and the link at the bottom of that route; I couldn't figure out how to post the photo topo here):\n\nmudncrud.com/forums/index.p…","protection":"Three or so slings and carabiners.","location":"See above."},"__v":0},{"_id":"XwqlDmyuX7e1VKZ/c4d1rA==","name":"Conduit to the Cosmos","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"John Barbella and James McConachie 1983 and 2002","type":{"sport":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":5,"mp_id":"113807514","mp_crag_id":"105898347","climb_id":"XwqlDmyuX7e1VKZ/c4d1rA==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"This is usually climbed as 2 pitches, then rappelled. There is a pitch 3 extension to the route (5.12). The first pitch is 5.10d R. It's pretty darn committing. Superb rock quality.","protection":"10-12 bolts per pitch with two-bolt anchors.","location":""},"__v":0},{"_id":"2HjWhZuSXCaVLs8elA7nRQ==","name":"The Brosseau Finish","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Brad Young, John Cook, Kathy Cook,  January 12, 2014","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":3,"mp_id":"108577448","mp_crag_id":"105898347","climb_id":"2HjWhZuSXCaVLs8elA7nRQ==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"","protection":"","location":""},"__v":0},{"_id":"NvN0f7OPUcqFO7AbcwrIvg==","name":"Balconies- Regular Route","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Frank Sacherer, Howard Bradley, Steve Roper, 12/1961 FFA Tom Higgins, Chris Vandiver, 5/1979","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"left_right_index":12,"mp_id":"112272185","mp_crag_id":"105898347","climb_id":"NvN0f7OPUcqFO7AbcwrIvg==","areaRef":"ZA1JtpiAUDKX4PGer3Eqow=="},"content":{"description":"Nice line but sketchey rock quality!  High choss factor with a wee bit of bat guano mixed in.  The charm for me was climbing a line put up by Yosemite hard guys way back in 1961.  For perspective, the Salathe Wall on El Cap was put up just three months earlier.  I wonder how many bolts had been placed anywhere on the planet before Sacherer, Bradley, and Roper put up this line?  Wonder how much time and effort each bolt entailed?\n\nFirst pitch felt like sustained 5.10 and crux felt 10c-ish.\n\nThis route gets direct morning sun and cooks on warm days.","protection":"This line was rebolted by Clint Cummins and \"Friends of the Pinnacles\"(Bruce Hildenbrand) in 2006. Thanks Clint and Bruce! Many draws. I did place a few cams (red and yellow camalots) up high as well as a few nuts. The gear info in Young's guide was spot on for me. Combining pitches works (Young's guide calls it four pitches) but be mindfull of rope drag.","location":"Approach as for Lava Falls; a few minutes past the Lava Falls turnoff from the big trail look for a climber's trail (there are a few signs with carabiners painted on them) and head up. DESCENT: Hike a few minutes down hill and (double rope) rappel the route Hook and Drill(route #728 in Brad Young's 2007 guide). Big fixed anchor with chains here. Note: This area is usually closed for for bird nesting January through July; check before you go."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,c984beae-48b7-53e5-aaab-47e52901d46c,da25b985-1c4e-503d-9c4f-5713cbb30c43,eec9de57-40f7-5e17-a855-54b8faf87e5a,640d49b6-9880-5032-97e0-f19eaf712aa3","pathTokens":["USA","California","Central Coast","Pinnacles National Park","West Side","Balconies, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10a"},{"count":1,"label":"5.11b"},{"count":2,"label":"5.11a"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8"},{"count":2,"label":"5.6"},{"count":1,"label":"5.5"},{"count":2,"label":"5.10d"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10c"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":4,"intermediate":4,"advanced":0,"expert":0}},"sport":{"total":6,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":5,"intermediate":6,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-121.20317,36.50052]},"bbox":[-121.20372938217822,36.50007033981814,-121.20261061782178,36.500969660181866],"left_right_index":-1,"ext_id":"105898347","area_id":"ZA1JtpiAUDKX4PGer3Eqow==","polygon":{"type":"Polygon","coordinates":[[[-121.20372938217822,36.50007033981814],[-121.20261061782178,36.50007033981814],[-121.20261061782178,36.500969660181866],[-121.20372938217822,36.500969660181866],[-121.20372938217822,36.50007033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":14,"__v":1,"createdAt":"2022-11-07T05:55:29.520Z","updatedAt":"2024-01-20T00:59:22.182Z"}