{"_id":"6368a1b8e80bff5a99553e6c","area_name":"Hidden Hollow","shortCode":"","climbs":[{"_id":"N4CJ3/PrVOCkmkx0Xa2HKA==","name":"Swimming In Neon","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Jeremy Ballou with Adam Kline (P1.), with Jeremy Abbott (P2.). ( Autumn 2016/ Autumn 2017)","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2371,43.98802]},"left_right_index":3,"mp_id":"117785067","mp_crag_id":"117784834","climb_id":"N4CJ3/PrVOCkmkx0Xa2HKA==","areaRef":"k1jjVhPVU+ijQ3rcux6KRA=="},"content":{"description":"P1. Pull a strong move to get over the little alcove then climb up a steppy face protecting with Tricams in solution pockets. Clip a bolt and pull onto the steep slab past 3 more bolts (crux)as the slab eases continue straight up the slab past 3 more bolts to ring anchors in a perfect belay in a large dish like depression. (5.10) 90 ft\n\n P2. Climb a left facing corner to solution pockets in the steepening head wall. clip a bolt Before pulling onto an easier slab. climb the slab passing 3 more generously spaced bolts and to ring anchors (5.8) 90 ft \n\n P3. A Third pitch has been done to the top of the cliff with manky climbing and marginal protection, to a tree rooted in kitty litter. Sound like fun? Get after it!!! I wouldn't recommend it (5.9-) 120 feet to the top of the bolder 110 to the sketchy tree.","protection":"Standard Single Rack including Tricams down to Black.","location":"Directly above a little alcove just right of center of the cliff."},"__v":0},{"_id":"cQIyOuNLUJiP5Q4z9B3Hfw==","name":"Squishy Boots","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Lee Hansche, Jeremy Ballou. Autumn 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2371,43.98802]},"left_right_index":2,"mp_id":"117785228","mp_crag_id":"117784834","climb_id":"cQIyOuNLUJiP5Q4z9B3Hfw==","areaRef":"k1jjVhPVU+ijQ3rcux6KRA=="},"content":{"description":"Climb the beautiful groove, clipping 2 bolts. Trend slightly left clipping the third bolt just before the grove rolls over onto easy slab. Take care to protect in the rotten overlap ( good protection can be found). Step right through overlap and clip a bolt. Climb up through flakes to another bolt at an overlap. As the slab eases, protect in solution pockets and one final bolt. Run it up to the ring anchors. (5.8) 180 Ft.\n\n Descend: Single 70m Rap trending to the right from anchors to get to the first pich anchors of Swimming In Neon. one more single rap to the ground.","protection":"Standard Single Rack including Tricams.","location":"Locate the beautiful, bolted groove left of the little alcove."},"__v":0},{"_id":"nBRg3Bb8WmmV6UBQVc/I9g==","name":"Saving Ryan's Privates","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Lee Hansche, Ryan McMahon. Lee lead ground up. Autumn 2017. Lee retro-bolted and cleaned route with Jeremy Ballou. Autumn 2018.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2371,43.98802]},"left_right_index":0,"mp_id":"117785158","mp_crag_id":"117784834","climb_id":"nBRg3Bb8WmmV6UBQVc/I9g==","areaRef":"k1jjVhPVU+ijQ3rcux6KRA=="},"content":{"description":"On the left side of the cliff starting up the gravel hill a ways. Start from trees and move your way up the slab following the path of least resistance and the best gear and some bolts. Climb up into a left facing corner and up to the final slab. Move delicately over the face past bolts and up to the 2 bolt anchor. \n\n The first ascent was intense going ground up into the unknown. The Final slab was juuuust dry enough to tictac my way through on a few dry holds. I think now that there are enough bolts to keep it safe it is well worth doing if you are out there.","protection":"Standard Single Rack. ","location":"This is the farthest route to the left. Scramble up the gravel hill a little. Belayer should anchor to a tree. Look for the bolts above."},"__v":0},{"_id":"VoSQU+hhXUiz3heDzUCGng==","name":"Green Lightning","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Lee Hansche (Grease). Autumn 2017. Jeremy Ballou (Green) Autumn 2018","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2371,43.98802]},"left_right_index":1,"mp_id":"117785370","mp_crag_id":"117784834","climb_id":"VoSQU+hhXUiz3heDzUCGng==","areaRef":"k1jjVhPVU+ijQ3rcux6KRA=="},"content":{"description":"Climb up through a steep, shallow right facing corner passing 3 bolts. As the terrain eases up, clip another bolt and ramble up and over the rotten overlap placing gear. work right through undercling to solution pocket (tricam). Run out the mellow slab to a bolt. the slab steepens again past two bolts and some more pockets. slab eases again to ring anchors. (5.9) 180 ft\n\n Grease Lightning Variation:  On the FA, the initial grove was too mungy to lead (clean now) and Lee led an alternate start 8 feet to the left. It starts in a crack, in a dirty, left facing corner and bypasses the crux of Green Lightning. the gear takes a little work and isn't all that inspiring.  (5.7 pg13). \n\n Descent: Single Rope Rap with a 70 m trending hard to the right to meet up with the pitch one anchors of Swimming In Neon. One more single rope rap to the ground.","protection":"Standard Single Rack including Tricams","location":"Locate the shallow, bolted, Right facing groove. just before the land starts to rise on your left."},"__v":0},{"_id":"0cEuZjrkV4Sn8PsZ9hg99g==","name":"Dime Store Cowgirl","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Tyler Wood with Adam Kline (P1.), with Jeremy Ballou (P2.). Autumn 2016/ Autumn 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-71.2371,43.98802]},"left_right_index":4,"mp_id":"117784917","mp_crag_id":"117784834","climb_id":"0cEuZjrkV4Sn8PsZ9hg99g==","areaRef":"k1jjVhPVU+ijQ3rcux6KRA=="},"content":{"description":"P1. Climb flakes protecting where possible. Clip a bolt before transitioning onto the slab, angling up and slightly right past 1 more bolt to ring anchors. (5.7) 80 feet\n\n P2. Climb a few tricky moves (crux) heading up the clean streak up the steep slab directly above the anchors, passing 5 bolts to ring anchors (5.7) 80 feet","protection":"Standard Single rack","location":"Right most route. 10 feet right of the little cavern at the base of the cliff. Starting at a small right facing corner."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,8a63706f-b14c-536f-b8ab-3cea90093e36,77090556-1f8e-5231-8fad-4a6fe503470c,9358e356-13d5-53e8-a343-7adcbb1e8a44","pathTokens":["USA","New Hampshire","WM: Kancamagus (Eastern)","Hidden Hollow"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.8"},{"count":1,"label":"5.6"},{"count":1,"label":"5.9"},{"count":1,"label":"5.7"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":3,"intermediate":2,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-71.2371,43.98802]},"bbox":[-71.23772497503415,43.987570339818134,-71.23647502496583,43.98846966018186],"left_right_index":-1,"ext_id":"117784834","area_id":"k1jjVhPVU+ijQ3rcux6KRA==","polygon":{"type":"Polygon","coordinates":[[[-71.23772497503415,43.987570339818134],[-71.23647502496583,43.987570339818134],[-71.23647502496583,43.98846966018186],[-71.23772497503415,43.98846966018186],[-71.23772497503415,43.987570339818134]]]}},"content":{"description":"Hidden Hollow is a a great remote backcountry crag if you are looking for solitude. The cliff is a multi pitch venue with a wide range of grades on beautiful granite. It suffers from a little seepage in  early spring but is a fine location to escape the crowds on a nice fall day."},"density":0,"totalClimbs":5,"__v":1,"createdAt":"2022-11-07T06:12:09.933Z","updatedAt":"2024-01-20T01:03:21.691Z"}