{"_id":"63689de0e80bff5a994f91d0","area_name":"Flying Flatiron","shortCode":"","climbs":[{"_id":"VKwNNoK8X7KCBF7bDpgBrw==","name":"Weak Sauce","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Paul Glover, Christian Huber, Kirk Speers","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28818,39.953]},"left_right_index":999999,"mp_id":"106778838","mp_crag_id":"105746027","climb_id":"VKwNNoK8X7KCBF7bDpgBrw==","areaRef":"0m+HlDBEWKeyI1EUjuNk4Q=="},"content":{"description":"Up the wall outside the cave to the right of the Devil's Arch - see\n\nThe Inside Passage\n\n. Jugs to the face above. This one can be hard to figure out. There is a reason it only gets one star.","protection":"Tricky pro not really in line with the climbing - small cams.","location":""},"__v":0},{"_id":"8/hSApKNVWi4deoOmBdiGw==","name":"Satan's Toy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Paul Glover, Kirk Speers","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28818,39.953]},"left_right_index":999999,"mp_id":"106778887","mp_crag_id":"105746027","climb_id":"8/hSApKNVWi4deoOmBdiGw==","areaRef":"0m+HlDBEWKeyI1EUjuNk4Q=="},"content":{"description":"This is the short wild overhang that might topple into talus at any moment, about 20m R of the Devil's Arch cave. Wobble up easy junk in a gully to the beginning of a left traversing crack below the overhang. Stuff a big cam (3.5 Camelot) and extend draws as you traverse up left (6b) placing shallow mid-size cams. Straddle a massive chopper block on your way to the puny roof. I put in a yellow Alien in under the roof, then forced the climbing R towards the obvious giant bucket and topped out. Also possible to easily exit L instead (5b), but who would skip doing the cool roof before it falls off? This is yet another route that would be fifty times better with bolts.","protection":"Cams to #3.5 Camalot. many choices for anchor building on top","location":""},"__v":0},{"_id":"sQbbZuHgUUeyohUh/TE45g==","name":"Less Talk, More Sauce","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Paul Glover, Kirik Speers","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28818,39.953]},"left_right_index":999999,"mp_id":"106778896","mp_crag_id":"105746027","climb_id":"sQbbZuHgUUeyohUh/TE45g==","areaRef":"0m+HlDBEWKeyI1EUjuNk4Q=="},"content":{"description":"From an alcove with a large downed tree that is thriving and oodles of poison ivy, climb up obvious holds just right of the overhang above the alcove for 15 feet, then traverse up left above the overhang for 15 feet, and go straight up to the top of the wall.","protection":"Not much and hard to get. Good luck.","location":"80 feet down and right of\n\nThe Inside Passage\n\n."},"__v":0},{"_id":"v7S5bs78VV+kUVvH7Cef4A==","name":"The Inside Passage","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Paul Glover, Christian Huber, Kirk Speers","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28818,39.953]},"left_right_index":999999,"mp_id":"106778747","mp_crag_id":"105746027","climb_id":"v7S5bs78VV+kUVvH7Cef4A==","areaRef":"0m+HlDBEWKeyI1EUjuNk4Q=="},"content":{"description":"This is the largest overhang in Boulder and the coolest thing I've ever done (which is saying absolutely nothing). The route climbs the 50 degree ceiling of a cave and exits through an arch. There is a crux right off the ground (6c, wriggle in a tiny cam up high and test it well) and another crux halfway (7a, offset gray/yellow Alien, I think, now backed up by a pin). There is a rest at 1/4 distance (lay on your hip on a flake and try not to nod off), and a luxurious campsite at 2/3 distance atop Pigeon Prow (too pigeon pooey to erect a tent anywhere without ruining it), followed by a 6c R/X finish out a chossy A-frame you will want to load up with semi-dubious cams before launching.\n\nI know the endless approach and fact it is a mobile pro route will keep everyone away. Hopefully I will be able to bolt this line one day, as the idiotic annoyance of placing gear interrupts the flow over stone far worse than simply clipping draws does.\n\nTed Lanzano flashed this with the gear\n\nin situ\n\n- a way better way to do this one. This would be a great training route to run laps on.","protection":"Wall Rack to 3.5. Bring plenty of shoulder length runners (don't know how many anymore - many). Think I had 16 pieces with exact draw lengths. Obnoxiously heavy. (This is all so stupid)\n\nA green Alien way up and right protects the first move. Weight test it to make sure it is seated properly. Place a yellow Alien sized cam in a ceiling crack just above the first piece, then down climb, bail, and go to the spa for some secret bleaching.\n\nAt the transition from the crack to a large deck (Pigeon Prow aka The Poop Deck) blindly fiddle in a small wire behind a block with a horizontal crack on the edge of Pigeon Prow before pulling onto the prow.\n\nThe shitty A-frame protects with medium cams. Be careful on this garbage. The crack above took a small nut and an off-set yellow/green alien for the last piece.","location":"Half way up the south side of the Flying Flatiron is a cave which is clearly visible from the Maiden. Scramble up into the cave. This is the Devil's Arch, not to be confused with the summit arch of the Flying Flatiron, which I know you won't confuse it with. The Inside Passage climbs the flake/crack system through the ceiling."},"__v":0},{"_id":"7gQzyWKyWD2HuygNy8hFQA==","name":"East Face Complete","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"R. Cassady & J. Nading, 1994.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28818,39.953]},"left_right_index":999999,"mp_id":"105760362","mp_crag_id":"105746027","climb_id":"7gQzyWKyWD2HuygNy8hFQA==","areaRef":"0m+HlDBEWKeyI1EUjuNk4Q=="},"content":{"description":"This is a bit of an alpinish romp.  Some details here may prove useful.  This description here was our attempt to follow close to the line described by Rossiter's Flatiron guide.\n\nApproach via Mesa Trail off CO Hwy 170, West of 93.  Go North on Big Bluestem, then proceed cross country.  This is somewhat hard to find.  Get a good bearing on it before you're off in the woods.  Once you are in the trees, it becomes harder to spot the Flatiron.  3 rocks looked suggestive.  Finally, it's higher.\n\nWe started about 50 feet left of the nadir of the rock.\n\nP1.  Per\n\nRick Blair\n\n: Roach has the start a few feet left of the low point at a 3 foot high roof then angel up right to a big tree about 120 feet up, it goes 5.6, is steep for the Flatirons and quite run out.\n\nAlternatively: Up a ramp 220 feet to a tree on a ledge with light pro.  This could be split into 2 pitches, but belay stances were less obvious.\n\nP2.  From this ledge, you can go up a bowl, loop a flake, sling a tree, up to a tree, 170 feet.\n\nP3.  Up right across a slab to a chimney/slot, 60 feet.  Belay somewhat\n\nau cheval\n\n.\n\nP4.  You can go up right to the edge, but it may be better up middle of slab, 200+ feet. A #4 Camalot is useful.\n\nP5.  Go up & traverse left, up a middle rib, to a ledge on the right, 190 feet.  2 wireds + #2 Camalot were useful.\n\nP6.  Go up a rib & down, through the arch (airy) from right to left.  Pull on a block (gently), go up a finger rail to the top, 80 feet.\n\nRap 55 feet to the North.  Hike to Fatiron & then down.","protection":"Flatirons rack to #4 Camalot.","location":""},"__v":0},{"_id":"27vb4HLmWr2bOG+POYC5qQ==","name":"Birth and Transmogrification","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Paul Glover","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.28818,39.953]},"left_right_index":999999,"mp_id":"111314777","mp_crag_id":"105746027","climb_id":"27vb4HLmWr2bOG+POYC5qQ==","areaRef":"0m+HlDBEWKeyI1EUjuNk4Q=="},"content":{"description":"Make a wandering rightward scramble up through bush clogged choss below the shallow dihedral. Chimney (5.0) up right to a ledge, and keep journeying right . Ascend a flake to its end on the right side of the shallow dihedral (5.7). Now this brief and kinda clean climb begins. Undercling up and left, then punch straight up at the end of the undercling. Now do a unpleasant traverse left to the top of the dihedral and go up. Pull onto the lame slab and lower off.","protection":"From under\n\nSatan's Toy\n\n, solo 5.nuthin R to a blobby perch. Throw in ginormous cams, and drape a 20m length of something you trust down the rough slab. This is your typical, pain-in-the-sack, Flatiron TR.","location":"There is an obvious, somewhat impressive headwall along the South Face of the Flying Flatiron at about half height. It is impossible to miss the almost stunning, shallow dihedral in the headwall when making the obnoxious haul to\n\nThe Inside Passage\n\n. B&T ascends a line of weakness along the right margin of the dihedral, which dihedral I should mention is a choss dump."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,d26f8794-3044-58a7-b223-51148ee364e1","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Flying Flatiron"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.9"},{"count":1,"label":"5.12c"},{"count":1,"label":"5.7"},{"count":1,"label":"5.12a"}],"byDiscipline":{"trad":{"total":5,"bands":{"unknown":0,"beginner":1,"intermediate":2,"advanced":2,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":2,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.28818,39.953]},"bbox":[-105.28876658611908,39.95255033981814,-105.28759341388091,39.95344966018187],"left_right_index":-1,"ext_id":"105746027","area_id":"0m+HlDBEWKeyI1EUjuNk4Q=="},"content":{"description":""},"density":0,"totalClimbs":6,"__v":1,"createdAt":"2022-11-07T05:55:55.103Z","updatedAt":"2024-01-15T16:42:38.316Z"}