{"_id":"6368a50be80bff5a995aff7e","area_name":"Tower Two","shortCode":"","climbs":[{"_id":"8W1bPPs5UmiD3W29mv/vQQ==","name":"Whiskey and Weed Power","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"8/27/04 Greg M, Clark O","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":11,"mp_id":"106020390","mp_crag_id":"106024855","climb_id":"8W1bPPs5UmiD3W29mv/vQQ==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"","protection":"13 bolts to 2 bolts chain anchor.","location":"This is the furthest bolted line on the right side of the face of Tower 2. Start below the boulder platform on black rock about 10' R of Insane ITB and 20' R of Deja-Vu. Then go up."},"__v":0},{"_id":"aAHVwnx6U+KzyqnTi1VOrA==","name":"Social Realism","yds":"5.10a","grades":{"yds":"5.10a","french":"6a"},"fa":"Gary Olsen, Chris Pendleton and Stuart Ruckman, 1988","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":1,"mp_id":"105841535","mp_crag_id":"106024855","climb_id":"aAHVwnx6U+KzyqnTi1VOrA==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"This route makes the drive, the hike and the risk of being struck by a large falling rock in the Shooting Gallery...WORTH IT!  Continuously difficult for the rating, vertical with technical and commiting movement, complete with an airy finish and a view to remember.  The limestone is golden colored and not as compact as other routes.  There are still a few loose rocks on this route.","protection":"8 bolts to a 3 bolt anchor with multiple slings and 2 rings (shared with The Big Chill). A few small pieces up to a .75 bd help protect the start. I would also recommend a yellow Metolius in a 4 inch slot for a belay anchor, just in case the leader falls before making the first clip.  WEAR HELMETS!","location":"Climb up the Shooting Gallery (the gully between Towers 2 and 3).  The talus is loose here and gives way to a ramp.  Social Realism is the second route from the left on Tower 2.  The belay ledge is decent.\n\nNote\n\n: The\n\nRuckman Guide\n\nshows this to the\n\nleft\n\nof\n\nThe Big Chill\n\n, but it's wrong."},"__v":0},{"_id":"UeumGUQaXR+ZXqmi8vfJPA==","name":"The Shadow","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Pat Mcinerny & Dave Medara 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":7,"mp_id":"106260723","mp_crag_id":"106024855","climb_id":"UeumGUQaXR+ZXqmi8vfJPA==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"A great little gear line that traverses the front face of\n\nTower 2\n\nover fairly solid rock.\n\nSharing the same start as\n\nCave Man\n\n,\n\nThe Shadow\n\nbreaks hard left before a bolt and into darker stone using an incipient crack system. The use of pockets and smears get you to a short section of a two inch crack/bulge (crux); place some gear here and fire the finish!\n\nInitial gear can be tricky, but bomber placements are soon to follow, get after this because its there.","protection":"Cams and small stoppers up to three inches, a couple of slings and draws.","location":"This is the face/broken crack system that shares the same start as\n\nCave Man\n\n. It climbs up & left and finishes at the shared anchor of\n\nKlein`s Girls\n\n. This is on the front face of\n\nTower 2\n\n15 feet left of\n\nDeja Vu\n\n. Sharing is caring."},"__v":0},{"_id":"oxP0ytGKUp2xK2pHstOYQw==","name":"Radiation Babies","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"7/3/04 Greg M, Aaron W","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":2,"mp_id":"106020496","mp_crag_id":"106024855","climb_id":"oxP0ytGKUp2xK2pHstOYQw==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"2 cruxes, pull on things and climb dem.\n\nhard if you've been partying all day.","protection":"10 bolts & anchors","location":"Tower 2 in shooting gallery. 1st climb on right rocks tan. This is directily right of Social Realism and left of Not Bosched Up.\n\nThis is\n\nnot\n\nThe Big Chill\n\nas shown in the\n\nRuckman Guide\n\n, which has the order of\n\nThe Big Chill\n\nand\n\nSocial Realism\n\nmixed up."},"__v":0},{"_id":"BPqFj2QBVbO/K3UwsonDKg==","name":"Not Bosched Up","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mugs Stump, Mark Whitton 1988","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":3,"mp_id":"108229566","mp_crag_id":"106024855","climb_id":"BPqFj2QBVbO/K3UwsonDKg==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"A bold, exhilarating route up some fairly solid rock, this one may have you screaming \"mommy!\"\n\nNot Bosched Up\n\nis the test-piece moderate of\n\nTower Two\n\n. Put up around the dawn of heavy, rap-bolting, the FA certainly\n\nkept it real\n\n.  As committing as it is bare, this line requires a solid head and creative gear placements, expect long run outs and marginal to no protection. I don't know where you draw the line between R and X, but a slight breeze my blow this one more towards the latter.\n\nRoute finding is also a crux, so here's some direction: Begin about 5-7 feet right of\n\nRadiation Babies\n\non a solid, black slab. Start with a long, strenuous, run out up a small dihedral feature, and aim for a thin, shallow crack. Continue up the weakness and break left of the wall's first roof. Climb up a steep face to a small ledge and rest. Continue up the face using pockets, passing a hidden \"Hallelujah\" pin and work towards the middle of the upper roof. Its here where you'll find the routes best protection, so use em' if you got them! Skirt left across the slab (crux) and gain the route's final thrutch up a broken dihedral to the tower's top. The rock deteriorates the higher you go, but you'll find best climbing and stone if you continue straight up. Building a belay at the top of the tower is not recommended, set a directional and traverse left to the belay of\n\nSocial Realism\n\n.\n\nMultifaceted, you'll probably spend a good amount of time on this line. With difficult route finding and some questionable rock,\n\nNot Bosched Up\n\nis a very slow lead, bring a patient belayer and plenty of confidence.","protection":"Three pins and a single rack up to 4 inches with stoppers. Bring a large selection of long draws, slings and maybe even a few double runners. The protection at the roof is far right of the climbing, so use two runners or a double runners to reduce drag. The protection on this line is minimum at best and hard to read, use your imagination.","location":"Not Bosched Up\n\nis found about 20 feet up Tower 2 on the gulley's right side. Its the first swatch of solid, black rock you come too. The route starts in the left-side weakness just below a shallow dihedral/mini roof feature and is about 5 feet left of the start for\n\nFrom Trilobites to Lycra Tights"},"__v":0},{"_id":"AuH9+E//Ukao5DYM4kMKtA==","name":"Klein's Girls","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Dave Medara & Pat Mcinerny 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":6,"mp_id":"106260733","mp_crag_id":"106024855","climb_id":"AuH9+E//Ukao5DYM4kMKtA==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"","protection":"","location":"KG sits on the left (west) edge of Tower 2 next to the Shooting Alley. It follows an obvious crack to a dark alcove about 60' up. It's maybe 30' left of Deja Vu and shares anchors with\n\nThe Shadow\n\n. Which you should do btw..."},"__v":0},{"_id":"tKXQilcGWneiVZ5oeDnUFA==","name":"Insane in the Brain","yds":"5.11a/b","grades":{"yds":"5.11a/b","french":"6c"},"fa":"Greg M, Zack G  July/2000.","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":10,"mp_id":"106020380","mp_crag_id":"106024855","climb_id":"tKXQilcGWneiVZ5oeDnUFA==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"","protection":"10 bolts to a 2 bolt anchor.","location":"You'll find this tribute to Cypress Hill about 10' to the right of the black V-slot that marks the start of Deja Vu. If you step down off the platform of boulders you've gone too far right and are looking at Whiskey and Weed Power."},"__v":0},{"_id":"nmpO3B5IUC2GROMVVVIc7g==","name":"Fryable","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Bill Hunt & Kevin Almond, 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":12,"mp_id":"106273528","mp_crag_id":"106024855","climb_id":"nmpO3B5IUC2GROMVVVIc7g==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"A nice mixed route with a bolt protected crux. Begin the first 15 feet using a dark runnel protected by small cams or nuts. Head up and just left towards the only two bolts, then finish in a gear protected corner. Stop at a two bolt/sling anchor.","protection":"Small gear and two bolts protect this line, nuts and cams up to 1\" should do just fine. Anchor is currently two bolts and tied runners, consider rapping the line.","location":"Just right of\n\nWhiskey & Weed Power\n\nand just across the gulley from\n\nTower 1\n\n, look mid-height for two lone bolts."},"__v":0},{"_id":"dtdv5WkUXiKt7wdQydGZBg==","name":"From Trilobites to Lycra Tights","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Bret Ruckman, Gary Olsen, 1988","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":4,"mp_id":"107772168","mp_crag_id":"106024855","climb_id":"dtdv5WkUXiKt7wdQydGZBg==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"A route that spans the ages... From old school to new(er) school, this route tackles it all. A crack, a roof, a slab, and a little bit of terror! As you climb this line you'll be unloading your passive pro and reloading your short, snappy draws (biner gates opposed, of course). Multiple cruxes await the timid choss guzzler on this thrilling, mixed climb; expect a long and wild ride. Power, finesse, gear, and quick clips; a modern time machine on rock! Its like\n\nBack to the Future\n\n, in reverse.\n\nTrilobites\n\n: Begin up a steep, pocketed face until you reach the right-side, thin, crack. Protect this sections using micro nuts and cams up to 3 inches. Fairly solid climbing, with adequate protection, this won't be the troubling part for old timers or dinosaurs. Exit the crack and work across the space towards the first bolt.\n\nLycra Tights\n\n: After the crack runs out, get sporty and bold! Climb to a bulge and bolt (1st crux), work up towards the right side of a roof/crack/cave feature (optional gear exists) and locate a hidden, reachy bolt. Next pull the powerful, sequential roof (2nd crux) and end the remainder of the route up a steep and blank face. Spacious and technical, the remaining shield (3rd crux) will leave you thankful for those skin tight, pantaloons. Finish at a two bolt, shared anchor and change back into modern attire.","protection":"Long for the area a 60m rope will just work. Bring small to medium gear and stoppers, long slings and draws; hexes need not apply.","location":"This is the first route you encounter on the right side of the\n\nshooting gallery\n\n, its two lines right of\n\nRadiation Babies\n\n. It will be the only route with an extremely high first bolt."},"__v":0},{"_id":"p50+9SW/Ug+Uj6wzosCmSA==","name":"Falcon Corner Variation","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":14,"mp_id":"117075319","mp_crag_id":"106024855","climb_id":"p50+9SW/Ug+Uj6wzosCmSA==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"******ANCHOR BOLTS HAVE BEEN REMOVED*******\n\nThis is a variation on falcon corner.\n\nThere are two bolts as you ascend up the lower angle part of the climb towards the falcon corner dihedral. After climbing the dihedral, pull up onto a ledge you can stand on, directly on top of the dihedral. This is actually fun climbing and not that dirty.\n\nFrom there you can  escape left onto fryable as the normal falcon corner route does.\n\nOr there is a obvious bolt that leads out onto the face, right of the ledge. It ascends the face pretty much directly above the dihedral. Three more bolts on pretty serious choss lead to its own set of anchors above and slightly right of the fryable anchors. The anchors are two nice Stainless steel bolts in solid rock.\n\nWe found the face climbing above the dihedral to certainly be the crux but we aren't much of face climbers at all. The choss and blocks coming down certainly made it feel serious. Might be a little harder than 9, might be easier, I'm not at all aware of grade stiffness at hellgate.\n\nIf you are top rope belaying someone on this, standing in the alcove is like playing russian roulette with a muzzleloader. We pulled down one chunk the size of persons head and numerous rocks fist sized. 60m rope is a must, not that anyone carries anything else.","protection":"Helmet mainly, gear for the dihedral, 5 bolts and anchors.","location":"It goes up the obvious dihedral in the alcove that is falcon corner but follows the bolts right above it."},"__v":0},{"_id":"e7/8nziBUXOJ4xOVK/rMMQ==","name":"Falcon Corner","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Bill Hunt , Dan Caruso 1991","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":13,"mp_id":"106273534","mp_crag_id":"106024855","climb_id":"e7/8nziBUXOJ4xOVK/rMMQ==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"A neglected and delicate corner with dirty, dirty tendencies, this is easily the worst gear route at\n\nHellgate\n\n.\n\nStart up some solid rock on big edges working your way into the corner, the crux comes about half-way up as the dihedral steepens and the holds and feet disappear. A few more \"heads up\" moves lead into an awkward traverse, left and under a block. Join the upper crack sectin of\n\nFryable\n\n. The route stops at a two bolt anchor.\n\nNot a terrible route, the gear is good, the movement is funky, and its all there. I'd just say it favors a more specific crowd...like ones who like dirt in their eyes.","protection":"A single set of cams and stoppers, a bunch of slings and a few long draws.\n\nmaybe safety goggles?","location":"The\n\nFalcon Corner\n\nbegins right of\n\nFryable\n\nand is the obvious, large, dihedral feature just inside the gully between\n\nTower 1 & 2\n\n."},"__v":0},{"_id":"AhYnY1CkW1SQcH6J4nFEJg==","name":"Desp-Arête","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Gary Olsen, Stuart Ruckman and Chris Pendleton, 1988","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":5,"mp_id":"105846911","mp_crag_id":"106024855","climb_id":"AhYnY1CkW1SQcH6J4nFEJg==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"Exciting arête climbing that keeps coming at you.  Sure, you get a little rest atop the pedestal, but this route can be deceptively difficult.  The crux is definitely after the sixth clip (first bolt after the two pins).  Some desperate, committing moves will get you to the top, if they hold.  Relatively clean for the Hellgate.","protection":"8 bolts, 3 pins and a 2 bolt anchor with slings.  Bring 11 QDs and a helmet.","location":"On the arete of Tower Two.  A 60 meter rope will get you down to the ramp inside the \"Shooting Gallery\" between Towers Two and Three.  Otherwise, climb to the top of the tower and use the Anchors for Social Realism to get down."},"__v":0},{"_id":"tu2Yj7V9V6ih5o2F2kjCsg==","name":"Deja Vu","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Gordon Douglass, Frank Ray, Tad Swarner and Gary Olsen, 1988","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":9,"mp_id":"105741893","mp_crag_id":"106024855","climb_id":"tu2Yj7V9V6ih5o2F2kjCsg==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"A great sport route on the sunny side of tower 2 that starts on the eastern part of the flat area.  Two big boulders and some pine trees give the belayer shade.  Climb up a crack, putting a cool lieback in between the first and second bolts and continue up fun rock.  At bolt number 8, angle towards the crack to your LEFT.  Ignore the two bolts toward your right.  I did this and found a dead end 20 feet below some other route's anchors.  After having followed the correct crack straight up, pull over the bulge on some thin holds and side pulls; you will now see the chain anchors for the first time, slightly off to your right.  Use at least a 60 meter rope.  Have your belayer tie into the other end.  A 60 meter rope will leave you and your belayer on your tip-toes to untie.  A 59 meter rope will leave you one and a half feet short.","protection":"12 bolts and then a 2 chain anchor","location":"Left of Insane in the Brain."},"__v":0},{"_id":"ZZH6zB7eWnOl0xz+PcKbQQ==","name":"Cave Man","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Dave Madera 1990","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":8,"mp_id":"106260714","mp_crag_id":"106024855","climb_id":"ZZH6zB7eWnOl0xz+PcKbQQ==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"Although\n\nCave Man\n\nis a step down in quality from the routes to the right (\n\nDéjà Vu, Insane/Reality Check, and W&W Power\n\n) because of a significant patch of choss above the cave near the top, it is the longest pitch of the bunch and it has some great movement over airy terrain. It shouldn't be missed if you got a thing for\n\nHellgate\n\nlimestone.\n\nCave Man\n\nstarts maybe 15 feet left of\n\nDéjà Vu\n\non easy ground (5.8ish) protected by a few solid cams in pods, until the first bolt is reached about 35 feet up.  When we climbed it (8/5/11), two of the hangers had loose nuts which we could only hand tighten; a wrench would be useful.  Rated 11d in Ruckmans' guide, but no way.","protection":"Eleven bolts to\n\nDesp-Arete\n\nanchors. Take 3-4 cams from .75\" to 2.5\", then it's draws the rest of the way.  Rap into the gully between Towers 2 and 3 (a single 60m will work, barely).","location":"Located left of\n\nDeja Vu\n\nand a few feet right of\n\nKlein Girls\n\n(the one bolt slab/crack)."},"__v":0},{"_id":"tBlzQC3NVqKinQaBOStMVA==","name":"The Big Chill","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Mike Vonberg and William Borghetti, 1996","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"left_right_index":0,"mp_id":"105846903","mp_crag_id":"106024855","climb_id":"tBlzQC3NVqKinQaBOStMVA==","areaRef":"AYDMQPSMVJCKJ6bGLx/bVg=="},"content":{"description":"Consistently challenging climbing on a vertical face.  Watch for loose, flaky rock just after the third bolt and towards the top.  Still, this is a relatively clean route for the Hellgate.  Don't forget to top out on this route, the view is fantastic. There is a bit of a runout between the last bolt and the anchor so be on your toes.","protection":"8 Bolts to a 3 bolt anchor with slings (shared with Social Realism to the right).","location":"Head up the \"Shooting Gallery\" between Towers Two and Three.  The Big Chill is the third bolted line from the left up the gully of Tower Two on the gold colored wall.  The belay ledge is rather small.\n\nNote\n\n: The\n\nRuckman Guide\n\nshows this to the\n\nright\n\nof\n\nSocial Realism\n\n, but it's wrong."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,3b0168a4-5a8b-5163-9f86-3a53b250a566,0180cc40-f48c-5490-8a27-a6c62f1fdb56","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Hellgate Cliffs","Tower Two"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11b"},{"count":1,"label":"5.10a"},{"count":4,"label":"5.9+"},{"count":2,"label":"5.10b"},{"count":2,"label":"5.11a"},{"count":1,"label":"5.11a/b"},{"count":1,"label":"5.9"},{"count":1,"label":"5.11d"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.11c/d"}],"byDiscipline":{"trad":{"total":9,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":3,"expert":0}},"sport":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":9,"advanced":6,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.64841,40.59036]},"bbox":[-111.64900214058122,40.58991033981813,-111.6478178594188,40.59080966018186],"left_right_index":-1,"ext_id":"106024855","area_id":"AYDMQPSMVJCKJ6bGLx/bVg==","polygon":{"type":"Polygon","coordinates":[[[-111.64900214058122,40.58991033981813],[-111.6478178594188,40.58991033981813],[-111.6478178594188,40.59080966018186],[-111.64900214058122,40.59080966018186],[-111.64900214058122,40.58991033981813]]]}},"content":{"description":""},"density":0,"totalClimbs":15,"__v":1,"createdAt":"2022-11-07T06:26:25.921Z","updatedAt":"2024-02-19T18:40:32.659Z"}