{"_id":"63689f14e80bff5a99509103","area_name":"Pin Wall","shortCode":"","climbs":[{"_id":"jc0gMqDPWtCu55vj6sqkxg==","name":"Squeezy Side of Life","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":8,"mp_id":"121597841","mp_crag_id":"121504198","climb_id":"jc0gMqDPWtCu55vj6sqkxg==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"Stay in the dry line on the very left edge of the large wide brown streak. Slab up to a white face that has much less friction than the rest of the wall seems to. Make some insecure moves with small crimps and get up to the roof. Negotiate the roof and head up through easier ground.Lead Chalky Side of Life and trend up and right to a great spot to build a trad anchor over this line. Make sure you extend the anchor over the lipThis line would be a bit of a squeeze job so we left it as a TR","protection":"TR only. Little to no pro. Nothing in the crux. No fixed anchor","location":"Dry line on the very left edge of the large wide brown streak "},"__v":0},{"_id":"RosKmg2qU4W3QgSlU1kpEA==","name":"Slabdillyiscious","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Crowder Late 90’s","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":3,"mp_id":"121504311","mp_crag_id":"121504198","climb_id":"RosKmg2qU4W3QgSlU1kpEA==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"Make sure you get some gear between bolts 1 & 2 and this is a well protected fun slab climb. 2 bolt anchor shared with Slab-O-Matic. ","protection":"3 bolts, standard rack to #3 and small nuts - 2 bolt anchor","location":"Left most climb on the lower tier of the ledge"},"__v":0},{"_id":"ZqkENN0dXRGURowJmjisCQ==","name":"Slabbin Like Sunday Morning","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":10,"mp_id":"121675211","mp_crag_id":"121504198","climb_id":"ZqkENN0dXRGURowJmjisCQ==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"This is the longest continuous rock climbing route in Georgia. It is 5 full pitches with 900 ft of total rope length climbing and 500 ft of vertical gainWhat you say? How is this possible? I've never heard of this thing. Where is it?The route follows a relatively low angled moss and debris covered slab from near the bottom of the gulley between Mount Yonah and Pine Mountain all the way to the top of the ridge line coming down off of Mount Yonah. The bottom three pitches have climbing generally in the 5.4 range with an obvious crux at about 5.5. The top two pitches are mostly closer to 5.easy with a 5.4 move required to get over a small roof at the start of P5. Climbing the whole thing in approach shoes is the way to go, although you might want a pair of rock shoes for the P2 crux moves. The protection is generally good and more than adequate for the terrain.That sounds lame. Why would I climb this? - Because it's the longest climbing route in GA and you can spray about having done it on social mediaIs this climb an adventure? - Heck yea. Where else in GA can you climb a trad route this long and off the beaten pathHow much of this is just walking up a slab? - Full disclosure there are parts where that is the case. P1 - P3 are mostly climbing. P4 - P5 are more slab walking. Stop at the top of P3 if you want, but then you lose all the epic glory of the full ascent.P1 - Start at the lowest continuous point on the left side of the slab. Follow the weakest line up and then start following the path of least moss trending up and right. The pitch ends on the right side of the slab below a short vertical section. Gear belay (200 ft)P2 - Head up the weirdly moss free clean streak to a detached looking block. Make a couple of 5.5 moves to get over the vertical bit and continue straight up to the base of another short vertical section. Gear belay (200 ft)P3 - Trend right off the belay and surmount the vertical part via some knobby looking holds on the right. Wind your way up the slab until it completely peters out. Tree belay (200 ft)P4 - Traverse straight left off the belay and enter the woods on the left edge of the slab. Go up and left for about 20 ft to get onto the adjacent slab that is on the left. Follow the rightish side of this slab all the way up to a large horizontal crack with a small roof. Set your belay several feet to the right of the vertical crack feature in the middle. When starting this pitch it might be beneficial to move the belay from the P3 tree belay over to the side of the adjacent slab. Gear belay (230 ft)P5 - Find the jugs to keep the move 5.4 and go over the small roof. Wind you way through the path of least moss to the tippy top of the slab. Tree belay (100 ft)Wear a helmet. There is a lot of loose rock just sitting around on the slab waiting to be dislodged on the poor climber below you.Descent: There are a few options. Rap the right side of the route using trees along the side of the slab. Work your way back to the P3 tree belay and then it's pretty straight forward from there. If you're using a 60m rope make sure you tie knots in the ends.Carry all your stuff with you and bushwhack the ridge all the way to the top of Mount Yonah and then walk down the main trailRap the left side of the route and wind up on top of the Pin Wall proper","protection":"Standard rack. Doubles in 0.5 - 2 are handy. Can be done with a 60m rope with a little simul and rappel rope stretch. A 70m is nicer overall for the rappel","location":"Approach like you're going to the Pin Wall. When you see the Pin Wall and the trail starts to move up hill, instead continue to contour around and trend downhill. The natural features should funnel you to the base of the climb as long as you don't go too low"},"__v":0},{"_id":"GwaA9ASMXfqLRhAh++IEEA==","name":"Slab-O-Matic","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jacobs Late 90's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":2,"mp_id":"121504281","mp_crag_id":"121504198","climb_id":"GwaA9ASMXfqLRhAh++IEEA==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"This one is a little spicier getting from bolt 1 to 2. Stay focused on your slab game and you’ll be fine. Once in the overlap you get gear and head up to a 2 bolt anchor shared with Slabdillyiscious.","protection":"2 bolts, standard rack to #3 - 2 bolt anchor","location":"On the left upper tier of the ledge"},"__v":0},{"_id":"+pRZZ+9/WwOE2S33vGOtcQ==","name":"Old Soldiers","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Jacobs/Morgan 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":4,"mp_id":"121504383","mp_crag_id":"121504198","climb_id":"+pRZZ+9/WwOE2S33vGOtcQ==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"The crux is placing gear in the crack in the overlap above the bolt. Make sure it’s good and then make the moves at the overlap. Get some more good gear and make a small runout to another overlap for more gear then trend a little right to the 2 bolt anchor.","protection":"1 bolt, standard rack to #3, doubles in micro/small cams - 2 bolt anchor","location":"On the lower the lower tier of the ledge"},"__v":0},{"_id":"rEy/MxHMUCirVbB1Nh2wuA==","name":"Mikey’s First Trad Lead","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":0,"mp_id":"121504235","mp_crag_id":"121504198","climb_id":"rEy/MxHMUCirVbB1Nh2wuA==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"Start on the far left side of the cliff. Climb up wherever you like following plentiful gear. There is no anchor for this route so either walk off left or traverse right at the top of the cliff to the anchors for Michael’s Black Streak.The original name of the route is unknown / not remembered ","protection":"Standard rack to #3 - No anchor","location":"Start at the far left side of the bottom of the cliff line, not on the ledge.If you walk off it's a bit of a bushwhack back down "},"__v":0},{"_id":"b1hqbaSqXsiYJScyMaNUbw==","name":"Michael’s Wet Streak","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Crowder Late 90's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":9,"mp_id":"121504472","mp_crag_id":"121504198","climb_id":"b1hqbaSqXsiYJScyMaNUbw==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"Start at the right side of the Pin Wall. Follow the brown streak through very easy terrain until you get to the often wet steeper section. Clip the one bolt and then commit to what feels like a hard onsite move for the grade above the bolt and over the steep bit. Once up there gear presents itself and move up to the anchorThe original name of the route is unknown / not remembered","protection":"1 bolt, standard rack to #3 - 2 bolt anchor.","location":"Right side of the pin wall in the obvious brown streak"},"__v":0},{"_id":"vYK73ccHWmynor13sTXQXg==","name":"Michael’s Pin Wheel","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Crowder Late 90's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":6,"mp_id":"121504453","mp_crag_id":"121504198","climb_id":"vYK73ccHWmynor13sTXQXg==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"Start at the far right side of the lower tier of the ledge and quest up through easy terrain (don’t forget to place a piece or two). Head towards the lone bolt. Make a few slabby moves at the bolt and then head on up to the anchorThe original name of the route is unknown / not remembered ","protection":"1 bolt, standard rack to #3 - 2 bolt anchor.","location":"Far right side of the lower tier of the ledge, and then climb further right"},"__v":0},{"_id":"lKZqiB36Uj+/B5UKUz1okg==","name":"Michael's Black Streak","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Crowder Late 90's","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":1,"mp_id":"121504211","mp_crag_id":"121504198","climb_id":"lKZqiB36Uj+/B5UKUz1okg==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"If you want to climb this as the FA intended you need to stay in the black streak and avoid all of those awesome features in the white streak just on your left. Slab up on mostly friction for both hands and feet to a very high first bolt. Clip that sucker and then continue padding up until you finally get some gear in the overlap. Continue on to a 2 bolt anchor. Alternately use those awesome features on the left and make it a little easier. Figuring out a way to stick clip this will make it a more palatable lead.The original name of the route is unknown / not remembered","protection":"1 bolt, standard rack to #3 - 2 bolt anchor","location":"Left most climb on the upper tier of the ledge. Look for the single bolt in the black streak"},"__v":0},{"_id":"YgCachozWkWl9pRLYGuQCg==","name":"Chalky Side of Life","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Jacobs/O’Neal November 2021","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":7,"mp_id":"121597597","mp_crag_id":"121504198","climb_id":"YgCachozWkWl9pRLYGuQCg==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"Follow an obvious ramp feature up and left following gear. Then head up towards the left side of the little roof. Two bolts protect the crux which is getting to the roof. Hop up the roof and then trend up and left to the anchors on Michael's Pinwheel.Leave a directional above the roof if you want to TR this. It's right at 100 feet so tie a knot in the end of your rope","protection":"2 bolts, standard rack to #2, shares a 2 bolt anchor with Michael's Pinwheel","location":"Start at the base of the wall on the right side (not on the ledge)"},"__v":0},{"_id":"V2aOGg0EXwmxZsUyIwp2+w==","name":"Better Technology","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"Jacobs/Morgan 2005","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"left_right_index":5,"mp_id":"121504428","mp_crag_id":"121504198","climb_id":"V2aOGg0EXwmxZsUyIwp2+w==","areaRef":"nmOKDK2IWEKUe21VeAUB6Q=="},"content":{"description":"Cruise up some easy slab and don’t forget to place a piece of gear or two. Then head up the line of 2 bolts thru the crux and then some more gear to the anchor. Marvel at the random pin right next to a good cam placement.","protection":"2 bolts, standard rack to #3 - 2 bolt anchor.","location":"The right side of the lower tier of the ledge"},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,2d478792-07fa-599c-8787-6adbec93db9f,a8f3f6bc-17f9-5856-8262-7c7dfa4d75a3,9e638a0c-ad88-5842-947b-6d55780501e9","pathTokens":["USA","Georgia","Mount Yonah","Pin Wall"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.9+"},{"count":2,"label":"5.8"},{"count":1,"label":"5.5"},{"count":3,"label":"5.9"},{"count":1,"label":"5.3"},{"count":2,"label":"5.7"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":0,"beginner":6,"intermediate":4,"advanced":0,"expert":0}},"tr":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":5,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-83.71282,34.63362]},"bbox":[-83.713366497967,34.63317033981814,-83.712273502033,34.634069660181865],"left_right_index":-1,"ext_id":"121504198","area_id":"nmOKDK2IWEKUe21VeAUB6Q==","polygon":{"type":"Polygon","coordinates":[[[-83.713366497967,34.63317033981814],[-83.712273502033,34.63317033981814],[-83.712273502033,34.634069660181865],[-83.713366497967,34.634069660181865],[-83.713366497967,34.63317033981814]]]}},"content":{"description":"The Pin Wall is on the south side of Mt Yonah in the ravine between Yonah and Pink Mountain. It is primarily single pitch slab climbing that has a few bolts on each climb but requires trad gear on every route. It gets full sun and can be a great place to get away from the crowds on a cool/cold day. The rock is all pretty clean and grippy. The routes generally dry well but some are prone to seeping if it's rained recently. If the Main Face is all wet then it is probably wet here too. On the far right side of the formation is a 5 pitch trad route which is the longest route in GeorgiaThe Army evidently found it’s way over here at one point because there are random pins in cracks at a variety of places along the wall. It looks like they attempted an angling traverse and then lost interest or something. Hence it’s called the Pin WallSet your packs at the base of the wall and then traverse left out onto the large ledge for the majority of the routes. Take care on the ledge as a fall down the lower slab would be unpleasant. There are convenient places to put a cam for a belay “anchor” for every climb.A standard rack is sufficient but a few climbs like doubles in small cams and nuts"},"density":0,"totalClimbs":11,"__v":1,"createdAt":"2022-11-07T06:00:55.189Z","updatedAt":"2024-01-20T01:01:32.689Z"}