{"_id":"6368a50be80bff5a995b0627","area_name":"Blue Gramma Cliff","shortCode":"","climbs":[{"_id":"MObEeOC3W9SiG1G6Q3nROQ==","name":"Unnamed II (fingers through fists)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":9,"mp_id":"105717757","mp_crag_id":"105716910","climb_id":"MObEeOC3W9SiG1G6Q3nROQ==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"Park at Blue Gramma and head up the hill.  This climb is just to the left, on aspect of the cliff that is facing the road.\n\nThis Left-facing Corner is just left of \"Formerly Aided\" and just right of an Unnamed 5.9 Right Facing corner, or 2 cracks to the right of Dawn Of An Age.  The crack starts fairly small (and easy) and gets harder as the size, angle, and pump increase towards the top.  There does not seem to be a technical crux.\n\nThe rock here is a little more corse and soft than in some other climbs, so it is a little sandy.  It is another great corner climb in Indian Creek though, and one you can easily protect without a truckload of cams.  2 sets should do nicely.\n\nRap or lower from the fixed anchors.","protection":"Ahhh- for once something you protect on just 2 sets of cams...The gear is of increasing size from 1\" to 3.5\" as you climb upward.  Take 2 of each size cam from 1.5 to 3\", possibly with three each from 2.5\" to 3.5\" the (wide hands/narrow fist), if you are pushing your grade or if you like to sew it up.","location":""},"__v":0},{"_id":"+Gs92todVB6uwkRXBaqE+Q==","name":"Unnamed 9+ (big hands dihedral)","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":8,"mp_id":"105717487","mp_crag_id":"105716910","climb_id":"+Gs92todVB6uwkRXBaqE+Q==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"It's hard for me to give a fifty foot route 3 stars, but this route deserves it-- a beautiful splitter in a perfect corner, it often appears in guidebooks and climbing magazine photos.  Hands, then wide hands with a little arm jam for the last move to the anchors.  It is located up and left from the parking pull-off.  Look for a large right facing corner, leading to a sandy shelf with anchors about 50 feet up.  The next corner to the left is \"Dawn of an Age\", a 5.10 3-5 inch corner crack which is easily toproped from the anchors.","protection":"bring a few 3 friends, a few more 3.5 friends, and maybe a 4 friend for the last move","location":""},"__v":0},{"_id":"Vf8dcHfrU6Wu8Ei1fLIzdA==","name":"Unnamed 5.11-","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":14,"mp_id":"116094523","mp_crag_id":"105716910","climb_id":"Vf8dcHfrU6Wu8Ei1fLIzdA==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"This offset crack is a dark seam in the rock just to the right of UN 10+ and can share the same anchor. We set up a TR with a directional from UN 5.10+ anchors, but it can probably be led with some runout slab just below the anchors.  Crack is mostly finger sized,  with a few and far between \"almost\" hand jams. There's possible to find some small face features for your left foot.","protection":"Mostly .04-.05 Camalots with a few 0.75","location":"Immediately to the right of UN 10+"},"__v":0},{"_id":"gBKsnqGCVAWv9lKJlP1Tbw==","name":"Unnamed 5.10 Flake","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":5,"mp_id":"106141573","mp_crag_id":"105716910","climb_id":"gBKsnqGCVAWv9lKJlP1Tbw==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"Start up the wide hands left facing corner #3 camalot, to where it widens for about 10 feet of fists #4 camalot, holds on the flake make this section a little easier.  Finally things narrow providing a nice rest for the tricky finish.  The crack pinches down forcing a awkward layback to the anchors.  The smaller gear you bring the higher you will be able to protect.","protection":".5 to #4 camalot, Many #3 camalots","location":"Towards the left side of Blue Gramma wall, between two unnamed climbs.  Second route left of Dawn of an Age.  Route #2 in Bloom's Book."},"__v":0},{"_id":"gyLdvH5XU3OEThOHrVKyiA==","name":"Unnamed 11 (shares BG anchor)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":11,"mp_id":"105811851","mp_crag_id":"105716910","climb_id":"gyLdvH5XU3OEThOHrVKyiA==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"This climb is a left-facing flake several meters left of the classic climb Blue Gramma. It climbs up and right to reach that same anchor.\n\nMentally, climbing up and over right to the fixed pin is taxing. Soft rock 5.10- on so-so spaced gear. CLip the pin and power up on slightly dusty rock (don't slip) to reach good cupped hands and a few fists in the long crack above.","protection":"A few cams from .75\" to 1.5\" to start, a quickdraw for a fixed pin at the crux and perhaps a large cam to back it up (#4 camalot\") and handful of 2.5-3.5\" (heavy on the BD #2 and #3 camalots) for the top half, where the climbing is not hard, but you are pumped.\n\nA TR is possible from Blue Gramma with a 3\" cam for a directional somewhere left of the top- otherwise a fall at the crux might be exciting.","location":"This is the flake and crack system left of Blue Gramma, climbing to the same anchor. Refer to the route description on that page."},"__v":0},{"_id":"tsNbFKFQXeSqay8JShpRgQ==","name":"Unnamed 10+ (steep thin hands dihedral to pod)","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":13,"mp_id":"105886695","mp_crag_id":"105716910","climb_id":"tsNbFKFQXeSqay8JShpRgQ==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"This \"Unnamed 10+\" is one of the best lines at Blue Gramma.  It lies in-between the route Blue Gramma (to the left) and Petrelli Motors (to the right).  Look for a right-facing dihedral approximately 30' left of Petrelli Motors.  Crux is getting out of the pod.","protection":"Several 0.75 (green) camalots, 0.5 (purple) camalots for the top, and an optional 4\" piece for the pod in the middle.","location":""},"__v":0},{"_id":"BPxWUy04UV6aIx3V88txTw==","name":"Unnamed (far right side - big hands to OW bulge)","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":16,"mp_id":"106130582","mp_crag_id":"105716910","climb_id":"BPxWUy04UV6aIx3V88txTw==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"Starts with a couple interesting moves off the ground that lead to a big-hands splitter to the right of the corner.  Climb up through a bulge and continue to an anchor of two drilled angles.","protection":"(1) #3 TCU protects the start nicely, (2) #1, #2, #3 Camalots, (1) #4 Camalot.","location":"Route starts to the right of\n\nPetrelli Motors\n\nand some petroglyphs.  Hard to see the anchor from the ground, but it is there."},"__v":0},{"_id":"jOo2KDSrVQOzN7y90J023Q==","name":"Unknown far left (AKA: Benny's Junk Yard)","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"L Choy, N. Hare, late 80's","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":1,"mp_id":"105811863","mp_crag_id":"105716910","climb_id":"jOo2KDSrVQOzN7y90J023Q==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"The crux may be getting off of the ground more than a few meters- the bottom is a bit sandy. Place a piece and step up onto the leaning crack and footholds to the left. Someone stacked cheater stones at the base, but these are totally unnecessary. Climb up on mixed jams to just over a final bulge with a newly refurbished fixed anchor (2006, actually). Rap with a 70M rope. A 60M rope WILL NOT get you down.\n\nThe present anchor at the top with a fixed #11 hex and pin were extensively tested, but the rock is a little soft and the anchor should be checked carefully before implicit trust is given it.","protection":"A standard rack with cams from 1\" to 3.5\". one fixed pin exists at about mid-route on the right of the crack. The anchor at the top is not ideal, but seems as solid at the rock it is in.\n\nA single 70M rope or 2 ropes are required to rap off","location":"This route is the furthest left route known on Blue Gramma. It is not documented in any place that I can find. Walk left from along the base of Blue Gramma cliff, North towards Supercrack Buttress. Continue to a low spot, where a low buttress forces hikers closest to the road and then turn a corner into a NW facing grey wall. A 2\" crack starts up and left on this wall, passing a drilled angle en-route to a anchor consisting of a fixed #11 hex (I placed it) and a legacy lost-arrow in a horizontal."},"__v":0},{"_id":"6jXALP0qXXmQ+E2ps+N0Bg==","name":"Rt 1","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":2,"mp_id":"105811875","mp_crag_id":"105716910","climb_id":"6jXALP0qXXmQ+E2ps+N0Bg==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"This route is not described in the Bloom book. But then again, I can't find the 3 mystery climbs that are, so maybe he just has this one wrong?\n\nClimb up the corner with the hands-to-fist crack, and the hand-to-fist crack just right of it (#3-3.5 camalot) Reach the roof, protect it (1-1.5\" gear) and pull in over it (crux, 5.10) and climb the corner system above to a solid anchor.\n\nThe anchor is now an equalized #10 hex (textbook placement I just set in) and a drilled pin on the face.  A perfectly good carabiner is up top and should be switched for a rapid link by someone (I was out again).","protection":"A standard light rack with 2 each 3-3.5\" pieces","location":"This route is at the very left end of the 'good rock' at Blue Gramma and just before turning the corner to the NW face. It climbs a wide hands and fist crack up just inches right or a right facing corner and then up and right through a roof to an anchor well above.\n\nApproach via the trail at the base of the rock, perhaps 150 meters left of Dawn of an Age and 100 meters left of a distinct 15-meter-tall free standing pillar.\n\nThis might be more quickly approached by walking up the road from the parking to the low point in the cliff and then going up to said low point, where this route lies."},"__v":0},{"_id":"ycwqWrG/WJKu8eD34F1MlQ==","name":"The Price of Evil","yds":"5.13-","grades":{"yds":"5.13-","french":"7c+"},"fa":"Mason Earle 11/10","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":20,"mp_id":"106962778","mp_crag_id":"105716910","climb_id":"ycwqWrG/WJKu8eD34F1MlQ==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"The Price of Evil is a second pitch flared 15 foot roof, to a desperate flared lip encounter, to a flared 45 degree, overhanging, desperate, blue collar grovel. First pitch is fun 5.9","protection":"In NEW Camalots...\n\nP1\n\n1# .5\n\n2# .75\n\n1# 2\n\nP2\n\n1 #4\n\n3 #5\n\n1 QD","location":"This route is actually on the crag before (as your driving into the Creek) Blue Gramma. It is the climbers right of the two flaring bulges."},"__v":0},{"_id":"NuZBwFsPUoeK9V+wksfCIg==","name":"Petrelli Motors","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":15,"mp_id":"105717670","mp_crag_id":"105716910","climb_id":"NuZBwFsPUoeK9V+wksfCIg==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"Find this route toward the right-hand side of the developed area of Blue Gramma Cliff, just to the left of some large petroglyphs, in a sandy, light-colored section of rock.\n\nPetrelli Motors, a relatively short climb (60'), starts in a sandy tips-to-first-knuckle crack. Place a few TCUs in the start and move up through the crux to where the the rock becomes slabby, but more solid. A few move moves take you to the second section on some soft footholds (trust them?) where you can stick in a few more cams and go for the anchors.\n\nThe route is worth doing if you are there and are ready to pack it up, but is certainly no destination-maker.","protection":"Small cams and TCUs , mostly 0.4 - 0.75\"  with a few pieces up to good hand size.","location":""},"__v":0},{"_id":"3CAi/x49Wn+PORV+ZqCE8A==","name":"Moon Goddess Revenge","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"X","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":17,"mp_id":"105812468","mp_crag_id":"105716910","climb_id":"3CAi/x49Wn+PORV+ZqCE8A==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"This route is to the far right side of Blue Gramma. I have not done this route, but am adding it here to designate that it is closed. Some very nice petroglyphs are withing a climber's reach/stem of the crack and I presume that this is why the route has been stripped of its anchors. Please do not climb it.\n\nJust up and right of this route, 10-15 meters over and above a shelf there are somne VERY nice freemont culture glyphs as well. Worth checking out!","protection":"None- please do not climb it. THe anchors have been pulled anyway.","location":"To the right of Blue Gramma Cliff, and just right of a series of small glyphs and down and left of some beautiful large ones."},"__v":0},{"_id":"4IybENfKVeSvc7d3YnIJkw==","name":"Left of 5.10 Flake","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":4,"mp_id":"108516656","mp_crag_id":"105716910","climb_id":"4IybENfKVeSvc7d3YnIJkw==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"Start hands up in to a room-type thing. Place gear here on long runner, chimney down 10 feet or so, and then pull hard OW moves in to some big fists to the anchor.","protection":"#2-#5 camalot","location":"Left of the flake route with a shared anchor."},"__v":0},{"_id":"LL1ZqBBnVGKWPoqBJwJKrA==","name":"Hayley's Heyday","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":6,"mp_id":"106022847","mp_crag_id":"105716910","climb_id":"LL1ZqBBnVGKWPoqBJwJKrA==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"Climb a left-facing corner that goes from hands to cups to fists to offwidth.  It keeps getting wider as you go higher.  Fun route!","protection":"#1 - #6 Camalot.","location":"Left side of the wall.  Farther left of\n\nDawn of an Age\n\n."},"__v":0},{"_id":"VXNKk65yUgaLvOuDFtfUbg==","name":"Giulia","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Pamela Pack","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":21,"mp_id":"116102586","mp_crag_id":"105716910","climb_id":"VXNKk65yUgaLvOuDFtfUbg==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"A worthy wide crack roadside attraction and a fitting tribute to Craig Luebben's memory, this route is named after his daughter, Giulia.\n\nA beautiful and deceptively challenging bomb bay flare start leads to moderate 9\" offwidthing, past a bolt to the base of the final, varnished 9\" roof guarding the chains.","protection":"#6 for crux start, vg9, 1 bolt. The final roof protects with a #6 in the back, or a vg9 might be a welcome piece depending on how you climb it.","location":"This route is located 1.6 miles past newspaper rock. See photo below for what you will be looking for from the road."},"__v":0},{"_id":"3hsrpp6vUPKhYboqsbtW1A==","name":"Last Resort","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":3,"mp_id":"118066475","mp_crag_id":"105716910","climb_id":"3hsrpp6vUPKhYboqsbtW1A==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"A short and awkward climb on less than quality rock, a bit loose at the top. Some bushes out right. Would recommend almost any route other than this at the cliff, but hell still a fun short one.\n\nUnsure on the name of this one, give a shout if you have any info!","protection":"Standard rack I brought .75-3 with one 4 for good measure. 2 bolt anchor up top.","location":"Just left of the 3 5.10 climbs. The crack starts just in front of the large boulder just below."},"__v":0},{"_id":"K7Tx4Z5CWuOdYZSaoSyWPw==","name":"Formerly Aided (aka Juniper Twig)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Kyle Copeland, Sonja Paspal 1989","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":10,"mp_id":"105717667","mp_crag_id":"105716910","climb_id":"K7Tx4Z5CWuOdYZSaoSyWPw==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"This route is one of the more consitent off-fingers routes at indian creek. It is also one of the better quality corners to be had at this cliff.\n\nFind a well-chalked left-facing off-fingers crack in a dark rock area, just a ways right of Dawn Of An Age, and left of the namesake Blue Gramma pitch.  Run up sustained off-hands (too thin) and finger stacks with laybacks, pumping with few rests for 90' to the anchors.  SWEET.\n\nPeople with sausage-like fingers may find it easier, but skinny fingered climbers will find it hard.  It's moves and dark varnish texture are both reminiscent of The Wave - this route may be shorter, but seems pumpy, for lack of rests and thinner size.","protection":"Small cams and TCU's , mostly 1\" and 1.5\"","location":""},"__v":0},{"_id":"Y5OvNSmlXF2/41+y+rgvnA==","name":"Desert Siren (Tower)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"FA: Ian Allison (solo) FFA: Ian Allison,Eric Dixon & Brad Brandewie","type":{"trad":true,"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":18,"mp_id":"106727680","mp_crag_id":"105716910","climb_id":"Y5OvNSmlXF2/41+y+rgvnA==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"This route climbs the prominent tower on the right side of Blue Gramma.\n\nPitch 1: (5.11) Starts on a good ledge just below a large juniper tree. Climb up slabby rock to the crack in a left facing corner. The crack starts out .75 camalot but quickly gets wider to a #3 camalot climb into pod just below the flared roof crack which is protected by a old 4.5 camalot. Climb out roof crack (crux) mostly #3 camalot but takes #4's at the lip. Pull roof on to small ledge and continue up to large sloping ledge to the right of the blunt arete. Build an anchor here in the horizontal .75- 3 Camalots.\n\nPitch 2: (5.10 PG13) Climb left around the arete and on to the face. At the first broken section you can get a red alien or .75 camalot. Continue face climbing up on good features following 5 bolts to a two bolt anchor just below the summit.\n\nDescent: Rappel the route with two ropes from the two bolt anchor on the summit. Two 60m ropes will get you to the ground. Be careful to not get you rope stuck in the crack.","protection":"Standard desert rack with triples 3's and two 4's, 5 quick draws for the 2nd pitch, some runners for the roof on the 1st pitch and 2 ropes.","location":"Hike up to Blue Gramma and head right of Petrelli Motors walk past the large pictographs until you are under the tower. Pick you way up to the ledge just below the obvious left facing corner and the large juniper tree."},"__v":0},{"_id":"uSmQTNnAVpepXxxdclOQWw==","name":"Dawn of an Age","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":7,"mp_id":"105717514","mp_crag_id":"105716910","climb_id":"uSmQTNnAVpepXxxdclOQWw==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"A very good fist crack with a 8-10 foot 4-5\" section at the top (sporting a few helpful edges).  Not quite as clean as the superb \"unnamed\" just to the right, but well worth it.  A short ways up and left from the parking area--look for \"unnamed\", which is the prominent, super-clean and splitter corner about 50 feet high--this is the next corner left.","protection":"3.5-5\" (one 5\" piece at the top).  Easily top-roped as well, after leading the Unnamed just to the right.","location":""},"__v":0},{"_id":"UuQNZuFZXmuaLdvTFOS/oQ==","name":"Cricket roof","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Dawson April 19th, 2019","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":19,"mp_id":"117049397","mp_crag_id":"105716910","climb_id":"UuQNZuFZXmuaLdvTFOS/oQ==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"Starts up a easier slabby varied crack until you arrive at the roof, where you clip the piton and head right through some delicate slab moves into the stellar roof crack traverse.  It gradually gets larger until the gnarl just before a break and the last few commiting moves.  By using some rope magician skills ensure your rope doesn't snag on your gear on the final roof and then up to the rim!","protection":"double rack to 5inch.  triple 4's.  lots of slings.  1 piton.","location":"Just right of the desert siren tower starting half way up to the rim.  Can be seen from the road and ends at a small tree on the rim.  Starts after a somewhat complicated approach to the base of the route from farther right."},"__v":0},{"_id":"nRy2Ie2aVLyJOZ1orAYPkg==","name":"Blue Gramma","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"left_right_index":12,"mp_id":"105811846","mp_crag_id":"105716910","climb_id":"nRy2Ie2aVLyJOZ1orAYPkg==","areaRef":"RgdvjtSpWQGsnSHtCOw9rQ=="},"content":{"description":"Climb up an initial steep move with a 1\" or 1.5\" cam to access the flake and slab- climb up easy moves leap-frogging the 1\" or 1.5\" gear to save it for later if you are shy on gear. Continue up to darker and steeper rock, placing a few larger cams (1-2 each 2\"-3.5\" cams) in wide spots, again to save your 1\" and 1.5\" gear. Access a good 'pod' in the flake which provides a great stance from which to launch the assault on the meat of the route- the next 10 meters, which will be primarily lie-backs with surprisingly good feet.\n\nDump any big gear you have left at the low end of this pod then place a 1\" cam and a 1.5\" cam above it and go. 2-4 more 1.5\" placements will get you to the lower angle climbing. Put in gear where you have the best footholds and run between them. Just as you get too pumped, the lower angle rock arrives with a few good jams and a placement for a 2\" cam. Finish on the slabby moves to clip a 3-chain anchor.\n\nI gave this climb 5.11- relative to \"Formerly Aided\" and \"Unnamed\" which are also rated 5.11 at that cliff and both substantially harder.","protection":"(2-3) 1\" cams,\n\n(4-6) 1.5\" cams\n\n1 each, 2\" 2.5\" & 3\"\n\n3.5\" optional.\n\nThe larger pieces and leapfrogging down low make only 1 1\" and 3 1.5\" cams necessary for a decent lead, but more can be helpful.","location":"Toward the Right Side of Blue Gramma Cliff, this route is not difficult to find. Locate a light-colored slab with a huge, obtuse, dusty, and un-chalked left-facing flake above it's center (un-named 5.11) and a sweet obtuse finger-crack/flake in dark rock to it's right (Blue Gramma)."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,cbbfd7c6-5cf2-5063-8939-5f3233efa573,f166e672-4a52-56d3-94f1-14c876feb670,46076f8e-d4a9-5901-ac9d-21ed08ec3dad","pathTokens":["USA","Utah","Southeast Utah","Indian Creek","Blue Gramma Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":5,"label":"5.10"},{"count":1,"label":"5.9+"},{"count":2,"label":"5.11-"},{"count":4,"label":"5.11"},{"count":2,"label":"5.10+"},{"count":2,"label":"5.10-"},{"count":1,"label":"5.13-"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.9"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11a"}],"byDiscipline":{"trad":{"total":21,"bands":{"unknown":0,"beginner":0,"intermediate":13,"advanced":7,"expert":1}},"sport":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"tr":{"total":2,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":13,"advanced":7,"expert":1}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-109.5388,38.02641]},"bbox":[-109.53937083259419,38.02596033981814,-109.53822916740579,38.026859660181856],"left_right_index":-1,"ext_id":"105716910","area_id":"RgdvjtSpWQGsnSHtCOw9rQ==","polygon":{"type":"Polygon","coordinates":[[[-109.53937083259419,38.02596033981814],[-109.53822916740579,38.02596033981814],[-109.53822916740579,38.026859660181856],[-109.53937083259419,38.026859660181856],[-109.53937083259419,38.02596033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T06:26:46.977Z","updatedAt":"2024-02-19T18:41:01.377Z"}