{"_id":"63689de0e80bff5a994f91ad","area_name":"Third Advisor","shortCode":"","climbs":[{"_id":"6r55b6t2Uxi+KsKfbirHTA==","name":"Unsolicited Advice","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"T. Bubb & Micah I, 6/26/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":6,"mp_id":"107193084","mp_crag_id":"107189949","climb_id":"6r55b6t2Uxi+KsKfbirHTA==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"This is a longer climb via the nature of the slanting cracks, and a fairly good climb at that. The lower section is interesting and mellow, and the upper section changes the character of the climb and provides a crux, albeit only 5.8.\n\nStart up into the wide right-leaning crack and follow this for a brief section of wide climbing. A #5 Camalot would work here, but if you don't have one the climbing is not difficult and smaller placements are available shortly.  Continue up and right as the wide crack splits into a smaller crack and an upward facing flake.  Continue onward on more moderate terrain, heading up and right on a continuous crack system to intercept a short but striking, left-leaning, left-facing, red dihedral.  Find the brief sections of the crack in this corner where it is not flaring for both good gear and good locks and execute crux moves to finish this section of rock to the top.","protection":"Protection from fingers to fist with optional BIG cams to protecting the wide diagonal crack down low. Without the wider gear, the rating would be PG/PG-13 on moderate territory (?5.6?).","location":"This climb is the 3rd climb down and left from the right-most routes on the 3rd Advisor.  This is 40 feet down and left from the Northwest-most point of rock at the summit.  The climb starts in the striking and obvious right-facing, right-leaning, wide crack/undercling and ascends this up and right for a good distance to reach the obvious left-facing left-leaning hanging dihedral at the top of the cliff, which supplies the crux."},"__v":0},{"_id":"w7/lzPGNW0a/s/ESPda5fg==","name":"Surprisingly Good Advice","yds":"5.7","grades":{"yds":"5.7","french":"5a"},"fa":"T. Bubb & Micah I, 6/26/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":5,"mp_id":"107194278","mp_crag_id":"107189949","climb_id":"w7/lzPGNW0a/s/ESPda5fg==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"Surprisingly good, actually.  This route looks questionable from the ground but yields both good holds and good gear.\n\nStart just a few meters left of '\n\nUnsolicited Advice\n\n' on a right-facing and left-leaning corner that presents a ramp-like dihedral to get up and onto the rock.  Climb this for a body-length and reach into some good flakes and cracks that go up and right on low angle rock. There are a few potential loose flakes on this, but nothing very large.  The gear is possible here, but the moderate grade will make it somewhat unnecessary anyway.  Climb up and right on the flakes and cracks into a inset groove in the face which turns out to have a good crack in it, presenting good holds and bomber gear.  Climb that section upward then slightly left to a ledge, then up and right onto the ledge at a crack and then onto the summit. Belay up and right towards the belay as for the routes \"\n\nUnsolicited Advice\n\n\" and \"\n\nSupposed....\n\n\"\n\nTo descend, walk/scramble off to the NW corner of the rock and down that edge as for the other routes nearby.","protection":"A standard light rack from fingers to hands. Fist-sized gear might help to build a convenient belay.","location":"One more route up on the upper North Face of the 3rd Advisor, about 60 feet down and left from the summit arete.\n\nStart on a left-leaning, right-facing dihedral/ramp and then up into a right-leaning series of flakes and cracks to reach up and into a groove with a good crack that is followed to the top of the rock."},"__v":0},{"_id":"YTZn/44YVV6v7OgPxu1DDg==","name":"Supposed Former Grade Inflation Junkie","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Micah Issac, T. Bubb, 6/26/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":8,"mp_id":"107190083","mp_crag_id":"107189949","climb_id":"YTZn/44YVV6v7OgPxu1DDg==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"This is a good route with a great crux and some surprising holds. This is the best route on the Third Advisor.\n\nClimb up the left-leaning, finger-to-hand sized cracks and offsets past a hard move to get off the ground, and onto a small ledge.  Place gear from the first ledge and pass a few small clumps of grass up and left into moderate climbing.  Head up into the crack as it heads up into the pinched block at the bulge/roof.  Place good gear (2\" cam) before hitting the pinched block, then go up and into the pinched block on good holds to pull the surprising crux.  Top out and belay the second from gear (3-4\" cams a few meters back might be the best belay).\n\nTo descend, scramble West at the rock's Northern edge down a very shallow gully to the ground - 3rd class.","protection":"A standard light rack to 3\". The crux gear is 1.5-2\" cams.","location":"This route is on the upper Northwest end of the Third Advisor, following a left-leaning crack through the bulging roof at the rock's Northern-most point, just below the summit."},"__v":0},{"_id":"pFn5glqZWVuTPt3gzL1YTQ==","name":"Some Advice Is Hard to Follow","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb, Micah Salazar, 6/28/11","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":0,"mp_id":"107195820","mp_crag_id":"107189949","climb_id":"pFn5glqZWVuTPt3gzL1YTQ==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"Some bits of advice are harder to follow than others.  Likewise, some routes are harder to follow (or for that matter lead) than others.  Of all of the new routes recently done on the Advisor, this one is the only one that generated any rope tension.... The grade is 5.9, but that's an offwidth, so bear it in mind.\n\nClimb up into the acute dihedral, using awkward stems and crack moves to get up to a the first good stance and a fist-sized cam placement.  Get gear in and make a few more moves to reach OW sized gear, and then a few more to get up to the chockstone.  Only a midget is going to be able to fit into the chimney, so climb it to the outside of the chockstone.  A solid medium nut was placed behind the chockstone on the FA.  If this sounds unappetizing, consider taking tube chocks or run it out to up and over the chock before placing good gear (thin hands-sized, if memory serves me well), and then climb sideways onto the ramp above and to the West.  Belay at a stance up the ramp to the west.\n\nTo descend, climb West and scramble down a low angle face into the \"slot-canyon\" and then navigate out West and then North to re-emerge at the base of the 3rd Advisor.","protection":"A few large cams and a solid medium nut behind the chockstone.","location":"This route is in the \"canyons\" area of the North Face of the 3rd Advisor.  Walk down from the Northwest summit of the 3rd Advisor toward the base for perhaps 100 meters, keeping an eye on the wall for large slot-canyon-like chimneys.  This is in an area where this wall is 30-50' tall.  Several entries to this system of slots and chimneys exist, the highest (most Westward) being one going directly back South into the cliff with a right-facing, overhanding corner at the back of it that you can walk to (this is a 5.8 named 'Everyone Has an Opinion').\n\nDown below this the Canyon Area's Buttress ends and there is a second entrance to the chimney that is in a deep acute corner.  The climb is further distinguished by a solid 2-foot chockstone wedged 8-10 meters up in it.\n\nOne more landmark... an exceptionally large live pine with a strangely, bulbous trunk lies down 5 meters East of the base of this route, and near the base of a somewhat 'mossy' 5.7+ fingers-to-hand crack."},"__v":0},{"_id":"TKhOQm41WEaoph2alPjSHw==","name":"Sage Advice","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"T. Bubb & Micah Isaac, 6/26/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":7,"mp_id":"107193059","mp_crag_id":"107189949","climb_id":"TKhOQm41WEaoph2alPjSHw==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"This is a good climb overall with even better potential if finished via \"\n\nSupposed Former Grade Inflation Junkie\n\n\" rather than by the original finish.  As\n\nSupposed...\n\nhad already been climbed, on the FA this one was pushed onto new territory instead of the single best finish.\n\nStart 10 feet downhill (left) of the start of '\n\nSupposed...\n\n' in a fat, right-facing flake that forms a brief, shallow dihedral hanging just above the ground. Climb up into this, place gear, and then continue on moderate territory up an offset.\n\nThe crux of the climb is at mid height, passing a short section of finger-locks avoiding a twiggy section of crack where the offset switched from left-facing and left-leaning to right-facing and right-leaning. The rock and protection there are solid, but the climbing somewhat reachy for shorter folks and strenuous, so the next gear placed might be several moves later.\n\nYou will be breaking left and avoiding the obvious left-facing, left-leaning, flaring dihedral above, which is the finish to '\n\nUnsolicited Advice\n\n' which had also been done previous to the FA of this route.  From there, continue to slant right to cross and pass under the bulging crux finish of '\n\nSupposed...\n\n' and up and right onto the right side of the bulging cap, finishing a few feet away from the down-climb.","protection":"Mostly medium stoppers and small cams, but a few larger camps (hand/fist) were used up top.","location":"This climb lies a few meters down and left (East) from the Northwest-most point of rock at the summit of the Third Advisor.  It is just left of \"\n\nSupposed Former Grade Inflation Junkie\n\n\" (see pictures of that route on its page) and starts in an immistakable, short, right-facing, shallow dihedral that hangs a few feet up, disconnected from the ground before becoming a set of direction-switching offset cracks."},"__v":0},{"_id":"4c15SZzCWoyZ88jKAMD74A==","name":"Good Advice You Just Didn't Take","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Micah Isaac & T. Bubb, 6/26/11","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":3,"mp_id":"107194307","mp_crag_id":"107189949","climb_id":"4c15SZzCWoyZ88jKAMD74A==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"This route was named because on the solo F.A. attempt, Tony got up into a move he didn't like solo and didn't do it, soloing back down and deciding to wait for a rope of a cleaning brush.  A few weeks later, he brought Micah up and Tony offered Micah his choice of leads - and Micah picked this one. So, now who can guess what musician Micah had in mind that day?\n\nThis route climbs up from just right of the 10' pine growing at the base and then fights to the right to establish the climber in the flake and crack to the left of the top of the tree (crux #1).  From there, a few mellow moves lead up to a reachy slab move (second crux) to get established on larger holds again.  Climb up the slab and over the top on good holds but increasingly above gear to a belay.\n\nTo descend, head up and right for a ways and then down into a chimney/slot system that will deposit you on the ground West of the start a ways.","protection":"Gear from fingers to hand-sized.","location":"This route is the middle route in the central area of the North Face of the 3rd Advisor. See \"Free Advice\" for more details and a photo."},"__v":0},{"_id":"aFgseWikVeu2/oKKuxZm2Q==","name":"Good Advice","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"T. Davis & T. Bubb, solo, May 2011.","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":2,"mp_id":"107194318","mp_crag_id":"107189949","climb_id":"aFgseWikVeu2/oKKuxZm2Q==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"There is nothing wrong with this route at all - it's just a little short.  But it is a nice easy fist-crack, probably 5.3.  Start a few meters left of the 10' pine that is growing up against the base in the Central Inset.  This climb ascends the obvious fist crack that faces right and forms a shallow, right-facing corner for a few body lengths before changing to a thin flake at the top.\n\nYou can descend by climbing up on the slab for a ways and down into a chimney system, or by going South out on the slab, East down it a short way, then back North to a gully at the edge.","protection":"Hand and fist-sized cams.","location":"This is the leftmost of the 3 \"central\" climbs on the North Face of the 3rd Advisor. See the attached photo."},"__v":0},{"_id":"o31PER1sWVGc3CyLHN61Gw==","name":"Free Advice","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"T. Bubb & Micah Isaac, 6/26/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":4,"mp_id":"107194297","mp_crag_id":"107189949","climb_id":"o31PER1sWVGc3CyLHN61Gw==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"Free Advice is usually worth every penny you pay for it, and in this case it was no exception.  There is nothing wrong with this climb, but it's not a route to line up for either.  Do it if you are in the area and think of it as a freebee.\n\nThe route crux may be getting up off the ground on a horizontal (big jugs) and to a second horizontal slightly above - which becomes a right-angling, curving, upward-pointing flake.\n\nPull onto the face through the two horizontals, which is the awkward crux.  Continue up and right on the flake, placing cams and stoppers in its thicker points for security, and climb off into a slot to the right.  You will end up in a cool slot/chimney system from which a small amount of wandering and scrambling will return you to the ground just West of the base where you started.","protection":"The gear for this route is primarily small cams and medium stoppers.","location":"This route is one of 3 routes in a short section of the 'Central' area of the North Face of the Third Advisor, perhaps a bit over a hundred yards down from the Summit Arete.  The landmarks are as follows:  You are eye-level with the notch between The Goose and the Fern Canyon Rocks to the North.  There is a HUGE and fully intact pine tree, perhaps 50' tall a few meters away from the base of this area.  There is a small, live pine, about 10' tall growing against eh base of the wall in the inset containing the 3 routes here, and an an attractive overhanging face just to the right of these with 2 strong yellow stripes. Lastly, almost due North a hundred yards there is a massive boulder in the woods with a solid and clean East face.  It probably deserves its own visit!"},"__v":0},{"_id":"ZmGwPb2oWP6aW7IzuZJIYA==","name":"Everybody Has An Opinion","yds":"5.8","grades":{"yds":"5.8","french":"5b"},"fa":"Tony Bubb & Micah Salazar, 6/26/11","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":1,"mp_id":"107206366","mp_crag_id":"107189949","climb_id":"ZmGwPb2oWP6aW7IzuZJIYA==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"This is a short route with a few fun moves.  I think it is worth doing if you came here to climb everything else.  Perhaps this is more of a boulder problem, but then again... \"Everybody Has An Opinion,\" right? In my opinion, it is good climbing, but too short to be a very good route.\n\nWork your way off of the ground into the corner past a crux opening move (5.8) and up a few mover moves into larger holds. Place gear and continue up to the top of the corner.  It is only a few body lengths of climbing.","protection":"Small to fist-sized cams. Belay from tree up top, scramble off to East and down into chimney.","location":"This route lies down from the central area and further East. It is the highest (most western) route in the canyons area.  The route lies 40' back into an 8' wide slot and ascents a steeply overhanging, right-facing corner.  This can be clearly seen (refer to beta photo) from the mouth of West end of the slot-canyons through the 3rd Advisor - refer to the beta photo.  Notice the bright yellow stripes on the right hand wall in the action shots. This climb should be easy to recognize. If you walk to the base, you could turn left and go down another slot. This is perhaps 100' above/West of '\n\nGood Advice Is Hard To Follow\n\n.'"},"__v":0},{"_id":"oXTdaJ1vW+aliTXLecYCvg==","name":"East Face","yds":"3rd","grades":{"yds":"3rd","french":"1-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"left_right_index":999999,"mp_id":"112000304","mp_crag_id":"107189949","climb_id":"oXTdaJ1vW+aliTXLecYCvg==","areaRef":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":"This is an easy scramble to add after climbing to very the top of The Slab. From the base of the east face, motor up 200 feet of class 3 slab to the \"summit.\"","protection":"It is best to solo this.","location":""},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,ee2fde9f-b2c2-58e8-ad07-ff56ccf69c8a,af67fbe0-e6ad-5b22-bfac-a8a5b8d387ba","pathTokens":["USA","Colorado","Boulder","Flatirons","South","Third Advisor"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.8"},{"count":1,"label":"5.7"},{"count":1,"label":"5.10"},{"count":2,"label":"5.9"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.3"},{"count":1,"label":"5.6"},{"count":1,"label":"3rd"}],"byDiscipline":{"trad":{"total":10,"bands":{"unknown":1,"beginner":6,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":1,"beginner":6,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.289,39.9637]},"bbox":[-105.28958667790988,39.963250339818146,-105.28841332209011,39.96414966018186],"left_right_index":-1,"ext_id":"107189949","area_id":"r2f74OatWyK/rKiluNOHug=="},"content":{"description":""},"density":0,"totalClimbs":10,"__v":1,"createdAt":"2022-11-07T05:55:55.092Z","updatedAt":"2022-11-25T11:16:25.830Z"}