{"_id":"63689d5ce80bff5a994f4888","area_name":"1. Northeast Face","shortCode":"","climbs":[{"_id":"FB4kO35XVuKuCdaozfJnJQ==","name":"Totally Buzzed","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":4,"mp_id":"116380584","mp_crag_id":"116383950","climb_id":"FB4kO35XVuKuCdaozfJnJQ==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Totally Buzzed starts off in a chimney and leads to a \"better than it looks\" crack system above which requires some stemming, liebacking and general struggling to overcome.\n\nClimb to the ledge and two bolt anchor above.","protection":"Cams to 4\". Nuts 1 set.","location":"On the far right side of the Totally Buzzed pinnacle."},"__v":0},{"_id":"1bpJaL/lVqaCZ3NXcMMWyw==","name":"Silk Road (High Times)","yds":"5.11","grades":{"yds":"5.11","french":"6c+"},"fa":"Jay Smith and friends","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":17,"mp_id":"108385440","mp_crag_id":"116383950","climb_id":"1bpJaL/lVqaCZ3NXcMMWyw==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"An under-rated classic. If this climb was in Yosemite there would be lines of people waiting to get on it daily. Many pitches could be linked with a 70 meter rope, and multiple link ups with other climbs are possible.\n\nPitch 1 and 2 (5.11).  Start up the face below a roof, just left of the crack system in the corner. 80 ft  (5.10c). Than a short 5.11 pitch on bolted slab. Traverses to climber's right and shares the first belay with first pitch of Sands of Time. It is also possible to climb Sands of Time or link these pitches into one with a 60 M rope.\n\nPitch 3 (5.10c). Start up the lie back in a left facing corner. Reach around the corner, clip a bolt, make a traverse into the neighboring left facing corner and make several more thin moves to a belay station.\n\nPitch 4 (5.10b). Climb up and left below a roof. Place some protection which does not look too encouraging behind a thin flake. Do a hand traverse on a dike for a few moves to a belay station a little further left. Taller people could use a \"hole\" as a good rest stance. Pitches 2 and 3 link with a 60M rope.\n\nPitch 5 (5.10b). A LONG and very sustained lie-back corner. No moves harder than 5.10b, but not many easier.\n\nPitch 6 and 7(5.9). A needed break from sustained climbing. Ascend up the left facing corner and traverse into another left facing crack system to the left. After a step across it is possible to belay at a base of another corner. It is logical to link these pitches since next corner is fairly short.\n\nPitch 8 (5.11b/c)  bolted face/slab. Had two cruxy sections. One lower (5.11) on the pitch and one higher (5.11b/c) up. After you are done with face climbing traverse left under a roof to a bolted belay station. Don't forget to place some pieces here to protect your second.\n\nPitch 9 (5.10d). Undercling and lie back a left leaning roof. Stemming provides you with needed rest for placing protection.\n\nPitch 10  (5.11). Money pitch. One of the coolest pitches you will ever climb. Lie back up a LONG corner. At some point the corner will pinch closed and you will be forced to stem and palm your way up to decent jug. Sustained pitch does not let you off the hook till you make final moves to a belay station.\n\nP11 5.10b - 75 Step right and slab and layback up the arete. A close belay is necessary here since blowing it would put you back on the ledge. Follow a series of delicate moves on small knobs past spaced bolts. Once you reach a good foot rail tall climbers will be able to reach straight up and pull up to victory. For shorter climbers the best option is to travese left on small footholds until you can reach a crack that leads to the ledge above. Another exposed belay with two bolts on top of the East Tibetan Tower. It is possible to rap straight down from here to the base of P10.\n\nCan rap the route from here with two 60M ropes, continue to the top, or link it to Karakoram Highway and Rastaman Vibrations.\n\nPitch 12,  4th class. Traverse right on War Lord Ledge.\n\nPitch 13,  5.9. Climb up a left leaning crack/dike to a two bolt anchor.\n\nPitch 14,  5.8. Climb face/slab to a bolt and up to a ledge. Continue up the series of right facing corners to the top. Ascend 4th class to the top of formation.","protection":"Double set of cams from small to BD #2. Single BD #3 is sufficient and BD #4 is VERY optional. Three cams of smaller size .3-.5 would be useful for long lie back. Medium and small nuts are very useful.\n\nRoute has bolted belay stations, and can be rappelled with two 60 meter ropes!","location":"Starts on the left side of Hourglass Buttress and ascends just left of Sands of Time. Approach from the road takes about 20 minutes."},"__v":0},{"_id":"S6LmchWYX3qj2LvsaAl3pg==","name":"Schizophrenic Dike","yds":"5.10+","grades":{"yds":"5.10+","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":12,"mp_id":"110167992","mp_crag_id":"116383950","climb_id":"S6LmchWYX3qj2LvsaAl3pg==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Is it a crack? Is it a dike? One of the best pitches at Calveras Dome and it's a geological gem! It sits a few pitches up under the Laughing Hyenas arch and finishes at the apex of the arch. You have to climb two pitches to access it - each deserving about 2 quality stars. The easiest option:\n\n1. 160 ft, 10b. This is the first pitch of Rastaman Vibrations. Start on a right trending ramp just right of the bolted routes, then mantle up and follow another left trending ramp until you get to the tricky corner/arete. Here you can either climb straight up with questionable gear or better bust out left to the bolts and follow them up. Clip a head or two higher up in between the bolts to arrive at a comfy stance with a bolted anchor.\n\n2. Here Rastaman splits to the right via a 5.12 finger crack. Another 50 ft 10b pitch with a short crux leads up and left to the 2nd set of anchors. This is probably the 2nd pitch of Laughing Hyenas.\n\n3. At this point you have 3 options all of which are stellar. The arching layback of Laughing Hyenas is 11c with no move easier or harder than about 10+/11-. Wicked pump awaits. Schizophrenic Dike  traverses left to an obvious bolt at the start of the dike and follows that all the way up to the same anchor. You'll get another bolt at the very end of the pitch for the tricky crux. 150 ft, 10c.\n\nThe 3rd option is to traverse hard left at 5.8 clipping 1 bolt along the way to another bolted anchor and the start of Mr. Stiffy - an awesome 11a finger crack. This traverse is easy to skip by rapping straight down from Schizophrenic Dike anchor.\n\nTo descend rap straight down to one of two anchors with rings on either side of the \"V-dihedral\" with two ropes or rap to the left and climb Mr. Stiffy.","protection":"Doubles to #1 camalot, single #2 camalot with emphasis on very thin. RPs are useful. 10 draws. 2 ropes.","location":"50 feet left of Silk Road corner and 2 pitches up."},"__v":0},{"_id":"Y+d3VMRLXvqGpiOV1zo9ng==","name":"Sands of Time","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":20,"mp_id":"106472794","mp_crag_id":"116383950","climb_id":"Y+d3VMRLXvqGpiOV1zo9ng==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Pitch 1 climbs through some funky wide stuff, 5.8. Has big bolted anchors.\n\nPitch 2 goes through a roof to a bolted ledge. Fun double-crack jamming up higher in the slot and sweet face climbing over the roof characterize this pitch.\n\nPitch 3 ends at a big ledge above.\n\nPitch 4 is a short pitch w/ chimney.\n\nPitch 5 reminded me of an upgraded version of the p3 finger crack on West Crack in Tuolumne.  Has bolted anchors at top.  One more pitch to the twelve o'clock ledge.\n\nPitch 6 reminded me of various sections on Crying Time Again in Tuolumne.\n\nFrom the 12 o'clock ledge, you'll want to move the belay up onto the small ledge above you. There is a brush-filled ramp that heads up and right and then walk back left across the ledge to belay below a white flake.\n\nPitch 7 (variation going up West Tibetan Tower) is a long pitch of mostly 5.5 and 5.6 with some 5.7 moves up a corner. Anchor in less-than-great rock.\n\nPitch 8 up East Tibetan Tower is a 5.8 squeeze chimney. Somewhat hard to protect and stays tough for quite a ways. Eat your food, Tina.\n\nClimb up the flake about 20 ft, place some gear and then make a cruxy traverse right. There is a slopey softball sized knob which I used as a handhold. You are aiming to get to the small corner/flake up and to the right. The first couple moves are the hardest (5.9) but it stays somewhat sustained in the 5.8-5.7 range higher up. Don't blow any of the moves or you will take an ugly swing back into the big flake below.\n\nAt the small corner you can get a solid .5\" TCU. Climb straight up the face to another small left facing corner. The gear here is tricky (micro cams help) and the stances aren't very good for fiddling with gear. Climb to the top of the corner and then follow a dike up and left. From here you just wander up the face, taking advantage of the numerous knobs and features. There is no gear however, so don't blow it in the upper regions of the pitch or you will crater on the ledge 150' below. I found a way through that felt about 5.6, but there is potential to make it harder if you don't route-find correctly. Even at 5.6, it feels sort of \"out there\" as you pinch slopey knobs and smear your feet while looking at a death fall. The pitch ends at a ledge/ramp that diagonals up and to the left. Gear anchor.\n\nFrom here, we got off-route for the next two pitches so I can only speculate at pitches 9 and 10. Pitch 9 looks like it wanders across the face up and right to belay beneath the big left-facing corner above. It also looks like another ass-puckering pitch of 5.9 face, like the previous one, or possibly even worse. Pitch 10 climbs the left facing corner, with probably some chimney climbing. The topo calls it 5.8 and it doesn't look bad. This will take you to War Lord Ledge.\n\nThe variation we did was actually quite nice and I recommend it. From the top of p8, wander up about 40ft of easy face climbing to a bolt. From here you follow a line of bolts along a dike that angles up and to the left. Probably 5.8. Some of the bolts are a bit rusted, but they're fat ones and the hangers are nice and fat too. Belay at a bolt anchor above the dike. Pitch 10 continues following the bolted dike with a section of 5.9 near the end. This will take you to War Lord Ledge. The dike (and bolts) continue on, and this is probably the best way to finish the climb, but we were pressed for time and decided to just finish up the moderate final pitches of Sands. But first a 5.0 pitch along War Lord Ledge is necessary to link up with the top of p10 of Sands.\n\nPitch 11 climbs up a left facing corner to a ledge. Traverse along the ledge to the right and then climb up the right side of a flake to a small ledge at the top of the flake. 5.5 maybe.\n\nPitch 12 follows the obvious dike above the ledge through the low angle and lichen covered face. There's no pro, but only the first couple moves are maybe 5.6, and then it turns to easy 5th/4th class. From the top of this pitch you can unrope and 3rd class it to the top of the dome.\n\nIf you walk over to the far left side of the ledge you will find some wrap anchors that drop you into silk road which you can wrap to the base of the route.  NEED 2 60 METER ROPES! Or you can stay on route through 5 more pitches of run out slab climbing. We climbed two more pitches up the right side of Tibetan towers which is found on the left side of 12 o'clock ledge.  The first pitch is easy 5.6 and second is dirty 5.8 chimney.  The top of the second is really dirty.  You will find wrap anchors for silk road at the top of Tibetan tower which you can take to the ground, or you can link back to the original route on war lord ledge which heads right.\n\nOne short single rope rap to the top of West Tibetan Tower and then four double rope raps to the start of the route IIRC.\n\nLeave adequate time to find the rap anchors on War of the Walls, if that's the way you're descending. We ended up heading straight to them by pure luck, but there were times as we headed down the increasingly steep slabs that I was questioning if we were going the right way. It's not very obvious and the drop off below you gives the feeling that you're walking off the edge of a cliff.","protection":"Standard rack to 4.5\" plus nuts.","location":"Climbs up the left side of the hour glass buttress.  Starts just to the right of silk road."},"__v":0},{"_id":"5rVGaxXDXQGbypJf+s6z3g==","name":"Resurrection","yds":"5.11c/d","grades":{"yds":"5.11c/d","french":"7a"},"fa":"Todd Worsfold and Mike Carville, 1994","type":{"sport":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":9,"mp_id":"116383996","mp_crag_id":"116383950","climb_id":"5rVGaxXDXQGbypJf+s6z3g==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"A classic face climb which puts the \"sport\" in sport climbing. Reachy knobs and thin face moves are the name of the game here. Leave your ego in the gym, and test your footwork on this not to miss face route.\n\nThis route was named Resurrection because Worsfold was lowered off the end of the rope on initial bolting and went 55' to the deck, breaking his back. The pair returned a year later to red-point it.","protection":"10 quick draws. A few double length slings.","location":"Up the knobby face just left of the Hyena Arch."},"__v":0},{"_id":"YxjyopBSXFibmWy8/YYoTg==","name":"Rastaman Vibrations.","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Jay Smith","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":14,"mp_id":"119101685","mp_crag_id":"116383950","climb_id":"YxjyopBSXFibmWy8/YYoTg==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Rastaman Vibrations is the pinnacle of true ground up ethics at Calaveras Domes. A Jay Smith classic showcasing his abilities as a true master of stone.\n\nP1. Start up a series of blocks to a ramp which quickly goes vertical. Once on the face, it’s almost impossible to not want to reach over to the bolts on the nearby squeeze job as the lone piton protecting the difficult moves is long gone.\n\nP2. Climbs a crack which opens just enough to wiggle in some gear.\n\nP3. Traverse under a corner into a wide section with a gear belay. Exposed!\n\nP4. Climb the face above tiptoeing along a dike and finally ending on ledges below a left facing corner. Take advantage of every little bit of gear you can find.\n\nP5. Traverse left into the corner and follow it up until you can traverse left across the face into another corner a small ledge at its top.\n\nP6. Tiptoe across the face and be perplexed at figuring this puzzle out. Move into the right facing corner to a small ledge with a bolted belay.\n\n7. Climb the face above through a series of dikes making use of what gear you can find to supplement the bolts.\n\n8. Climb up a series of hollow flakes and edges. Though there’s only one bolt, there is plenty of hidden gear along the way to take the exposure off your mind.\n\n9. More edges and ledges with a committing move into an easy right facing corner/ramp to a bolted belay at the top of the corner.\n\n10. Good edges and face climbing ends at a spooky traverse left along a thin dike past one lone bolt to High Street ledge and a bolted anchor.\n\n11. Climb the opposing corner above making a move around a small bush and into a paper thin corner. Small nuts and big balls protect this test in your yoga abilities. Now enter the main corner above and go to work on this calf destroying lieback. The holds are often under a carpet of moss which is easily pulled out in clumps.\n\n12. Easier corner climbing up a crispy face with good gear. Needs some traffic. Finish on a hole in the wall with a two bolt anchor.\n\n13. Finish up a low angle corner to the top of the dome.","protection":"Cams, doubles to 3”","location":"Start up a series of blocks right of the Hyena arch."},"__v":0},{"_id":"pgVehl4eX8SC8zmQkeoHqg==","name":"Rainbows End","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":7,"mp_id":"116380690","mp_crag_id":"116383950","climb_id":"pgVehl4eX8SC8zmQkeoHqg==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Rainbows end starts up a left facing corner system with splitter hands and finger cracks to a big ledge. 5.10b\n\nPitch 2 follows the massive arch above through some physical climbing to a tight squeeze above. Finally, some offwidth climbing will deliver you to the much appreciated anchor bolts. 5.10d\n\nPitch 3 climbs a wild Bombay chimney up the arch and finally pinched down into strenuous finger numbing lieback 5.10d.\n\nThere are two more pitches above which clock in at 5.11+ and look absolutely heinous. These pitches are just dripping with bat shit and smell awful, so most parties understandably avoid them.","protection":"Cams .4\" to 4\" Nuts, 1 set.","location":"The massive overhanging left facing arch system just before you get to Banzai. Don't mistake this roof arch for the Hyena Arch. Its further up the dome to the left and much bigger."},"__v":0},{"_id":"wqVSXz41XXWxBIO++1rOIQ==","name":"Orphan Train","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":8,"mp_id":"116383985","mp_crag_id":"116383950","climb_id":"wqVSXz41XXWxBIO++1rOIQ==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Climb a diminishing crack and bust a harrowing lieback move to a pocketed face and knobs which will bring you to the anchor just below the V dihedral. This thing is harder than it looks, and it looks hard.","protection":"Cams to 2\" Doubles in the fingers to hand sizes. Nuts 1 set.","location":"Starts up a broken blocky face just left of a small roof."},"__v":0},{"_id":"s1c9BThlVTGEjmp+lr2cGw==","name":"Mr. Stiffy","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":11,"mp_id":"110168074","mp_crag_id":"116383950","climb_id":"s1c9BThlVTGEjmp+lr2cGw==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Awesome finger crack that mostly follows a water groove, but also has a bunch of dikes and knobs thrown in for good measure when the crack thins out. You are going to want to follow the description for\n\nSchizophrenic Dike\n\nto get up to this pitch. The best way to approach it would be to climb the 3 pitches including the Schizophrenic Dike and rap down to the anchor at the start of Mr. Stiffy over to the left. From here follow the left trending finger crack that starts and ends very thin, but has easier climbing in the middle with several wider pods. The crux at the start protects well with a bomber 00 C3. Save the 0 and 000 C3 for the cruxy move at the end. RP would work as well.\n\nTo descend,  there's supposed to be a bolted anchor going straight down, but I didn't manage to find it. You can swing back to the beginning of the pitch with some difficulty and a few directionals. From there do a short (50 ft) rap to the anchor below and one more long rap to the ground.","protection":"RPs or smallest C3s from 000 to 1. Double set from #0.3 to #1 and single #2 camalot. One bolt a 1/3 of the way up. 2 ropes.","location":"80 feet left of the Silk Road corner and 3 pitches up near the left edge of Laughing Hyena arch."},"__v":0},{"_id":"8rycCYSvXXmAPayOmtc4wQ==","name":"Mighty Joe Young","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":2,"mp_id":"110460059","mp_crag_id":"116383950","climb_id":"8rycCYSvXXmAPayOmtc4wQ==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Mighty Joe Young climbs the prominent left-facing corner of Totally Buzzed Pinnacle. From below the corner looks a little mungy, but it climbs well and is plenty clean.  Even the moss at the top of the route doesn't get in the way of features or protection.\n\nFollows the corner until the crack peters out. Head up and left through a strenuous crux bulge (1 bolt). Continue left to the anchor shared with Fine Line (11c).\n\nPresumably named after the 1949 film 'Mighty Joe Young'. \"The story of a young woman, Jill Young, living on her father's ranch in Africa, who has raised the title character, a giant gorilla, from an infant and years later brings him to Hollywood to seek their fortune so she can save her family homestead.\" - the reputable Wikipedia","protection":"Doubles to 1.5\"\n\nFixed Anchor. 80' rap to ground.","location":"Mighty Joe Young is located on the Totally Buzzed Pinnacle in the Lost World area - east and uphill of Hourglass Buttress. Hike to the base of Sands of Time/Silk Road. Continue left (east) and uphill along the base of Cal Dome. Pass Hyena Arch and Rainbow Arch. When you approach the third arch begin looking for the routes. They're just uphill and beyond a large detached flake that forms a cave/walk-through at the base of the dome. Look for a prominent left-facing corner and a bolted dike on the face directly to the left. This is Totally Buzzed Pinnacle.\n\nMighty Joe Young climbs the prominent left-facing corner.\n\n~45-60 minutes from road."},"__v":0},{"_id":"rmyC4J0tXH+wfS0CEWWeNQ==","name":"Laughing Hyena","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":13,"mp_id":"116384631","mp_crag_id":"116383950","climb_id":"rmyC4J0tXH+wfS0CEWWeNQ==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Pitch 1. (5.10b) Start by climbing up a blocky section and mantling up onto a small ramp. Now climb a shallow flaring seam which used to house a small pin and some fixed wires but now leaves all the dirty work up to you. It is possible to reach out and clip the bolts on Free Falling instead. Or just climb that route all together as the first approach pitch. Two bolt anchor on a ledge at top.\n\nPitch 2. (5.10b) A short 50 foot warmup pitch which gives only a hint at what's to come.\n\nPitch 3. (5.11d) Have your belayer get comfortable as you lay siege to the unrelenting wave after wave of ego crushing liebacks and forearm punishing fingerlocks on this exercise in brutality. Now work your way through the diminishing crack and belly flop into the small and very insufficient alcove where many of would be climbers try to squeak out a rest while they choke back their breakfast and loom ahead at the horrific onslaught still to come. A steeper set of liebacking will bring you to the long awaited, and very appreciated two bolt anchor.","protection":"Cams, double to 2\". One 3\" piece welcome. Extra finger sized pieces (yellow/red Alien) Nuts, 1 set.","location":"The obvious lieback corner in the large roof above. Look for the bolted face routes of Resurrection and Free Fallling. Laughing Hyena starts just to the right of those in a shallow seam."},"__v":0},{"_id":"W2uguCaWWOybX+jcKagVxg==","name":"King Kong","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":3,"mp_id":"110459875","mp_crag_id":"116383950","climb_id":"W2uguCaWWOybX+jcKagVxg==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"King Kong is aptly named for the terrific reachy moves through the upper undercling roof and finishing corner. Handcrack, mantles, stem corner, undercling roof and face: this pitch packs it all in 100 feet.\n\nBegin in a gently overhanging handcrack located on the right wall of the prominent left-facing corner.  Pull around the arete and follow lower angle cracks through a series of blocky mantles to a stance below a clean left-facing stem corner. Ascend the golden corner to a stance beneath the final roof. Ape your way out the undercling roof (2 bolts) and face the crux moves guarding the anchor.\n\nThink to yourself: what would King Kong do?","protection":"Doubles to 1.5\".  Optional singles to 3\".\n\nFixed anchor.\n\n100' rap to ground. 60m rope stretcher - watch ends.","location":"King Kong is located on the Totally Buzzed Pinnacle in the Lost World area - east and uphill of Hourglass Buttress. Hike to the base of Sands of Time/Silk Road. Continue left (east) and uphill along the base of Cal Dome. Pass Hyena Arch and Rainbow Arch. When you approach the third arch begin looking for the routes. They're just uphill and beyond a large detached flake that forms a cave/walk-through at the base of the dome. Look for a prominent left-facing corner and a bolted dike on the face directly to the left. This is Totally Buzzed Pinnacle.\n\nKing Kong begins in a slightly overhanging handcrack on the right wall of the large left-facing corner.\n\n~45-60 minutes from road."},"__v":0},{"_id":"kPDcUoIIUbi1NAM7ePCTpg==","name":"Karakoram Highway","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":18,"mp_id":"116384969","mp_crag_id":"116383950","climb_id":"kPDcUoIIUbi1NAM7ePCTpg==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"The Karakoram Highway is a link up of three routes (Silk Road, Karakoram and Rastaman Vibrations) but is the natural line from bottom to top of the dome. If you have climbed the Rostrum or Astroman in Yosemite, you can climb this route. You'll just need a little more time on route.\n\nThis is the Traditional climbers dream line. It has often been referred to being like stacking the Rostrum on top of Astroman. You'll need to have a well rounded ability to have a shot at this one as it requires a full bag of tricks from difficult face, slab, offwidths, finger cracks, underclings, liebacks, fiddly gear, route finding and horrific exposure all while pulling off pitch after pitch of demanding climbing. It is nothing less than a pinnacle in ones climbing career and a benchmark to be had by any serious climber. Truly a world class route.\n\nThe route breakdown goes something like this; There are 19 pitches of which some can (and should) be linked. If linking pitches, you can do the route in 16 rope stretcher pitches. To link pitches you'll need to skip the first two (contrived) pitches of Silk Road and climb the corner (.10b) instead. Link pitches 3 and 4 to the hanging belay at the bottom of the enduro corner (pitch 5). Then link pitches 6 and 7 through the 5.9 dihedrals. That's about it for linking possibilities. That being said, you'll be looking at 5 pitches of 5.11a to .11c. 8 pitches of 5.10b to .10d including one .10b/c offwidth. Two pitches of solid 5.9 and an exit pitch of 5.6.\n\nTo start the route, climb Silk Road to the top of pitch 11 which is the top of the Tibetan Tower. I wont describe the pitches for Silk Road as they have already been well broken down. Refer to that route for details. However, you should skip pitches 1 and 2 and opt for the corner to the right instead as it will save some time. Link pitches 3 and 4, as well as pitches 6 and 7.\n\nFrom the top of the Tibetan Tower;\n\nPitch 1.\n\n(5.10b) Traverse left across the face following dikes and clipping a bolt along the way. Shoot for the bottom of the dihedral and build an anchor there. Its probably a bit further than you'll think. The gear leaves something to be desired, but I hesitate to call it runout.\n\nPitch 2.\n\n(5.10b/c o.w.) Climb the striking offwidth above using armbars and curse words to propel yourself upward. Try and save some skin on your hands for more pitches to come. Let your back elbows and knees take the brunt of the assault.\n\nPitch 3\n\n.  (5.11b) Climb the diminishing left facing corner until you're forced more or less to basically face climb on the corner. Awkward and delicate. You're ego should be well gone by now, so pace yourself and rely on blind faith instead.\n\nPitch 4\n\n.\n\n(5.10dR) Follow the thin cracks above trending left toward the massive roof system. The crack peters out to a blank slab and some psychological gear which seemingly barely holds its own weight. Forget about the gear and put that master footwork to good use and you desperately tiptoe your way to good holds and gear which are just out of reach. An attentive belayer should be back at the belay waiting to take in slack should your footwork not be up to par and not munching on cliffbars and ham sandwiches. This pitch has already resulted in one broken arm. The runout section is only a few moves of difficult slab. You can almost jump for it. I didn't have the balls. But wait!.... theres more!! Now that you've negotiated the runout, you're rewarded with what seems like miles of wide, flaring offwidthy roof no amount of climbing could properly train you for. Remember that skin on your fists you saved back on pitch 2? Here's where it comes to an end as you jamb your way across this geological oddity. You cant haul up gear wide enough, so save what you got and place it sparingly. The crack thins down toward the end allowing for more options, but it feels like a long journey getting there. Luckily, because there are no feet to speak of, your falls are clean as a whistle.\n\nPitch 5.\n\n(5.11a) WTF? You got this kid. Easier than it looks for sure. Short and sweet. Terrifying exposure to a kick ass ledge!\n\nPitch 6.\n\n(5.11b)  Enjoy the ledge, because you're about to pay penance to the dihedral above. Start up a nice thin crack which diminishes to a mere ruminant of its former self. So thin a lizard could barely hand jamb his way up. Now fiddle in gear while resting in a .10+ corner and commit to the few moves above which gets you in the main corner. I hesitate to call it R rated, but you better have some offset micro nuts. Much like the last pitch of Astroman. Committing, but not overly so. Except instead of topping out, you basically have the endure corner above you. Now pay up and earn your spot on top of this dome by going to battle with this long, relentless lieback. One of the more enjoyable pitches on this route. It has great gear, better fingerlocks, but hardly a rest to be found. You're sure to be pumped out of your mind when finished with this test in lactic acid tolerance.\n\nPitch 7.\n\n(5.9) The guidebooks call it 5.7. I call that bullshit. An awkward journey through an alien landscape of undulating rock and mysterious lichens will bring you to a hole where you can build a belay. The anchor is difficult to spot, but you'll more than likely not care about such details at this point. Just run the rope up until you run out and build an anchor there.\n\nPitch 8.\n\n(5.6) A trivial pitch which seems more like a cruel slog to the top of the dome.","protection":"Cams, doubles to 3\". One 4\" piece warranted, you could even use a 5' piece if you don't revel climbing above your gear in offwidths.\n\nNuts, 1 set of regular and 1 set of micro offsets. (Peanuts or equivalent)","location":"Start on Silk Road.\n\nDescend the route by walking down around the dome in the gully to the east. This descent will begin to quickly seem like a cruel joke and may take you hours. Not unlike the descent from the Sentinel in Yosemite. Long, arduous bushwaking with no end in site. Bring headlamps!\n\nAn alternate descent is to rappel the \"EDP\" rappel route. A series of 9 mind numbingly exposed rappels down the East face of the dome. The rappel starts a good distance down the slabs just left of the top out of this route. They're difficult to spot. Setting up a rope to lower someone down to find the first set of anchors is not a bad idea."},"__v":0},{"_id":"/EnXmDC8WJGRTowVu6vKtQ==","name":"Free Fallling","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Unknow","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":10,"mp_id":"116384001","mp_crag_id":"116383950","climb_id":"/EnXmDC8WJGRTowVu6vKtQ==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"This is an old aid route converted into a more \"modern\" sport route. Quickly becoming the preferred method to accessing Rastaman and the Hyena Arch. It is a thin and rather sustained route which will more than likely make you have to stop and think.","protection":"11 quick draws","location":"Just to the left and below the Hyena Arch."},"__v":0},{"_id":"xhhouSOvXF2Bi9r/LLRyWQ==","name":"Fine Line","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Todd Worsfold and Brian Biega, 1994","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":1,"mp_id":"110459650","mp_crag_id":"116383950","climb_id":"xhhouSOvXF2Bi9r/LLRyWQ==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Fine Line is a quality route that follows a beefy dike straight up the middle of Totally Buzzed Pinnacle.\n\nThe crux comes low, between the first and second bolts, as you negotiate a left-facing overlap. Thin underclinging, body tension and creative use of the available features help unlock this fun, tricky start.\n\nPull onto a ledge and engage the prominent dike that protrudes several inches from the wall. Pinch and layback up the awesome feature, clip bolts when you get them and enjoy the ride!\n\nVia Todd Worsfold (FA): \"Brian and I were at Jailhouse, decided to head to Calaveras and look at some other lines we were working on in the Rainbow Arch area. The 4th class Ramp leading to the top of this line made it an easy choice for something to check out and bolt. We thought it was 11- and named it \"A fine line\".","protection":"8 QDs.\n\nFixed Anchor.","location":"Fine Line is located on the Totally Buzzed Pinnacle in the Lost World area - east and uphill of Hourglass Buttress. Hike to the base of Sands of Time/Silk Road. Continue left (east) and uphill along the base of Cal Dome. Pass Hyena Arch and Rainbow Arch. When you approach the third arch begin looking for the routes. They're just uphill and beyond a large detached flake that forms a cave/walk-through at the base of the dome. Look for a prominent left-facing corner and a bolted dike on the face directly to the left.  This is Totally Buzzed Pinnacle. Fine Line follows the 4-5\" dike on the face.\n\n~45-60 minutes from the road."},"__v":0},{"_id":"bz7UeAW6V2ien655QNEptA==","name":"Fault Line","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true},"safety":"PG","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":19,"mp_id":"116385841","mp_crag_id":"116383950","climb_id":"bz7UeAW6V2ien655QNEptA==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Fault Line is a thin seam which looks easier than it is. More of a slab route with a faint crack for to allow protecting. You'll hardly ever find an actual fingerlock, and when you do, you'll want to quickly fill it with gear.","protection":"Lots of small stuff. Black alien is the biggest cam.","location":"From the top to the Tibetan Tower, climb up trending left past a couple bolts to a two bolt anchor. Climb the sinister crack above which peters out near the top."},"__v":0},{"_id":"eHc5y2nIUNS9+fAnNjUWAg==","name":"Eraserhead","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":16,"mp_id":"116384739","mp_crag_id":"116383950","climb_id":"eHc5y2nIUNS9+fAnNjUWAg==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Climb a shallow and very thin left facing corner until you can reach out to the face and commit to a knob. Some thought provoking moves between bolts on edges and knobs lead back into a right facing corner where more reliable pro can be found. Two bolt anchor on top.","protection":"Cams to 2\" Nuts 1 set. Micros useful.","location":"On the Right side of the Blockhead pillar starting in a shallow left facing dihedral."},"__v":0},{"_id":"mq9dkjySXf6P/Dzyqw0k2w==","name":"The Emerald","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":6,"mp_id":"116380672","mp_crag_id":"116383950","climb_id":"mq9dkjySXf6P/Dzyqw0k2w==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"The Emerald starts on some jumbled face with pockets until you reach the first of three overhanging dihedrals marked by some mysteriously green, emerald colored lichen. Start underclinging through each series of dihedrals with little rests along the way. Save a few 2 inch cams for the final dihedral. Super physical good for the lungs.","protection":"Cams doubles to 4\". Nuts, 1 set.","location":"To the Right of Banzai in a nasty looking left facing corner marked with Emerald green lichen. Climbs better than it looks.\n\nRappel just barely with a 60m rope. Some downclimbing is required. 70m rope will avoid the downclimbing."},"__v":0},{"_id":"+g4gSSGgU4619GYBqjF6bg==","name":"Blockhead","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":15,"mp_id":"116384726","mp_crag_id":"116383950","climb_id":"+g4gSSGgU4619GYBqjF6bg==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Start up the large wide left facing offwidth to the Right of Rastaman Vibrations and the Hyena Arch. Undercling a small overhang until you can establish yourself in the gradually widening offwidth above. Two bolt anchor on top of the Blockhead pillar.","protection":"Cams to 4\"","location":"To the Right of Rastaman Vibrations and the Hyena Arch."},"__v":0},{"_id":"pVItFdKGU+GhteO6kalHGw==","name":"Banzai","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"unknown","type":{"trad":true,"aid":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":5,"mp_id":"116380649","mp_crag_id":"116383950","climb_id":"pVItFdKGU+GhteO6kalHGw==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Banzai is an old aid route which clocked in at a solid A3. However, the difficult aid pitches have been sense freed and retrobolted to facilitate a free ascent. There is also a free variation to pitch 4 which goes around the old blank headwall above the detached pillar.\n\nBanzai starts up a shallow well featured corner and climbs more or less out on the face. The gear is excellent and the climbing sustained and well protected.\n\nPitch 2 climbs around a wildly exposed roof and onto a large detached pillar to a two bolt anchor.\n\nPitch 3 climbs a shallow groove with a thin crack at its back which used to be a solid A2. It has sported retro bolts to facilitate a free ascent but still requires an assortment of gear. Mostly thin to 1'.\n\nPitch 4 climbs a short pillar and up an old reachy aid ladder. This pitch has a free variation which looks to be mostly bolted. I have not climbed the free variation, however, it looks to be some fairly solid face and slab climbing. Perhaps someone can chime in here and fill in the details. Or perhaps I should get my lazy ass up there and find out for myself.\n\nPitch 5 climbs a stair stepped hand crack to a big ledge. Mostly hands size.\n\nPitch 6 tiptoe across the face to a crack system and a bunch of rather large dikes. Not a bad pitch.\n\nPitch 7 has a few variations, there is a short corner strait up from the belay to a ledge and into a thin corner. Or traverse out to the right and climb a short right facing corner to a ledge. Now climb a shallow crack which arches its way up to a ledge. This is a really long pitch which is .10+ or A3\n\nPitch 8 moves along an easy crack out left to a short block with a ledge on top. Maybe 5.7\n\nPitch 9 moves up discontinuous cracks trending left to a long corner left facing arch/corner.\n\nPitch 10 climbs easy slabs to the top.","protection":"Cams, double rack from .3\" to 4\" Nuts 1 set micros, 1 set regular.","location":"A fairly obvious crack that goes strait up for several hundred feet about 50 yards to the left of the massive Rainbow Arch."},"__v":0},{"_id":"djnd//EfVwKZxMu9EK3v7Q==","name":"5.9 Route","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"left_right_index":0,"mp_id":"118225981","mp_crag_id":"116383950","climb_id":"djnd//EfVwKZxMu9EK3v7Q==","areaRef":"88M7w7uLV92VgUxvSoujWg=="},"content":{"description":"Fun 5.9 route that shares anchors with Fine Line.","protection":"Pro .5\" to 2\"","location":"Crack route to the left of, Fine Line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,6d6152bc-0bbc-501a-9891-f11b5d49c911,b9f8ec09-9fa9-5afe-8b68-a68ecda3e0ea,ccadbeb0-6586-5cec-95b6-54af1a53dbc2,1e6d401b-1e3a-52db-a76c-8c0e8ca57a64,f3c33bc3-bb8b-57dd-9581-4c6f4a8ba35a","pathTokens":["USA","California","Lake Tahoe","Carson Pass Highway (88)","Calaveras Domes","Calaveras Dome","1. Northeast Face"],"gradeContext":"US","aggregate":{"byGrade":[{"count":2,"label":"5.10b"},{"count":1,"label":"5.11"},{"count":1,"label":"5.10+"},{"count":3,"label":"5.9"},{"count":1,"label":"5.11c/d"},{"count":2,"label":"5.11d"},{"count":2,"label":"5.10d"},{"count":4,"label":"5.11a"},{"count":2,"label":"5.11c"},{"count":1,"label":"5.12a"},{"count":2,"label":"5.12"}],"byDiscipline":{"trad":{"total":18,"bands":{"unknown":0,"beginner":0,"intermediate":8,"advanced":10,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"aid":{"total":1,"bands":{"unknown":1,"beginner":0,"intermediate":0,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":8,"advanced":13,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-120.22452,38.48669]},"bbox":[-120.22509446004891,38.48624033981814,-120.22394553995112,38.48713966018187],"left_right_index":-1,"ext_id":"116383950","area_id":"88M7w7uLV92VgUxvSoujWg==","polygon":{"type":"Polygon","coordinates":[[[-120.22509446004891,38.48624033981814],[-120.22394553995112,38.48624033981814],[-120.22394553995112,38.48713966018187],[-120.22509446004891,38.48713966018187],[-120.22509446004891,38.48624033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":21,"__v":1,"createdAt":"2022-11-07T05:54:11.185Z","updatedAt":"2024-02-19T18:29:11.309Z"}