{"_id":"63689de0e80bff5a994f945d","area_name":"North Gym, The","shortCode":"","climbs":[{"_id":"iDOP8oqsU8qSg0tEYtNIIQ==","name":"Who Left the Fridge Open?","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Anderson, 13 Mar. 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":13,"mp_id":"107067370","mp_crag_id":"107067257","climb_id":"iDOP8oqsU8qSg0tEYtNIIQ==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Among the very best of the grade at Shelf Road, The Fridge climbs a flawless panel of cream stone, featuring a long stretch of fist-deep, incut pockets, a cerebral crux, sustained difficulty, and a wild position on a slightly overhanging wall.  This route is more exposed to the wind and gets shade before any other route in the Tropics, making it a great choice on a warmer day.\n\nBegin at ground level & stick clip the first bolt.  A few easy moves lead to a ledge on the right.  Fire up the brilliant line of pockets, making big cranks between sinker pockets. At mid-height, a horizontal break provides a last shake before the crux.  Clear the slight bulge with athletic moves to a pair of big but slopy pockets.  From here, a series of thoughtful-but-not-too-hard boulder problems work between successive horizontal breaks.","protection":"6 bolts, 2 BA.  A stick clip is recommended.","location":"Hike ~4-5 minutes left (south) from where the approach trail meets the cliff, to locate an orange wall of clean stone with an obvious bulge running the width of the cliff at 1/3 height.  This is the \"Tropical Wall\".  This line climbs the east face of the obvious detached pillar located at the far right end of the wall.\n\nThe route begins at ground level."},"__v":0},{"_id":"KyWnCwsuWZW5jW4MDX8Jmw==","name":"Unknown  3","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":25,"mp_id":"107379078","mp_crag_id":"107067257","climb_id":"KyWnCwsuWZW5jW4MDX8Jmw==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is a fun moderate, but considering its diminutive stature, it's probably not worth the effort to get into The Cirque just to climb this route.  Furthermore, this line is too easy to make a good warmup for anyone looking to work\n\nSpitting Image\n\n.  However, if you're here anyway, the great rock and fun movement make this line worth doing.\n\nBegin with a few tricky moves to gain the crack.  Utilize the crack to work between intermittent finger ledges.  Higher, move right from the crack, and mantle your way up the fun slab.","protection":"4 bolts to 2 BA.","location":"This is immediately left of a stunning arete."},"__v":0},{"_id":"cMbwoQdKXb2ggMA/5NL7TA==","name":"Unknown  1","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":14,"mp_id":"107067383","mp_crag_id":"107067257","climb_id":"cMbwoQdKXb2ggMA/5NL7TA==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is a great route with two distinct characters, beginning with long athletic moves on big holds, and ending with delicate slab balancing.  The rock is a bit spooking-looking at the start, but it is relatively solid.  The upper slab features flawless Verdon-esque stone.\n\nA few easy moves lead up to a series of successive bulges.  The climbing gets progressively more difficult leading to a tan belly which can be passed by either side.  Mount the gray slab where a brief respite of easy jug-hauling leads to a tricky mantle followed by the slab crux just below the anchor.","protection":"9 bolts, 2 BA.  No stick clip is needed on this one!","location":"This is the furthest left bolted route at the Teenage Prostitutes Area (also the first route right of the gully and the first route encountered if you head north from the junction of the approach trail with the cliff-base trail)."},"__v":0},{"_id":"XkEXFeTOW7S3mKw5hjfGdA==","name":"Treble Huck","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":0,"mp_id":"112394254","mp_crag_id":"107067257","climb_id":"XkEXFeTOW7S3mKw5hjfGdA==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This gymnast’s dream follows huge jugs up a dramatically overhanging prow in a wild and scenic venue. Surely this line offers some of the most pure fun climbing at Shelf, with toe cams, heel hooks, and a series of big dynos. There is a bit of loose rock on the approach, but where it counts, the rock is solid and well-featured.\n\nStick clip the first bolt, making tricky moves to clear the slight bulge on brittle, prickly stone. A few thin cranks off the big ledge lead to a juggy rail traverse and another easy stance below the intimidating roof. Clear the ceiling with exotic footwork and a big throw, then race the building pump up more big holds and big moves to one final showdown at the dramatic, capping roof.","protection":"10B to 2BA. A stick clip is recommended. There is a bad/spinner bolt adjacent to the 8th bolt. Clip the one that doesn’t spin (on the left).","location":"This route is located in the forgotten zone between The Gym and The North Gym.  It can be approached easily from either crag, though it’s only a few minutes from the left end of The North Gym. Alternatively, it’s just under a 10-minute walk from\n\nThe Example\n\n."},"__v":0},{"_id":"3GC7vUj+XXGLUpV1AHbCPw==","name":"That's What She Said","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":15,"mp_id":"107108007","mp_crag_id":"107067257","climb_id":"3GC7vUj+XXGLUpV1AHbCPw==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"\"I hoped it would be harder\"\n\n\"That's what she said!\"\n\nThis line climbs the stunning arete, but due to the slabby nature of the upper left face, the line suffers somewhat from the \"climbing near an arete, rather than arete climbing\" syndrome common to many Shelf \"aretes\".  As such, the route is not nearly as good or as difficult as it looks.  However, there is still some authentic arete climbing in the cruxy lower third, with atleast one slap move, and some fancy arete footwork.\n\nStick clip the first bolt, then step onto the arete from the boulder.  After a few easy moves, tackle the obvious overhang, eventually making a big reach to a poor 2-finger pocket.  Bump up the arete, gunning for better pockets, ultimately arriving at a good stance right on the arete, below a small roof.  Big but hard-to-see jugs lead over the roof to a no-hands ledge below the third bolt.  Clear the easy roof to gain the slab, then cruise easily to the high ledge.  Traverse the ledge either left or right to either of the adjacent routes' anchors (easier to clean from\n\nUnknown  1\n\n).","protection":"5 bolts, 2BA (shared with\n\nUnknown  1\n\n).  Stick clip recommended.  The finish is a bit spicy (on 5.8 or less terrain), but all of the hard moves are well protected.  Bring a few finger-sized cams to protect the last 30' if so desired.","location":"Climbs the obvious over-hanging arete left of\n\nApogee Pending\n\n."},"__v":0},{"_id":"BQN14eOkUKmuqFC8s/hVHQ==","name":"Squeeze","yds":"5.12","grades":{"yds":"5.12","french":"7b+"},"fa":"Angie Martell, Brandon Schirm, Jerad Freidrichs","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":28,"mp_id":"112259146","mp_crag_id":"107067257","climb_id":"BQN14eOkUKmuqFC8s/hVHQ==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Squeeze has awesome rock with technical movement. I would recommend hanging draws from\n\nOrange\n\n(which shares a headwall and anchors with Squeeze). It is definitely harder hanging draws on lead.","protection":"11 bolts including anchors.","location":"This is to the right of\n\nOrange\n\nin the same area as\n\nSpitting Image\n\n."},"__v":0},{"_id":"JtsiLbSaWFedDlF06VTK5w==","name":"Spitting Image","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Prep: ?, FFA Mark Anderson, 18 Nov. '11?","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":26,"mp_id":"107379090","mp_crag_id":"107067257","climb_id":"JtsiLbSaWFedDlF06VTK5w==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This all-time classic has no peers at Shelf Road.  The authentic arete climb--complete with pinches, arete slaps, and fancy footwork--is hands-down the best of its genre at Shelf, and would be highly regarded at the prow paradise of Smith Rock.\n\nMake a few tricky moves to get established above the undercut start, then make a precise stab to a small pocket.  Crank an unlikely boulder problem past a series of sidepulls to gain a great rest on the arete and an easy clip.  High steps and left hand slaps work past a cool mono and a precarious clip at the fourth bolt.  An off-balance move leads to the crook of the intimidating roof and the crux; a powerful rockover from a shallow mail slot to gain the slab.  A few more tenuous moves guard the anchor.","protection":"5 bolts to 2BA.","location":"This is on the left side of \"The Cirque\", which is an elevated amphitheatre about 50 yards north of the Teenage Prostitute area.  A 10' fourth class scramble is required to access The Cirque."},"__v":0},{"_id":"PChjXpmxVz+dBIYJWT5siA==","name":"Scorcher VI: Global Meltdown","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"Mark Anderson, 6 March 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":12,"mp_id":"107067356","mp_crag_id":"107067257","climb_id":"PChjXpmxVz+dBIYJWT5siA==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This beautiful panel faces due south, and so it bakes in the sun for most of the day.  The line is characterized by a series of short boulder problems between several horizontal breaks on absolutely flawless stone.\n\nBegin up on the ledge and stick clip the first bolt.  Brilliant pockets work up the cinammon buttress to a ledge.  Mellow crimping leads to the next horizontal break and the crux.  Follow the 2-finger pockets to a long sideways move to a hidden mini-jug.  There are three options for the final roof: lieback easily up the crack on the far right, climb challenging crimps to the far left, or make a big crank off a sinker mono a few feet left of the crack.","protection":"5 bolts, 2 BA, a stick clip is mandatory.","location":"Hike ~4-5 minutes left (south) from where the approach trail meets the cliff to locate an orange wall of clean stone with an obvious bulge running the width of the cliff at 1/3 height.  This is the \"Tropical Wall\".  This line climbs the south face of the obvious detached pillar that begins from the far right end of the ledge."},"__v":0},{"_id":"bdKE1fUmXkyXB+N20+bs4Q==","name":"Satan's Alley","yds":"5.13c","grades":{"yds":"5.13c","french":"8a+"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":7,"mp_id":"112394241","mp_crag_id":"107067257","climb_id":"bdKE1fUmXkyXB+N20+bs4Q==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"With outstanding rock and climbing, this line suffers only from the brevity of its crux—a V9-ish crimping exam clearing the obvious low bulge. Above, the rock and movement remain excellent and entertaining, though fairly trivial relative to the line’s overall difficulty.\n\nBegin from the ledge, making easy moves to reach the bulge. Long cranks between flat edges and small, incut sidepulls leads to a pair of pockets at the fourth bolt. The climbing eases above, following the leaning, detached pillar to a tricky slab exit.","protection":"6B to 2BA. A stick clip is mandatory. Consider extending the third bolt, or start with it pre-clipped.","location":"This is the third route from the left end of the cliff, or the next route left of\n\nRum-Tum-Tuggernaughts\n\n."},"__v":0},{"_id":"7fi9KNk3X/yNGhShCt3hTw==","name":"Rum-Tum-Tuggernaughts","yds":"5.11b","grades":{"yds":"5.11b","french":"6c"},"fa":"Mark Anderson, 6 March 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":8,"mp_id":"107067325","mp_crag_id":"107067257","climb_id":"7fi9KNk3X/yNGhShCt3hTw==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is a classic route that makes a great warm-up, or a worthy project.  There is a brief section of tedious, thin climbing just below the anchor, but for the most part this line involves fun, athletic climbing with big holds and big moves.\n\nClimb big pockets up the beautiful yellow & brown panel, passing a precarious tooth, to reach a stance below the bulge.  A big crank from a 2-finger pocket leads to jugs and the odd lieback up the crack/groove.  As the crack peters out, follow great crimps and a few nice pockets to a thin section to reach a horizontal break and the anchor.","protection":"7 bolts, 2 BA, a stick clip is recommended.","location":"Hike ~4-5 minutes left (south) from where the approach trail meets the cliff to locate an orange wall of clean stone with an obvious bulge running the width of the cliff at 1/3 height.  This is the \"Tropical Wall\".  This line climbs the central crack system through the bulge.  Scramble up the left end of the ledge to start."},"__v":0},{"_id":"q/WmJ4s8WQaZZyLzHcgtEQ==","name":"Power Thirteen","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":16,"mp_id":"107108044","mp_crag_id":"107067257","climb_id":"q/WmJ4s8WQaZZyLzHcgtEQ==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is the obvious link-up between the start of\n\nApogee Pending\n\nand the finish of\n\nThat's What She Said\n\n.  This is one of the more gymnastic lines of the grade at Shelf, with big moves on a steep wall, and no tweaky pockets.\n\nBegin as for\n\nAP\n\n, with techy, thin face climbing to a good rest, followed by a power endurance crux boulder problem that culminates in a huge dyno just above the second bolt.  Clip\n\nAP's\n\nThird bolt with a long draw or sling, then move left around the arete, climbing relatively easily past the last three bolts of\n\nTWSS\n\n.","protection":"6 bolts, 2BA (shared with\n\nUnknown  1\n\n).  Stick clip recommended.  The finish is a bit spicy (on 5.8 or less terrain), but all of the hard moves are well protected.  Bring a few finger-sized cams to protect the last 30' if so desired.","location":"Begin at the center of obvious overhanging north wall of the big dihedral."},"__v":0},{"_id":"dnDH/tWXUN+un/cGSYIdXw==","name":"Power Milk & Bagels","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"Bob & Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":3,"mp_id":"107067306","mp_crag_id":"107067257","climb_id":"dnDH/tWXUN+un/cGSYIdXw==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is an outstanding route for the grade range, featuring excellent, sculpted pockets on a beautiful black panel.  This gets shade much earlier than its neighbors to the left due to its slight NE aspect.\n\nMake easy but awkward moves straight up to and past the first bolt, avoiding some annoying vegetation, then veer hard right to the second bolt.  The climbing improves drastically at this point, with a series of interesting mini-cruxes & long reaches (split by active rests) snaking up the long & sustained wall.","protection":"8 bolts with red angle-iron hangers, 2 ring bolt anchor.","location":"Hike ~5-6 minutes left (south) from where the approach trail meets the cliff to locate a buttress with three routes with red, bed-frame hangers.  This is the rightmost of these three routes, climbing the black panel that is the left wall of a tiered-roof dihedral."},"__v":0},{"_id":"kjvKNFqdWbyi+HVpcC0B9Q==","name":"Pimp's Main Prophet","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mark Anderson, 18 Nov. '11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":24,"mp_id":"107379061","mp_crag_id":"107067257","climb_id":"kjvKNFqdWbyi+HVpcC0B9Q==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This clean white bulge is one of the most continuously steep lines at Shelf, requiring big, athletic moves on relatively huge holds.  A short band of choss before the business detracts somewhat, and the rock on the rest of the line is not quite as clean as it could be.  However, the movement and position is superior to other routes of the grade at Shelf, lacking the tweaky and painful holds found elsewhere.\n\nStick clip the first bolt, then cruise the easy slab to a stance at the break.  Alert your belayer, then teeter past a 3' band of spooky choss to reach a shallow open book in solid stone, just below the steepness.  Make a big span to a 2-finger pocket to reach a honeycomb band of huge pocket jugs that all seem to face the wrong way.  Another big reach to hidden holds sets up a difficult clip, and then the crux: a dynamic, rising traverse to gain the headwall.","protection":"5 bolts to 2BA.  Stick clip recommended.","location":"This is the furthest right bolted line in the Teenage Prostitutes area, climbing a tall white bulge.  Due to its SE aspect, this line sees more sun than other routes on this section of the cliff."},"__v":0},{"_id":"x2f3jX7yXOy1bg/3aGRNcA==","name":"Orange","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"Angie Martell, Brandon Schirm, Zac Baits","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":27,"mp_id":"112259049","mp_crag_id":"107067257","climb_id":"x2f3jX7yXOy1bg/3aGRNcA==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is a bit sharp on great, orange limestone.","protection":"Bolts to a two bolt anchor.","location":"This route is in \"the cirque\" to the right of spitting image and left of\n\nSqueeze\n\n."},"__v":0},{"_id":"1TlmhMiUV+2stMA35RW/UQ==","name":"Observe God's Mistake","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark & Kate Anderson, 6 March 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":5,"mp_id":"107067313","mp_crag_id":"107067257","climb_id":"1TlmhMiUV+2stMA35RW/UQ==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Some routes just don't turn out the way you'd like.  Still, this line has great rock like all the routes on this wall, although it can be quite sharp in places.  The movement in the crux is awkward, but stemming aficionados will likely enjoy it.\n\nBegin below a short, shallow, left-facing dihedral.  Climb the dihedral until high enough to pull up onto the slab to the right.  Cruise the easy slab to a large ledge below the high, leaning corner.  Stem awkwardly up the corner, utilizing holds on either side of the seam, to reach a killer pocket.  Traverse tenuously right past this pocket to reach easier terrain on the slab.  Recently relocated bolts make this section much less spicy than on the FA.  From the 5th bolt, delicate moves on sharp rock work up the slab, or lieback the flake on the left.  A few easy pulls from the top of the flake reach the anchor.","protection":"6 bolts, 2 BA.  A stick clip is recommended.","location":"Hike ~4-5 minutes left (south) from where the approach trail meets the cliff to locate an orange wall of clean stone with an obvious bulge running the width of the cliff at 1/3 height.  This is the \"Tropical Wall\".  This is the furthest left route on the wall."},"__v":0},{"_id":"XxHOJA5AUDS/DuYJa8Shxw==","name":"Long Black Veil","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":18,"mp_id":"107108026","mp_crag_id":"107067257","climb_id":"XxHOJA5AUDS/DuYJa8Shxw==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This beautiful black slab offers 60 feet of fun, cerebral pocket climbing interrupted by 20 feet of brutal thin edges and shallow pockets.\n\nBegin with easy scrambling to a short section of large sinker pockets to reach a small bulge at a horizontal break.  An awkward mantle gains more good pockets, followed by big spans to reach a series of rails trending up and left.  The crux begins working past the fourth bolt.  Micro edges, pitiful ripples, and perhaps a dyno or two lead to a good shake at a horizontal break near the 6th bolt.  One more intimidating but not-too-bad boulder problem clears the slight bulge below the anchor.","protection":"6 bolts to 2BA.  The 5th bolt is about 12\" too high and therefore difficult for short folks to reach unless the draw is in place.","location":"Climbs the long black slab on the right face of the\n\nApogee Pending\n\ndihedral."},"__v":0},{"_id":"RmpTyA6PVRG5wNzYgtRvkA==","name":"Logan's Run","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":20,"mp_id":"107068252","mp_crag_id":"107067257","climb_id":"RmpTyA6PVRG5wNzYgtRvkA==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Harder than it looks, this shorty offers cool moves on bullet gray stone.  A juggy warm-up start ends abruptly with a brutal, insecure crux.\n\nBegin above an alcove and make big reaches over the waist-high roof to a series of small ledges.  Pass a cream patch to a horizontal break, then work up and left to a tall, shallow, right-facing flake.  Shuffle strenuously up the flake then make desperate moves up and right to the first of a series of sequential pockets that are the key to the upper slab.  Cruise up bigger holds over the bulge to the hidden anchor on the ledge.","protection":"4 bolts, 2 BA.  A stick clip is recommended.","location":"The third bolted route right of the big Leaning dihedral, beginning from the top of the hill."},"__v":0},{"_id":"qRMac16EVBaboJ0mblLPnw==","name":"Lead Farmer","yds":"5.12c","grades":{"yds":"5.12c","french":"7b+"},"fa":"Mark Anderson, 6 Nov. 11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":6,"mp_id":"107361730","mp_crag_id":"107067257","climb_id":"qRMac16EVBaboJ0mblLPnw==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Lead Farmer is the \"direct\" start to\n\nObserve God's Mistake\n\n.  Not only substantially more difficult, this line is also substantially more enjoyable, avoiding the awkward stemming crux of\n\nOGM\n\nand adding a much nicer slab start.\n\nStick clip the first bolt from the ledge, then cruise up the fun slab to a great stance below the bulge.  Lieback strenuously along the diagonaling rail to reach a set of good crimps and a difficult clip.  A few desperate moves lead out of the scoop to a headwall of thin pockets.  Work delicately back left to join\n\nOGM\n\n, and cruise the prickly slab to the anchor.","protection":"6 bolts to 2BA (shared with\n\nOGM\n\n).  Stick clip recommended.","location":"Begin at ground level, ~10 feet right of\n\nOGM\n\n, up a long gray slab."},"__v":0},{"_id":"N8ispgRWWYel46JgUJrHBw==","name":"Here We Go Again...  Again.","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Anderson, 6 Nov. 11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":9,"mp_id":"107361751","mp_crag_id":"107067257","climb_id":"N8ispgRWWYel46JgUJrHBw==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"More of the same excellent stone, reminiscent of the Gallery's \"Bulge Wall\", but with bigger features and more athletic movement.  The crux invovles burly, precarious liebacking through a shallow dihedral feature.  Improbable holds appear just where you need them to keep the movement continuous and engaging.\n\nBegin from the ledge, following great pockets up beautiful yellow & brown marble stone.  Cop a quick shake at the break, then work strenuously through the bulge on generally huge holds.  Nice pockets and edges connect active rests up the blunt prow, then follow a heavily featured slab to the anchor.","protection":"5 bolts to 2 BA.  Stick clip recommended.","location":"This is between\n\n...Tuggernaughts\n\n&\n\nEarth Mama's...\n\n, beginning from the center of the ledge."},"__v":0},{"_id":"ETz4T2PoWtepItyQPtlHng==","name":"Flamingo Lane","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":19,"mp_id":"107108033","mp_crag_id":"107067257","climb_id":"ETz4T2PoWtepItyQPtlHng==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is another intended warmup that turned out harder than expected.  This line is mostly fairly moderate with two difficult sections split by a no-hands rest.  There is some really nice rock on the upper headwall, but there are better routes at the grade on this cliffline.\n\nStick clip the first bolt, then teeter up loose rock to a stance on the arete.  The first crux is working left from the arete to gain the base of the obvious detached pillar.  Follow big jugs on the face of the pillar (or lieback the crack on the right) to reach the big ledge.  The second crux is a 4-5 move boulder problem leaving the ledge, utilizing a good crimp, a fragile-looking sidepull and a pair of pitiful pockets.  At the horizontal break, things get fun again with big reaches and big edges & pockets.","protection":"4 bolts to 2BA.  Stick clip recommended.","location":"The bolted line between\n\nLong Black Veil\n\n&\n\nLogan's Run\n\n."},"__v":0},{"_id":"Mvthktc3Wx6ev9Y+7/g8Tg==","name":"Earth Mama's Natural Night Camo","yds":"5.10c","grades":{"yds":"5.10c","french":"6b"},"fa":"Mark & Kate Anderson, 13 Mar. 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":10,"mp_id":"107067340","mp_crag_id":"107067257","climb_id":"Mvthktc3Wx6ev9Y+7/g8Tg==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Earth Mama offers some beautiful, sculpted pockets, but it is somewhat discontinuous with some spooky (though solid?) flakes.  Due to the reflector-oven nature of the alcove, this route bakes when the sun is just right (~11 am).\n\nBegin from the far right end of the ledge.  Stick clip the hidden first bolt, then grovel up the bushy gully on the right, or climb a slightly more difficult panel of beautiful yellow & brown stone with sinker pockets to reach the higher ledge.  Great pockets lead to a short liebacking stretch, then the crux at the third bolt.  Better rock & movement is found by heading right, but it's easier to continue up the chossy crack to the left.  Big jugs below the slab offer a great rest.  Lieback the \"Even\n\nWheat Thin\n\nThinks You're Anorexic\" flake to the left, or cruise the fun, highly featured slab to the anchor (make sure your life insurance policy is up to date if you decide to pull on the flake).","protection":"5 bolts, 2 BA.  A stick clip is recommended.  The extension is a closed project.","location":"Hike ~4-5 minutes left (south) from where the approach trail meets the cliff to locate an orange wall of clean stone with an obvious bulge running the width of the cliff at 1/3 height.  This is the \"Tropical Wall\".  This is the furthest right line on the Tropical Wall, beginning on the far right end of the ledge, climbing up the left side of a sheltered alcove."},"__v":0},{"_id":"mK/fznG9W9SYK7HG34CV5Q==","name":"Apogee Pending","yds":"5.14a","grades":{"yds":"5.14a","french":"8b+"},"fa":"Mark Anderson, 13 March 2011","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":17,"mp_id":"107067391","mp_crag_id":"107067257","climb_id":"mK/fznG9W9SYK7HG34CV5Q==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Apogee Pending climbs the directissima up Shelf Road's most continuously steep panel of rock.  Unfortunately, a no-hands rest at mid-height detracts from the continuity of the line, but the upper half features 25-30 moves of brutal cranks and sustained, pumpy climbing.  The route offers a wee bit of techno-piss, wild dynos, leg threads, tweaky pockets, and a sting in the tail on outstanding cream, pink, & black stone.  This wall faces north and receives no sun whatsoever.\n\nStick clip the first bolt and climb a short, technical wall of petrified mud to a good shake near the arete.  Big moves lead over the bulge to a pair of big pockets at the second bolt.  A pair of thin crimps and a huge, three-points-off huck gain a series of mini-ledges just below the hanging flake.  Cruise up the easy flake to a no-hands rest.  Enjoy whatever reading material is at hand.  The crux begins off the flake, with a long reach to a half-pad two-finger pocket, then a precise deadpoint to the next pocket, and finally a long move to the horizontal break.  Get a quick shake then tackle the next crux; a huge move to a 1/4\" crimp followed by desperate stabs to get established above the break.  Pumpy slopers lead to the last bolt and one final, pumpy shake before the last crux, a big reach to a crescent-shaped crimp just below the anchor.\n\nA certain amount of contrivance is needed to earn the grade:  the arete on the left is off, and the vertical crack that propagates from the top of the flake is off (this sounds worse than it is, as the route climbs very naturally without these features).","protection":"6 bolts to 2 BA.  A stick clip is recommended.","location":"Apogee Pending climbs the obvious, overhanging north wall of the big dihedral."},"__v":0},{"_id":"3kD8AMn8VHWKI0UDi2MwLQ==","name":"Alpha Chino's Chinos","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Mark Anderson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":4,"mp_id":"112394234","mp_crag_id":"107067257","climb_id":"3kD8AMn8VHWKI0UDi2MwLQ==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"One of the best 5.12s at The North Gym, this would be a 4-star classic if not for two no-hands stances that interrupt the continuity of the line. The rock is impeccable, cream stone littered with pockets and edges. The movement is excellent, with a dynamic, sequential crux passing a 2-finger pocket on the gently overhanging panel at mid-height.\n\nStick clip the first bolt, then lieback easily up jutting flakes to reach a big ledge. Incut, fist-deep pockets up a yellow and brown pillar lead to an intimidating leaning wall of perfect stone. Crank over this obstacle, fighting a building pump as the angle lessens. One last tricky bit leads over the final bulge to the anchor.","protection":"7B to 2BA. A stick clip is recommended.","location":"This lone route is located roughly equidistant between the Arcade and the Tropical Wall."},"__v":0},{"_id":"hC4yufIXWHKG/aP4cH/ziQ==","name":"[Redacted]","yds":"5.13b","grades":{"yds":"5.13b","french":"8a"},"fa":"Mark Anderson, 6 Nov. 11","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":11,"mp_id":"107361721","mp_crag_id":"107067257","climb_id":"hC4yufIXWHKG/aP4cH/ziQ==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Nearly the entire cliffline from The Gym to The North End hosts a thin layer of cap rock that resembles the Dolomite of Wild Iris, with sweeping bulges and minimal features.  Perhaps this layer of stone holds the future of hard climbing at Shelf Road, though currently only a handful of routes venture so high.  This is the latest such addition, climbing the impressive body-length bulge directly above\n\nEarth Mama's Natural Night Camo\n\n.\n\nThe route boils down to a dynamic and core-intensive boulder problem to clear the bulge.  After a short, trivial slab section, big jugs lead out the roof.  Several dynos, fancy footwork and some 2-finger pockets lead to an easy top out.","protection":"2 bolts, no anchor.  After topping out, downclimb to the last bolt & lower back to\n\nEarth Mama's...\n\nanchor.  The last bolt has fixed lowering hardware.\n\nNote: A 50m rope is NOT long enough to lower to the ground from the top of this route.","location":"Climb the big roof & bulge directly above\n\nEarth Mama's Natural Night Camo\n\n."},"__v":0},{"_id":"onmZ3ibVUsmdWh4dJj06FQ==","name":"[Redacted]","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"Neil Canon, Bob Robertson, Rich Aschert","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":23,"mp_id":"107375701","mp_crag_id":"107067257","climb_id":"onmZ3ibVUsmdWh4dJj06FQ==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"According to legend, this was the first route at The North Gym, and this section of the cliffline is named for this route.  Established ground-up in October 1985, this was also one of the very first routes at Shelf Road.\n\nThis steep slab begins with some intriguing, off-balance liebacking but ends in a brutal slab crux with tiny slopey holds.  Not sold yet?  This line sports a piton and a 1/4\" Star-Drive as well, though both are backed up by 3/8\" angle-iron bolts that are only 25-or-so years old.  Despite the old-school nature of the climb, the rock is excellent, and the first half is enjoyable and novel.\n\nLieback & fingerlock up the offset seam.  When the seam peters out, make some difficult moves to the horizontal break and a great rest.  After a body length of trivial moves, weave desperately between uninspiring edges that all seem to face the wrong way.  After the high horizontal break, a few big jugs lead to the top.","protection":"8 bolts with red, angle-iron hangers, an old piton, a Star Drive, to a 2 bolt ring anchor.","location":"This is 10' right of \"\n\nBlack Crack\n\n\"."},"__v":0},{"_id":"dM/5ioKeWIeVz9sACEQuCQ==","name":"\"Tommy\" (Unnamed)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob & Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":1,"mp_id":"107067291","mp_crag_id":"107067257","climb_id":"dM/5ioKeWIeVz9sACEQuCQ==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"Although short, this line features a number of hard moves and not much rest.  As one of the sunniest routes on this cliffline, this is a great choice for a colder day.\n\nStick clip the first bolt, then climb easy choss on the left to reach a good stance at the first bolt.  Make a few huge reaches between sinker, jug pockets on a slightly overhanging wall.  As the rock color changes, the holds shrink and small pockets and edges lead to a pumpy rest. A big move passing a horizontal break leads to the anchor.","protection":"5 bolts with red angle-iron hangers, 2 ring bolt anchor.","location":"The furthest left bolted route at the North Gym.  Hike ~5-6 minutes left (south) from where the approach trail meets the cliff to locate a buttress with three routes with red, bed-frame hangers.  This is the leftmost of these three routes."},"__v":0},{"_id":"eanp57A+X/SvkAcbmTxD7w==","name":"\"Pacman Gomez\" (Unnamed)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"Bob & Carrie Robertson","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":2,"mp_id":"107067302","mp_crag_id":"107067257","climb_id":"eanp57A+X/SvkAcbmTxD7w==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is a high quality, continuous line with great pockets, culminating in a pumpy crux.  This one's in the sun until around noon.\n\nBegin up an undercut dihedral, then move left to ledge composed of detached blocks.  A short stretch of sharp crimps leads to some excellent, sinker pockets.  A nice swath of smooth, cream stone with more great pockets leads to an easy groove and a slight runout.  Strenuous sidepulls work over the capping bulge on excellent gray limestone.","protection":"6 bolts with red angle-iron hangers, 2 ring bolt anchor. A stick clip is recommended.","location":"Hike ~5-6 minutes left (south) from where the approach trail meets the cliff to locate a buttress with three routes with red, bed-frame hangers.  This is the center of these three routes."},"__v":0},{"_id":"W4U76c9KWQOUvzl8SU611A==","name":"\"Black Crack\" (Name Unknown)","yds":"5.9","grades":{"yds":"5.9","french":"5c"},"fa":"Rich Aschert & Co.?","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":22,"mp_id":"107067396","mp_crag_id":"107067257","climb_id":"W4U76c9KWQOUvzl8SU611A==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This line liebacks, jams, and stems up the obvious open-book.  A set of 1980s-vintage ring bolts near the top of the cliff suggest the line was climbed on gear back in the day, but it has recently been retro-bolted by an unknown party.\n\nStem and lieback up smooth black rock to an easier section passing a large, detached flake.  The feet get scarce passing an orange patch, then a brief juggy bulge leads to the route's highlight, a short section of splitter finger crack.  Jam up the crack to deteriorating white stone and the original anchor.  Continue a few more feet over a juggy roof to a new, stainless, springer anchor.","protection":"~7 bolts, 2 bolt anchor, and a higher 2 bolt springer anchor. This could be lead on finger-hand-sized pieces.","location":"~100 yards north of the the leaning dihedral, up on a hill, is a dark slab with three lines. This is the central line."},"__v":0},{"_id":"rrakvIPzWtyz+yo13oYLLw==","name":"\"40-Year-Old Virgin\" (Name Unknown)","yds":"5.11c","grades":{"yds":"5.11c","french":"6c+"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"left_right_index":21,"mp_id":"107375683","mp_crag_id":"107067257","climb_id":"rrakvIPzWtyz+yo13oYLLw==","areaRef":"6Qa3knaVXra/KqJtEDU8LA=="},"content":{"description":"This is an old-school line, characterized by slab climbing on small slopey holds, but there are some really cool pockets here and there.  The crux comes around the second bolt, and the upper half is quite a bit easier (and more fun).  The anchor is somewhat funky (two ring bolts in a vertical line) and could use some love.","protection":"4 old ring bolts, 2BA.","location":"This is ~50 yds north of\n\nLogan's Run\n\n.  Also it is the furthest left route in a group of 3 routes climbing slabby, black stone."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,47053277-7738-5e02-b3b0-a0fc26a64b07,198facc2-f25b-5ee9-a386-df4e3c4c5ee2,e906b792-7695-5eb6-bf2a-a26d10353c2c","pathTokens":["USA","Colorado","Canon City","Shelf Road","North Gym, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":3,"label":"5.12a"},{"count":1,"label":"5.10-"},{"count":2,"label":"5.11b"},{"count":4,"label":"5.13b"},{"count":2,"label":"5.12c"},{"count":1,"label":"5.12"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.13c"},{"count":1,"label":"5.13a"},{"count":1,"label":"5.10b"},{"count":1,"label":"5.11-"},{"count":2,"label":"5.10c"},{"count":3,"label":"5.12b"},{"count":1,"label":"5.10d"},{"count":1,"label":"5.14a"},{"count":3,"label":"5.11c"},{"count":1,"label":"5.9"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"sport":{"total":29,"bands":{"unknown":0,"beginner":0,"intermediate":6,"advanced":16,"expert":7}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":6,"advanced":16,"expert":7}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.215,38.6395]},"bbox":[-105.21557568279924,38.63905033981814,-105.21442431720074,38.63994966018186],"left_right_index":-1,"ext_id":"107067257","area_id":"6Qa3knaVXra/KqJtEDU8LA==","polygon":{"type":"Polygon","coordinates":[[[-105.21557568279924,38.63905033981814],[-105.21442431720074,38.63905033981814],[-105.21442431720074,38.63994966018186],[-105.21557568279924,38.63994966018186],[-105.21557568279924,38.63905033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":29,"__v":1,"createdAt":"2022-11-07T05:56:04.125Z","updatedAt":"2024-02-19T18:31:30.988Z"}