{"_id":"63689de0e80bff5a994f939c","area_name":"Dinosaur Rock","shortCode":"","climbs":[{"_id":"lanvqZrcX4mNXt2oVSss7g==","name":"West Face [Dinosaur Rock]","yds":"5.0","grades":{"yds":"5.0","french":"2-"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":11,"mp_id":"105756133","mp_crag_id":"105745684","climb_id":"lanvqZrcX4mNXt2oVSss7g==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is a fun scrambling diversion that is just off the Mallory Cave Trail.  This trail heads up just north of Dinosaur Rock, and after you pass it, head south a hundred feet or so to some large boulders in the saddle west of Dinosaur Rock.\n\nWorking your way east up the ridge to Dinosaur Rock, you will immediately run into a problematic vertical wall.  It is not easy to figure out how to get past this wall at 5.0, and it presents even more of a puzzle if you are descending another route and have not climbed up this ridge before.  The trick is to traverse south under the steep section, into a dihedral.  Do not continue up the dihedral (probably 5.6), but keep traversing south and up on huge holds as the exposure increases below you.  You will soon top out on a small ridge, the traverse below you looks quite improbable from here when you are descending.\n\nNow head back to the west ridge, and continue easily to the summit area.  To get to the very top, you must climb a slab which is also somewhat exciting to free solo.  Look around carefully for the easiest spot.  Enjoy the view on top and then descend the same way.","protection":"Light Rack (if any).  There is no anchor on top so you will have to downclimb the final pitch in any case.","location":""},"__v":0},{"_id":"q7kmCexAW9yZspjCunkxxw==","name":"Ultrasaurus","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"Matt Samet and Ted Lanzano","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":9,"mp_id":"106566444","mp_crag_id":"105745684","climb_id":"q7kmCexAW9yZspjCunkxxw==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"A 70m rope is mandatory, and tie a knot in the end!\n\nUltrasuarus is a new 35m climb on the North Face of Dinosaur Rock that ascends the spectacular, right-leaning line to the summit of the formation. The staging area is at the base of the lower ramp, right by the trail.\n\nBegin by climbing up the ramp and clipping the first two bolts of\n\nMilk Bone\n\n. Then cut right, and climb into the corner for 30 feet, through the roof (crux 1), and then move up and up and up through pumpy terrain to the shelf. After the rest, pull through the final overhanging headwall (crux 2), and hang on to the anchors. For full value, climb past the anchors to the summit and take in the view. This is one of the best endurance climbs in the Flatirons!\n\nWatch for loose rock to the left of the bolt line in the first 30 feet. We cleaned as much as we could, but there is likely some choss remaining.\n\nA huge thanks to the Flatirons Climbing Council (FCC) and Open Space and Mountain Parks (OSMP) for allowing yet another great route in the Flatirons.","protection":"16 bolts to a 2 bolt anchor. A 70 meter rope is mandatory.","location":""},"__v":0},{"_id":"L0v4otApUKCWSsc+QzfYlA==","name":"Triceratops Tracks","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown, pre 7/93","type":{"sport":true,"tr":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":15,"mp_id":"105762036","mp_crag_id":"105745684","climb_id":"L0v4otApUKCWSsc+QzfYlA==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is a fun, short, slightly-overhanging sport route with huecos on a WSW buttress near to Dinosaur Rock.  The rock is still a bit friable at the start partly due to lack of traffic and partly due to its overhanging nature.  It is the rightmost of 3 bolted lines on the buttress.\n\nFind this route by on a small, steep buttress next to Dinosaur Rock access via NCAR to the Mesa Trail then either hiking up the Mallory Cave Trail until above the top of Dinosaur Rock and hiking briefly down the second gully between it & Der Freischutz (between 1st & 2nd strata) or hiking South on the Mesa Trail to the Bear Canyon Trail, crossing Bear Creek, and up the gully between the 1st & 2nd strata.  You can see this buttress well from the top of\n\nRehatch\n\nor\n\nCloudwalker\n\non Northern Dinosaur Egg.  You can scramble/climb around the back of the formation or climb the route to its left to set up a TR.  You may be able to clip the first bolt without engaging the route.  From there, it quickly requires crux moves to cross through traversing right with scaly rock for the feet.  The second bolt is a bit hidden in a hueco.  Blowing this clip may result in leg injuries, but the holds are quite good here.  This bolt also may leave your biner partially hanging over a ledge.  It is probably best to back it up with a spectra or Kevlar sling threaded through the bolt.  Power up on huecos and scoops past the 3rd bolt and move right to pull onto the ledge with the 2 bolt anchor.  The chains here are also quite rusty.  Longer slings may be useful to reduce rope wear for toproping.  A finish more left made add to the difficulty.  Perhaps it is 35 feet in all.\n\nRap the route.","protection":"3 QDs, 48\" slings for the anchor.","location":""},"__v":0},{"_id":"mKoyX6OEVie3/q6RYjLfsA==","name":"Tracks are for Kids","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown, pre 7/93","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":13,"mp_id":"105762030","mp_crag_id":"105745684","climb_id":"mKoyX6OEVie3/q6RYjLfsA==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is a fun, slightly-overhanging route with huecos on a WSW buttress of Dinosaur Rock.  The rock is still a bit friable partly due to lack of traffic and partly due to its overhanging nature.  It is now the leftmost of the 3 bolted lines.\n\nFind this route by on a small steep buttress of Dinosaur Rock access via NCAR to the Mesa Trail then either hiking up the Mallory Cave Trail until above the top of Dinosaur Rock and hiking briefly down the gully between it & Der Freischutz (between 1st & 2nd strata) or hiking South on the Mesa Trail to the Bear Canyon Trail, crossing Bear Creek, and up the gully between the 1st & 2nd strata.  You can see this buttress well from the top of\n\nRehatch\n\nor\n\nCloud Walker\n\non Northern Dinosaur Egg.  You can climb one of the sport climbs to the right of this plumb line below the anchors and set up a TR off of a 2 bolt anchor above the line or scramble/climb around the back of the formation.\n\nThe path of least resistance on this line starts as for the bolted climb to the right, then traverse left after the first bolt to the plumb line.  It wanders a bit left in the upper half and then, near the top, exits off right just before the anchor. It feels 5.10b or so and is continuously overhanging.  Strong climbers may find this too soft.  There are some longer reaches for the height-challenged.  The chains at the top are very rusty (now updated), but the bolts look ok. It is 55 feet in all.  Long slings for the anchor help reduce rope wear.\n\nRap the route.\n\nAddendum:\n\nin the days prior to the retrobolting, it was probably easiest to TR this if you lead\n\nBig Bob Cranks\n\nfirst.","protection":"TR 48\" slings for the anchor.\n\nAs of 2012, this is now retrobolted with 5 bolts.","location":""},"__v":0},{"_id":"iKMX5L2yV36JLN8iZuJYjg==","name":"South Ramps","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":999999,"mp_id":"105756142","mp_crag_id":"105745684","climb_id":"iKMX5L2yV36JLN8iZuJYjg==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is a nice route on clean rock but is somewhat hard to get to, and it is only one short pitch, otherwise I'd give it 3 stars.\n\nThe south face of Dinosaur Rock is steep, but breaks down into a lower-angle, ramp system toward its west side.  This climb is the logical finish to the \"West Bone\" route.  However, you can also reach the start by leaving the Mallory Cave Trail below the rock, and circling below the East Face to the south face.\n\nThere are two ways to climb the ramp: a lieback crack on the east (right), or a featured low angle face on the west (left).  Either route is of similar difficulty.  The pitch ends on a subsidiary ridge right above the \"improbable 5.0 downclimb\" on the West Face route.  You can go down this or bag the summit first if you like.","protection":"Standard rack.  You may want a 3-4\" piece or two for the right variation.","location":""},"__v":0},{"_id":"BM4luOYPU+Sqnrji0ZwjGQ==","name":"The Shaft","yds":"5.12b","grades":{"yds":"5.12b","french":"7b"},"fa":"Matt Samet, Chris Weidner, Cameron Cross, Andy Mann, Paul Glover","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":6,"mp_id":"106207686","mp_crag_id":"105745684","climb_id":"BM4luOYPU+Sqnrji0ZwjGQ==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is the leftmost tufa feature on the north face of Dinosaur Rock. It shares its first 45 feet with\n\nPatience Face\n\n, but where\n\nPatience Face moves right\n\n, head straight up onto \"The Shaft.\" Love it up... continuous and physical.","protection":"10 bolts to a double-bolt anchor.","location":"This is on the left side of the north face of Dinosaur Rock.\n\nPlease access this climb and Pretty in Pinkler only from the switchback along the Mallory Cave Trail. That is, don't approach up from the toe of Dinosaur Rock or walk down that way when done climbing. It's very steep there and will only contribute to erosion."},"__v":0},{"_id":"/pLJbTNBWMaYx01yZRd/9Q==","name":"Pretty in Pinkler","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Matt Samet, Paul Glover","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":5,"mp_id":"106207697","mp_crag_id":"105745684","climb_id":"/pLJbTNBWMaYx01yZRd/9Q==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is the leftmost bolted line on the north face of Dinosaur Rock, up pretty, grey-green fluted rock ending at the \"pinnacle\" of a little spire/ledge on the wall's left side. The climbing is crimpy but positive.","protection":"1. Ascend the west face of Dinosaur Rock (4th class/5.0). Drop over the summit to a small ledge on the east face, eight feet down.\n\n2. On this ledge, tie a rigging rope (static line) through a hole/thread in a big flake. You could back this up with cams or other flakes/horns there. Rap down this 120 feet along the east, slabby face, looking for the ledge where this climb ends. (I got over here by traversing while belayed by a toprope on The Shaft, but you might be better off coming straight to it; the intrepid/sketchy could solo up the east slabs from the ground.)\n\n3. Build an anchor by slinging the top of the pinnacle with a cordelette and backing it up with a #2 Camalot, a green C3, and a Metolius 4 or 5.\n\n4. You shouldn't need any directionals on the way down.\n\nThis is now an eight-bolt lead climb to double-bolt anchors at the top face of the little spire.","location":"This is on the far left side of the north face of Dinosaur Rock.\n\nPlease access this climb and Pretty in Pinkler only from the switchback along the Mallory Cave Trail. That is, don't approach up from the toe of Dinosaur Rock or walk down that way when done climbing. It's very steep there and will only contribute to erosion."},"__v":0},{"_id":"LxJZK8xPW6KizCKL9XraKA==","name":"Pink Man's Burden","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Paul Glover, Matt Samet","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":0,"mp_id":"106778312","mp_crag_id":"105745684","climb_id":"LxJZK8xPW6KizCKL9XraKA==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"Start on south side of Dino Rock - you will see 5 bolts going up and left. We pulled on the first bolt and pre-clipped the second bolt. Some of the rock for the feet at the start is mega choss that will never clean up. This section is 11+. Mount the large prow aka Big Mindy via weirdness at the fourth bolt and then traverse out of sight around the corner for four more bolts (5.7) to a two bolt anchor.\n\nPitch two is five bolts to a two bolt anchor (.11b). Yard off the anchor and pre-clip the first bolt. From the top, lower back to middle anchor and rap from there with a 60m rope.\n\nPitch two is four stars. Pitch one maybe gets two - maybe.","protection":"Pitch 1 - 8 bolts. Pitch 2 - 5 bolts. 2 bolt anchors for both pitches. No trad gear needed.","location":""},"__v":0},{"_id":"zK3Oi4rIW+yeJY9CjsNRjw==","name":"Patience Face","yds":"5.12a","grades":{"yds":"5.12a","french":"7a+"},"fa":"First lead: Derek Peavey, Matt Samet, Paul Glover. First TR: Samet, Glover. Variation in the groove TR'ed earlier by Rui Ferreira, et al.","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":7,"mp_id":"106207663","mp_crag_id":"105745684","climb_id":"zK3Oi4rIW+yeJY9CjsNRjw==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is a 35-meter lead on the north face of Dinosaur Rock, right off the Mallory Cave trail. It climbs nice tan and maroon stone down low to a long black streak/rib that goes to the top of the wall. You must ABSOLUTELY USE A 70-METER ROPE FOR THIS CLIMB!!!\n\nOriginally done as a toprope, this is now a 14-bolt lead. Climb the first five bolts of The Shaft to a resting pod, then step right to the other, wider black streak/tufa thing. Follow this past nine more bolts all the way to the top of the wall on nice dark rock, with a handful of intricate cruxes separated by 5.10/5.11 climbing and some other rests. Definitely a voyage...Double-bolt anchors are a bit left at the lip so the rope will run better; unclip the last draw while lowering to reduce wear on your cord.\n\nThere are a few no-hands rests (\"pods\") here and there, but plenty of cruxes in between, including one at the top. We named all the pods, too -- seemed funny at the time.\n\nPre Pod, Pinkler Pod, Love Pod, Post Pod....\n\nMany thanks to the Flatirons Climbing Council, OSMP, and the Access Fund for making it possible to install new climbs and update old ones in the Flatirons.","protection":"14 bolt to double-bolt anchors.","location":"This is slightly east (left) of center on the north face of Dinosaur Rock."},"__v":0},{"_id":"FRxwFMisV0+6KDQjAM9u2Q==","name":"Milk Bone","yds":"5.13a","grades":{"yds":"5.13a","french":"7c+"},"fa":"TR: Chris Weidner, Matt Samet | Lead: vice versa","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":8,"mp_id":"106207680","mp_crag_id":"105745684","climb_id":"FRxwFMisV0+6KDQjAM9u2Q==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This climbs the pronounced, limestone-like tufa (the \"Bone\") in the middle of the north face of Dinosaur Rock. It's 30 meters long, and sustained as all hell once you step off the ledge below the Bone. The water action down the wall sculpted all the best holds right on the Bone itself - the scoops out left and right are blank, forcing Euro-style movement on this extruded feature.\n\nThe climb follows 11 half-inch bolts to a double-bolt anchor at the lip of the wall, out of the way of the East Face slab routes. We unclipped the first bolt after clipping the second, for rope drag, and used a long sling or two in places higher on the route, though they aren't totally mandatory. There is a sort of wedged block near the second bolt that we didn't use on the traverse  - heads up with it. There's also a hollow toaster-sized flake near the jugs down and right of the last bolt - don't use that either (X on it). You don't need to use either of these holds.\n\nTo begin, scramble up the ramps, and then move right to left across the lower ledges. Once below the roof, start tugging and don't let go till the chains. For what it's worth, I think this is one of the best pitches in the Flatirons.\n\nMany thanks to the Flatirons Climbing Council, Boulder OSMP, and the Access Fund for making it possible to establish new routes in the Flatirons.","protection":"11 bolts to a double-bolt anchor. The first bolt is about 40 feet up but is reached via easy fifth class. If you get gripped on the dirty ramp, there's probably a little gear.\n\n60-meter rope - and tie a knot in the end.","location":"This is in the center of the north face of Dinosaur Rock."},"__v":0},{"_id":"Byoeyxw0UpeDC9ZSZ/nRIA==","name":"Jurassic Park","yds":"5.13","grades":{"yds":"5.13","french":"8a"},"fa":"unknown","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":10,"mp_id":"108933364","mp_crag_id":"105745684","climb_id":"Byoeyxw0UpeDC9ZSZ/nRIA==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is the incredible feat of \"sending\" all five of the sport routes on the popular north face of dinosaur rock in a single day. This includes from left to right:\n\nPretty in Pinkler\n\n,\n\nThe Shaft\n\n,\n\nPatience Face\n\n,\n\nMilkbone\n\n, and\n\nUltrasaurus\n\n.\n\nI know my buddy Bart \"the Crusher\" Paul did it way back in the day, but I am not sure if anyone else has. I'm assuming some of the prolific Flatiron's route developers such as Matt Samet have done this as well, but I am not really sure? Candidates for sending Jurassic Park should be really strong, really fit, or have the routes on total lockdown. I think this feat is rad enough that it merits a designation on Mountainproject. Fitness is the name of the game for Jurassic Park. Given that 4 of the 5 climbs are roughly 100 feet long, are pumpy, and all have redpoint cruxes near the top, I think doing all of them clean in a day is quite a challenge. My buddy Chris Taylor who was also trying to do \"Dino in a Day\" coined the term Jurassic Park, and it just kind of stuck. I would love to hear from others in the climbing community who have done this or tried. It would be very interesting to hear who did this first and what year it was. It's hard to quantify the difficulty of this accomplishment, but I would say that sending all 5 routes is somewhere in the solid 5.13 realm.\n\nNonetheless, Jurassic Park should be on every strong climbers tick list! Enjoy the challenge, and don't get too pumped....","protection":"Fixed anchors - lots and lots of bolts.\n\nBring every quickdraw you own, and maybe borrow all your friends draws as well. You get extra credit for making people carry your 15 lb. sling of draws up to the crag.","location":"This is on the North side of Dinosaur Rock."},"__v":0},{"_id":"O/dtUDIOWyusNgQaW/FKIw==","name":"East Face/Dinosaur Rock","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":3,"mp_id":"105754915","mp_crag_id":"105745684","climb_id":"O/dtUDIOWyusNgQaW/FKIw==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This route starts on the left side of the large block leaning against the east face. This route has made it on Roach's Flatiron classic list. The rock is generally sound on this route, but there are some flaky sections in the dark red bands. There are good gear placements, but they only occur at 20-30 foot intervals.\n\nP1: start in one of the left-facing ramp systems about 25 feet to the left of the large block. After about 120 feet, start to look for the best spot to angle up to the left across the red slab. With a 200 foot rope, you can reach a nice ledge below the crux slot. (5.3 190 feet.)\n\nP2: climb the steep groove above, there is flared #2 [Camalot] placement at the crux. After exiting the slot, climb the slab to the right. A small blue Alien protects the final bulge before you head for the summit. This pitch felt harder than 5.4, but it was 40 degrees out when I climbed it. I will let you be the judge.\n\nDescent: downclimb the west face route (5.0). You can do a single rope rap from a tree 30 feet down.\n\nor\n\nPer\n\nWilliam Thiry\n\n:\n\nP1. At the base of Dinosaur Rock is a large, triangular slab that leans against the main east face. You can climb up either the left side of this to the top (4th class if you avoid the polished red rock and stay on the featured rib) or climb up the right side of this triangle (which I have not done but is apparently pretty good 5.2). In either case, belay at the top of this triangle, which is a great belay ledge.\n\nP2. Given the many descriptions of this route, it is confusing where to go for the second pitch. Guy describes going far left across red slabs to a ledge below a slot, belaying there, then ascending the slot. That is not the recommended route, however.\n\nAs described in Roach's book, go basically straight up from the belay, perhaps tending a tad right for the first 20 feet, aiming for a small roof about fifty feet above the belay. I was only able to find one good piece of gear in this section about 20 feet above the belay (0.75 cam). Another crack 10 feet below the roof may take a smaller cam or nut, but it didn't strike me as being a very reliable place for good pro.\n\nTiptoe up good 5.2 rock to the left side of the roof. Go up left of the roof, which forms a left-facing flake. There is a great spot for a 1\" cam about half way up this flake. The 5.4 crux is getting through this section, but once you place the cam, you will feel much better about things. There are good holds on the flake and good friction on the slab to the left.\n\nSoon after the cam placement, the climbing quickly becomes very easy as you scamble straight up to a great belay ledge.\n\nAfter this pitch, the guidebooks would lead you believe that this climb is over, but for beginner climbers, the next section can be the most frightening.\n\nFrom the belay spot, you must ascend a 10-foot friction slab (no holds!) to a knife-edge ridge, then downclimb the other side which is 20 feet of vertical 5.2. (This is the top of the West Face route, which is listed as 5.0 but will seem 5.2 downclimbing it.)\n\nNew climbers will be intimidated by this, especially if there is a strong wind at this summit. The stronger climber may have to belay their partner over this ridge and down the other side, and then tackle this challenge solo.\n\nOnce down this face you can apparently downclimb straight west then north toward the main Mallory Cave trail (this would be the lower part of the West Face route). We weren't familiar with this downclimb, so we simply rappelled off the huge pine tree straight west.","protection":"Gear to 2.5\".","location":""},"__v":0},{"_id":"nBtCbrqtW0OY+2U7+kG66A==","name":"East Face Right/Dinosaur Rock","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown, some other dinosaur","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":4,"mp_id":"105762027","mp_crag_id":"105745684","climb_id":"nBtCbrqtW0OY+2U7+kG66A==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is an obvious chunk of rock that you encounter as you hike up the Mallory Cave Trail.  This is near the current Dinosaur Rock sign just before Der Zerkle.  Its lichen-filled appearance does not invite as many suitors as other E facing Flatiron routes.  Nonetheless, the access is simple, the commitment is low, the protection is adequate.  There are better and there are worse but for those who have tried most of the classic E faces, here is another to fill in the collection.\n\nFollow the Mallory Cave Trail from NCAR until you come up to the NE corner of Dinosaur Rock.  Start to the R of the extra chunk of rock.  Wander up easy, slightly licheny rock past a tree.  Continue along with face climbing just R of a dihedral.  Continue up perhaps 60-80 ft where there are large holds for your hands to move up to the next higher plate (crux).  Continue up on this plate perhaps another 20-40 ft until you find a small foot traverse onto the next higher (highest) plate.  Traverse perhaps 15 ft L, then continue up to a reasonable belay about 170ft up.  Long slings for the flakes & a #4 Camalot are useful for the belay.  Move up face moves to catch a L facing dihedral that continues to the top.  A black (tiniest) alien may be useful before you get to the dihedral.  This pitch may be the same as the 2nd pitch of Rug Munchers 5.4.  About 300ft.\n\nDescend by down climbing about 30 ft to a large ledge with a slung tree.  Rappel about 60 ft to an alcove or downclimb.  It doesn't suck, but it is not facile.","protection":"Light rack to #4 Camalot","location":""},"__v":0},{"_id":"JLkOnPkoUjyp9BAFSE5Z5Q==","name":"Dinosaur Tracks","yds":"5.3","grades":{"yds":"5.3","french":"3+"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":1,"mp_id":"105755806","mp_crag_id":"105745684","climb_id":"JLkOnPkoUjyp9BAFSE5Z5Q==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This route ascends the westernmost rib of rock that rises out of Bear Canyon and leads north to the south side of Dinosaur Rock.  This rib dies out near the saddle west of Dinosaur Rock, if you want to reach the summit you should continue via the West Face route (or South Ramps route).\n\nThe start of the rib lies between Bear Creek Spire and the Southern Dinosaur Egg.  The bottom of the rib may be identified by a steep 30 foot high face at the bottom.  Start right of this face and head up the rib.\n\nAbout half way up, you will be stopped by a 20' vertical step in the ridge.  One can climb straight up the crest at exposed 5.3 (watch for loose rock).  A cowardly variation here climbs a fir tree right of the crest and is not recommended.  After this you will soon reach on a small, keyhole shaped false summit.  This is bypassed by downclimbing a bit and doing a short traverse on the east side.  After this you will climb right over a small arch, although this is hard to see when you are going over it.  Continue up to the saddle west of Dinosaur Rock.","protection":"Standard Flatiron rack.","location":""},"__v":0},{"_id":"5Mps4O9jWcGbeAtXsLbKWA==","name":"Dinosaur Jr.","yds":"5.10-","grades":{"yds":"5.10-","french":"6a"},"fa":"Mark Roth and Glen Charnoski, maybe?","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":12,"mp_id":"109542241","mp_crag_id":"105745684","climb_id":"5Mps4O9jWcGbeAtXsLbKWA==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is a really fun route in a beautiful spot. A few bolts would make it a fun lead, but as it is you might want to toprope. The climb starts in the cave on the South face. Exiting the cave is easy if you chimney (5.7), but it is also possible to boulder out the overhang without using the big ledge on the left (11a?). Once above the cave, you are rewarded with some really clean and fun face climbing.\n\nIf you fix your rope to a tree on the North side of the boulder and scramble up the back (5.4), you can step around the west side onto a sloping ledge on the South face. Work your way down the sloping ledge for about 15 feet. There is a nice crack to build a gear anchor near the lip  (#2 or #3s are ideal). The rock is short enough you can use your rope from the tree to back up the anchor and still have enough slack to set up a toprope with the rest.","protection":"There is some protection but nothing that would keep you off the ground.  It's a little too high to boulder.  Some of the moves are insecure, and the landing is terrible.\n\nSome #2 or #3 Camalots will make a nice top rope anchor.","location":"This route is on the South face of the giant boulder in the saddle on the west side of Dinosaur Rock.\n\nApproach via the Mallory Cave Trail, and hang a left after you pass\n\nThe Shaft\n\nand the other NW face routes."},"__v":0},{"_id":"Tct29/OjUIu0Cx7LNeoWEA==","name":"Big Bob Cranks","yds":"5.10b","grades":{"yds":"5.10b","french":"6a+"},"fa":"unknown, pre 7/93","type":{"sport":true,"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":14,"mp_id":"105762033","mp_crag_id":"105745684","climb_id":"Tct29/OjUIu0Cx7LNeoWEA==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This is a fun, slightly-overhanging sport route with huecos on a WSW buttress next to Dinosaur Rock.  The rock is still a bit friable partly due to lack of traffic and partly due to its overhanging nature.  It is the left of the 2 bolted lines.  It is not listed in either of R. Rossiter's\n\nBoulder Climbs North\n\nnor\n\nFlatirons\n\nguidebooks.  It was shown to me by Scott Resnick.  He informed me it was 5.9; however, it feels a bit stiffer.  Some may find it harder than my rating for an on-sight.\n\nFind this route by on a small steep buttress next to Dinosaur Rock access via NCAR to the Mesa Trail then either hiking up the Mallory Cave Trail until above the top of Dinosaur Rock and hiking briefly down the second gully between it & Der Freischutz (between 1st & 2nd strata) or hiking South on the Mesa Trail to the Bear Canyon Trail, crossing Bear Creek, and up the gully between the 1st & 2nd strata.  You can see this buttress well from the top of\n\nRehatch\n\nor\n\nCloudwalker\n\non Northern Dinosaur Egg.  You can scramble/climb around the back of the formation and set up a TR with a directional off the 5th and/or 4th bolts (the anchors lie left of the line).\n\nFire up huecos which must be carefully used to keep the rating as above.  Apparently, this route was originally led with cams, no bolts.  Apparently, it has been retrobolted, oh well.  It is continuously overhanging, but it has plenty of jugs.  The 2nd bolt is on a small shelf that leaves any clipped biner partially hanging over a ledge (don't fall).  It is probably best to back it up with a spectra or Kevlar sling threaded through the bolt.  You can plug in a #3 Camalot in a hueco maybe 5 feet higher.  The crux is just above the 4th bolt utilizing a key hueco sidepull.  You hop right onto the South face and find the 5th bolt along the West most edge of the South face.  The anchor bolts are okay, but currently the chains are very rusty.  They are set back from the edge, so that 48 inch slings are required to reduce rope wear for belaying from below.  This is a fun route.  It is a reality check if it is consensus 5.9.  It is approximately 60 feet.\n\nRap the route.\n\nApparently, it was referenced in an old\n\nRock & Ice\n\narticle.  Which issue?  Page?\n\nFinally, the hangers are all old style SMC hangers.  Maybe they could be updated?","protection":"5 QDs, a #3 Camalot, 48\" slings for the anchor.  Originally climbed with Friends and then retrobolted.","location":""},"__v":0},{"_id":"9k6QmOHpX4S4YGTNANAvmw==","name":"[Redacted]","yds":"5.4","grades":{"yds":"5.4","french":"4a"},"fa":"unknown","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"left_right_index":2,"mp_id":"105828725","mp_crag_id":"105745684","climb_id":"9k6QmOHpX4S4YGTNANAvmw==","areaRef":"hCJRZtjsWY6n1t9xmk2g0g=="},"content":{"description":"This route is a pretty mellow route but has even less good gear than the average Flatiron route, at least the way we did it.  Regardless, it is mostly solid stone and fun climbing.\n\nThere is a belay at ~200' (60 meters of rope to the end) on a good shelf 30' below the top to stop on. To identify it, find the natural thread.  The top is a knife-blade and does not afford a good belay anyway, so stop there. To top out, send one climber up and over, then down the back while belaying - the stronger party can come down solo after the first one is safely down, having been belayed by a rope up and over the summit to the opposite side and ground.","protection":"A few TCUs and cams. Maybe a Lowe Tricam or two. I placed a #0.75 Camalot, a #2 Camalot, and a red tricam, in all.","location":"On the left side of the East Face of the Dinosaur Rock, just left of a small broken slab that leans on the main face and just right of the closure area sign, there is a smooth ramp going up and right along a dark groove in the rock. Follow this until the rock gets flaky, then bump up over a wall to the right to better rock and better holds. This is probably 5.4."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,decc1251-4a67-52b9-b23f-3243e10e93d0,d0ca78b6-a3cb-517c-adee-d9c6f8c2d2d8,3064068f-8414-58a3-aefa-818bbb244841,84225166-d8ec-598e-a7d6-df719a4da0d2","pathTokens":["USA","Colorado","Boulder","Flatirons","Central","Dinosaur Rock"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.0"},{"count":2,"label":"5.13a"},{"count":3,"label":"5.10b"},{"count":2,"label":"5.5"},{"count":1,"label":"5.12b"},{"count":2,"label":"5.11d"},{"count":1,"label":"5.12a"},{"count":1,"label":"5.13"},{"count":2,"label":"5.4"},{"count":1,"label":"5.3"},{"count":1,"label":"5.10-"}],"byDiscipline":{"trad":{"total":6,"bands":{"unknown":0,"beginner":6,"intermediate":0,"advanced":0,"expert":0}},"sport":{"total":10,"bands":{"unknown":0,"beginner":0,"intermediate":3,"advanced":4,"expert":3}},"tr":{"total":7,"bands":{"unknown":0,"beginner":0,"intermediate":4,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":6,"intermediate":4,"advanced":4,"expert":3}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.2875,39.9734]},"bbox":[-105.28808676116465,39.97295033981814,-105.28691323883537,39.97384966018186],"left_right_index":-1,"ext_id":"105745684","area_id":"hCJRZtjsWY6n1t9xmk2g0g==","polygon":{"type":"Polygon","coordinates":[[[-105.28808676116465,39.97295033981814],[-105.28691323883537,39.97295033981814],[-105.28691323883537,39.97384966018186],[-105.28808676116465,39.97384966018186],[-105.28808676116465,39.97295033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":17,"__v":1,"createdAt":"2022-11-07T05:56:00.900Z","updatedAt":"2024-02-19T18:31:24.925Z"}