{"_id":"6368a50be80bff5a995aff8c","area_name":"Five Fingers Area","shortCode":"","climbs":[{"_id":"b5FBX4BgUfmdEnqsLKIgxQ==","name":"Waltz, The","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"left_right_index":1,"mp_id":"105815932","mp_crag_id":"105739521","climb_id":"b5FBX4BgUfmdEnqsLKIgxQ==","areaRef":"N1LHK5WoViWYEqh/8gXQng=="},"content":{"description":"An interesting start leads to a an easy wide crack.  The start is an undercling that leads to a length of liebacking, along good rock.  It then has the odd move as you work from one wide crack to another.  Finally, after you pass a slung tree and horn, you come to a divergence: a really steep offwidth/squeeze on the right or an easy wide crack to the left.  The climb goes left.  I tried right but the rock was rotten.\n\nAll in all a nice lower sequence followed by an easy upper sequence.\n\nWARNING !!  One last thing, after the lieback sequence, the next sequence involves a crack with a thin death flake.  Beware.  Helmets are advised.","protection":"Standard rack, some runners and a few large pieces (hexes or large cams) for the wide sections... or you could not protect those certain areas.  Set up your own anchor up top, so bring that gear also.","location":"Probably the easiest approach is to climb up the tree filled gully/flake right of Callitwhatyouplease, and you will end up at the base.  The crack that climbs alongside the vertical wall on the left is Chicken Chickenhead, and The Waltz climbs the next crack to the right, going left of the obvious chimney, Tenderloin.  Rappel off a tree at the top of Tenderloin."},"__v":0},{"_id":"z/+QVnTHWwG2SWbWwMvEPg==","name":"Tenderloin","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"left_right_index":2,"mp_id":"112908147","mp_crag_id":"105739521","climb_id":"z/+QVnTHWwG2SWbWwMvEPg==","areaRef":"N1LHK5WoViWYEqh/8gXQng=="},"content":{"description":"This is the rightmost route that ascends from the belay ledges beneath 'Chicken Chickenhead' and 'The Waltz'.\n\nThis route has clean & straightforward 5.5 chimneying, with ample opportunity for small gear, making this a good early chimney lead. However, this is a real chimney that requires proper chimney technique, so it will not feel as easy as 5.5 without proper technique.","protection":"I used BD 1x#1, 1x#2, 2x#3, 1x#4. The best option is to make a gear anchor in a crack beyond the rapp tree using hand sized pieces & larger (#1-3, opt. #4-5).\n\nKnee pads might be appreciated.","location":"The belay ledge is reached via a straightforward cl. 3-4 scramble up the first part of Stone the Crows.\n\nYou can also start it by first traversing low from a gear anchor at the far left edge of the ledge beneath Fat Man's misery (e.g. if you are working 5 Fingers area right-to-left). Do a broad step across to some fins & hand-sized jam and you're off!\n\nRappel off a tree to the left between The Waltz & Tenderloin. Note that 1 70m barely makes it down. A 60m might get you to terrain to scramble, but make sure your ropes are even lengths! Worst case, some people have rapped off an intermediate tree that is near the bottom."},"__v":0},{"_id":"+DvFa5wXWXyj9pewUjl8bw==","name":"Scumbag Crack","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"left_right_index":4,"mp_id":"112908340","mp_crag_id":"105739521","climb_id":"+DvFa5wXWXyj9pewUjl8bw==","areaRef":"N1LHK5WoViWYEqh/8gXQng=="},"content":{"description":"Ruckman's calls this an 'unpleasant squeeze chimney'. The more recent \"Ferguson to Lone Pine Peak\" guide describes this as \"A dirty squeeze chimney. Have fun...\"\n\nFun I did have, but I disagree with these sentiments! The crack, while short, is sustained at wide technique and surprisingly difficult for a so-called 5.6. It has two distinct cruxes, the entry above the pine tree and then a harder one at the second tier beyond. The rock is cleaner than most other routes in the area, and it takes pro well. Just make sure to leapfrog your wide cams...\n\nAlso, I don't know if a missing hold broke off or I missed something, but the second crux felt way harder than 5.6. I would have rated it more like 5.8-5.9 (based on my experience. I led a lot of wide in Yosemite, including the NEB of Higher Cathedral Rock & Harding Route on Conness).\n\nNot shown in any guidebooks is a short but fun second pitch continuation in order to access anchors above Fat Man's Misery and The Waltz. Continue scrambling up the corner and you will encounter a juicy arcing hand crack. While you can step left to slab halfway up, why would you do that?! Go for the awkward wide exit with the fun chickenhead face hold. This crack takes BD #2-3 pieces, and a #4 nicely protects the exit.","protection":"I placed a BD #2 just before the entry. After that I leapfrogged up a #6 most of the way, with an optional #5 for one narrower part. I placed a #0.75 & #3 as 'piece of mind' gear to leave behind as I leapfrogged cams.","location":"This route climbs directly above the pine tree at the right side of Fat Man's Ledge. Belay on bushes at the top. You can use the Five Fingers Rappel to the south to descend, or continue up an additional pitch to gain anchors above Fat Man's Misery and The Waltz."},"__v":0},{"_id":"R+KnKk7GXmiOBiRk8hV+iw==","name":"Hornet's Rest","yds":"5.8+","grades":{"yds":"5.8+","french":"5b"},"fa":"Ted Wilson, Bob & Wilf Bruschke","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"left_right_index":7,"mp_id":"105741548","mp_crag_id":"105739521","climb_id":"R+KnKk7GXmiOBiRk8hV+iw==","areaRef":"N1LHK5WoViWYEqh/8gXQng=="},"content":{"description":"This climb starts from the anchors of Half-a-Finger.  First do Half-a-Finger, or I think maybe this ledge is reachable from the top of the Five Fingers buttress (?).\n\nThe pitch climbs a short hand crack in a right facing dihedral to a huge ledge.  Then a few delicate moves up a very thin finger crack/seam in a dihedral lead to a roof.  Hand traverse right along the roof and then up a groove/crack to the anchors atop Satan's Corner.\n\nOne 60m rope can rap here down to a ledge at the start of Lisa's Shoulder.","protection":"Single set of cams from red alien up to #3 camalot.  Stoppers.  Chain anchors shared with Satan's Corner.","location":""},"__v":0},{"_id":"/3hJY56DX8iIdGqhbT/ahA==","name":"Five Fingers","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Bob and Wilf Bruschke, Ted Wilson, 1960","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"left_right_index":5,"mp_id":"105948479","mp_crag_id":"105739521","climb_id":"/3hJY56DX8iIdGqhbT/ahA==","areaRef":"N1LHK5WoViWYEqh/8gXQng=="},"content":{"description":"One route with a whole lot of climbing options, Five Fingers is a series of bottoming cracks and grooves that parallel each other, creating \"fingers\" in between.  Most of these options are easy, but the climbing is technical.  The rock quality is sharp and gritty, which tends to exfoliate individual crystals.  Deeper in the cracks, the rock quality improves significantly, providing more security for jamming and the occasional jug.  There crack on the far right is wider than the rest, and is probably the most difficult (5.7).","protection":"Depends which crack you climb, so bring an assortment of gear.  Cams are easier to place in the grooves and flares.  A tree with slings and rappel rings provide anchors about 15 feet across a ledge at the top.","location":"Five Fingers is a distinct \"finger-like\" formation situated in the middle of the Gate Buttress.  It is above and to the west of the Dihedrals Area and to the east of the Schoolroom Rappel Area.  The approach is awkward from all directions.  The most direct approach is to climb the Prune Face Slab and then continue straight up the gully, staying on the right side.  A scary third class approach is required from the Dihedrals Area, and a third class slab traverse is necessary from the Schoolroom Rappel Area.  Start along the base of the cracks where the gully starts.  There is a tree about 15 feet from the edge at the top of the cliff with several slings and two old rappel rings.  One single rope rappel gains the gully."},"__v":0},{"_id":"vzAtDEpoWoCaojfSdSmjXw==","name":"Fat Man's Misery","yds":"5.5","grades":{"yds":"5.5","french":"4b"},"fa":"unknown","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"left_right_index":3,"mp_id":"105740453","mp_crag_id":"105739521","climb_id":"vzAtDEpoWoCaojfSdSmjXw==","areaRef":"N1LHK5WoViWYEqh/8gXQng=="},"content":{"description":"At the base of Five Finger Wall, to the left of the \"five fingers\" is a large pine tree with a 3rd class scramble below it.  Get to this pine tree.  It then climbs up the relatively easy slab-corner system to the big chimney.  Climb the right wall of the chimney using the crack.  Fun hand and fist jams, and easy footwork.","protection":"Medium to large gear protect this climb well.  Hexes were especially good.  Natural anchors at the top so bring runners.","location":""},"__v":0},{"_id":"xy5ymcCtXHGktiLAB5j15g==","name":"Chicken Chickenhead","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Larry Evans and Rich Ream","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"left_right_index":0,"mp_id":"105944067","mp_crag_id":"105739521","climb_id":"xy5ymcCtXHGktiLAB5j15g==","areaRef":"N1LHK5WoViWYEqh/8gXQng=="},"content":{"description":"Start up a fist crack between a slab on your right and a steep face on your left.  Several large chickenheads provide jugs for those with poor crack climbing technique.  Stem through a long trough chimney to what appears to be a belay underneath a right-facing dihedral.  The crux is getting into the dihedral.  I'm pretty sure that the chickenhead at the crux is the reason for the route's name.","protection":"Medium to large camming devices or big hexes for the more passive personalities.  There are some slings below the crux in case you don't want to top out.","location":"Just left of the Waltz, Chicken Chickenhead climbs the trough chimney underneath the tree that grows out of the rock beneath the Callitwhatyouplease rappel.  Use the Callitwhatyouplease rappel to get down."},"__v":0},{"_id":"iTb4KepCV1i2nVopzO2LZQ==","name":"Bitterfingers","yds":"5.11d","grades":{"yds":"5.11d","french":"7a"},"fa":"Merrill Bitter 1981","type":{"trad":true},"safety":"R","metadata":{"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"left_right_index":6,"mp_id":"115399745","mp_crag_id":"105739521","climb_id":"iTb4KepCV1i2nVopzO2LZQ==","areaRef":"N1LHK5WoViWYEqh/8gXQng=="},"content":{"description":"","protection":"micros, brass nuts, small cams, draws... a bail biner for the final bolt","location":"Follow the great new approach trail to the Schoolroom from the Gate Buttress parking area (thanks SLCA!) Once you find yourself beneath Bushwhack Crack keep traversing right- eventually frictioning straight across a mottled slab to further blocky scrambling until you reach the ledge below the lone juniper tree that sits on the ledge where Bitterfinger's thin climbing begins."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ee1d37e7-dc41-5c26-a358-5d51af01f499,5f0ed4d8-ebb0-5e78-ae15-ba7f1b3b5c51,e838736e-03de-5522-b170-850c7ffcb2ac,007f1fc1-3268-5660-b397-b7543d332216,53c9e9ec-ae7b-5ee7-aa8d-14077379050f,3752c72b-95a8-5625-9812-a87ff205d09e","pathTokens":["USA","Utah","Wasatch Range","Central Wasatch","Little Cottonwood Canyon","Gate Buttress","Five Fingers Area"],"gradeContext":"US","aggregate":{"byGrade":[{"count":4,"label":"5.6"},{"count":2,"label":"5.5"},{"count":1,"label":"5.8+"},{"count":1,"label":"5.11d"}],"byDiscipline":{"trad":{"total":8,"bands":{"unknown":0,"beginner":7,"intermediate":0,"advanced":1,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":7,"intermediate":0,"advanced":1,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-111.7533,40.5733]},"bbox":[-111.75389198957998,40.57285033981814,-111.75270801042002,40.573749660181875],"left_right_index":-1,"ext_id":"105739521","area_id":"N1LHK5WoViWYEqh/8gXQng==","polygon":{"type":"Polygon","coordinates":[[[-111.75389198957998,40.57285033981814],[-111.75270801042002,40.57285033981814],[-111.75270801042002,40.573749660181875],[-111.75389198957998,40.573749660181875],[-111.75389198957998,40.57285033981814]]]}},"content":{"description":""},"density":0,"totalClimbs":8,"__v":1,"createdAt":"2022-11-07T06:26:26.439Z","updatedAt":"2024-02-19T18:40:33.833Z"}