{"_id":"63689de0e80bff5a994fa7e6","area_name":"East Buttress","shortCode":"","climbs":[{"_id":"Rteg5Sy/X1icH9ykq1MLlQ==","name":"Sun Dogs","yds":"5.11-","grades":{"yds":"5.11-","french":"6c"},"fa":"RMWright, Mark Tarrant, August 2009  FFA Mark Tarrant","type":{"trad":true,"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"left_right_index":999999,"mp_id":"106519551","mp_crag_id":"106487389","climb_id":"Rteg5Sy/X1icH9ykq1MLlQ==","areaRef":"HZ+7JpgqUUSjCIjoeGk7+w=="},"content":{"description":"Sun Dogs begins by scrambling over the large block at the base and just right of the dihedral. Clip a travers bolt from the block, step out right to pick up 20 or so feet of exposure, clip and second bolt and then back clean the first. This will protect the traverse and prevent massive rope drag. Fire up throught the crack above, which is protected by camming units, to gain a tricky slab. Sun Dogs shares the upper 50 feet with\n\nSpeed of Light\n\n. Overall climbing is a tad more difficult than\n\nSOL\n\nwith tricky sections in the slab and again just below the anchors on the final headwall. Climbing is fun, well protected, and largely on excellent rock.\n\nMark picked off the first red point.","protection":"15 draws, a couple of mid to thin camming units, and something for the double bolt anchor at the top. We used the yellow Camalot and the green Link Cam (0.75). This route requires (sic) either a 70 meter rope or double ropes to descend via a single rap. A 60 meter rope will not reach ground in a single rap!!! Alternatively, one can rap to the anchor on\n\nNeda\n\nand do it in two steps.","location":"Second route right of\n\nNeda\n\n, marking a bee line to the top. Sun Dogs shares the top anchor with\n\nSOL\n\n."},"__v":0},{"_id":"LKki0C53VaysfsqgKcmQRQ==","name":"Speed of Light","yds":"5.11a","grades":{"yds":"5.11a","french":"6c"},"fa":"RMWright, Pat Burwick, August 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"left_right_index":999999,"mp_id":"106519537","mp_crag_id":"106487389","climb_id":"LKki0C53VaysfsqgKcmQRQ==","areaRef":"HZ+7JpgqUUSjCIjoeGk7+w=="},"content":{"description":"Speed of Light begins in the obvious dihedral on the left side and fires up on largely moderate terrain. The crux comes in solving the final headwall just below the rap anchors. Climbing is on largely excellent rock, fun, and not particularly pumpy. Save some gas for the finishing moves since the solution to the final headwall is not obvious from the first go. The climbing on SOL was varied, interesting, and pretty well stitched up.","protection":"15 draws and something for the double bolt anchor at the top. This route requires (sic) either a 70 meter rope or double ropes to descend via a single rap. A 60 meter rope will not reach ground in a single rap!!! Alternatively, one can rap to the anchor on Neda and do it in two steps.","location":"This is the first route right of\n\nNeda\n\nand running to the top of the crag. SOL is on the left side of the West Face of the East Buttress, the large crag above The Lair."},"__v":0},{"_id":"jpNAHR7YU4uh+n6VFybVDw==","name":"Neda","yds":"5.11+","grades":{"yds":"5.11+","french":"7a"},"fa":"Richard Wright, Mark Tarrant, July 2009","type":{"sport":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"left_right_index":999999,"mp_id":"106487396","mp_crag_id":"106487389","climb_id":"jpNAHR7YU4uh+n6VFybVDw==","areaRef":"HZ+7JpgqUUSjCIjoeGk7+w=="},"content":{"description":"Neda, whose full name is Neda and The Time of Light, was named for Neda Agha-Soltan a new voice for freedom and democracy in Iran. She was murdered by soldiers of the Iranian government at a protest march on the 21st of June, 2009. Hopefully, her murder will mark the beginning of the end of repression in Iran. To the repressive forces in Iran we would say this: murder of the innocent, your own brothers and sisters, shows to the world that your time is drawing to a close and the clock is ticking. So, to paraphrase, ask not for whom the clock is ticking. It is ticking for thee.\n\nNeda climbs the clean bulletproof left side of the West face. A tricky entry sequence gives way to more moderate climbing leading to a ledge at 50ft. Crux climbing comes off the ledge in a left-facing dihedral that remains difficult for approximately 20 ft. The final sequence follows an arete on juggy holds. Rock quality on Neda is excellent overall, although the ledge knocks a star off the rating for breaking up the continuity (the shake-out however is well appreciated !!).","protection":"About a dozen draws and a 60 meter rope.","location":"West face of the East Buttress. Left side. Approach via one of the right side routes in The Lair, Mammary Lane or Tap Line."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,ab48aed5-2e8d-54bb-b099-6140fe1f098f,8029a0f3-123e-5fa5-8b69-163fa13e3795,1d9fbb26-982a-5144-a308-88e878693bfb","pathTokens":["USA","Colorado","Empire","East Buttress"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.11-"},{"count":1,"label":"5.11a"},{"count":1,"label":"5.11+"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":1,"expert":0}},"sport":{"total":3,"bands":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":3,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-105.683,39.7603]},"bbox":[-105.68358494141462,39.759850339818136,-105.68241505858538,39.760749660181865],"left_right_index":-1,"ext_id":"106487389","area_id":"HZ+7JpgqUUSjCIjoeGk7+w=="},"content":{"description":""},"density":0,"totalClimbs":3,"__v":1,"createdAt":"2022-11-07T05:57:11.147Z","updatedAt":"2024-01-15T16:44:27.793Z"}