{"_id":"63689d5ce80bff5a994f538e","area_name":"Outguard Spire","shortCode":"","climbs":[{"_id":"6w9lwro3Xk2VZ/f8pq2P0w==","name":"East Face Direct","yds":"5.10d","grades":{"yds":"5.10d","french":"6b+"},"fa":"Dave Nettle","type":{"trad":true,"alpine":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-119.41,38.125]},"left_right_index":0,"mp_id":"107672173","mp_crag_id":"107672164","climb_id":"6w9lwro3Xk2VZ/f8pq2P0w==","areaRef":"CTXUcjcqXTOnNijwxMPylg=="},"content":{"description":"This route is in Peter Croft's book, but I could not find anyone that had actually climbed it.  There are rumors that it is dirty and loose.  Peter rated it Good, but we found it better than good.  This route is a lot of fun.  There are multiple cruxes, with great climbing on every pitch.  You will find a little bit of grit, and a little bit of loose stuff as you get higher up, but it is a very solid climb.  The traversing nature of the climb does make it spooky in spots.\n\nP1 starts off the right side of the ledge and feels spicy because it is a balancy traverse up and left (10a).  Keep going left past the 3 inch arching crack.  Take the right facing dihedral up to a sloping ledge, then mantle up to a ledge below what is supposed to be a 10c layback crack.  I found it to be 10a maybe.  Then up and right to a belay at an old bolt.\n\nP2 - Traverse right to the crack and climb up past a bolt (10b).  Mostly layback and flaring jams.  Keep climbing up and right to a shallow right facing dihedral.  Belay at the base of that dihedral.  There are some fixed pieces up higher in the shallow dihedral.  Left of you should be a big right facing dihedral that you will be traversing toward on the next pitch.\n\nP3 - Go up the shallow dihedral a couple feet, and protect up higher to protect the traverse.  Then traverse left 10b/c) for 15 feet.  You can get a good Red Alien and a good Green alien on the traverse.  On the traverse you will come to a finger crack before you reach the big dihedral.  Climb up the finger crack(10b/c).  At the top of the finger crack go left to the 5.8 hand crack.  The 5.8 felt like 9+ and took .75 green cams.  Belay at the ledge a the bottom of the thin dihedral next pitch.\n\nP4 - Climb the thin crack for 25 feet using small pro (10d).  Keep climbing up and left though a 5.7 dihedral.  Then some wider stuff up and up to the base of another dihedral.  180 feet maybe.\n\nP5 is a 5.8 right facing dihedral to another ledge.  We linked this with pitch 4 and belayed at the top of the 5.8 dihedral.\n\nP6 Keep going straight up to the top left side of the formation where there are rap anchors.  Scramble to the top.\n\nComparisons:  Harder crux than Polish Route, but not as hard overall.  Harder than Western Front.  This route is rated at Grade IV, but I would say it is more like a Grade III.  We found the crux to be in the finger crack on P3, not in the 10d dihedral.  This route is more technically hard than it is pumpy.","protection":"Rack: Single set of nuts including micro nuts.  We brought offsets.  Double set of cams from tiny to #3 Camalot.  I was glad to have a blue alien for P4 crux.","location":"The route starts on the left side of the east face.  Start the climb on the right side of the obvious ledge.\n\nTwo raps will get you down.  The first is an anchor with webbing/cord. The second is 110 feet off a slung block. A single 70m rope will get you down."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,1e18b6dd-d8b1-5c36-b555-175190184622,7a68eb3f-1d6f-5bdf-863a-b1eeea8dad89,d1d2f080-cf5d-57de-8d8e-5dd04f51716d,912d90e4-aa85-506c-871d-71021b15f01f,0935d472-372a-5d33-a736-28f0c4c3f296","pathTokens":["USA","California","High Sierra","02 - The Sawtooth Ridge","Little Slide Spires","Outguard Spire"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.10d"}],"byDiscipline":{"trad":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"alpine":{"total":1,"bands":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":0,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-119.41,38.125]},"bbox":[-119.41057160261803,38.124550339818136,-119.40942839738197,38.125449660181864],"left_right_index":-1,"ext_id":"107672164","area_id":"CTXUcjcqXTOnNijwxMPylg==","polygon":{"type":"Polygon","coordinates":[[[-119.41057160261803,38.124550339818136],[-119.40942839738197,38.124550339818136],[-119.40942839738197,38.125449660181864],[-119.41057160261803,38.125449660181864],[-119.41057160261803,38.124550339818136]]]}},"content":{"description":""},"density":0,"totalClimbs":1,"__v":1,"createdAt":"2022-11-07T05:54:47.055Z","updatedAt":"2024-01-20T00:58:33.635Z"}