{"_id":"6368a265e80bff5a99565b9a","area_name":"Midway Cliff","shortCode":"","climbs":[{"_id":"NBb2EF9yXm6mcoRh1e0xvw==","name":"Loaded  for Bear","yds":"5.9+","grades":{"yds":"5.9+","french":"5c"},"fa":"Mark Bealor, Royce Van Evera, Aug 10, 2017","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.82156,44.51687]},"left_right_index":2,"mp_id":"113763609","mp_crag_id":"113763453","climb_id":"NBb2EF9yXm6mcoRh1e0xvw==","areaRef":"/NZicieuUW+kJAu9Ibjf4Q=="},"content":{"description":"P1 free climbs the former top rope route Static Cling, on naturally clean, perfect rock. The 3rd pitch ascends a high and narrow buttress of more naturally clean, black rock. All fixed hardware was placed free on the lead with a battery drill.   P1- 5.9+ PG (5.8R): Climb the slab past four bolts, not stepping into the corner crack. After the last bolt, make a long runout straight up the slab to lower angle terrain and flakes. Step left and climb through an overhang (this feature is mentioned as V1 of After the Bash). Good cams at this overhang. Then run it out over easy ground up and right to a belay at the base of a chimney (smallish oak backed up with black tri-cam).  160’    Variation- after the 4th bolt, step left to the flakes of the route Fearless Leader, then straight up to the alcove (avoids the run out of the regular route). \n\n  P2 5.6PG: A connector pitch. Climb the chimney, and step right when possible. Climb past a left facing flake/block, and up easy slab to a fixed anchor below a steeper black wall.  60’ \n\n  P3 5.9+ PG: Hard and committing moves off the belay (consider having the belayer tie in long). Climb a thin crack (Aliens) and opposing shallow grooves to a stance. Run out over easy ground to where the angle steepens. Excellent slab climbing past two bolts leads to a left angling crack (medium cams, possible belay). Climb the crack and step right at it’s end to and easy friction finish.  Belay from a cedar with a fixed anchor.  210’ (requires a 70M rope, belay in the crack if using 60 M)","protection":"Gear- Aliens blue thru red, Camalots .5 thru 3, Red C3, Tri-Cams black & pink.","location":"Start: Between Fearless Leader and Hangover Corner, at a clean brown slab.   Descent: Two rappels with two 60M ropes (watch your ends on the first rappel) leads to the big ledge at the top of Hangover Corner. Walk off skiers left and around to the start (easy, 5 minutes)."},"__v":0},{"_id":"PNj2CigCUV6+bXCcvxO7tQ==","name":"Ladybug","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bealor/Sirois,10/29/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.82156,44.51687]},"left_right_index":0,"mp_id":"117972674","mp_crag_id":"113763453","climb_id":"PNj2CigCUV6+bXCcvxO7tQ==","areaRef":"/NZicieuUW+kJAu9Ibjf4Q=="},"content":{"description":"A little harder, but not as sustained as it's neighbor. Well protected slab climbing on good rock. The first 10' to a stance is the crux-after this the route is 5.8 max, and the crux could prob be bypassed at A0.  Climb the black streak, and step over a brushy right-rising crack onto a featured slab. Climb the middle slab to another weakness and onto a third slab section. This slab is steeper than the middle, and finishes through a small overlap (good gear here, small to med cams and small nuts depending on where you exit). Two bolt anchor, 115' to ground.","protection":"1st bolt was placed stemming between a sapling and the slab, the rest of bolts were drilled free on lead. Bring small to medium cams and small to medium nuts for the finish.","location":"Begin 10' left of 80 grit, at the left hand bolt line on the clean slab, directly below a black streak.  This route shares a start with, and climbs the first 25' of the top rope route Schadenfreude."},"__v":0},{"_id":"t9wmrIfYWSutnrwb+CDC2Q==","name":"After the Bash","yds":"5.7+","grades":{"yds":"5.7+","french":"5a"},"fa":"Tad Welch, Jamie Savage, Steve Jervis, Aug. 1981","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.82156,44.51687]},"left_right_index":3,"mp_id":"113763464","mp_crag_id":"113763453","climb_id":"t9wmrIfYWSutnrwb+CDC2Q==","areaRef":"/NZicieuUW+kJAu9Ibjf4Q=="},"content":{"description":"P1-Excellent climbing up the wide crack and layback crack lead to an oak tree belay 70', 5.7G   P2- Climb easy slab and flakes w/ little gear (look up and left for some pro) to easier low 5th/4th terrain, heading up and left to a terrace. Go into an alcove at the upper right end of the terrace and a trad belay below a wild looking crack. 140', 5.5 PG/R   P3-Get ready for some improbable looking and awesome 5.7+ crack climbing! Creatively climb the crack (think jamming) leading onto a slab. Protect wisely to keep your rope from getting pinched in the crack.Climb the slab to a two bolt belay at a good stance. 50', 5.7+G   There are two options for P4:   Original finish: Up the easy corner above the belay. I have not done this, looks unappealing.   Finish via a new route Right Turn (FA Mark Bealor, Nicolai Michel, 2017). Climb up right from the belay on flakes and face holds (aliens, a little run out) to a stance at the base of a clean black slab. A stretch of sustained 5.8 slab past three bolts leads to a stance. Run out easily up to a short right facing corner (good medium cams). Step right at the top of the corner and follow a good low angle crack to a belay at a large cedar with a fixed cord. 150', 5.8+PG","protection":"Standard trad rack to #4 Camalot. An extra 2 and 3 Camelot let you sew up P3. Aliens green through grey for variation P4","location":"Start at at the obvious wide crack that becomes a shallow left facing crack up higher. This crack is just around the corner to the right from a narrow clean brown slab, and just to the right of the obvious low angle left facing Hangover Corner.    Descent:   Rappel w/ two 60M from cord on a larger cedar (watch your ends!)   Rappel w/ two 60M from bolt anchors to the tree ledge at the top of P1. Walk down easily skiers left to the base."},"__v":0},{"_id":"vVW04l+7ULOO9cOLFU3Wkg==","name":"80 grit","yds":"5.10","grades":{"yds":"5.10","french":"6b"},"fa":"Bealor/Sirois, 10/30/19","type":{"trad":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-73.82156,44.51687]},"left_right_index":1,"mp_id":"117972604","mp_crag_id":"113763453","climb_id":"vVW04l+7ULOO9cOLFU3Wkg==","areaRef":"/NZicieuUW+kJAu9Ibjf4Q=="},"content":{"description":"Steep and thin slab moves start right off the ground, and stay sustained past the first 3 bolts. Climb more easily over a brushy crack, and climb easier slab ( blue tcu here) angling right to the base of a narrow slab (Var 1). A critical blue tcu/red C3 protects the move onto the upper slab.  Really good slab and arete climbing (10-) leads to a two bolt anchor. The last bolt on the upper slab is lacking a hanger for now, bring a wired nut. Shockingly good climbing compared to the appearance.\n\n V1: The upper section was originally climbed by going 5 feet further right, and climbing flakes (trad gear), then angling back left to a slab finish (5.8 or so).","protection":"8 bolts (bring a wired nut for last on, missing hanger). Two blue TCU's.","location":"30' left of Hangover Corner, and just left of a brushy  gully/depression. Left of the depression is a clean slab that is steepest at the bottom. There are two bolt lines on the slab-this is the right hand route."},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,21c0dcef-75a2-5517-93ef-0026142ec2a0,22b30826-b6eb-584e-9a14-f042decf3521,e4501672-7959-5642-8dfb-ce24bed42d98,fcd66272-27ae-516f-a424-0bbd21b8dfe1","pathTokens":["USA","New York","Adirondacks","K: Northern Region","Silver Lake","Midway Cliff"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.9+"},{"count":2,"label":"5.10"},{"count":1,"label":"5.7+"}],"byDiscipline":{"trad":{"total":4,"bands":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":3,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.82156,44.51687]},"bbox":[-73.82219062048588,44.51642033981813,-73.82092937951411,44.51731966018185],"left_right_index":-1,"ext_id":"113763453","area_id":"/NZicieuUW+kJAu9Ibjf4Q==","polygon":{"type":"Polygon","coordinates":[[[-73.82219062048588,44.51642033981813],[-73.82092937951411,44.51642033981813],[-73.82092937951411,44.51731966018185],[-73.82219062048588,44.51731966018185],[-73.82219062048588,44.51642033981813]]]}},"content":{"description":"The easiest and shortest approach of the Silver Lake Cliffs. Has several nice moderate climbs that can be done as single pitches and top-roped. Also has two really good full length (400') routes After the Bash and Loaded For Bear. Can access the top of P1 via walking easily around climbers right. A pleasant open base."},"density":0,"totalClimbs":4,"__v":1,"createdAt":"2022-11-07T06:15:03.455Z","updatedAt":"2024-01-20T01:05:07.364Z"}