{"_id":"6368a265e80bff5a99565dd8","area_name":"Westside Outcrops - Satellites","shortCode":"","climbs":[],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,589a474a-bbce-5213-a77d-8138a22e0474,db229eda-e49e-5d85-9816-a9e2919376e1,46bd2b90-ff56-5509-9531-679d8442e4e3,c2ff8215-ddb8-552b-93f4-166a37e2f975","pathTokens":["USA","New York","New York City","Central Park","Westside Outcrops - Satellites"],"gradeContext":"US","aggregate":{"byGrade":[],"byGradeBand":{"unknown":0,"beginner":0,"intermediate":0,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-73.97134,40.78277]},"bbox":[-73.9719338526397,40.782320339818135,-73.97074614736029,40.78321966018188],"left_right_index":-1,"ext_id":"119640827","area_id":"wv+CFd24VSuT9BZqN+L5dQ=="},"content":{"description":"In addition to the \"Westside Outcrops\" as listed in the NYC bouldering guidebook and MP, there are several other small pockets of bouldering scattered along Central Park's western edge, some of them fairly obvious.  There are a few highball walls between 104th and 106th streets, right off the sidewalk, with a couple worthy, tall problems - highlights include the obvious semi-solo fingercrack, and the tall wall with a blasting hole runnel in it.  There are also a few problems in this zone set back from the sidewalk, maybe 20-30 feet uphill, including a decent v3ish arete (\"The Leaky Juicebox\"). \n\n  Further south between 82nd and 83rd street are a few more outcrops right off the sidewalk, including a cool if short/cramped/weird landing roof prow, along with accompanying highball walls (with a poor landing due to the proximity of a stone wall).   \n\n  Finally, a bit further south than this (somewhere in the 70's I believe, though I can't remember exactly), is a short lowball wall with a surprisingly good right to left traverse (avoiding the lip until the end) know as \"Foundation,\" V3 or 4ish perhaps, and also a short straight-up (v2/3?) on the left end of the formation.  These are the only problems I can confidently claim to have FA'd in NYC, as I climbed them very shortly after the parks department cut down a tree growing from the base of the formation that otherwise made the formation impractical to climb on.  These problems are also all just off the sidewalk.   \n\n  Overall these zones are mostly worth checking out if you are an enthusiastic NYC boulderer who is curious about branching out from the usual spots and wants to check out as much of an \"off the beaten path\" type of location as possible with people gawking at you as you climb either absurdly close to the ground or dangerously high above it."},"density":0,"totalClimbs":0,"__v":1,"createdAt":"2022-11-07T06:15:09.679Z","updatedAt":"2024-01-15T16:47:31.126Z"}