{"_id":"6368a02ce80bff5a99529c8f","area_name":"Boneyard, The","shortCode":"","climbs":[{"_id":"mv/og9kGX+2BGSds+DzJVA==","name":"One Man's Junk","yds":"5.6","grades":{"yds":"5.6","french":"4c"},"fa":"Matthew Larochelle, Travis Lovelace, Eli Murphy, Margo Ruby 05/30/2020","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.43389,44.12716]},"left_right_index":1,"mp_id":"118966497","mp_crag_id":"118965557","climb_id":"mv/og9kGX+2BGSds+DzJVA==","areaRef":"Mh8XF6MAUlmixq4/BoCxQw=="},"content":{"description":"Like crimps? Got em! Jugs? There's a few. Slab style friction? Check! There's even a little bit of crack climbing available at the start! One Man's Junk is a fun little route that has a fairly easy beginning, with climbing becoming a little more challenging as you pass the ledge. Just as hand holds seem to dwindle, ñew foot holds appear to aid progress. The 4 of us found the Crux to be near the top, where holds become sparse and much less obvious. Great warm-up for other routes!\n\n Route development done by Travis and Matt on 05/29/2020, returned later after black flies settled down on a breezy day\n\n First ascent Matt, Travis, Eli then Margo in that order.  ","protection":"Two (stainless) fixe horizontal anchors with rap rings at the top, on a wide sloped section of rock, to the left of a small angled ledge looking at the cliff face. Best to use an equalette with a masterpoint over the edge of the rock.","location":"Start to the immediate right of two smaller birches, located roughly in the middle of the horseshoe with a thin fingers crack marking the beginning of the route."},"__v":0},{"_id":"VwkChZvDWN2xE5ZC/GpqhA==","name":"Batshit Crazy","yds":"5.10b/c","grades":{"yds":"5.10b/c","french":"6b"},"fa":"Travis Lovelace, Matt LaRochelle, Katie Husser, March 2021","type":{"tr":true},"safety":"UNSPECIFIED","metadata":{"lnglat":{"type":"Point","coordinates":[-70.43389,44.12716]},"left_right_index":0,"mp_id":"120750901","mp_crag_id":"118965557","climb_id":"VwkChZvDWN2xE5ZC/GpqhA==","areaRef":"Mh8XF6MAUlmixq4/BoCxQw=="},"content":{"description":"Starting to the immediate right of a streak of lichen that looks like guano coming from an overhung block, follow a thin fingers crack on top of a flake to the right. Continue upward from there following a left trending ledge with several horizontal cracks, crimps, and sidepulls. Staying to the right of the iron rod, make your way up to the topmost ledge at the base of two large oak trunks. BE AWARE OF LOOSE FLAKES, BLOCKS AND THE LIKE. Best position for belayer is further off to the right of the first ledge. Watch for poison ivy to the right of the tree at the bottom.Current rating is general consensus between three of us, will update with more insight from other parties.TL- 10a/b, ML-10-b/c, KH-10","protection":"Large (10\"+) oak trees at top of cliff. Extend anchor over edge.","location":"Large whitish streak of lichen that looks like guano coming from underneath a big overhung block, part of a right trending archway on the left end of The Boneyard. Current Anchor is one of the large oak trees at the top, accessable via trail to left of crag. Best bet is to extend anchor over edge of cliff to avoid serious rope drag. "},"__v":0}],"children":[],"ancestors":"1db1e8ba-a40e-587c-88a4-64f5ea814b8e,d95794bf-7c2e-5ad6-a6a8-fde37dd702e1,c74a55a1-086c-5452-a3ba-b7afd5d6e117,321f1717-a300-5259-a2c6-ae3f0680b143","pathTokens":["USA","Maine","a. Western Mountains","Boneyard, The"],"gradeContext":"US","aggregate":{"byGrade":[{"count":1,"label":"5.6"},{"count":1,"label":"5.10b/c"}],"byDiscipline":{"tr":{"total":2,"bands":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}}},"byGradeBand":{"unknown":0,"beginner":1,"intermediate":1,"advanced":0,"expert":0}},"metadata":{"isBoulder":false,"isDestination":false,"leaf":true,"lnglat":{"type":"Point","coordinates":[-70.43389,44.12716]},"bbox":[-70.43451644535986,44.12671033981814,-70.43326355464013,44.12760966018186],"left_right_index":-1,"ext_id":"118965557","area_id":"Mh8XF6MAUlmixq4/BoCxQw==","polygon":{"type":"Polygon","coordinates":[[[-70.43451644535986,44.12671033981814],[-70.43326355464013,44.12671033981814],[-70.43326355464013,44.12760966018186],[-70.43451644535986,44.12760966018186],[-70.43451644535986,44.12671033981814]]]}},"content":{"description":"Well shaded horseshoe shaped area with a very short \"hike\" in, 3 min from parking. The Boneyard is an area that seems to have been a quarry with lots of blasted rock, so be careful of loose flakes, boulders and other dangers. There is plenty of climbing to be had, with a wide degree of difficulty. Early spring can be wet, with late spring being the typical buggy season. Bolted anchors up top with rap rings, please rig top ropes on your own gear, use rap rings for lowering off after last person cleans anchors. Decent access from top to get to anchors via walk around. The Boneyard is in close proximity to The Land of the Overhangs in Oxford (same portion of ATV trail)"},"density":0,"totalClimbs":2,"__v":1,"createdAt":"2022-11-07T06:05:34.918Z","updatedAt":"2024-01-20T01:02:00.351Z"}